{
  "data": [
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sole",
      "translation": "sogliola",
      "definition": "A type of flatfish found in the Atlantic Ocean, characterized by its thin body and sweet flavor.",
      "definition_translation": "Un tipo di pesce piatto trovato nell'Oceano Atlantico, caratterizzato dal suo corpo sottile e dal gusto dolce.",
      "example": "I caught a sole while fishing in the bay last week, and it was delicious grilled with lemon and herbs. Yesterday, I went to the market and saw some fresh soles on sale. By next summer, I will have fished for soles in every lake in the region.",
      "example_translation": "Ho catturato una sogliola mentre pescavo nella baia la settimana scorsa, e era delizioso grigliata con limone e erbe. Ieri sono andato al mercato e ho visto alcune sogliole fresche in vendita. Per l'estate prossima, avrò pescato sogliole in ogni lago della regione.",
      "imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sprat",
      "translation": "acciuga",
      "definition": "A small, oily fish often canned or used as bait, found in large schools in the ocean.",
      "definition_translation": "Un piccolo pesce oleoso spesso conservato in scatola o usato come esca, trovato in grandi branchi nell'oceano.",
      "example": "I used sprats as bait while fishing for salmon, and they worked really well. Last year, I ate a can of sprats while on a camping trip, and they were surprisingly tasty. By next winter, I will have tried sprats in every preparation method possible.",
      "example_translation": "Ho usato acciughe come esca mentre pescavo salmoni, e hanno funzionato molto bene. L'anno scorso, ho mangiato una lattina di acciughe mentre ero in un viaggio di campeggio, e erano sorprendentemente gustose. Per l'inverno prossimo, avrò provato acciughe in ogni metodo di preparazione possibile.",
      "imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stickleback",
      "translation": "spinarello",
      "definition": "A small, spiny fish found in fresh or brackish water, known for its unique appearance and aggressive behavior.",
      "definition_translation": "Un piccolo pesce spinoso trovato in acqua dolce o salmastra, noto per la sua apparenza unica e il suo comportamento aggressivo.",
      "example": "I caught a stickleback in the pond near my house, and it put up quite a fight. Yesterday, I saw a stickleback swimming in the aquarium at the zoo. By next month, I will have learned how to breed sticklebacks in captivity.",
      "example_translation": "Ho catturato uno spinarello nel laghetto vicino a casa mia, e ha lottato molto. Ieri, ho visto uno spinarello nuotare nell'acquario allo zoo. Per il mese prossimo, avrò imparato come allevare spinarelli in cattività.",
      "imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sturgeon",
      "translation": "storione",
      "definition": "A large, ancient fish with a long snout and armored plates, found in rivers and estuaries, prized for its caviar.",
      "definition_translation": "Un grande pesce antico con un lungo naso e placche corazze, trovato in fiumi e estuari, apprezzato per il suo caviale.",
      "example": "I saw a sturgeon swimming in the river on my last fishing trip, but I didn't catch it. Yesterday, I tasted sturgeon caviar at a fancy restaurant, and it was amazing. By next year, I will have gone on a sturgeon-catching expedition in Russia.",
      "example_translation": "Ho visto uno storione nuotare nel fiume durante il mio ultimo viaggio di pesca, ma non l'ho catturato. Ieri, ho assaggiato caviale di storione in un ristorante elegante, e era incredibile. Per l'anno prossimo, sarò andato in un'espizione di caccia allo storione in Russia.",
      "imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sunfish",
      "translation": "pesce solare",
      "definition": "A large, flat fish with a rounded body and small fins, found in warm ocean waters, known for its unique swimming style.",
      "definition_translation": "Un grande pesce piatto con un corpo rotondo e piccole pinne, trovato in acque oceaniche calde, noto per il suo stile di nuoto unico.",
      "example": "I saw a sunfish swimming near the surface of the ocean last summer, and it was a stunning sight. Yesterday, I learned about the unique feeding habits of sunfish in marine biology class. By next semester, I will have completed a research project on sunfish behavior.",
      "example_translation": "Ho visto un pesce solare nuotare vicino alla superficie dell'oceano l'estate scorsa, e era uno spettacolo strabiliante. Ieri, ho imparato sugli abitudini alimentari uniche dei pesci solari nella classe di biologia marina. Per il semestre prossimo, avrò completato un progetto di ricerca sul comportamento dei pesci solari.",
      "imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "swordfish",
      "translation": "pesce spada",
      "definition": "A large, fast-swimming fish with a distinctive sword-like bill, found in tropical and temperate ocean waters, prized for its meat.",
      "definition_translation": "Un grande pesce veloce con un caratteristico becco a forma di spada, trovato in acque oceaniche tropicali e temperate, apprezzato per la sua carne.",
      "example": "I went swordfishing with my friends last weekend, and we caught a huge one. Yesterday, I had grilled swordfish for lunch, and it was delicious. By next month, I will have learned how to prepare swordfish sashimi.",
      "example_translation": "Sono andato a pescare spade con i miei amici lo scorso fine settimana, e abbiamo catturato uno enorme. Ieri, ho avuto pesce spada alla griglia per pranzo, e era delizioso. Per il mese prossimo, avrò imparato come preparare sashimi di pesce spada.",
      "imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tench",
      "translation": "tinca",
      "definition": "A small to medium-sized fish with a rounded body and small fins, found in fresh and brackish waters, known for its flavorful flesh.",
      "definition_translation": "Un pesce di piccole o medie dimensioni con un corpo rotondo e piccole pinne, trovato in acque dolci e salmastre, noto per la sua carne saporita.",
      "example": "I caught a tench in the lake last summer, and it made a great dinner. Yesterday, I learned about the habitat of tench in my ecology class. By next quarter, I will have started a project to reintroduce tench to a local lake.",
      "example_translation": "Ho catturato una tinca nel lago l'estate scorsa, e ha fatto un ottimo pranzo. Ieri, ho imparato sull'habitat delle tinche nella mia classe di ecologia. Per il prossimo trimestre, avrò iniziato un progetto per reintrodurre tinche in un lago locale.",
      "imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "zander",
      "translation": "lucio",
      "definition": "A medium-sized fish with a elongated body and sharp teeth, found in fresh and brackish waters, prized for its flavorful meat.",
      "definition_translation": "Un pesce di medie dimensioni con un corpo allungato e denti affilati, trovato in acque dolci e salmastre, apprezzato per la sua carne saporita.",
      "example": "I caught a zander in the river last month, and it was a real challenge. Yesterday, I ate zander fillets at a fancy restaurant, and they were amazing. By next year, I will have become an expert on zander fishing techniques.",
      "example_translation": "Ho catturato un lucio nel fiume lo scorso mese, e è stato un vero sfida. Ieri, ho mangiato filetti di lucio in un ristorante elegante, e erano incredibili. Per l'anno prossimo, sarò diventato un esperto sulle tecniche di pesca del lucio.",
      "imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]
}