{
  "data": [
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Aquarius",
      "translation": "Acquario",
      "definition": "A constellation and a sign of the zodiac, represented by a figure pouring water from a jug.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da una figura che versa acqua da un recipiente.",
      "example": "She was an Aquarius and always loved to take risks. She had been an Aquarius since birth. She will be an Aquarius forever.",
      "example_translation": "Era un'Aquario e amava sempre correre rischi. Era stato un'Aquario dalla nascita. Sarà un'Aquario per sempre.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Aries",
      "translation": "Ariete",
      "definition": "A constellation and a sign of the zodiac, represented by a ram.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da un ariete.",
      "example": "He was an Aries and always got angry quickly. He had been an Aries since childhood. He will be an Aries in the next life.",
      "example_translation": "Era un Ariete e si arrabbiava sempre velocemente. Era stato un Ariete dall'infanzia. Sarà un Ariete nella vita successiva.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Cancer",
      "translation": "Cancro",
      "definition": "A constellation and a sign of the zodiac, represented by a crab.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da un granchio.",
      "example": "She was a Cancer and always took care of her family. She had been a Cancer since birth. She will be a Cancer until death.",
      "example_translation": "Era un Cancro e prendeva sempre cura della sua famiglia. Era stato un Cancro dalla nascita. Sarà un Cancro fino alla morte.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Capricorn",
      "translation": "Capricorno",
      "definition": "A constellation and a sign of the zodiac, represented by a goat.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da una capra.",
      "example": "He was a Capricorn and always worked hard. He had been a Capricorn since childhood. He will be a Capricorn forever.",
      "example_translation": "Era un Capricorno e lavorava sempre sodo. Era stato un Capricorno dall'infanzia. Sarà un Capricorno per sempre.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Gemini",
      "translation": "Gemelli",
      "definition": "A constellation and a sign of the zodiac, represented by twins.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da gemelli.",
      "example": "They were twins and Geminis. They had been Geminis since birth. They will be Geminis forever.",
      "example_translation": "Erano gemelli e Gemelli. Erano stati Gemelli dalla nascita. Saranno Gemelli per sempre.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Leo",
      "translation": "Leone",
      "definition": "A constellation and a sign of the zodiac, represented by a lion.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da un leone.",
      "example": "He was a Leo and always wanted to be the center of attention. He had been a Leo since childhood. He will be a Leo until death.",
      "example_translation": "Era un Leone e voleva sempre essere al centro dell'attenzione. Era stato un Leone dall'infanzia. Sarà un Leone fino alla morte.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Libra",
      "translation": "Bilancia",
      "definition": "A constellation and a sign of the zodiac, represented by scales.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da una bilancia.",
      "example": "She was a Libra and always loved beauty. She had been a Libra since birth. She will be a Libra forever.",
      "example_translation": "Era una Bilancia e amava sempre la bellezza. Era stata una Bilancia dalla nascita. Sarà una Bilancia per sempre.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Pisces",
      "translation": "Pesci",
      "definition": "A constellation and a sign of the zodiac, represented by two fish.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da due pesci.",
      "example": "They were Pisces and always loved the ocean. They had been Pisces since childhood. They will be Pisces until death.",
      "example_translation": "Erano Pesci e amavano sempre l'oceano. Erano stati Pesci dall'infanzia. Saranno Pesci fino alla morte.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Sagittarius",
      "translation": "Sagittario",
      "definition": "A constellation and a sign of the zodiac, represented by a centaur.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da un centauro.",
      "example": "He was a Sagittarius and always loved to travel. He had been a Sagittarius since birth. He will be a Sagittarius forever.",
      "example_translation": "Era un Sagittario e amava sempre viaggiare. Era stato un Sagittario dalla nascita. Sarà un Sagittario per sempre.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Scorpio",
      "translation": "Scorpione",
      "definition": "A constellation and a sign of the zodiac, represented by a scorpion.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da uno scorpione.",
      "example": "She was a Scorpio and always kept secrets. She had been a Scorpio since childhood. She will be a Scorpio until death.",
      "example_translation": "Era uno Scorpione e teneva sempre segreti. Era stata uno Scorpione dall'infanzia. Sarà uno Scorpione fino alla morte.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Taurus",
      "translation": "Toro",
      "definition": "A constellation and a sign of the zodiac, represented by a bull.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da un toro.",
      "example": "He was a Taurus and always loved nature. He had been a Taurus since birth. He will be a Taurus forever.",
      "example_translation": "Era un Toro e amava sempre la natura. Era stato un Toro dalla nascita. Sarà un Toro per sempre.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Virgo",
      "translation": "Vergine",
      "definition": "A constellation and a sign of the zodiac, represented by a virgin.",
      "definition_translation": "Una costellazione e un segno dello zodiaco, rappresentato da una vergine.",
      "example": "She was a Virgo and always loved to clean. She had been a Virgo since childhood. She will be a Virgo until death.",
      "example_translation": "Era una Vergine e amava sempre pulire. Era stata una Vergine dall'infanzia. Sarà una Vergine fino alla morte.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "zodiac sign",
      "translation": "segno zodiacale",
      "definition": "Any of the twelve signs of the zodiac, each representing a different character or animal.",
      "definition_translation": "Qualsiasi dei dodici segni dello zodiaco, ognuno rappresentante un carattere o animale diverso.",
      "example": "She was a fan of zodiac signs and loved to read about them. She had been interested in zodiac signs since childhood. She will be a believer in zodiac signs forever.",
      "example_translation": "Era una fan dei segni zodiacali e amava leggere su di loro. Era stata interessata ai segni zodiacali dall'infanzia. Sarà una credente dei segni zodiacali per sempre.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]
}