{
  "data": [
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Abisyński",
      "translation": "Абиссинская",
      "definition": "Rasa kota domowego pochodząca z Etiopii, znana z charakterystycznej, nakrapianej sierści.",
      "definition_translation": "Порода домашней кошки, происходящая из Эфиопии, известная своим характерным тикованным мехом.",
      "example": "Kot abisyński jest popularną rasą wśród zoofilów. Miałem kota abisyńskiego, gdy byłem dzieckiem. Zamierzam dostać kota abisyńskiego przyszłego roku.",
      "example_translation": "Кошка Абиссинской породы популярна среди любителей кошек. У меня была кошка Абиссинской породы, когда я был ребенком. Я куплю кошку Абиссинской породы в следующем году.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Amerykański krótkowłosy",
      "translation": "Американская короткошерстная",
      "definition": "Rasa kota domowego pochodząca z Ameryki Północnej, znana z mocnej budowy i krótkiej, gęstej sierści.",
      "definition_translation": "Порода домашней кошки, происходящая из Северной Америки, известная своим крепким телом и коротким, густым мехом.",
      "example": "Amerykański krótkowłosy to popularna rasa wśród hodowców kotów. Mój przyjaciel ma kota Amerykańskiego krótkowłosego. Widziałem kota Amerykańskiego krótkowłosego w sklepie zoologicznym.",
      "example_translation": "Американская короткошерстная кошка популярна среди заводчиков кошек. У моего друга есть кошка Американской короткошерстной породы. Я видел кошку Американской короткошерстной породы в зоомагазине.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Kot bengalski",
      "translation": "Бенгальская кошка",
      "definition": "Hibridowa rasa kota domowego, powstała w wyniku skrzyżowania kotów domowych z azjatyckim kotem lampartem, znana z cechującej się plamami lub marmurkowatymi wangami.",
      "definition_translation": "Гибридная порода домашней кошки, созданная путем скрещивания домашней кошки с азиатской леопардовой кошкой, известная своим характерным пятнистым или мраморным мехом.",
      "example": "Koty bengalskie są bardzo energiczne. Mam kota bengalskiego i uwielbia on grać. Miała kota bengalskiego, kiedy była dzieckiem.",
      "example_translation": "Бенгальские кошки очень энергичны. У меня есть кошка Бенгальской породы и она любит играть. У нее была кошка Бенгальской породы, когда она была ребенком.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Birmański",
      "translation": "Бирманская",
      "definition": "Rasa kota domowego pochodząca z Birmy, znana z białej sierści z wyraźnymi plamami na twarzy, uszach i kończynach.",
      "definition_translation": "Порода домашней кошки, происходящая из Бирмы, известная своим белым мехом с точечным узором на лице, ушах и ногах.",
      "example": "Kot birmański jest uważany za zwierzę święte w Birmie. Widziałem kota birmańskiego w schronisku dla bezdomnych zwierząt. Zamierza dostać kota birmańskiego za miesiąc.",
      "example_translation": "Кошка Бирманской породы является священным животным в Бирме. Я видел кошку Бирманской породы в приюте для животных. Она купит кошку Бирманской породы в следующем месяце.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Brytyjski krótkowłosy",
      "translation": "Британская короткошерстная",
      "definition": "Rasa kota domowego pochodząca z Wielkiej Brytanii, znana z mocnej budowy, krótkiej sierści i szerokiej twarzy.",
      "definition_translation": "Порода домашней кошки, родом из Соединенного Королевства, известная своей компактной структурой, короткой шерстью и широким лицом.",
      "example": "Mój sąsiad ma pięknie brytyjskiego krótkowłosego kota o imieniu Whiskers. Wczoraj bawił się z piłką tenisową. Jutro zasługuje na spanie na moim kolanach.",
      "example_translation": "Мой сосед владеет красивой британской короткошерстной кошкой по имени Виски. Вчера она играла с клубком пряжи. Завтра она будет спать на моих коленях.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Birmijski",
      "translation": "Бирманская",
      "definition": "Rasa kota domowego pochodząca z południowo-wschodniej Azji, znana z ciemnożółtej sierści i złotych oczu.",
      "definition_translation": "Порода домашней кошки, родом из Юго-Восточной Азии, известная своей коричневой шерстью и золотыми глазами.",
      "example": "Zawsze chciałem mieć kota birmijskiego, ale moje alergie na krew są przeciwwskazaniem. Mojża przyjacielka ma oka, i jest tak delikatnym stworzeniem. Zamierzam dostać kota, kiedy zamieszkę w większym domu.",
      "example_translation": "Я всегда хотел бирманскую кошку, но моя аллергия не позволяет мне иметь ее. У моего друга есть одна, и это такое нежное существо. Я куплю одну, когда перееду в больший дом.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Chartreuse",
      "translation": "Шартрез",
      "definition": "Rasa kota domowego pochodząca z Francji, znana z błękiteno-szarej sierści i dużych oczu.",
      "definition_translation": "Порода домашней кошки, родом из Франции, известная своей серо-синей шерстью и большими глазами.",
      "example": "Słyszałem, że kwesty chartreuse są bardzo towarzyskie i zabawne. Mojża siostra ma oka, i trzyma je na kolanach. Zamierzam prosić ją o umieszczenie go na kolanach wychoraja.",
      "example_translation": "Я слышал, что шартрезские кошки очень ласковые и игривые. У моей сестры есть одна, и она всегда свернутая в ее колене. Я попрошу ее принести ее завтра.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Burmansky",
      "translation": "Цветнопunkt, Гималайская",
      "definition": "Rasa kota domowego known for its colourful coat pattern and striking blue eyes, originating in the USA through the artificial crossing of Siamese cats with Persian cats.",
      "definition_translation": "Порода домашней кошки, известная своей точечной шерстью и синими глазами.",
      "example": "Zawsze fascynowią mnie buryty kolumbijskie, ale wymagają mnóstwa pielęgnacji. Mojża ciotka ma oka, i jest tak pięknym stworzeniem. Zamierzam dostać kota, kiedy odejdę na emeryturę.",
      "example_translation": "Я всегда был очарован цветнопунктными гималайскими кошками, но они требуют много ухода. У моей тети есть одна, и это такое чудо. Я куплю одну, когда на пенсию.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Devon Rex",
      "translation": "Девон Рекс",
      "definition": "The Devon Rex is a curly-haired breed of domestic cat known for its unique, soft, and curly coat.",
      "definition_translation": "Девон Рекс - это порода домашних кошек с кудрявой шерстью, известная своей уникальной, мягкой и кудрявой шерстью.",
      "example": "Mam kota devon rex, który uwielbia ganiać z zabawkami. Wczoraj grał z piłką tenisową, a teraz śpi na moim kolanach. Jutro zamierzam zabrać go do weterynarza na rutynową kontrolę.",
      "example_translation": "У меня есть кошка Девон Рекс, которая любит играть с игрушками. Вчера она играла с клубком нитей, а теперь она спит на моих коленях. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Domesticzny",
      "translation": "домашняя кошка",
      "definition": "Domestic cat is a small, typically furry, carnivorous mammal often kept as a pet.",
      "definition_translation": "Домашняя кошка - это маленькое,usually furry, хищное млекопитающее, которое часто содержится как домашний питомец.",
      "example": "Mam kota domowego, który jest bardzo leniwy. Cały dzień spał wczoraj, a dzisiaj spa na moim kolanach. Jutro spróbuję obudzić go i z nim zagrać.",
      "example_translation": "У меня есть домашняя кошка, которая очень ленива. Она спала весь день вчера, и сегодня она все еще спит. Завтра я постараюсь разбудить ее и поиграть с ней.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "kot perski krótkowłosy",
      "translation": "экзотическая короткошерстная",
      "definition": " kot perski krótkowłosy jest rasą kota domowego wyróżniającą się przez krótką, gęstą i pluszową sierść.",
      "definition_translation": "Экзотическая короткошерстная - это порода домашних кошек, известная своей короткой, густой и плюшевой шерстью.",
      "example": "Wczoraj zobaczyłem kota perskiego krótkowłosego w sklepie zoologicznym i było bardzo ładne. Dzisiaj kupuję to koto, a jutro zabiorę je na spacer do parku.",
      "example_translation": "Вчера я увидел экзотическую короткошерстную кошку в зоомагазине, и она была очень красива. Сегодня я собираюсь купить ту кошку, а завтра я выгуляю ее в парке.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "japoński kociętoskór",
      "translation": "Японская бобтейл",
      "definition": "japoński kociętoskór jest rasą kota domowego, która jest kojarzona z krótkim ogonem i ostrykami uszu.",
      "definition_translation": "Японская бобтейл - это порода домашних кошек, известная своей короткой хвостом и остроконечными ушами.",
      "example": "Mam kota japońskiego kociętoskóra, który uwielbia bawić się nici. Wczoraj gonił laser, dzisiaj gra wklębak lniany. Jutro zabiorę go do weterynarza na kontrolę.",
      "example_translation": "У меня есть японская бобтейл, которая любит играть со шнуром. Вчера она гонялась за лазерным указателем, а сегодня она играет с клубком нитей. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "maine coon",
      "translation": "Мейн кун",
      "definition": "Maine Coon jest rasą kota domowego rodem z Ameryki Północnej. Jest to jedna z najstarszych rasaturalnych kotow amerykańskich.",
      "definition_translation": "Мейн-кун - это домашняя порода кошки, родом из Северной Америки. Это одна из старейших естественных пород кошек в Северной Америке.",
      "example": "Kiedyś miałam kota Maine Coon, jako dziecko, było ono ogromne i puszyste. Teraz chcę kupić drugie. Zamówię je na przyszły rok.",
      "example_translation": "У меня был кошка Мейн-кун, когда я был ребенком, она была огромной и пушистой. Теперь я хочу купить еще одну. Я куплю ее на следующий год.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "łasica norweskiego lasu",
      "translation": "Норвежская лесная кошка",
      "definition": "łasica norweskiego lasu jest rasą kota domowego pochodzącą z Norwegii. Jest naturalną rasą, która dostosowała się do surowego norweskiego klimatu.",
      "definition_translation": "Норвежская лесная кошка - это порода домашней кошки, родом из Норвегии. Это естественная порода, которая адаптировалась к суровому климату Норвегии.",
      "example": "Moja siostra ma pięknego kota łasicę norweskiego lasu, która uwielbia bawić się nićmi. W minionej tygodniu wspięło się na drzewo. Następny miesiąc wyda się młode.",
      "example_translation": "У моей сестры есть красивая норвежская лесная кошка, она любит играть с нитями. На прошлой неделе она забралась на дерево. В следующем месяце у нее будут детеныши.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "оцикат",
      "definition": "",
      "definition_translation": "Оцикат - это порода домашней кошки, разработанная, чтобы напоминать дикую кошку, но в домашних условиях. Это гибридная порода, созданная скрещиванием пород, таких как Абиссинская и Сиамская.",
      "example": "",
      "example_translation": "Я увидел оциката в зоомагазине вчера, он был så милый. Я хотел купить его, но моя мама сказала нет. Может быть, я смогу получить одного на свой день рождения в следующем году.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "Персидская",
      "definition": "",
      "definition_translation": "Персидская - это порода dlouhornoy кошки, родом из Персии (современный Иран). Она известна своей пушистой, длинной шерстью и спокойным темпераментом.",
      "example": "",
      "example_translation": "У моей тети есть красивая персидская кошка, она любит спать целый день. На прошлой неделе она подстриглась. В следующем месяце она поедет на выставку кошек.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "Кукла-лоскут",
      "definition": "",
      "definition_translation": "Порода Кукла-лоскут известна своей мягкой, шелковистой шерстью и спокойным темпераментом. Их часто описывают как спокойных и ладящих, что делает их идеальными для семей с детьми.",
      "example": "",
      "example_translation": "У меня был кошка Кукла-лоскут, когда я был ребенком, она была очень ласковой. Теперь у меня есть Британская короткошерстная, и она более независима. В будущем я, вероятно, получу еще одну Куклу-лоскут.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "Русская Голубая",
      "definition": "",
      "definition_translation": "Русская Голубая - это порода домашней кошки, известная своей густой, плюшевистой шерстью и зелеными глазами. Их часто описывают как интеллектуальные, игривые и ласковые.",
      "example": "",
      "example_translation": "Я всегда хотел кошку Русскую Голубую, они так красивы. У моего друга есть одна, и она очень любопытная. Я получу одну через несколько лет, когда перееду в более просторную квартиру.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "Саванна",
      "definition": "",
      "definition_translation": "Саванна - это порода домашней кошки, известная своей высоким, стройным телом и яркими узорами шерсти. Их часто описывают как энергичные, любопытные и игривые.",
      "example": "",
      "example_translation": "Я слышал, что кошки Саванна очень энергичны, им нужно много пространства для игры. У моей сестры есть одна, и она всегда прыгает вокруг. В будущем я, вероятно, получу более спокойную породу.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "",
      "translation": "Шотландская Складка",
      "definition": "",
      "definition_translation": "Шотландская Складка - это порода домашней кошки, известная своими уникальными, складчатыми ушами и игривым характером. Их часто описывают как интеллектуальные, любопытные и ласковые.",
      "example": "",
      "example_translation": "Я всегда любил кошек Шотландской Складки, они так милы. У моей мамы была одна, когда я был ребенком, и она была очень иг Ivy. Теперь у меня есть своя кошка, но это не Шотландская Складка.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Syjamski",
      "translation": "Сиамский",
      "definition": "Pochodzący z Syjamu, regionu w dzisiejszej Tajlandii, ta rasa kota jest znana ze swoich wydatnych oczu i kołnierzowatych uszu.",
      "definition_translation": "Происходящий из Сиама, региона в современной Таиланде, эта порода кошки известна своими бросающимися в глаза синими глазами и острыми ушами.",
      "example": "Miałem kota Syjamskiego, gdy byłem mały, było ono o wiele bardziej zabawne. Obecnie mam kota Syjamskiego, on nadal jest doskonale zdrowe. W przyszłości, będzie miał kota Syjamskiego, czyli pod koniec roku, i pozostanie tym zdrowym i zdrowym.",
      "example_translation": "У меня была сиамская кошка, когда я был ребенком, она была очень игривой. Теперь у меня есть сиамская кошка, она vẫn игрива. В будущем у меня будет сиамская кошка, и она будет игривой тоже.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Syberyjski",
      "translation": "Сибирский",
      "definition": "Pochodzący z Syberii, regionu w Rosji, ta rasa kota jest słynna ze swojego grubego futra, dzięki odpowiedniej części tułowia.",
      "definition_translation": "Происходящий из Сибири, региона в современной России, эта порода кошки известна своей густой шерстью и холодоустойчивостью.",
      "example": "Widziałem kota Syberyjskiego w sklepie zoologicznym, jest on strasznie puszysty. Mój przyjaciel ma kota Syberyjskiego, jest on bardziej energiczny. Następny rok powinienem kupić kota Syberyjskiego, a stanie się moim najlepszym przyjacielem.",
      "example_translation": "Я видел сибирскую кошку в зоомагазине, она была очень пушистой. У моего друга есть сибирская кошка, она очень энергичная. В следующем году я куплю сибирскую кошку, и она станет моим лучшим другом.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Somalijski",
      "translation": "Сомалийский",
      "definition": "Pochodzący z Somalii, kraju w Afryce Wschodniej, ta rasa kota jest znana ze swojego charakterystycznego aż powiedzieć, ukochanego wyglądu.",
      "definition_translation": "Происходящий из Сомали, страны в Восточной Африке, эта порода кошки известна своей бросающейся в глаза шерстью и игривым характером.",
      "example": "Czytałem o rasie kota Somalijskiego, było to bardzo warte uwagi. Siostra ma kota Somalijskiego, jest ono bardzo wydźwięczne. W ciągu pięciu lat okaże mi się na adopcję kota Somalijskiego, a stanie się moim towarzyszem.",
      "example_translation": "Я читал о породе кошки сомали, она очень интересна. У моей сестры есть сомалийская кошка, она очень-curiosity. Через пять лет я усыновлю сомалийскую кошку, и она станет моим спутником.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Sphynx",
      "translation": "Сфинкс",
      "definition": "Rasa kota bez futra, Sphynx jest ciekawym i wesołym towarzyszem domowym.",
      "definition_translation": "Порода кошки, известная своим отсутствием шерсти, Сфинкс - это любопытный и игривый спутник.",
      "example": "Widziałem kota Sphynx podczas festiwalu kota, było on strasznie curiosum. Przyjaciel ma kota Sphynx, i jest on strasznie wesołym. Następnego miesiąca, powinienem adoptować kota Sphynx, a stanie się nim, wspaniały i miły.",
      "example_translation": "Я видел сфинкса на выставке кошек, он был очень любопытным. У моего друга есть сфинкс, он очень игривый. В следующем месяце я усыновлю сфинкса, и он станет моим новым другом.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Turkuska Angora",
      "translation": "Турецкая Ангорская",
      "definition": "Turkuska Angora to rasa kota, która pochodzi z Turcji i jest znana ze swojego aż powiedzieć, ukochanego wyglądu.",
      "definition_translation": "Турецкая Ангорская - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и голубыми глазами.",
      "example": "Młodszy z Turku miał kocię kota Angory tureckiej, ale teraz mam dorosłe, które kochają bawić się. Obecnie, oczywiście, myślę o pozyskaniu obok kota, Turka Angory, bo powinienem go mieć w ciągu kilku miesięcy.",
      "example_translation": "У меня был котенок Турецкой Ангорской породы, когда я был молод, но сейчас у меня взрослая кошка, которая любит играть. Сейчас я думаю о том, чтобы получить новую Турецкую Ангорскую, и у меня она будет через несколько месяцев.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "Turkuska Van",
      "translation": "Турецкий Ван",
      "definition": "Turkuska Van to rasa kota, która pochodzi z Turcji i jest znana ze swojego aż powiedzieć, ukochanego wyglądu.",
      "definition_translation": "Турецкий Ван - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и цветными глазами.",
      "example": "Widziałem kota Turka Van w sklepie zoologicznym, ale zdecydowałem się adoptować schronisko i jako to, myśliłem, że to było decyzja, bo moje drugie kocię wspaniale i kocha, nagle podnosi się. W przyszłości, zdecydowan może myśli, o dostaniu nowego kota, Turka Van.",
      "example_translation": "Я видел Турецкого Вана в зоомагазине, но я решил усыновить бездомную кошку вместо этого. Теперь я рад тому, что я принял это решение, потому что моя кошка очень игрива и любящая. В будущем я, возможно, рассмотрю возможность получения Турецкого Вана.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]
}