{
  "data": [
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "sieć",
      "translation": "Сеть",
      "definition": "Kompleksowa sieć nici przędników przypominająca pajęczynę, tkana przez pająka lub podobny gatunek, służąca do chwytania zdobyczy lub ochrony. Pająk opuszcza swojetknie i buduje nową sieć, jeśli wyjdzie poza nią na powierzchnię.",
      "definition_translation": "Интригующая сеть нитей, сплетенная пауком или аналогичным животным, используемая для catching добычи или защиты себя.",
      "example": "Podczas spaceru w mokrym lesie zauważyłem sieci pajęczych. Podnosiłem się, podnosząc wychylone krawędzie niewielkiej pajęczej sieci. Szybko wstępowałem do sieci pajęczejeśli zbyt blisko podsłuchałem sieci.",
      "example_translation": "Сеть паука была очень липкой. Я случайно шагнул в сеть. Сеть будет разрушена дождём.",
      "imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żuk",
      "translation": "Жук",
      "definition": "Rodzaj owada, mający twardy, zewnętrzny osłonowy pancerz, typowo owalny lub owalny kształtem, często barwiony w żywe kolory.",
      "definition_translation": "Тип насекомого с твёрдой внешней оболочкой, обычно имеющего округлое тело и часто ярко окрашенным.",
      "example": "Wczoraj, podczas spaceru po leśnej drodze, zobaczyłem ciemno-zielonego dużegożuka, stojącego na liściastej pokrzywie. Następnie patrzyłem, jakzjech się taflową skorupą, powoli sunąc po liściastej pokrzywie. Do dzisiaj próbuję identyfikować tenżuk, porównując go do ilustracji w atlasach owadów.",
      "example_translation": "Я видел жука, ползущего по листу. Жук имел блестящий экзоскелет. Я исследую местообитание жука.",
      "imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pchełka",
      "translation": "блоха",
      "definition": "Mały skaczący owad, który żyje na ciałach ssaków i ptaków, karmiący się ich krwią. Pchłaki skaczącazdolne są do osiągnięcia ogromnych odległości w stosunku do swoich rozmiarów i czasu, jaki im to zajmuje.",
      "definition_translation": "Маленькое, прыгающее насекомое, живущее на телах млекопитающих и птиц, питающееся их кровью.",
      "example": "Mój pies, Leo, miał wczoraj dwie pchłekina skórze, co wywołało u niego silne swędzenie. Widziałem, pchęłekasprężystymi ruchami skaczące po dywanie, próbując dobić do Leo. Będę musiał udać się po pchęłętoday, chociaż nie lubię stosować tych substancji na Leo.",
      "example_translation": "У собаки была блоха, которая заставляла ее чесаться все тело. Вчера я увидел блоху, прыгающую на ковре. Если я не умоюсь, у меня будет блоха завтра.",
      "imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "żądło",
      "translation": "жалить",
      "definition": "Następstwo użądzenia, oznaczające stan wrażenia lub zapadleń spowodowanych narażeniem na jad, truciznę, toksynę, związek chemiczny lub infekcję. Choroby objawiają się gorączką, dreszczami, powikłaniami, narażeniem, bólem lub osłabieniem.",
      "definition_translation": "Создавать острую, часто болезненную рану с помощью острых частей тела, таких как зуб или жало.",
      "example": "Mają trzy długie, włóczniokształtne osłony korzenia, z czegocentralna to najdłuższa i odpowiedzialna za osłanianie korzenia, podczas gdy zewnętrzne osłony korzenia chronią pęczek centralny. Podczas wnikania osłony korzenia przewodzenia jadu, mózgu nabywa się zdolność osłaniania korzenia, co jest zależne od obszaru i długości osłony korzenia.",
      "example_translation": "Оса ужалила меня на руке вчера. Пчела ужалит, если feels угрозу. К завтрашнему дню боль от укуса исчезнет.",
      "imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "oszczur",
      "translation": "оса",
      "definition": "Oszczur to taki owad, w formie latajączego owada, którego samice mają możliwość użądzenia w celu bronienia swego gniazda lub siebie samego. To użądzenie powoduje silny ból.",
      "definition_translation": "Летающее насекомое с узкой талией и болезненным укусом, часто желтого и черного цвета.",
      "example": "Wczoraj wieczorem, siedziałem na tarasie, kiedy pułapka oszczurówzawisła od poręczy balkonowej. To, co zobaczyłem, sprawiło, że instynktownie wstałem i przerażony wykrzykiwałem na oszczuray, chcąc ich odeprzeć. Chyba stworzyłem spektakl dziękikrzym, ale ostatecznie oszczury powietrze uciekły, ale się obrażenia.",
      "example_translation": "Осалетела в комнату через открытое окно. Я увидел осу, строящую свой гнездо в саду. Если я потревожу осу, она ужалит меня.",
      "imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "modliszka",
      "translation": "богомол",
      "definition": "Modliszka jest owadem żywiącym się skorupami i chrząstkami innych owadów, ale nie jest zdolna użądlić.",
      "definition_translation": "Плотоядное насекомое с длинным, тонким телом и шипованными передними ногами, часто поедаемое птицами и другими насекомыми.",
      "example": "Wczoraj wieczorem, podczas spaceru po parku, zauważyłem modliszkępo długim, cienkim, ogonowatym tułowiu, zakończonym dwiema zastygłemi, dwoma typowymi, robakowatymiodnóżami, skaczącymi ku górze i ku dołudotycznym celem, wskazując na swoje myśliwne i sprytne zdolności. Zachwyciłem się wyrafinowanej i długopodobnejwłęgowatka modliszki i obserwowałem sprawność w kierowaniu swoimi owalnymi odnóżami.",
      "example_translation": "Богомол поймал муху своими шипованными ногами. Вчера я увидел богомола, поедающего пчelu в саду. Если я не потревожу богомола, оно продолжит охоту.",
      "imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ćma",
      "translation": "моль",
      "definition": "Ćma jest wyglądająca na ćmy, ale bardziej cudeńko. Cudeńka to owady z pięknymi kolorami, ale to o wiele milsze i sprawia, żeby ludzie widzieli wyraźnie jej skrzydła i piękne korpusy podczas lotu. Prowadzenie do ćmęto dowód na bogactwo i zdrowie. Innym powodem, dlaczego ludzie kupują czy cudeńkę, jest zdolność do wyrażania modlitw, modlitw o różne korzyści, np. zdrowie, dobre relacje między ludźmiitp. Cudeńka to wiele piękniejsze i sprawia, że ludzie widzieli wyraźnie",
      "definition_translation": "Моль - это тип насекомого, который имеет большие крылья и часто привлекается к свету. Моли тесно связаны с бабочками, но обычно более тусклые по цвету и имеют перистые антенны.",
      "example": "Podczas spędzania wieczoru w zielonej kwaterze zobaczyłem wiele ćm, latających wokół latarni, opowiadaja swoje legendardy o podboju sztuki sprzedazy i niepowstrzymanych skokach duchowych podczas lotu. Chcę teraz niebiańskich skoków duchowych, ponieważ ćmęnajlepiej opanowują duchowe wznoszenie, bo biorą udział poważnie. Napiszę teraz oznakiwiarencyjne z ćmemę, pamiętając o duchowych zamiarach skoków i chcąc opowiadawto, što próbowałem zrealizować go wskazane ćmę.",
      "example_translation": "Моль летела вокруг лампы, ее крылья быстро бились. Она летела через открытое окно прошлой ночью. Она улетит, когда свет будет выключен.",
      "imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "błękitniak",
      "translation": "картофельная бабочка",
      "definition": "Typ owada, którego larwa niszczy skórę paprzy, zwłaszcza podczas uprawy ziemniaków.",
      "definition_translation": "Картофельная бабочка - это тип насекомого, который питается картофельными растениями и может вызвать значительный ущерб урожаю. Картофельные бабочки обычно оранжевого или желтого цвета.",
      "example": "Moi rodzice zawsze mi powtarzali, że są polskimi farmeramiw tej samej prowincji, ale brak wiedzy na temat skutecznej walki z błękitniakiem zdrowych i silnych skórek paprz, ponieważ skóra paprz zawsze była podatna na błękitniaki, a błękitniak mógł skóropaprz uszkodzić, co również powodwało, ponieważ zawsze mieli trudności z hodowlami, ponieważ inwazuję na polu i zdrowych roślin, a rośliny podatne były taki atak toksyczny, powodując, że paprz skóry kiepsko, osłabione skóropaprz, co czyniło z nich ryzyko skazy na błękitniakiem i w celu oszczędzenia czasu i  wyprodukować zdrowe paprz, błękitniak trzeba przeciwstawić się oszczędzaniu czasu i zdrowych skórek paprz. Ta rozmowa postać wyrazi i wyrażenia, to niektóre myśli i obawy związane z owadami i brakiem wiedzy na temat walki z nim.",
      "example_translation": "Фермер每天 проверял свои поля на картофельных бабочек. Он видел, как они поедали его растения в прошлом сезоне. Ему нужно будет использовать пестициды, чтобы истребить их в этом году.",
      "imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "pajęczyna",
      "translation": "шелкопряд",
      "definition": "Włókna pajęcze tworzące sieć.",
      "definition_translation": "Шелкопряд - это личинка моли, которая плетет кокон из шелка. Шелкопряды обычно используются в производстве шелковой ткани.",
      "example": "Pajęczyny owadów, nici pajęcze, pajęczyna, włócznia pajęcze.",
      "example_translation": "Шелкопряд медленно плел свой кокон. Он вылупился из яйца на прошлой неделе. Он выйдет как моль следующей месяца.",
      "imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "termit",
      "translation": "термит",
      "definition": "Termit (łac. Isoptera) - podliczba owadów z grupy nasionek, obejmująca około 2300 gatunków, w większości tropikalnych. Czymś charakterystycznym termitów jest społeczny tryb życia, spotykany w owadach wyżej niż wśród innych kręgowców i bezkręgowców.",
      "definition_translation": "Термит - это тип насекомого, которое питается деревом и может вызвать значительный ущерб зданиям и сооружениям.",
      "example": "Dlaczego światło sprawia, że termit upamiętnia się i krążen jest w nim, i skąd bierze onsię, podczas gdy termita podczas pełnoci prowadzenia dookoła podczas lotuby termitowych z powodzianiu, i biegnie drogokrzyżnościową, drogokolamiętową, drogach krętarzy, itd.",
      "example_translation": "Владелец дома обнаружил заражение термитами в своем подвале. Он видел, как они поедали дерево в прошлом году. Ему нужно будет позвонить дератизатору, чтобы избавиться от них.",
      "imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bedbug",
      "translation": "клоп",
      "definition": "mały, płaski, pasożytniczy owad, który zagnieżdża się w łóżkach i żywi się krwią ludzką, często powoduje bolesne ugryzienia",
      "definition_translation": "Маленькое, плоское, паразитическое насекомое, которое infests кровати и питается человеческой кровью, часто вызывая болезненные укусы.",
      "example": "Obudziłem się z wieloma ukąszeniami bedbuga na ramieniu. Oto pokazałem kilka bedbuga pełzających po prześcieradle. Do następnego tygodnia wyeliminujemy wszystkie bedbuga z hotelu.",
      "example_translation": "Я проснулся с множественными укусами постельного клопа на своей руке. Вчера я видел несколько постельных клопов, ползущих по простыням. К следующей неделе мы уничтожим всех постельных клопов из отеля.",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "bumblebee",
      "translation": "шмель",
      "definition": "typ dużego, owłosionego, społecznego pszczoła, które często są kolorowe (żółte i czarne), znany z ważnej roli w zapylaniu",
      "definition_translation": "Тип большого, волосатого, социального пчелы, который часто имеет желтый и черный цвет, известный своей важной ролью в опылении.",
      "example": "Bumblebee buzzed around bright flowers, collecting nectar. Yesterday, I had seen a bumblebee hovering near the garden. By spring, the bumblebees will have returned to the fields.",
      "example_translation": "Шмель жужжал вокруг ярких цветов, собираяnectar. Летом прошлого года я видел шмеля, зависающего рядом с садом. К весне шмели вернутся в поля.",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "caterpillar",
      "translation": "гусеница",
      "definition": "larwa motyla lub ćmy, która dużo je i rośnie, zanim przemieni się w poczwarkę i wyjdzie jako dorosły motyl lub ćma",
      "definition_translation": "Личинка бабочки или моли, которая ест много пищи и растет перед превращением в куклу и, в конце концов, вылезает в виде полностью сформированного взрослого.",
      "example": "The caterpillar crawled along the leaf, eating holes in it. Yesterday, I had seen a caterpillar transform into a chrysalis. By next month, the caterpillar will have become a beautiful butterfly.",
      "example_translation": "Гусеница ползла вдоль листа, едя дыры в нем. Вчера я видел гусеницу, превращающуюся в куклу. К следующему месяцу гусеница станет красивой бабочкой.",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "cicada",
      "translation": "цикада",
      "definition": "duży, emitujący dźwięk owad o charakterystycznym kształcie ciała i długim stadium larwalnym w podziemiach",
      "definition_translation": "Большое, шумное насекомое с характерной формой тела и длинной, подземной стадиейjuvenil.",
      "example": "The cicada made a loud humming noise in the tree. Last year, I had seen a cicada shell on the trunk. By next summer, the cicadas will have emerged from the ground.",
      "example_translation": "Цикада издавала громкий жужжащий шум на дереве. В прошлом году я见 цикаду shell на стволе. К следующему лету цикады выйдут из земли.",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "dragonfly",
      "translation": "стрекоза",
      "definition": "ważka, owad o wydłużonym ciele i dużych skrzydłach, wychwytuje w powietrzu owady.",
      "definition_translation": "Стрекоза - это насекомое с длинным, стройным телом и большими крыльями, которые ловят насекомых в воздухе.",
      "example": "The dragonfly hovered above the pond, its iridescent wings glimmering in the sunlight. I saw a dragonfly perched on a blade of grass. If I'm lucky, I'll spot a dragonfly again tomorrow.",
      "example_translation": "Стрекоза зависала над прудом, ее радужные крылья мерцали в солнечном свете. Вчера я увидел стрекозу, сидевшую на стебле травы. Если я повезу, то завтра яagain увижу стрекозу.",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "drone",
      "translation": "дрон",
      "definition": "bezzałogowa maszyna latająca lub statek, która jest zdalnie sterowana lub autonomiczna",
      "definition_translation": "Дрон - это беспилотный самолет или корабль, который управляется дистанционно или автономно.",
      "example": "The company uses drones to deliver packages to remote areas. The drone hovered above the battlefield, transmitting video footage back to headquarters. By next year, drones will be able to fly autonomously.",
      "example_translation": "Компания использует дроны для доставки пакетов в отдаленные районы. Дрон зависал над полем боя, передавая видеоинформацию обратно в штаб-квартиру. К следующему году дроны смогут летать автономно.",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "gadfly",
      "translation": "оса",
      "definition": "gadfly - rodzaj muchy, która jest znana ze swojego irytującego buczenia i skłonności do докuczania zwierzętom i ludziom.",
      "definition_translation": "Оса - это тип мухи, который известен своим раздражающим жужжанием и тенденцией беспокоить животных и людей.",
      "example": "The gadfly buzzed around my head, driving me crazy. Gadfly bit my horse yesterday, causing it to buck wildly. If I can, I'll swat the gadfly that's been bothering me all day.",
      "example_translation": "Оса жужжала вокруг моей головы, доводя меня до сумасшествия. Вчера оса укусила мою лошадь, заставляя ее рьяно метаться. Если смогу, я ушамycin osu, которая беспокоила меня весь день.",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "grasshopper",
      "translation": "кузнечик",
      "definition": "skoczek - owad o zielonej lub brązowej skorupce i dużych tylnych nogach, pozwalających mu skakać na duże odległości.",
      "definition_translation": "Кузнечик - это тип насекомого с зеленым или коричневым телом и большими задними ногами, которые позволяют ему прыгать на дальние расстояния.",
      "example": "The grasshopper jumped across the field, its bright green body glistening in the sunlight. Yesterday, I saw a grasshopper perched on a blade of grass. If I'm lucky, I'll catch a grasshopper again tomorrow.",
      "example_translation": "Кузнечик прыгнул через поле, его ярко-зеленое тело сверкало в солнечном свете. Вчера я увидел кузнечика, сидевшего на стебле травы. Если я повезу, то завтра яagain поймаю кузнечика.",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "hornet",
      "translation": "шершень",
      "definition": "szerszeń - rodzaj owada znanego z jego bolesnego ukąszenia i budowania dużych gniazd w drzewach lub pod ziemią",
      "definition_translation": "Шершень - это тип летающего насекомого, которое строит большие гнезда в деревьях или под землей и известно своей болезненной укус.",
      "example": "The hornet stung me yesterday, but I will be careful when I go hiking tomorrow and I won't disturb the hornets in the future.",
      "example_translation": "Шершень укусил меня вчера, но я буду осторожен, когда пойду на хайкинг завтра, и не буду тревожить шершней в будущем.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "ladybird",
      "translation": "божья коровка",
      "definition": "biedronka - rodzaj chrząszcza o charakterystycznej czerwonej i czarnej skorupce, znany z zdolności wydzielania obronnego płynu, powodującego smak nieprzyjemny.",
      "definition_translation": "Божья коровка - это маленький жук с характерной красно-черной оболочкой, известный своей способностью выделять неприятный на вкус раствор, чтобы отпугивать хищников.",
      "example": "I saw a ladybird crawling on the leaf yesterday, and I will plant some flowers in my garden tomorrow to attract more ladybirds, so they can help me protect my plants in the future.",
      "example_translation": "Я увидел божью коровку, ползущую по листу вчера, и я посадлю некоторые цветы в саду завтра, чтобы привлечь больше божьих коровок, так они могут помочь мне защитить мои растения в будущем.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "plaga",
      "translation": "саранча",
      "definition": "Czyżnia to rodzaj dużego konika, który może tworzyć rójki i powodować duże straty wśród plonów i roślinności. ",
      "definition_translation": "Саранча - это тип большой кузнечика, который может формировать рои и губить урожай и растительность.",
      "example": "Czyżeje zniszczyły pole kukurydziane w zeszłym roku, ale przygotuję farmę do przyszłości, sadząc plonowe rośliny, tak więc czyżeje nie będą problemem, kiedy powrócą ponownie w przyszłym roku.",
      "example_translation": "Саранча разрушила кукурузное поле в прошлом году, но я приготовлю свою ферму к будущему, посадив культуры, устойчивые к саранче, так саранча не будет проблемой, когда они вернутся снова в следующем году.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "Polish",
      "translationLanguage": "Russian",
      "word": "wesz",
      "translation": "вошь",
      "definition": "Wesz to mały, skrzydeł bez owad, który żyje na ciałach ludzi i niektórych zwierząt, odżywiając się ich skóra i krwią. ",
      "definition_translation": "Вошь - это маленькое бескрылое насекомое, которое живет на телах людей и некоторых животных, питаясь их кожей и кровью.",
      "example": "Wszawicy objęły całą szkołę przed miesiącem, ale obieram prysznice myje włosy regularnie, aby uniknąć weśli w przyszłości, a sprawdzone włosy moich dzieci każdy tydzień, aby upewnić się, że nie mają weśli.",
      "example_translation": "Вши infested всю школу в прошлом месяце, но я буду мыть голову регулярно, чтобы избежать вшей в будущем, и я буду проверять волосы моих детей каждую неделю, чтобы убедиться, что у них нет вшей.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]
}