[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ennuyé",
      "translation": "aburrido",
      "definition": "Éprouvant de la fatigue et de l'insatisfaction parce que quelque chose n'est pas intéressant.",
      "definition_translation": "Sentirse cansado y descontento porque algo no es interesante.",
      "example": "J'étais ennuyé en classe hier, mais la leçon d'aujourd'hui était plus passionnante. Je suis ennuyé de ce livre, alors je pense regarder la télévision à la place. Je serai ennuyé si je dois répéter cette tâche encore une fois.",
      "example_translation": "Me aburrí en clase ayer, pero la lección de hoy fue más emocionante. Estoy aburrido de este libro, así que creo que veré televisión en su lugar. Me aburriré si tengo que repetir esta tarea de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ennuyeux",
      "translation": "aburrido",
      "definition": "Ne présentant pas d'intérêt ou d'excitation.",
      "definition_translation": "No interesante o emocionante.",
      "example": "Le film était ennuyeux, donc nous sommes partis après une heure. Cette tâche est ennuyeuse, mais elle doit être faite. J'ai pensé que la soirée serait ennuyeuse, mais elle s'est avérée être vraiment amusante.",
      "example_translation": "La película era aburrida, así que nos fuimos después de una hora. Esta tarea es aburrida, pero necesita ser hecha. Pensé que la fiesta iba a ser aburrida, pero resultó ser realmente divertida.",
      "imageLink": "image_files\\English\\"imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "intelligent",
      "translation": "inteligente",
      "definition": "Ayant ou montrant un esprit vif et inventif.",
      "definition_translation": "Teniendo o mostrando una mente rápida e inventiva.",
      "example": "Ma sœur est intelligente et peut résoudre des problèmes de mathématiques complexes facilement. J'ai été intelligent et j'ai trouvé un moyen de réparer la machine cassée. Il sera intelligent et trouvera une solution à ce puzzle.",
      "example_translation": "Mi hermana es inteligente y puede resolver problemas matemáticos complejos con facilidad. Fue inteligente y encontré una forma de reparar la máquina rota. Él será inteligente y encontrará una solución a este rompecabezas.",
      "imageLink": "image_files\\English\\"imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "difficile",
      "translation": "difícil",
      "definition": "Exigent beaucoup d'effort ou de compétence pour être accompli, traité ou compris ; dur.",
      "definition_translation": "Que requiere mucho esfuerzo o habilidad para lograr, tratar o entender; duro.",
      "example": "La tâche difficile était d'escalader la montagne en un jour. J'ai trouvé difficile de comprendre le problème de mathématiques. Il sera difficile de terminer le projet à temps.",
      "example_translation": "La tarea difícil fue escalar la montaña en un día. Me resultó difícil entender el problema de matemáticas. Será difícil terminar el proyecto a tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "excité",
      "translation": "emocionado",
      "definition": "Éprouvant ou montrant de l'enthousiasme et de l'impatience ; ravi.",
      "definition_translation": "Sintiendo o mostrando entusiasmo y ansiedad; emocionado.",
      "example": "J'étais excité d'aller au concert hier soir. Elle est excitée à l'idée de ses vacances à venir. Ils seront excités de rencontrer leur célébrité préférée.",
      "example_translation": "Estuve emocionado de ir al concierto anoche. Ella está emocionada sobre sus vacaciones próximas. Estarán emocionados de conocer a su celebridad favorita.",
      "imageLink": "image_files\\English\\"imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "palpitant",
      "translation": "emocionante",
      "definition": "Provoquant des sentiments d'enthousiasme et d'impatience ; passionnant.",
      "definition_translation": "Causando sentimientos de entusiasmo y ansiedad; emocionante.",
      "example": "Les nouvelles palpitantes sont que nous avons gagné à la loterie. Le nouveau parc d'attractions est une attraction palpitante. Le match était palpitant, mais notre équipe a perdu.",
      "example_translation": "La noticia emocionante es que ganamos la lotería. El nuevo montaña rusa es una atracción emocionante. El juego fue emocionante, pero nuestro equipo perdió.",
      "imageLink": "image_files\\English\\"imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "célèbre",
      "translation": "famoso",
      "definition": "Connu et respecté en raison de quelque chose que vous avez accompli.",
      "definition_translation": "Bién conocido y respetado por algo que has logrado",
      "example": "Elle était une actrice célèbre dans les années 90, est toujours célèbre aujourd'hui et sera célèbre pour les années à venir.",
      "example_translation": "Era una actriz famosa en los 90, sigue siendo famosa hoy en día y será famosa durante años por venir.",
      "imageLink": "image_files\\English\\"imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "drôle",
      "translation": "divertido",
      "definition": "Provoquant le rire ou l'amusement ; comique.",
      "definition_translation": "Que causa risa o diversión; cómico",
      "example": "Le spectacle de comédie était drôle hier soir, est toujours drôle et sera drôle la semaine prochaine.",
      "example_translation": "El show de comedia fue divertido anoche, es siempre divertido y será divertido la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bon",
      "translation": "bueno",
      "definition": "Ayant une qualité favorable ou un caractère.",
      "definition_translation": "Teniendo una calidad o carácter favorable",
      "example": "Il était un bon élève dans le passé, est un bon enseignant maintenant et sera un bon directeur à l'avenir.",
      "example_translation": "Él fue un buen estudiante en el pasado, es un buen profesor ahora y será un buen director en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "heureux",
      "translation": "feliz",
      "definition": "Éprouvant ou montrant du plaisir ou de la satisfaction.",
      "definition_translation": "Sentirse o mostrar placer o contentamiento.",
      "example": "J'étais heureux lorsque j'ai gotten marié. Je suis heureux maintenant que j'ai un emploi. Je serai heureux lorsque je voyagerai en Europe.",
      "example_translation": "Estuve feliz cuando me casé. Estoy feliz ahora que tengo un trabajo. Estaré feliz cuando viaje a Europa.",
      "imageLink": "image_files\\English\\"imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "intéressant",
      "translation": "interesante",
      "definition": "Éveillant la curiosité ou l'intérêt.",
      "definition_translation": "Despertar curiosidad o interés.",
      "example": "Le film était intéressant. Je trouve l'histoire intéressante. Je vais trouver le nouveau sujet intéressant.",
      "example_translation": "La película fue interesante. Me parece interesante la historia. Encontraré interesante el nuevo tema.",
      "imageLink": "image_files\\English\\"imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agréable",
      "translation": "amable",
      "definition": "Plaisant, agréable ou satisfaisant.",
      "definition_translation": "Agradable, agradable o satisfactorio.",
      "example": "Le temps était agréable hier. Je pense qu'elle est agréable. J'inviterai quelques amis agréables.",
      "example_translation": "El clima fue agradable ayer. Creo que ella es amable. Invitaré a algunos amigos agradables.",
      "imageLink": "image_files\\English\\"imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "triste",
      "translation": "triste",
      "definition": "Éprouvant ou manifestant de la tristesse ou de la malheure.",
      "definition_translation": "sentirse o mostrar tristeza o infelicidad",
      "example": "J'ai été triste lorsque j'ai perdu mon jouet préféré lorsqu j'étais enfant, mais maintenant je suis heureux parce que j'en ai un nouveau. Je suis triste que je ne pourrai pas assister à la soirée ce soir, mais je serai triste si je ne vois pas mes amis à nouveau.",
      "example_translation": "Me sentí triste cuando perdí mi juguete favorito de niño, pero ahora estoy feliz porque tengo uno nuevo. Estoy triste porque no podré asistir a la fiesta esta noche, pero estaré triste si no vuelvo a ver a mis amigos de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fatigué",
      "translation": "cansado",
      "definition": "Ayant besoin de repos ou de sommeil ; éprouvant un manque d'énergie",
      "definition_translation": "necesitado de descanso o sueño; sintiendo una falta de energía",
      "example": "J'étais fatigué après avoir couru un marathon hier, mais je ne suis pas fatigué aujourd'hui parce que j'ai bien dormi. Je serai fatigué après avoir travaillé toute la journée, mais je ne serai pas fatigué si je prends une pause.",
      "example_translation": "Estuve cansado después de correr un maratón ayer, pero no estoy cansado hoy porque dormí bien. Estaré cansado después de trabajar todo el día, pero no estaré cansado si me tomo un descanso.",
      "imageLink": "image_files\\English\\"imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "distrait",
      "translation": "descuidado",
      "definition": "Ayant ou montrant un manque d'attention ou de soin ; oublieux",
      "definition_translation": "teniendo o mostrando una falta de atención o cuidado; olvidadizo",
      "example": "Mon professeur distrait oublie toujours d'apporter ses notes de cours, mais il n'est pas distrait lorsqu'il s'agit de ses recherches. J'étais distrait lorsque j'ai oublié mon téléphone à la maison ce matin, mais je ne suis pas distrait maintenant parce que je suis plus concentré.",
      "example_translation": "Mi profesor descuidado siempre olvida traer sus apuntes de clase, pero no es descuidado cuando se trata de su investigación. Estuve descuidado cuando dejé mi teléfono en casa esta mañana, pero no estoy descuidado ahora porque estoy más enfocado.",
      "imageLink": "image_files\\English\\"imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "effrayé",
      "translation": "temeroso",
      "definition": "Éprouvant de la peur ou de l'anxiété à propos de quelque chose qui pourrait arriver ou qui arrive.",
      "definition_translation": "Sentir miedo o ansiedad por algo que puede suceder o está sucediendo.",
      "example": "J'avais peur des hauteurs lorsque j'étais enfant, mais je n'ai plus peur maintenant. J'ai peur que j'oublie mon passeport, j'ai peur de ce qui pourrait se produire si je ne prends pas le médicament.",
      "example_translation": "Tenía miedo a las alturas cuando era niño, pero ya no lo tengo. Tengo miedo de que olvide mi pasaporte, tengo miedo de lo que pueda suceder si no tomo la medicina.",
      "imageLink": "image_files\\English\\"imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "en colère",
      "translation": "enojado",
      "definition": "Éprouvant ou manifestant une forte déplaisance, hostilité ou indignation.",
      "definition_translation": "Sentir o mostrar gran desagrado, hostilidad o indignación.",
      "example": "J'étais en colère lorsque j'ai vu les nouvelles hier, je suis en colère contre la situation actuelle, je serai en colère si ils ne réparent pas le problème.",
      "example_translation": "Estaba enojado cuando vi las noticias ayer, estoy enojado con la situación actual, estaré enojado si no solucionan el problema.",
      "imageLink": "image_files\\English\\"imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prudent",
      "translation": "cuidadoso",
      "definition": "Faisant preuve d'une grande attention au détail ; méticuleux.",
      "definition_translation": "Prestar atención cercana al detalle; minucioso.",
      "example": "J'étais prudent lorsque je conduisais de nuit, je suis prudent avec les objets fragiles, je serai prudent avec mes mots lors de la réunion.",
      "example_translation": "Fui cuidadoso cuando conducía de noche, soy cuidadoso con los objetos frágiles, seré cuidadoso con mis palabras en la reunión.",
      "imageLink": "image_files\\English\\"imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frais",
      "translation": "fresco",
      "definition": "Modérément froid en température ; modérément chaud dans son comportement ou son style",
      "definition_translation": "Moderadamente frío en temperatura; moderadamente cálido en modo o estilo",
      "example": "L'eau était fraîche, donc je suis allé nager. Hier, il faisait frais, mais aujourd'hui il fait chaud. D'ici l'été prochain, la piscine sera fraîche à nouveau.",
      "example_translation": "El agua estaba fresca, así que me fui a nadar. Ayer fue fresco, pero hoy hace calor. Para el próximo verano, la piscina volverá a estar fresca again.",
      "imageLink": "image_files\\English\\"imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fou",
      "translation": "loco",
      "definition": "Ayant ou montrant un grand enthousiasme ou excitation pour quelque chose ; extrêmement fou ou irrationnel",
      "definition_translation": "Teniendo o mostrando un gran entusiasmo o emoción por algo; extremadamente necio o irracional",
      "example": "Je suis fou de foot. Mon ami était fou de ce nouveau jeu vidéo. D'ici que j'aie 30 ans, je serai fou de mon travail.",
      "example_translation": "Estoy loco por el fútbol. Mi amigo estaba loco por ese nuevo videojuego. Para cuando tenga 30 años, estaré loco por mi trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dangereux",
      "translation": "peligroso",
      "definition": "Pouvoir ou être susceptible de causer du mal ou des blessures ; impliquant un risque ou une menace possible",
      "definition_translation": "Capaz o probable de causar daño o lesión; involucrando posible riesgo o amenaza",
      "example": "La route était dangereuse, donc j'ai conduit prudemment. La situation financière de l'entreprise était dangereuse l'an dernier, mais maintenant elle est stable. D'ici l'an prochain, le chantier sera dangereux.",
      "example_translation": "El camino era peligroso, así que conduje con cuidado. La situación financiera de la empresa era peligrosa el año pasado, pero ahora está estable. Para el próximo año, el sitio de construcción será peligroso.",
      "imageLink": "image_files\\English\\"imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "amical",
      "translation": "amistoso",
      "definition": "ayant ou montrant une nature aimable et agréable, disposé à être amical ou accessible",
      "definition_translation": "teniendo o mostrando una naturaleza amable y agradable, dispuesto a la amistad o accesibilidad",
      "example": "Elle était amicale avec tout le monde au party. Elle est amicale avec ses collègues. Elle sera amicale avec ses nouveaux camarades de classe.",
      "example_translation": "Ella fue amistosa con todos en la fiesta. Ella es amistosa con sus colegas. Ella será amistosa con sus nuevos compañeros de clase.",
      "imageLink": "image_files\\English\\"imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "heureux",
      "translation": "contento",
      "definition": "éprouvant ou montrant du plaisir ou de la joie, ravi ou satisfait",
      "definition_translation": "sintiendo o mostrando placer o alegría, encantado o complacido",
      "example": "J'étais heureux de voir mon vieil ami. Je suis heureux d'être ici. Je serai heureux de vous aider.",
      "example_translation": "Me alegré de ver a mi amigo viejo. Me alegra estar aquí. Me alegrará ayudarte.",
      "imageLink": "image_files\\English\\"imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "honnête",
      "translation": "honrado",
      "definition": "disant la vérité, sincère et équitable dans toutes les transactions, ne pas être déshonoré ou trompeur",
      "definition_translation": "diciendo la verdad, sincero y justo en todos los tratos, no deshonroso ni engañoso",
      "example": "Il a été honnête quant à ses erreurs. Elle est honnête avec ses clients. Ils seront honnêtes quant à leurs intentions.",
      "example_translation": "Él fue honesto sobre sus errores. Ella es honesta con sus clientes. Ellos serán honestos sobre sus intenciones.",
      "imageLink": "image_files\\English\\"imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "intéressé",
      "translation": "interesado",
      "definition": "Ayant un sentiment de curiosité ou de préoccupation à l'égard de quelque chose ou de quelqu'un.",
      "definition_translation": "Teniendo un sentimiento de curiosidad o interés por algo o alguien.",
      "example": "J'étais intéressé par le film, je suis intéressé par le livre, je serai intéressé par la pièce de théâtre.",
      "example_translation": "Estuve interesado en la película, estoy interesado en el libro, estaré interesado en la obra de teatro.",
      "imageLink": "image_files\\English\\"imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gentil",
      "translation": "amable",
      "definition": "Ayant ou montrant une nature douce et considérée.",
      "definition_translation": "Teniendo o mostrando una naturaleza gentil y considerada.",
      "example": "Elle était gentille avec moi, elle est gentille avec ses amis, elle sera gentille avec sa famille.",
      "example_translation": "Ella fue amable conmigo, es amable con sus amigos, será amable con su familia.",
      "imageLink": "image_files\\English\\"imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "paresseux",
      "translation": "perezoso",
      "definition": "Répugnant à travailler ou à faire un effort ; oisif.",
      "definition_translation": "No dispuesto a trabajar o hacer un esfuerzo; ocioso.",
      "example": "Il était paresseux le matin, il est paresseux l'après-midi, il sera paresseux le soir.",
      "example_translation": "Él era perezoso por la mañana, es perezoso por la tarde, será perezoso por la noche.",
      "imageLink": "image_files\\English\\"imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "furieux",
      "translation": "locos",
      "definition": "éprouvant ou montrant de la colère ou un grand déplaisir",
      "definition_translation": "sintiendo o mostrando ira o desagrado fuerte",
      "example": "J'étais furieux contre mon frère pour avoir pris ma voiture sans autorisation. Je suis furieux contre le gouvernement pour avoir augmenté les impôts. Je serai furieux si je n'obtiens pas de promotion.",
      "example_translation": "Estuve enfadado con mi hermano por tomar mi coche sin permiso. Estoy enfadado con el gobierno por subir los impuestos. Estaré enfadado si no obtengo un ascenso.",
      "imageLink": "image_files\\English\\"imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ravi",
      "translation": "contentos",
      "definition": "éprouvant ou montrant du bonheur ou de la satisfaction à l'égard de quelque chose",
      "definition_translation": "sintiendo felicidad o satisfacción acerca de algo",
      "example": "J'étais ravi du service au restaurant. Je suis ravi de vous rencontrer. Je serai ravi si j'obtiens un A à l'examen.",
      "example_translation": "Me alegré con el servicio en el restaurante. Me alegra conocerte. Estaré encantado si obtengo un A en el examen.",
      "imageLink": "image_files\\English\\"imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poli",
      "translation": "cortés",
      "definition": "ayant ou montrant un comportement respectueux et consideré envers les autres",
      "definition_translation": "teniendo o mostrando comportamiento que es respetuoso y considerado con otras personas",
      "example": "Le client était poli envers le vendeur. J'essaie d'être poli envers tout le monde que je rencontre. Elle sera polie envers ses invités au dîner.",
      "example_translation": "El cliente fue cortés con el vendedor. Trato de ser cortés con todos los que conozco. Será cortés con sus invitados en la fiesta de cena.",
      "imageLink": "image_files\\English\\"imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pauvre",
      "translation": "pobre",
      "definition": "Ayant peu ou pas d'argent, de biens ou d'autres moyens de soutien ; nécessiteux.",
      "definition_translation": "Teniendo poco o ningún dinero, bienes, u otros medios de apoyo; necesitado.",
      "example": "Elle était pauvre et devait travailler plusieurs emplois pour joindre les deux bouts. Elle est encore pauvre et lutte pour payer ses factures. Elle sera pauvre à moins qu'elle n'obtienne un meilleur emploi.",
      "example_translation": "Ella era pobre y tuvo que trabajar varios empleos para llegar a fin de mes. Todavía es pobre y lucha para pagar sus facturas. Será pobre a menos que consiga un mejor trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "silencieux",
      "translation": "silencioso",
      "definition": "Faisant peu ou pas de bruit ; libre de trouble ou de tumulte.",
      "definition_translation": "Haciendo poco o ningún ruido; libre de disturbios o tumulto.",
      "example": "La bibliothèque était silencieuse pendant l'examen. Elle aime garder sa chambre silencieuse lorsqu'elle dort. Il sera silencieux lorsqu'il grandira.",
      "example_translation": "La biblioteca estaba silenciosa durante el examen. A ella le gusta mantener su habitación silenciosa cuando duerme. Él será silencioso cuando crezca.",
      "imageLink": "image_files\\English\\"imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sérieux",
      "translation": "serio",
      "definition": "Montrant un sens de l'importance ou de l'urgence ; ne plaisantant pas ou ne badinant pas.",
      "definition_translation": "Mostrando un sentido de importancia o urgencia; no bromear o tratar algo con superficialidad.",
      "example": "Le docteur était sérieux quant au diagnostic. Elle est sérieuse quant à sa carrière et travaille dur. Il sera sérieux quant à ses études lorsqu'il obtiendra son diplôme.",
      "example_translation": "El médico era serio sobre el diagnóstico. Ella es seria sobre su carrera y trabaja duro. Él será serio sobre sus estudios cuando se gradúe.",
      "imageLink": "image_files\\English\\"imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "stupide",
      "translation": "estúpido",
      "definition": "Manquant d'intelligence ou de sens commun ; fou ou dénué de bon sens.",
      "definition_translation": "Falta de inteligencia o sentido común; necio o insensato.",
      "example": "J'étais stupide de lui faire confiance. Je suis stupide d'avoir fait cela. Je serai stupide de le faire à nouveau.",
      "example_translation": "Fui estúpido en confiar en él. Soy estúpido por haberlo hecho. Seré estúpido por hacerlo de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étonné",
      "translation": "sorprendido",
      "definition": "Éprouvant ou montrant une surprise soudaine ou inattendue.",
      "definition_translation": "Sentimiento o muestra de placer o asombro repentino e inesperado.",
      "example": "J'ai été étonné par la nouvelle. Je suis étonné par votre réaction. Je serai étonné si cela se produit à nouveau.",
      "example_translation": "Me sorprendió la noticia. Me sorprende tu reacción. Me sorprenderá si sucede de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "doux",
      "translation": "dulce",
      "definition": "Ayant un goût agréable et sucré ; plaisant ou agréable.",
      "definition_translation": "Teniendo un sabor agradable y azucarado; agradable o aprobable.",
      "example": "Le gâteau était doux. La chanson est douce. Le souvenir sera doux.",
      "example_translation": "El pastel era dulce. La canción es dulce. El recuerdo será dulce.",
      "imageLink": "image_files\\English\\"imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "net",
      "translation": "ordenado",
      "definition": "Faire quelque chose de propre et ordonné, ou mettre les choses en ordre.",
      "definition_translation": "Hacer que algo sea limpio y organizado, o poner las cosas en orden.",
      "example": "J'ai nettoyé ma chambre hier, je la nettoie maintenant, et je la nettoierai à nouveau demain.",
      "example_translation": "Ordené mi habitación ayer, estoy ordenándola ahora y la ordenaré de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "malheureux",
      "translation": "infeliz",
      "definition": "Éprouvant du chagrin ou de la désatisfaction ; pas content ou satisfait.",
      "definition_translation": "Sentir tristeza o descontento, no estar satisfecho o complacido.",
      "example": "J'étais malheureux dans mon emploi l'année dernière, je le suis encore maintenant, et je le serai encore l'année prochaine si je n'obtiens pas de promotion.",
      "example_translation": "Estuve infeliz con mi trabajo el año pasado, estoy infeliz con él ahora y estaré infeliz con él el próximo año si no obtengo un ascenso.",
      "imageLink": "image_files\\English\\"imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inquiet",
      "translation": "preocupado",
      "definition": "Éprouvant de l'anxiété ou de la préoccupation à l'égard de quelque chose.",
      "definition_translation": "Sentir ansiedad o inquietud por algo.",
      "example": "J'étais inquiet pour l'examen hier, je le suis encore maintenant, et je le serai encore demain si je n'étudie pas.",
      "example_translation": "Estuve preocupado por el examen ayer, estoy preocupado por él ahora y estaré preocupado por él mañana si no estudio.",
      "imageLink": "image_files\\English\\"imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "actif",
      "translation": "activo",
      "definition": "Ayant le pouvoir de se mouvoir ou d'agir ; pas dormant ou inactif.",
      "definition_translation": "Teniendo el poder de moverse o actuar; no dormido o inactivo.",
      "example": "L'entreprise était active dans plusieurs pays. Elle l'avait été pendant de nombreuses années, et elle le restera à l'avenir.",
      "example_translation": "La empresa estaba activa en varios países. Había estado activa durante muchos años, y seguirá siendo activa en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étonné",
      "translation": "asombrado",
      "definition": "Éprouvant une grande surprise ou une grande admiration ; ébahi.",
      "definition_translation": "Sentir gran sorpresa o asombro; atónito.",
      "example": "J'étais étonné par la beauté du paysage. Elle a été étonnée par le spectacle de magie, et elle sera étonnée par les feux d'artifice ce soir.",
      "example_translation": "Estuve asombrado por la belleza del paisaje. Ella ha estado asombrada por el show de magia, y estará asombrada por los fuegos artificiales esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "incroyable",
      "translation": "increíble",
      "definition": " Exceptionnellement surprenant ou impressionnant ; ébahi.",
      "definition_translation": "Extremadamente sorprendente o impresionante; asombroso.",
      "example": "La vue incroyable du haut de la montagne m'a coupé le souffle. Le talent incroyable de la chanteuse a été reconnu dans le monde entier, et ce sera incroyable de la voir performer en direct.",
      "example_translation": "La vista increíble desde la cima de la montaña me quitó el aliento. El talento increíble de la cantante ha sido reconocido en todo el mundo, y será increíble verla actuar en vivo.",
      "imageLink": "image_files\\English\\"imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "en colère",
      "translation": "con ira",
      "definition": "De manière caractérisée par la colère ou l'expression de la colère",
      "definition_translation": "De una manera caracterizada por o expresar ira",
      "example": "Elle a parlé en colère à son frère. Elle parle en colère à son enseignant. Elle parlera en colère à son ami.",
      "example_translation": "Ella habló con ira a su hermano. Está hablando con ira a su maestro. Ella hablará con ira a su amiga.",
      "imageLink": "image_files\\English\\"imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agacé",
      "translation": "molesto",
      "definition": "Éprouvant ou manifestant de l'irritation ou de la frustration",
      "definition_translation": "Sintiendo o mostrando irritación o frustración",
      "example": "J'ai été agacé par le bruit. Je suis agacé par les retards. Je serai agacé si ils n'arrivent pas à temps.",
      "example_translation": "Me molestaron por el ruido. Estoy molesto por los retrasos. Estaré molesto si no llegan a tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ennuyeux",
      "translation": "molesto",
      "definition": "Provoquant l'irritation ou la frustration",
      "definition_translation": "Causando irritación o frustración",
      "example": "Le bruit était ennuyeux. Les questions m'ennuient. Les interruptions constantes seront ennuyeuses.",
      "example_translation": "El ruido era molesto. Las preguntas me están molestando. Las interrupciones constantes serán molestas.",
      "imageLink": "image_files\\English\\"imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inquiet",
      "translation": "ansioso",
      "definition": "Éprouvant de l'inquiétude ou de l'anxiété à l'égard de quelque chose qui peut arriver",
      "definition_translation": "sentirse preocupado o nervioso por algo que pueda suceder",
      "example": "J'étais inquiet à propos des résultats de l'examen, mais j'ai obtenu un A. Je suis inquiet de commencer mon nouveau travail, et je serai inquiet de voir ma famille à nouveau.",
      "example_translation": "Estaba ansioso por los resultados del examen, pero obtuve una A. Estoy ansioso por empezar mi nuevo trabajo, y estaré ansioso por ver a mi familia de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brave",
      "translation": "valiente",
      "definition": "Montrant du courage ou de la force face au danger ou à l'adversité",
      "definition_translation": "mostrando coraje o fuerza en enfrentar el peligro o la adversidad",
      "example": "Le brave pompier a sauvé le chat de l'arbre. Elle a été brave assez pour s'exprimer contre l'injustice. Il sera brave et essayera de monter la montagne à nouveau.",
      "example_translation": "El valiente bombero rescató al gato del árbol. Ha sido lo suficientemente valiente como para hablar en contra de la injusticia. Será valiente y tratará de escalar la montaña de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bravement",
      "translation": "valientemente",
      "definition": "De manière brave ou courageuse",
      "definition_translation": "de manera valiente o con coraje",
      "example": "Elle a bravement affronté ses peurs et les a surmontées. Il défendra bravement son pays contre toutes les menaces. Ils ont bravement combattu pour leurs droits.",
      "example_translation": "Ella enfrentó valientemente sus temores y los superó. Él defenderá valientemente su país contra todas las amenazas. Lucharon valientemente por sus derechos.",
      "imageLink": "image_files\\English\\"imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brillant",
      "translation": "brillante",
      "definition": "Exceptionnellement doué ou impressionnant; extrêmement habile ou efficace.",
      "definition_translation": "Exceptpcionalmente talentoso o impresionante; extremadamente habilidoso o efectivo.",
      "example": "Elle était une étudiante brillante, toujours obtenant les meilleures notes. Elle a été brillante dans ses performances dernièrement. Elle sera brilliance dans son nouveau rôle.",
      "example_translation": "Ella era una estudiante brillante, siempre obteniendo calificaciones altas. Ha sido brillante en sus presentaciones últimamente. Será brillante en su nuevo papel.",
      "imageLink": "image_files\\English\\"imageLink": "brilliant.jpg",
      "audioLink": "brilliant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "calme",
      "translation": "tranquilo",
      "definition": "Paisible et exempt de troubles ou de tumulte; serein.",
      "definition_translation": "Pacifico y libre de disturbios o tumulto; sereno.",
      "example": "L'atmosphère calme m'a aidé à me détendre. Elle est restée calme pendant la crise. Il sera calme une fois qu'il aura les nouvelles.",
      "example_translation": "El ambiente tranquilo me ayudó a relajarme. Ella siguió tranquila durante la crisis. Él estará tranquilo una vez que reciba las noticias.",
      "imageLink": "image_files\\English\\"imageLink": "calm.jpg",
      "audioLink": "calm.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "insouciant",
      "translation": "sin preocupaciones",
      "definition": "Éprouvant ou montrant aucune inquiétude ou trouble ; insouciant.",
      "definition_translation": "No sintiendo o mostrando preocupaciones o problemas; feliz de la vida.",
      "example": "Les jours insouciants de l'été étaient mes préférés. Elle a été insouciante depuis qu'elle a obtenu son diplôme. Ils seront insouciants une fois à la retraite.",
      "example_translation": "Los días sin preocupaciones del verano fueron mis favoritos. Ella ha sido sin preocupaciones desde que se graduó. Ellos serán sin preocupaciones una vez que se retiren.",
      "imageLink": "image_files\\English\\"imageLink": "carefree.jpg",
      "audioLink": "carefree.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "négligent",
      "translation": "descuidado",
      "definition": "Ayant ou montrant un manque de soin ou d'attention ; négligent.",
      "definition_translation": "teniendo o mostrando falta de cuidado o atención; negligente",
      "example": "Il a été négligent avec son téléphone et l'a laissé tomber dans l'eau. Il est négligent avec son argent et le dépense librement. Il sera négligent avec ses paroles et blessera les sentiments de quelqu'un.",
      "example_translation": "Él fue descuidado con su teléfono y lo dejó caer en el agua. Él es descuidado con su dinero y lo gasta con Libertad. Él será descuidado con sus palabras y lastimará los sentimientos de alguien.",
      "imageLink": "image_files\\English\\"imageLink": "careless.jpg",
      "audioLink": "careless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "charmant",
      "translation": "encantador",
      "definition": "Agréablement attrayant ou plaisant ; délicieux.",
      "definition_translation": "agradablemente atractivo o agradable; delicioso",
      "example": "Elle était charmante au party et tout le monde l'a aimée. Il est charmant lorsqu'il sourit. Ils seront charmants au mariage et prendront de belles photos.",
      "example_translation": "Ella era encantadora en la fiesta y todos la gustaron. Él es encantador cuando sonríe. Serán encantadores en la boda y tomarán hermosas fotos.",
      "imageLink": "image_files\\English\\"imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "joyeux",
      "translation": "alegre",
      "definition": "Ayant ou montrant une attitude agréable et optimiste ; brillant et joyeux.",
      "definition_translation": "teniendo o mostrando una actitud agradable y optimista; brillante y jubiloso",
      "example": "Il était joyeux au bureau et a élevé le moral de tout le monde. Elle est joyeuse le matin et commence la journée avec un sourire. Ils seront joyeux au party d'anniversaire et passeront un excellent moment.",
      "example_translation": "Él fue alegre en la oficina y improving el estado de ánimo de todos. Ella es alegre por la mañana y comienza el día con una sonrisa. Serán alegres en la fiesta de cumpleaños y tendrán un gran tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "froid",
      "translation": "frío",
      "definition": "Ayant une température basse ; pas chaud ou chaud.",
      "definition_translation": "Teniendo una temperatura baja; no cálido o caliente.",
      "example": "J'étais froid en hiver, je suis froid maintenant, et je serai froid demain.",
      "example_translation": "Estuve frío en el invierno, estoy frío ahora y estaré frío mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "confus",
      "translation": "confundido",
      "definition": "Incertain de penser clairement ou de comprendre quelque chose correctement.",
      "definition_translation": "Incapaz de pensar con claridad o entender algo correctamente.",
      "example": "J'étais confus par les instructions, je suis confus maintenant, et je serai confus demain si je n'obtiens pas d'aide.",
      "example_translation": "Me confundí con las instrucciones, estoy confundido ahora y estaré confundido mañana si no recibo ayuda.",
      "imageLink": "image_files\\English\\"imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "créatif",
      "translation": "creativo",
      "definition": "Ayant la capacité de créer de nouvelles idées ou choses originales.",
      "definition_translation": "Teniendo la capacidad de crear ideas o cosas nuevas y originales.",
      "example": "Elle était une artiste créative, elle est écrivaine créative maintenant, et elle sera une entrepreneuse créative à l'avenir.",
      "example_translation": "Ella fue una artista creativa, es una escritora creativa ahora y será una emprendedora creativa en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cruel",
      "translation": "cruel",
      "definition": "Ayant ou montrant le désir de causer de la douleur ou de la souffrance à un autre être, souvent de manière délibérée et méchante.",
      "definition_translation": "Tener o mostrar un deseo de causar dolor o sufrimiento a otro ser, a menudo de manera deliberada y desconsiderada.",
      "example": "Le dictateur cruel a régné d'une main de fer, écrasant toute opposition. Il a été cruel envers ses employés dans le passé. Il sera cruel envers quiconque se trouvera sur son chemin.",
      "example_translation": "El dictador cruel gobernó con puño de hierro, aplastando cualquier oposición. Ha sido cruel con sus empleados en el pasado. Será cruel con cualquier persona que se interponga en su camino.",
      "imageLink": "image_files\\English\\"imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "curieux",
      "translation": "curioso",
      "definition": "Ayant le désir d'apprendre ou de savoir quelque chose sur quelqu'un ou quelque chose, souvent de manière subtile ou secrète.",
      "definition_translation": "Tener un deseo de aprender o saber sobre algo o alguien, a menudo de manera sutil o secreta.",
      "example": "L'enfant curieux a demandé à sa mère un million de questions sur l'univers. Elle était curieuse à propos du nouvel élève en classe. Ils seront curieux à propos de la surprise-partie.",
      "example_translation": "La niña curiosa le hizo a su madre un millón de preguntas sobre el universo. Estaba curiosa sobre el nuevo estudiante en clase. Serán curiosos sobre la fiesta sorpresa.",
      "imageLink": "image_files\\English\\"imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "curieusement",
      "translation": "curiosamente",
      "definition": "De manière curieuse ou inquisitrice, souvent accompagnée d'un sentiment de merveille ou de surprise.",
      "definition_translation": "De manera que es curiosa o inquisitiva, a menudo acompañada de un sentido de asombro o sorpresa.",
      "example": "Elle l'a regardé curieusement, essayant de comprendre son comportement étrange. Ils ont marché curieusement à travers la maison abandonnée. Les touristes ont regardé curieusement les ruines anciennes.",
      "example_translation": "Ella lo miró curiosamente, tratando de entender su comportamiento extraño. Caminaron curiosamente por la casa abandonada. Los turistas contemplaron curiosamente las ruinas antiguas.",
      "imageLink": "image_files\\English\\"imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ravi",
      "translation": "encantado",
      "definition": "éprouvant ou montrant un grand plaisir ou une grande enjoyment",
      "definition_translation": "sentir o mostrar gran placer o disfrute",
      "example": "J'étais ravi de la surprise party que mes amis avaient organisée pour moi. Je suis ravi de annoncer le vainqueur du concours. Je serai ravi d'assister au mariage la semaine prochaine.",
      "example_translation": "Me encantó la fiesta sorpresa que mis amigos me organizaron. Estoy encantado de anunciar al ganador del concurso. Estaré encantado de asistir a la boda la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déprimé",
      "translation": "deprimido",
      "definition": "se sentir triste et sans espoir, souvent pendant longtemps, ou souffrant de dépression clinique",
      "definition_translation": "sentirse triste y sin esperanza, a menudo por un período prolongado, o sufrir de depresión clínica",
      "example": "Elle était déprimée après avoir perdu son emploi. Il est déprimé par l'état actuel de l'économie. J'étais déprimé pendant les mois d'hiver en raison du manque de lumière du soleil.",
      "example_translation": "Ella se deprimió después de perder su trabajo. Él está deprimido por el estado actual de la economía. Me deprimí durante los meses de invierno debido a la falta de luz solar.",
      "imageLink": "image_files\\English\\"imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déçu",
      "translation": "desilusionado",
      "definition": "se sentir malheureux ou déçu parce que quelque chose n'a pas eu lieu ou n'est pas aussi bon que prévu",
      "definition_translation": "sentirse infeliz o desilusionado porque algo no ha sucedido o no es tan bueno como se esperaba",
      "example": "J'étais déçu par le film. Elle est déçue par les notes de son fils. Ils étaient déçus lorsque leur équipe a perdu le championnat.",
      "example_translation": "Me desilusioné con la película. Ella está desilusionada con las calificaciones de su hijo. Estaban desilusionados cuando su equipo perdió el campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "décevant",
      "translation": "desafortunado",
      "definition": "provoquant des sentiments de tristesse et de déplaisir parce que quelque chose n'est pas aussi bon que prévu.",
      "definition_translation": "Causando sentimientos de tristeza y desagrado porque algo no es tan bueno como se esperaba.",
      "example": "Le film était décevant, nous sommes partis du théâtre tôt. J'étais déçu pendant ma première année d'université. Je décevrai mes parents si je n'obtiens pas de bonne note.",
      "example_translation": "La película fue desafortunada, salimos del teatro temprano. Estuve desafortunado en mi primer año de universidad. Voy a desilusionar a mis padres si no obtengo una buena nota.",
      "imageLink": "image_files\\English\\"imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "détendu",
      "translation": "fácil de llevar",
      "definition": "Une personne qui est facile à vivre et qui n'est pas facilement contrariée ou annoyée.",
      "definition_translation": "Una persona que es fácil de llevar y que no se desanima ni se molesta con facilidad.",
      "example": "Mon ami détendu est toujours calme dans les situations difficiles. Je wish j'étais détendu comme ma sœur. Il sera détendu lorsqu'il grandira.",
      "example_translation": "Mi amigo fácil de llevar siempre está calmado en situaciones difíciles. Ojalá fuera fácil de llevar como mi hermana. Él será fácil de llevar cuando sea mayor.",
      "imageLink": "image_files\\English\\"imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "embarrassé",
      "translation": "avergonzado",
      "definition": "Se sentir honteux ou gêné à cause de quelque chose de ridicule ou de stupide que l'on a fait.",
      "definition_translation": "Sintiendo vergüenza o conciencia de sí mismo porque algo tonto o necio que uno ha hecho.",
      "example": "J'étais embarrassé lorsque j'ai trébuché sur les escaliers. Elle était embarrassée à propos de sa erreur en classe. Ils seront embarrassés s'ils perdent le jeu.",
      "example_translation": "Estuve avergonzado cuando me caí en las escaleras. Ella se sintió avergonzada por su error delante de la clase. Ellos se sentirán avergonzados si pierden el juego.",
      "imageLink": "image_files\\English\\"imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gênant",
      "translation": "embarazoso",
      "definition": "provoquant des sentiments de honte ou de gêne; très gênant ou humiliant.",
      "definition_translation": "Que causa sentimientos de vergüenza o incomodidad; muy embarazoso o humillante.",
      "example": "J'ai eu honte lorsque j'ai trébuché sur les escaliers. Je vais essayer d'être plus prudent à l'avenir pour éviter les situations gênantes. Elle a eu une expérience gênante au parti hier soir.",
      "example_translation": "Me sentí embarazoso cuando me caí en las escaleras. Trataré de ser más cuidadoso en el futuro para evitar situaciones embarazosas. Ella tuvo una experiencia embarazosa en la fiesta de anoche.",
      "imageLink": "image_files\\English\\"imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agréable",
      "translation": "disfrutable",
      "definition": "donnant un grand plaisir ou un grand amusement; plaisant et satisfaisant.",
      "definition_translation": "Que da gran placer o disfrute; agradable y satisfactorio.",
      "example": "Le film était agréable, j'ai beaucoup aimé. Elle a passé un bon moment à la plage hier. Ils auront des vacances agréables à Hawaï le mois prochain.",
      "example_translation": "La película fue disfrutable, me gustó mucho. Ella tuvo un buen tiempo en la playa ayer. Ellos tendrán unas vacaciones disfrutables en Hawái el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": " Avec enthousiasme",
      "translation": "emocionadamente",
      "definition": "Dans un état d'excitation ou de enthousiasme élevé; avec grande impatience ou enthousiasme.",
      "definition_translation": "En un estado de alta emoción o entusiasmo; con gran entusiasmo o ansiedad.",
      "example": "Elle a parlé avec enthousiasme de son prochain voyage en Europe. Ils ont poussé des cris de joie avec enthousiasme lorsque leur équipe a marqué le but gagnant. Il réagira avec enthousiasme lorsqu'il apprendra la bonne nouvelle.",
      "example_translation": "Ella habló emocionadamente sobre su próximo viaje a Europa. Ellos gritaron emocionadamente cuando su equipo anotó el gol ganador. Él reaccionará emocionadamente cuando escuche las buenas noticias.",
      "imageLink": "image_files\\English\\"imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épuisé",
      "translation": "agotado",
      "definition": "Se sentir extrêmement fatigué, soit physiquement soit mentalement, souvent en raison d'un lourd travail, d'activités épuisantes ou de manque de sommeil.",
      "definition_translation": "Sentirse extremadamente cansado, ya sea física o mentalmente, a menudo debido a una carga de trabajo pesada, actividades físicamente demandantes o falta de sueño.",
      "example": "J'étais épuisé après avoir couru le marathon, donc j'ai dormi 10 heures la nuit dernière. Je serai épuisé si je n'obtiens pas bientôt une pause. Elle était épuisée en raison des soins qu'elle apportait à sa mère malade.",
      "example_translation": "Estaba agotado después de correr el maratón, así que dormí 10 horas anoche. Estaré agotado si no tengo un descanso pronto. Ella estaba agotada de cuidar a su madre enferma.",
      "imageLink": "image_files\\English\\"imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "expérimenté",
      "translation": "experimentado",
      "definition": "Ayant une connaissance ou une habileté acquise en réalisant ou en participant à quelque chose, souvent à plusieurs reprises, sur une période de temps.",
      "definition_translation": "Tener conocimiento o habilidad adquirida al participar o realizar algo, a menudo repetidamente, durante un período de tiempo.",
      "example": "Le randonneur expérimenté a guidé le groupe à travers le terrain dangereux. Elle est une enseignante expérimentée avec plus de 10 ans d'expérience. Ils étaient expérimentés dans la gestion des situations d'urgence.",
      "example_translation": "El senderista experimentado lideró al grupo a través del terreno peligroso. Ella es una maestra experimentada con más de 10 años de experiencia. Estaban experimentados en el manejo de emergencias.",
      "imageLink": "image_files\\English\\"imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "oublieux",
      "translation": "olvidadizo",
      "definition": "Ayant tendance à oublier des choses, souvent en raison d'une absence d'attention, de la vieillesse ou d'être préoccupé par d'autres choses.",
      "definition_translation": "Tener la tendencia a olvidar cosas, a menudo debido a la falta de atención, la edad avanzada o estar preocupado por otras cosas.",
      "example": "Je deviens oublieux dans ma vieillesse, je oublie souvent mes lunettes. Elle est une personne oublieuse, toujours laissant ses clés derrière. Il sera oublieux s'il ne l'écrit pas.",
      "example_translation": "Estoy volviéndome olvidadizo en mi vejez, siempre olvido mis gafas. Ella es una persona olvidadiza, siempre deja sus llaves atrás. Él será olvidadizo si no lo escribe.",
      "imageLink": "image_files\\English\\"imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "effrayé",
      "translation": "asustado",
      "definition": "Éprouvant de la peur ou de l'anxiété ; intimidé ou effrayé",
      "definition_translation": "sintiendo miedo o ansiedad; intimidado o asustado",
      "example": "J'ai été effrayé par le tonnerrepuissant, J'ai peur des araignées, J'aurai peur si je n'obtiens pas le travail.",
      "example_translation": "Me asusté con el trueno fuerte, tengo miedo de las arañas, estaré asustado si no consigo el trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "généreux",
      "translation": "generoso",
      "definition": "Prêt à donner librement de ses ressources ; libéral dans la donation",
      "definition_translation": "dispuesto a dar libremente de sus recursos; liberal en dar",
      "example": "Elle était généreuse de son temps, Il est généreux de son argent, Ils seront généreux de leur hospitalité.",
      "example_translation": "Ella fue generosa con su tiempo, Él es generoso con su dinero, Ellos serán generosos con su hospitalidad.",
      "imageLink": "image_files\\English\\"imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "doux",
      "translation": "suave",
      "definition": "Doux de nature ou de comportement ; pas dur ou sévère",
      "definition_translation": "suave en naturaleza o comportamiento; no fuerte ni severo",
      "example": "Elle a une voix douce, Il est doux dans ses paroles, Ils seront doux avec le bébé.",
      "example_translation": "Ella tiene una voz suave, Él es suave con sus palabras, Ellos serán suaves con el bebé.",
      "imageLink": "image_files\\English\\"imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "reconnaissant",
      "translation": "agradecido",
      "definition": "Éprouvant ou montrant de la gratitude ou des remerciements pour quelque chose",
      "definition_translation": "sentir o mostrar apreciación o agradecimiento por algo",
      "example": "J'ai été reconnaissant pour l'aide, Je suis reconnaissant pour l'opportunité, et Je serai reconnaissant pour l'expérience.",
      "example_translation": "Estuve agradecido por la ayuda, estoy agradecido por la oportunidad y estaré agradecido por la experiencia.",
      "imageLink": "image_files\\English\\"imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coupable",
      "translation": "culpable",
      "definition": "Responsable d'un crime ou d'une faute",
      "definition_translation": "responsable de un crimen o mala acción",
      "example": "J'ai eu des remords de avoir menti, Je suis coupable de procrastination, et J'aurais été coupable de tricher si je n'avais pas été pris.",
      "example_translation": "Me sentí culpable por mentir, soy culpable de procrastinar y habría sido culpable de hacer trampa si no me hubieran pillado.",
      "imageLink": "image_files\\English\\"imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "heureusement",
      "translation": "felizmente",
      "definition": "De manière heureuse ou gaie",
      "definition_translation": "de manera feliz o alegre",
      "example": "J'ai heureusement accepté l'invitation, Je suis heureusement marié, et Je serai heureusement prêt à vous aider avec la tâche.",
      "example_translation": "Acepté felizmente la invitación, estoy felizmente casado y felizmente te ayudaré con la tarea.",
      "imageLink": "image_files\\English\\"imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "utile",
      "translation": "útil",
      "definition": "Donnant de l'assistance ou des conseils, en particulier volontairement.",
      "definition_translation": "Brindar asistencia o orientación, especialmente con buena disposición.",
      "example": "Le professeur a été très utile pour expliquer le concept. Elle a été utile dans notre projet de groupe. Elle sera utile dans nos entreprises futures.",
      "example_translation": "La profesora fue muy útil al explicar el concepto. Ella había sido útil en nuestro proyecto de grupo. Ella será útil en nuestros esfuerzos futuros.",
      "imageLink": "image_files\\English\\"imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "espérant",
      "translation": "esperanzado",
      "definition": "Éprouvant ou inspirant de l'optimisme quant à un résultat particulier.",
      "definition_translation": "Sintiendo o inspirando optimismo sobre un resultado particular.",
      "example": "J'étais espérant d'obtenir le travail. Elle est espérante pour son avenir. Ils seront espérants pour la nouvelle politique.",
      "example_translation": "Yo tenía esperanzas de obtener el trabajo. Ella tiene esperanzas sobre su futuro. Ellos tendrán esperanzas sobre la nueva política.",
      "imageLink": "image_files\\English\\"imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "désespéré",
      "translation": "desesperanzado",
      "definition": "N'avoir ou éprouveraucun espoir.",
      "definition_translation": "Teniendo o sintiendo no tener esperanza.",
      "example": "La situation était désespérée. Il se sentait désespéré quant à sa carrière. Ils se sentiront désespérés quant au résultat.",
      "example_translation": "La situación era desesperanzada. Él se sentía desesperanzado sobre su carrera. Ellos se sentirán desesperanzados sobre el resultado.",
      "imageLink": "image_files\\English\\"imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "blessé",
      "translation": "herir",
      "definition": "Causer une douleur physique ou émotionnelle, de la souffrance ou des dégâts.",
      "definition_translation": "Causar dolor físico o emocional, sufrimiento o daño.",
      "example": "J'ai blessé mon genou hier, mais je serai guéri demain. Elle se blessait lorsqu'elle se souvenait de son passé. Ils blesseront quelqu'un si ils n'arrêtent pas.",
      "example_translation": "Me lastimé la rodilla ayer, pero estaré bien mañana. Ella sufre cuando recuerda su pasado. Ellos lastimarán a alguien si no paran.",
      "imageLink": "image_files\\English\\"imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "amoureux",
      "translation": "enamorado",
      "definition": "Avoir des sentiments d'amour ou d'affection forts pour quelqu'un ou quelque chose.",
      "definition_translation": "Teniendo sentimientos fuertes de amor o afecto por alguien o algo.",
      "example": "Ils sont tombés amoureux à premiere vue. Elle était amoureuse de son mari pendant 50 ans. Je serai amoureux de toi pour toujours.",
      "example_translation": "Ellos se enamoraron a primera vista. Ella estuvo enamorada de su esposo durante 50 años. Estaré enamorado de ti para siempre.",
      "imageLink": "image_files\\English\\"imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "en larmes",
      "translation": "en lágrimas",
      "definition": "Pleurer, souvent à cause de la tristesse ou de la douleur émotionnelle.",
      "definition_translation": "Llorando, a menudo debido a la tristeza o dolor emocional.",
      "example": "Elle était en larmes lorsqu'elle a appris la nouvelle. Il était en larmes après avoir vu le film triste. Ils étaient en larmes à leur mariage.",
      "example_translation": "Ella estaba en lágrimas cuando oyó la noticia. Él estaba en lágrimas después de ver la película triste. Ellos estaban en lágrimas en su boda.",
      "imageLink": "image_files\\English\\"imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "intelligent",
      "translation": "inteligente",
      "definition": "Avoir la capacité d'apprendre ou de comprendre ou de gérer une situation, notamment de manière intelligente ou sensée.",
      "definition_translation": "Teniendo la capacidad de aprender o entender o lidiar con una situación, especialmente de una manera lista o sensata.",
      "example": "Elle était une étudiante intelligente qui posait toujours des questions pertinentes. Elle a été suffisamment intelligente pour trouver la solution. Elle sera suffisamment intelligente pour comprendre la complexité du problème.",
      "example_translation": "Era una estudiante inteligente que siempre hacía preguntas perspicaces. Ha sido lo suficientemente inteligente como para encontrar la solución. Será lo suficientemente inteligente como para entender la complejidad del problema.",
      "imageLink": "image_files\\English\\"imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jaloux",
      "translation": "celoso",
      "definition": "Éprouver ou montrer un désir intense et souvent déraisonnable de posséder quelque chose ou d'être avec quelqu'un à cause de la peur de la perte ou de la rivalité.",
      "definition_translation": "Sintiendo o mostrando un deseo intenso y a menudo irrazonable de tener algo o estar con alguien debido a miedo a la pérdida o rivalidad.",
      "example": "Il était jaloux du succès de son ami. Elle avait été jalouse de la beauté de sa sœur. Ils seront jaloux de notre nouvelle voiture.",
      "example_translation": "Él era celoso del éxito de su amigo. Ella había sido celosa de la belleza de su hermana. Ellos estarán celosos de nuestro nuevo coche.",
      "imageLink": "image_files\\English\\"imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "enthousiaste",
      "translation": "entusiasta",
      "definition": "Avoir ou montrer un intérêt fort et impatient dans quelque chose ou un désir strong de faire quelque chose.",
      "definition_translation": "Teniendo o mostrando un interés fuerte y ansioso en algo o un deseo fuerte de hacer algo.",
      "example": "Il est enthousiaste pour jouer au football. Elle avait été enthousiaste pour apprendre le français. Ils seront enthousiastes pour assister au concert.",
      "example_translation": "Él está entusiasmado con jugar fútbol. Ella había estado ansiosa por aprender francés. Ellos estarán entusiasmados con asistir al concierto.",
      "imageLink": "image_files\\English\\"imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aimablement",
      "translation": "amablemente",
      "definition": "De manière aimable et douce; avec gentillesse.",
      "definition_translation": "De manera amable y gentil; con amabilidad.",
      "example": "Elle m'a parlé aimablement, ce qui m'a fait me sentir mieux. Elle me parlera aimablement demain. Elle m'a déjà parlé aimablement auparavant.",
      "example_translation": "Ella me habló amablemente, lo que me hizo sentir mejor. Ella me hablará amablemente mañana. Ella me ha hablado amablemente antes.",
      "imageLink": "image_files\\English\\"imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "animé",
      "translation": "animado",
      "definition": "Plein de vie, d'énergie et d'enthousiasme; animé et enjoué.",
      "definition_translation": "Lleno de vida, energía y entusiasmo; animado y espiritual.",
      "example": "La soirée animée a duré jusqu'à minuit. La ville sera animée pendant le festival. L'atmosphère animée a fait que tout le monde se sentait le bienvenu.",
      "example_translation": "La fiesta animada duró hasta la medianoche. La ciudad será animada durante el festival. El ambiente animado hizo que todos se sintieran bienvenidos.",
      "imageLink": "image_files\\English\\"imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "solitaire",
      "translation": "solitario",
      "definition": "Se sentir triste et isolé parce qu'on n'a pas d'amis ou qu'on est éloigné des autres.",
      "definition_translation": "Sentirse triste y aislado porque no se tienen amigos o se está lejos de los demás.",
      "example": "Il s'est senti solitaire pendant son voyage. Elle se sentira solitaire quando'elle déménagera dans une nouvelle ville. Ils ont été solitaires depuis que leurs amis sont partis.",
      "example_translation": "Se sintió solitario durante su viaje. Se sentirá solitaria cuando se mude a una nueva ciudad. Han estado solitarios desde que sus amigos se fueron.",
      "imageLink": "image_files\\English\\"imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "humeur",
      "translation": "malhumorado",
      "definition": "ayant tendance à être morose ou boudeur, souvent sans raison apparente",
      "definition_translation": "tener tendencia a ser hosco o malhumorado, a menudo sin una razón clara",
      "example": "Elle a été d'humeur toute la journée, je me demande ce qui ne va pas. Elle était d'humeur hier, mais elle va bien maintenant. Elle sera d'humeur si elle ne dort pas suffisamment.",
      "example_translation": "Ha estado de malhumor todo el día, me pregunto qué pasa. Estaba de malhumor ayer, pero ahora está bien. Estará de malhumor si no duerme lo suficiente.",
      "imageLink": "image_files\\English\\"imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "négatif",
      "translation": "negativo",
      "definition": "exprimant ou impliquant la négation, le refus ou la dissension",
      "definition_translation": "expresando o implicando negativa, rechazo o disentimiento",
      "example": "Il avait une attitude négative envers la nouvelle politique. Le résultat du test était négatif. La critique était négative, donc nous n'allions pas voir le film.",
      "example_translation": "Él tenía una actitud negativa hacia la nueva política. El resultado de la prueba fue negativo. La reseña fue negativa, así que no fuimos al cine.",
      "imageLink": "image_files\\English\\"imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nerveux",
      "translation": "nervioso",
      "definition": "éprouvant ou montrant de l'anxiété ou de l'appréhension",
      "definition_translation": "sentir o mostrar ansiedad o aprensión",
      "example": "J'étais nerveux avant l'entrevue d'embauche, mais j'ai fait du bien. Elle a été nerveuse tout la semaine à propos de l'examen. Il sera nerveux s'il doit parler en public devant une grande foule.",
      "example_translation": "Estuve nervioso antes de la entrevista de trabajo, pero me fue bien. Ha estado nerviosa por el examen toda la semana. Estará nervioso si tiene que hablar ante una gran multitud.",
      "imageLink": "image_files\\English\\"imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "patient",
      "translation": "paciente",
      "definition": "Une personne qui reçoit des soins médicaux, un traitement ou une attention.",
      "definition_translation": "Una persona que recibe atención médica, tratamiento o atención.",
      "example": "Le docteur a examiné le patient avec soin. Le patient se rétablit bien. Le patient subira une opération demain.",
      "example_translation": "El doctor examinó al paciente con cuidado. El paciente se está recuperando bien. El paciente se someterá a cirugía mañana.",
      "imageLink": "image_files\\English\\"imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poliment",
      "translation": "cortésmente",
      "definition": "De manière à montrer du respect et des bonnes manières.",
      "definition_translation": "De una manera que muestra respeto y buenos modales.",
      "example": "Elle a parlé poliment au client. Il parlera poliment au gestionnaire. Ils ont parlé poliment l'un à l'autre.",
      "example_translation": "Ella habló cortésmente con el cliente. Él hablará cortésmente con el gerente. Ellos hablaron cortésmente entre sí.",
      "imageLink": "image_files\\English\\"imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "puissant",
      "translation": "poderoso",
      "definition": "Ayant beaucoup de force, d'autorité ou d'influence.",
      "definition_translation": "Teniendo mucha fuerza, autoridad o influencia.",
      "example": "Le moteur puissant a fait rouler la voiture vite. Le leader puissant a pris une décision importante. L'ordinateur puissant a traité les données rapidement.",
      "example_translation": "El motor poderoso impulsó el coche rápidamente. El líder poderoso tomó una decisión significativa. La computadora poderosa procesó los datos rápidamente.",
      "imageLink": "image_files\\English\\"imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fier",
      "translation": "orgulloso",
      "definition": "Ayant ou montrant un sens de la fierté ou de la satisfaction à propos de quelque chose, notamment de ses réalisations ou de ses possessions.",
      "definition_translation": "Teniendo o mostrando un sentido de orgullo o satisfacción sobre algo, especialmente sobre logros o posesiones.",
      "example": "J'étais fier de mon équipe pour avoir gagné le championnat. Je suis fier de mes accomplissements. Je serai fier de montrer ma nouvelle voiture.",
      "example_translation": "Estuve orgulloso de mi equipo por ganar el campeonato. Estoy orgulloso de mis logros. Estaré orgulloso de mostrar mi nuevo coche.",
      "imageLink": "image_files\\English\\"imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "querelleur",
      "translation": "belicoso",
      "definition": "Ayant ou montrant une forte tendance à se disputer ou à se battre ; agressif et confrontationnel.",
      "definition_translation": "Teniendo o mostrando una fuerte tendencia a discutir o pelear; agresivo y confrontativo.",
      "example": "Mon frère était querelleur et cherchait toujours à se battre. Elle a un naturel querelleur et désaccorde souvent avec les autres. Il deviendra querelleur si vous êtes en désaccord avec lui.",
      "example_translation": "Mi hermano era belicoso y siempre elegía peleas. Ella tiene una naturaleza belicosa y a menudo disiente con otros. Él se volverá belicoso si no estás de acuerdo con él.",
      "imageLink": "image_files\\English\\"imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "détendu",
      "translation": "relajado",
      "definition": "Éprouvant ou montrant un état de calme et de liberté de tension ou d'anxiété.",
      "definition_translation": "Sentir o mostrar un estado de calma y libertad de tensión o ansiedad.",
      "example": "J'ai été détendu pendant les vacances à la plage. Elle était détendue et appréciait la musique. Il sera détendu une fois qu'il aura fini son projet.",
      "example_translation": "Me sentí relajado en las vacaciones de playa. Ella estaba relajada y disfrutando de la música. Él estará relajado una vez que termine su proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "relaxant",
      "translation": "relajante",
      "definition": "Provoquant un sentiment de calme et de paix, réduisant le stress et l'anxiété",
      "definition_translation": "Provocando un sentimiento de calma y paz, reduciendo el estrés y la ansiedad",
      "example": "J'ai passé la journée à me relaxer sur la plage. J'ai relaxé dans le bain chaud hier soir. Je vais me relaxer avec un bon livre ce soir.",
      "example_translation": "He estado relajándome en la playa todo el día. Me relajé en la tina caliente anoche. Estaré relajándome con un buen libro esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fiable",
      "translation": "confiable",
      "definition": "Pouvant être considéré comme sûr ou digne de confiance, accomplissant régulièrement ce qui est attendu",
      "definition_translation": "Capaz de ser confiado para hacer o proporcionar algo, haciendo consistentemente lo que se espera",
      "example": "J'ai une voiture fiable qui démarre toujours le matin. Elle est une amie fiable qui arrive toujours à l'heure. Il sera un employé fiable dans l'avenir.",
      "example_translation": "Tengo un coche confiable que siempre arranca por la mañana. Ella es una amiga confiable que siempre llega a tiempo. Él será un empleado confiable en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "romantique",
      "translation": "romántico",
      "definition": "Relatif à l'amour ou au sentiment amoureux, souvent utilisé pour décrire les sentiments ou le comportement d'une personne",
      "definition_translation": "Relacionado con o caracterizado por la romance, a menudo utilizado para describir los sentimientos o el comportamiento de una persona",
      "example": "Le film était romantique et m'a fait pleurer. Il était une personne romantique et surprise toujours sa petite amie. Ils auront un dîner romantique ce soir.",
      "example_translation": "La película fue romántica y me hizo llorar. Él era una persona romántica y siempre sorprendía a su novia. Tendrán una cena romántica esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grossier",
      "translation": "grosero",
      "definition": "Ayant ou montrant peu de politesse ou de respect, souvent d'une manière qui est ennuyeuse ou offensive.",
      "definition_translation": "Teniendo o mostrando no modales ni respeto, a menudo de una manera que es molesta o ofensiva.",
      "example": "Il a été grossier avec le serveur, alors il n'a pas laissé de pourboire. Il est grossier envers sa sœur. Il sera grossier envers son enseignant si il n'aime pas la note.",
      "example_translation": "Fue grosero con el camarero, así que no dejó una propina. Está siendo grosero con su hermana. Será grosero con su maestro si no le gusta la nota.",
      "imageLink": "image_files\\English\\"imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "satisfait",
      "translation": "satisfecho",
      "definition": "Sentant une plaisir ou une contentement parce qu'un besoin ou un désir a été satisfait.",
      "definition_translation": "Sintiendo placer o contento porque una necesidad o deseo ha sido satisfecho.",
      "example": "J'étais satisfait du service au restaurant. Elle est satisfaite de son nouveau travail. Ils seront satisfaits du résultat si ils travaillent dur.",
      "example_translation": "Me sentí satisfecho con el servicio en el restaurante. Ella está satisfecha con su nuevo trabajo. Estarán satisfechos con el resultado si trabajan duro.",
      "imageLink": "image_files\\English\\"imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "effrayé",
      "translation": "asustado",
      "definition": "Sentant la peur ou l'appréhension envers quelque chose",
      "definition_translation": "Sintiendo miedo o temor de algo.",
      "example": "J'étais effrayé pendant le film d'horreur. Elle a peur des araignées. Ils seront effrayés si ils ne se préparent pas pour l'examen.",
      "example_translation": "Me asusté durante la película de terror. Ella tiene miedo a las arañas. Estarán asustados si no se preparan para el examen.",
      "imageLink": "image_files\\English\\"imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "effrayant",
      "translation": "espantoso",
      "definition": "Provoquant la peur ou l'alarme; effrayant.",
      "definition_translation": "Causar miedo o alarma; aterrador.",
      "example": "Le film d'horreur était effrayant, j'ai tremblé de peur. Je vais regarder un film effrayant ce soir. Je regarderai un film effrayant la semaine prochaine.",
      "example_translation": "La película de terror era espantosa, estaba temblando de miedo. Estoy viendo una película espantosa esta noche. Veré una película espantosa la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "confiant en soi",
      "translation": "seguro de sí mismo",
      "definition": "Ayant ou montrant une confiance en soi, dans ses capacités, jugements ou actions.",
      "definition_translation": "Teniendo o mostrando confianza en sus habilidades, juicios o acciones.",
      "example": "Elle était une oratrice confiante en elle, tout le monde l'écoutait. Il sera un leader confiant en lui demain. Ils étaient confiants en eux dans leur décision.",
      "example_translation": "Ella era una oradora segura de sí misma, todos la escuchaban. Él será un líder seguro de sí mismo mañana. Ellos estaban seguros de sí mismos en su decisión.",
      "imageLink": "image_files\\English\\"imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "égoïste",
      "translation": "egoísta",
      "definition": "Se souciant excessivement ou exclusivement de ses propres besoins ou désirs, n'ayant pas de considération pour les autres.",
      "definition_translation": "Preocupado excesivamente o exclusivamente con las necesidades o deseos propios, no tener o mostrar consideración por otros.",
      "example": "Il était un petit ami égoïste, toujours pensant à lui-même. Elle sera une amie égoïste demain. Ils étaient égoïstes et ne se souciaient pas des autres.",
      "example_translation": "Él era un novio egoísta, siempre pensando en sí mismo. Ella será una amiga egoísta mañana. Ellos eran egoístas y no se preocupaban por otros.",
      "imageLink": "image_files\\English\\"imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sensé",
      "translation": "sensible",
      "definition": "Ayant, contenant ou indiquant du bon sens ou de la raison; rationnel.",
      "definition_translation": "Teniendo, conteniendo o indicando buen sentido o razón; racional: una persona sensible.",
      "example": "Elle était une femme sensée et réfléchissait toujours avant d'agir. Elle avait été sensée de sauver de l'argent pour l'avenir. Elle sera sensée et prendra son temps pour prendre une décision.",
      "example_translation": "Era una mujer sensata y siempre pensaba antes de actuar. Había sido lo suficientemente sensata para ahorrar dinero para el futuro. Será sensata y tomará su tiempo para tomar una decisión.",
      "imageLink": "image_files\\English\\"imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "choqué",
      "translation": "conmocionado",
      "definition": "Sentant une surprise intense, de l'étonnement ou de la répulsion.",
      "definition_translation": "Sintiendo sorpresa, asombro o disgusto repentino e intenso.",
      "example": "J'étais choqué lorsque j'ai entendu la nouvelle. Elle avait été choquée par l'accident et ne pouvait pas parler. Ils seront choqués lorsqu'ils verront la surprise-partie.",
      "example_translation": "Me conmocioné cuando escuché la noticia. Había sido conmocionada por el accidente y no podía hablar. Serán conmocionados cuando vean la fiesta sorpresa.",
      "imageLink": "image_files\\English\\"imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "choquant",
      "translation": "impactante",
      "definition": "Provoquant une sensation brutale de surprise, d'étonnement ou de dégoût.",
      "definition_translation": "Causando un sentimiento repentino e intenso de sorpresa, asombro o disgusto.",
      "example": "Les nouvelles étaient choquantes et troublantes. La vérité choquante a été révélée après l'enquête. Le film était choquant et non adapté aux enfants.",
      "example_translation": "La noticia fue impactante y perturbadora. La verdad impactante se reveló después de la investigación. La película fue impactante y no era apta para niños.",
      "imageLink": "image_files\\English\\"imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "timide",
      "translation": "tímido",
      "definition": "Ayant peur de faire quelque chose ou de parler aux gens parce que vous êtes nerveux ou manquez de confiance.",
      "definition_translation": "Temer hacer algo o temer hablar con la gente porque eres nervioso o careces de confianza.",
      "example": "J'étais timide lorsque j'étais enfant et n'ai pas fait beaucoup d'amis. Maintenant, j'essaie d'être plus extraverti. J'étais timide au party, mais puis j'ai rencontré quelqu'un qui partageait mes intérêts. Je ne serai pas timide pour demander de l'aide si j'en ai besoin.",
      "example_translation": "Yo era tímido de niño y no hice muchos amigos. Ahora, estoy tratando de ser más sociable. Estuve tímido en la fiesta, pero luego conocí a alguien que compartía mis intereses. No seré tímido sobre pedir ayuda si la necesito.",
      "imageLink": "image_files\\English\\"imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ridicule",
      "translation": "tonto",
      "definition": "Se comportant ou disant quelque chose d'une manière folle ou ridicule.",
      "definition_translation": "Comportándose o diciendo algo de manera tonta o ridícula.",
      "example": "Mon petit frère peut être ridicule parfois, comme quand il met sa chemise à l'envers. J'ai senti que j'étais ridicule lorsque j'ai réalisé que j'avais oublié mon téléphone à la maison. Elle pense que c'est ridicule de porter une cravate à un party informel.",
      "example_translation": "Mi hermano menor puede ser tonto a veces, como cuando se pone la camisa hacia atrás. Me sentí tonto cuando me di cuenta de que olvidé mi teléfono en casa. Ella piensa que es tonto usar una corbata en una fiesta informal.",
      "imageLink": "image_files\\English\\"imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "intelligent",
      "translation": "inteligente",
      "definition": "Ayant ou montrant une grande quantité d'intelligence, de discernement ou de bon jugement.",
      "definition_translation": "Teniendo o mostrando una gran cantidad de inteligencia, visión o buen juicio.",
      "example": "Mon enseignant est très intelligent et trouve toujours un moyen d'expliquer les concepts complexes. Je pense que c'est intelligent de économiser de l'argent pour l'avenir. Elle est intelligente et peut résoudre le puzzle en un temps record.",
      "example_translation": "Mi profesor es muy inteligente y siempre encuentra una manera de explicar conceptos complejos. Creo que es inteligente ahorrar dinero para el futuro. Ella es inteligente y puede resolver el rompecabezas en minutos.",
      "imageLink": "image_files\\English\\"imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sociable",
      "translation": "sociable",
      "definition": "Prêt à discuter et à s'engager avec les autres de manière amicale.",
      "definition_translation": "Dispuesto a hablar y interactuar con otros de manera amigable.",
      "example": "Elle était une personne très sociable et aimait assister aux parties. Elle avait été très sociable au party la nuit dernière, discutant avec tout le monde. Elle sera sociable lors de l'événement à venir, en faisant de nouvelles connaissances.",
      "example_translation": "Era una persona muy sociable y le encantaba asistir a fiestas. Fue sociable en la fiesta de anoche, charlando con todos. Será sociable en el próximo evento, haciendo nuevos amigos.",
      "imageLink": "image_files\\English\\"imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "stressé",
      "translation": "estresado",
      "definition": "Se sentant anxieux ou submergé en raison de trop de pression ou de responsabilité.",
      "definition_translation": "Sentirse ansioso o abrumado debido a demasiada presión o responsabilidad.",
      "example": "Il était stressé à l'idée de la deadline à venir. Il avait été stressé au travail toute la journée. Il sera stressé s'il ne atteint pas la cible.",
      "example_translation": "Estaba estresado por la fecha límite próxima. Había estado estresado en el trabajo todo el día. Estará estresado si no cumple con el objetivo.",
      "imageLink": "image_files\\English\\"imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "stressant",
      "translation": "estresante",
      "definition": "Provoquant des sentiments d'anxiété ou de tension.",
      "definition_translation": "Causando sentimientos de ansiedad o tensión.",
      "example": "Le travail était extrêmement stressant. La situation avait été stressante pour tout le monde impliqué. L'événement sera stressant si ce n'est pas géré correctement.",
      "example_translation": "El trabajo era extremadamente estresante. La situación había sido estresante para todos los involucrados. El evento será estresante si no se maneja adecuadamente.",
      "imageLink": "image_files\\English\\"imageLink": "stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "strict",
      "translation": "estricto",
      "definition": "Ne permettant pas de flexibilité ou d'exceptions; refusant fermement de changer d'avis ou de décision.",
      "definition_translation": "no permitiendo flexibilidad o excepciones; rechazando firmemente cambiar de opinión o decisión",
      "example": "L'enseignant était strict avec les élèves, s'assurant qu'ils suivaient les règles. L'entreprise a une politique stricte sur la ponctualité. Les réglementations seront strictes pour éviter les accidents.",
      "example_translation": "El profesor fue estricto con los estudiantes, asegurándose de que seguían las reglas. La empresa tiene una política estricta sobre la tardanza. Las regulaciones serán estrictas para prevenir accidentes.",
      "imageLink": "image_files\\English\\"imageLink": "strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "surprenant",
      "translation": "sorprendente",
      "definition": "Provoquant un sentiment de surprise ou d'étonnement; inattendu.",
      "definition_translation": "causando una sensación de sorpresa o asombro; inesperado",
      "example": "Les nouvelles surprenantes ont étourdies tout le monde. J'ai reçu un cadeau surprenant de mon ami. L'équipe a eu une victoire surprenante au championnat.",
      "example_translation": "La noticia sorprendente dejó atónitos a todos. Recibí un regalo sorprendente de mi amigo. El equipo tuvo una victoria sorprendente en el campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "de manière surprenante",
      "translation": "sorprendentemente",
      "definition": "D'une manière qui provoque la surprise ou l'étonnement; inattendue.",
      "definition_translation": "de una manera que causa sorpresa o asombro; inesperadamente",
      "example": "J'étais de manière surprenante bon au jeu de guitare. Le film était de manière surprenante divertissant. Le temps était de manière surprenante chaud pour l'hiver.",
      "example_translation": "Fue sorprendentemente bueno tocando la guitarra. La película fue sorprendentemente entretenida. El clima fue sorprendentemente cálido para el invierno.",
      "imageLink": "image_files\\English\\"imageLink": "surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "talenté",
      "translation": "talentoso",
      "definition": "Ayant une aptitude naturelle ou une compétence, en particulier une qui est rare ou exceptionnelle.",
      "definition_translation": "Teniendo una habilidad natural o habilidad, especialmente una que es rara o excepcional.",
      "example": "Elle est une chanteuse talentée et a commencé à se produire sur scène depuis l'âge de 10 ans. Elle était talentée enough pour obtenir une bourse d'études de musique. Elle sera talentée enough pour gagner un prix Grammy un jour.",
      "example_translation": "Ella es una cantante talentosa y ha estado actuando en el escenario desde que tenía 10 años. Era lo suficientemente talentosa como para obtener una beca para estudiar música. Ella será lo suficientemente talentosa como para ganar un premio Grammy algún día.",
      "imageLink": "image_files\\English\\"imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "terrifié",
      "translation": "aterrorizado",
      "definition": "Éprouvant une peur ou une anxiété extrêmes.",
      "definition_translation": "Sintiendo miedo o ansiedad extremos.",
      "example": "J'étais terrifié des araignées lorsque j'étais enfant. Elle est terrifiée des hauteurs. Ils seront terrifiés des conséquences de leurs actions.",
      "example_translation": "Yo tenía miedo a las arañas cuando era niño. Ella tiene miedo a las alturas. Ellos tendrán miedo a las consecuencias de sus acciones.",
      "imageLink": "image_files\\English\\"imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épuisant",
      "translation": "cansado",
      "definition": "Provoquant une fatigue physique ou mentale.",
      "definition_translation": "Causando fatiga física o mental.",
      "example": "La randonnée était épuisante, mais la vue du haut était worth it. Le travail peut être épuisant, mais il est gratifiant. Le voyage sera épuisant, mais nous allons nous amuser.",
      "example_translation": "El sendero fue cansado, pero la vista desde la cima valió la pena. El trabajo puede ser cansado, pero es gratificante. El viaje será cansado, pero nos divertiremos.",
      "imageLink": "image_files\\English\\"imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tolérant",
      "translation": "tolerante",
      "definition": "Ayant ou montrant une disposition à accepter l'existence d'opinions ou de comportements que l'on ne partage pas nécessairement.",
      "definition_translation": "Teniendo o mostrando una disposición a permitir la existencia de opiniones o comportamientos que no se necesariamente coincide",
      "example": "Elle était tolérante envers le mode de vie différent de son amie. Elle a été tolérante envers ses erreurs. Elle sera tolérante envers ses opinions.",
      "example_translation": "Ella fue tolerante con el estilo de vida diferente de su amiga. Ha sido tolerante con sus errores. Será tolerante con sus opiniones.",
      "imageLink": "image_files\\English\\"imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inattendu",
      "translation": "inesperado",
      "definition": "Non attendu ou prévu; surprenant.",
      "definition_translation": "No esperado ni anticipado; sorprendente.",
      "example": "L'orage était inattendu. Il a reçu un appel téléphonique inattendu. Ils auront une visite inattendue de leur tante.",
      "example_translation": "La tormenta fue inesperada. Recibió una llamada telefónica inesperada. Tendrán una visita inesperada de su tía.",
      "imageLink": "image_files\\English\\"imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inamical",
      "translation": "desagradable",
      "definition": "Ne montrant pas de gentillesse ou de bienveillance; hostile ou froid de manière.",
      "definition_translation": "No mostrando amabilidad o buena voluntad; hostil o frío en el modo.",
      "example": "Le vendeur inamical m'a fait sentir malvenu. Elle était inamicale envers ses collègues. Ils seront inamicaux envers leurs voisins.",
      "example_translation": "El dependiente desagradable de la tienda me hizo sentir poco bienvenida. Fue desagradable con sus colegas. Serán desagradables con sus vecinos.",
      "imageLink": "image_files\\English\\"imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "indifférent",
      "translation": "desinteresado",
      "definition": "Manquant d'enthousiasme ou d'intérêt; indifférent.",
      "definition_translation": "Falto de entusiasmo o interés; indiferente.",
      "example": "J'étais indifférent au film, alors je me suis endormi. Je suis indifférent au projet, donc je ne participerai pas. Je serai indifférent au jeu, donc je ne le regarderai pas.",
      "example_translation": "No me interesó la película, así que me dormí. No estoy interesado en el proyecto, así que no participaré. No estaré interesado en el juego, así que no lo veré.",
      "imageLink": "image_files\\English\\"imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inintéressant",
      "translation": "aburrido",
      "definition": "Non intéressant ou accaparant; terne.",
      "definition_translation": "No interesante o atractivo; aburrido.",
      "example": "La conférence était inintéressante, donc je n'ai pas prêté attention. Le livre était inintéressant, donc je ne l'ai pas fini. La conversation sera inintéressante, donc je partirai.",
      "example_translation": "La conferencia fue aburrida, así que no presté atención. El libro fue aburrido, así que no lo terminé. La conversación será aburrida, así que me iré.",
      "imageLink": "image_files\\English\\"imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "méchant",
      "translation": "descortés",
      "definition": "Manquant de bienveillance ou de compassion; cruel.",
      "definition_translation": "Falto de amabilidad o compasión; cruel.",
      "example": "Elle était méchante envers sa sœur, donc ils ne se sont pas parlé pendant des semaines. Il était méchant envers son ami, donc ils ont cessé de se fréquenter. Ils seront méchants l'un envers l'autre, donc ils se battent.",
      "example_translation": "Ella fue descortés con su hermana, así que no hablaron durante semanas. Él fue descortés con su amigo, así que dejaron de salir. Ellos serán descorteses entre sí, así que pelearán.",
      "imageLink": "image_files\\English\\"imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chaud",
      "translation": "cálido",
      "definition": "Ayant un degré de chaleur modéré ou confortable; pas froid ou chaud.",
      "definition_translation": "Teniendo un grado moderado o cómodo de calor; no frío ni caliente.",
      "example": "J'ai chauffé le moteur de la voiture avant de conduire. Le soleil chauffera la plage aujourd'hui. Je vais chauffer le dîner au four plus tard.",
      "example_translation": "Calenté el motor del coche antes de conducir. El sol calentará la playa hoy. Calentaré la cena en el horno más tarde.",
      "imageLink": "image_files\\English\\"imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]