[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "positif",
      "translation": "positivo",
      "definition": "Ayant ou montrant une qualité ou un caractère bon ou favorable ; optimiste ou plein d'espoir.",
      "definition_translation": "Teniendo o mostrando una buena o favorable calidad o carácter; optimista o esperanzado.",
      "example": "Elle avait une attitude positive envers le nouveau travail. Elle aura un impact positif sur l'entreprise. Elle avait positivement influencé ses collègues.",
      "example_translation": "Ella tenía una actitud positiva hacia el nuevo trabajo. Tendrá un impacto positivo en la empresa. Ella había influido positivamente a sus colegas.",
      "imageLink": "image_files\\English\\positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accro",
      "translation": "adicto",
      "definition": "Ayant un désir ou un besoin fort et souvent incontrôlable pour quelque chose, en particulier une drogue ou une autre substance nocive.",
      "definition_translation": "Teniendo un fuerte y a menudo incontrolable deseo o necesidad de algo, especialmente una droga u otra sustancia dañina.",
      "example": "Il était accro aux cigarettes. Il a été accro aux réseaux sociaux. Il sera accro aux jeux vidéo bientôt.",
      "example_translation": "Él estaba adicto a los cigarrillos. Ha estado adicto a las redes sociales. Pronto estará adicto a los juegos de video.",
      "imageLink": "image_files\\English\\addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aventureux",
      "translation": "aventurero",
      "definition": "Prêt à prendre des risques ou essayer de nouvelles choses ; excité à la perspective d'explorer ou d'expérimenter de nouveaux endroits ou activités.",
      "definition_translation": "Dispuesto a correr riesgos o probar nuevas cosas; emocionado por la perspectiva de explorar o experimentar nuevos lugares o actividades.",
      "example": "Elle était une aventurière voyageuse. Il sera un entrepreneur aventurier. Ils ont été aventureux dans leurs relations.",
      "example_translation": "Ella era una viajera aventurera. Él será un empresario aventurero. Han sido aventureros en sus relaciones.",
      "imageLink": "image_files\\English\\adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "affectueux",
      "translation": "afectuoso",
      "definition": "Ayant ou montrant des sentiments d'amour, de soin ou de gentillesse envers quelqu'un ou quelque chose.",
      "definition_translation": "Teniendo o muestra sentimientos de amor, cuidado o amabilidad hacia alguien o algo.",
      "example": "Elle était une personne affectueuse qui serrait toujours ses amis dans ses bras. Elle a été affectueuse envers son enfant depuis sa naissance. Elle sera affectueuse envers son partenaire à l'avenir.",
      "example_translation": "Ella era una persona afectuosa que siempre abrazaba a sus amigos con fuerza. Había sido afectuosa hacia su hijo desde el nacimiento. Será afectuosa hacia su pareja en el futuro.",
      "imageLink": "image_files\\English\\affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agressif",
      "translation": "agresivo",
      "definition": "Prêt à attaquer ou à se battre ; ayant une personnalité forte et énergique.",
      "definition_translation": "Listo para atacar o luchar; tener una personalidad fuerte y decidida.",
      "example": "Il était un joueur agressif qui se battait toujours pour le ballon. Il a été agressif envers son concurrent depuis le début. Il sera agressif en finale du championnat.",
      "example_translation": "Él era un jugador agresivo que siempre luchaba por la pelota. Ha sido agresivo hacia su competidor desde el principio. Será agresivo en la final del campeonato.",
      "imageLink": "image_files\\English\\aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ambitieux",
      "translation": "ambicioso",
      "definition": "Ayant un désir fort de réussir ou de accomplir quelque chose, souvent nécessitant du travail dur et de la détermination.",
      "definition_translation": "Teniendo un deseo fuerte de tener éxito o lograr algo, a menudo requiere trabajo duro y determinación.",
      "example": "Elle était une entrepreneuse ambitieuse qui travaillait dur pour construire son entreprise. Elle a été ambitieuse depuis son adolescence. Elle sera ambitieuse dans sa carrière future.",
      "example_translation": "Ella era una emprendedora ambiciosa que trabajó duro para construir su empresa. Ha sido ambiciosa desde sus años de adolescente. Será ambiciosa en su carrera futura.",
      "imageLink": "image_files\\English\\ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "amusé",
      "translation": "divertido",
      "definition": "Eprouvant ou montrant du plaisir ou de l'amusement.",
      "definition_translation": "Sentirse o mostrar diversión o entretenimiento.",
      "example": "J'ai été amusé par le spectacle de comédie hier soir. Je suis amusé par ses plaisanteries. Je serai amusé par le film.",
      "example_translation": "Me divertí con el show de comedia anoche. Me divierto con sus chistes. Me divertiré con la película.",
      "imageLink": "image_files\\English\\amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Ayant ou montrant une attitude de supériorité, souvent accompagnée d'un manque de respect envers les autres.",
      "definition_translation": "Teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto por los demás.",
      "example": "Il était arrogant au sujet de son succès. Il est arrogant dans son comportement. Il sera arrogant lorsque il remportera le prix.",
      "example_translation": "Él era arrogante sobre su éxito. Él es arrogante en su comportamiento. Él será arrogante cuando gane el premio.",
      "imageLink": "image_files\\English\\arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étonné",
      "translation": "asombrado",
      "definition": "Eprouvant ou montrant une grande surprise ou stupéfaction.",
      "definition_translation": "Sentirse o mostrar gran sorpresa o asombro.",
      "example": "J'ai été étonné par la nouvelle. Je suis étonné par son talent. Je serai étonné par la vue du haut.",
      "example_translation": "Me quedé asombrado por la noticia. Me quedo asombrado por su talento. Me quedaré asombrado por la vista desde la cima.",
      "imageLink": "image_files\\English\\astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étonnant",
      "translation": "asombroso",
      "definition": "Extrêmement surprenant ou impressionnant ; extraordinaire",
      "definition_translation": "extremadamente sorprendente o impresionante; extraordinario",
      "example": "Le feu d'artifice était étonnant. J'ai été étonné par la nouvelle. L'équipe étonnera leurs adversaires avec leur nouvelle stratégie.",
      "example_translation": "El espectáculo de fuegos artificiales fue asombroso. Me quedé asombrado por la noticia. El equipo asombrará a sus oponentes con su nueva estrategia.",
      "imageLink": "image_files\\English\\astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "être à l'aise",
      "translation": "a sus anchas",
      "definition": "se sentir détendu et confortable ; être libre de tout souci ou anxiété",
      "definition_translation": "sentirse relajado y cómodo; libre de preocupaciones o ansiedad",
      "example": "Je suis à l'aise lorsque je suis avec ma famille. Le patient était à l'aise après l'opération. Elle sera à l'aise dans son nouveau travail bientôt.",
      "example_translation": "Estoy a mis anchas cuando estoy con mi familia. El paciente estaba a sus anchas después de la operación. Ella estará a sus anchas en su nuevo trabajo pronto.",
      "imageLink": "image_files\\English\\at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "être conscient",
      "translation": "consciente",
      "definition": "avoir connaissance ou perception de quelque chose",
      "definition_translation": "tener conocimiento o percepción de algo",
      "example": "Je suis conscient du danger. Elle était consciente de son regard. Ils seront conscients des changements bientôt.",
      "example_translation": "Soy consciente del peligro. Ella era consciente de su mirada. Ellos serán conscientes de los cambios pronto.",
      "imageLink": "image_files\\English\\aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "de mauvaise humeur",
      "translation": "malhumorado",
      "definition": "Ayant ou montrant une mauvaise humeur ; enclin à des explosions de colère.",
      "definition_translation": "Teniendo o mostrando un mal temperamento; propenso a estallidos de ira.",
      "example": "Elle était connue pour être de mauvaise humeur et elle fermait souvent les portes violemment lorsqu'elle était contrariée. Elle était de mauvaise humeur pendant son enfance, mais elle en a guéri. Elle sera de mauvaise humeur si vous la réveillez tôt.",
      "example_translation": "Era conocida por ser malhumorada y a menudo cerraba de un golpe las puertas cuando se enfurecía. Era malhumorada de niña, pero se le pasó. Será malhumorada si la despiertas temprano.",
      "imageLink": "image_files\\English\\bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "équilibré",
      "translation": "equilibrado",
      "definition": "Ayant un état mental ou émotionnel sain et stable ; non excessivement influencé par quelque chose.",
      "definition_translation": "Teniendo un estado mental o emocional saludable y estable; no influenciado en exceso por una cosa.",
      "example": "L'athlète était équilibrée et concentrée, ce qui l'a aidée à gagner le match. Elle était équilibrée et calme malgré les nouvelles. Il sera équilibré et composé lorsqu'il obtiendra son diplôme.",
      "example_translation": "El atleta era equilibrado y enfocado, lo que la ayudó a ganar el juego. Era equilibrada y calmada a pesar de la noticia. Será equilibrado y compuesto cuando se gradúe.",
      "imageLink": "image_files\\English\\balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "amer",
      "translation": "amargo",
      "definition": "Ayant un goût âcre et désagréable ; éprouvant ou montrant de la rancœur ou du ressentiment.",
      "definition_translation": "Teniendo un sabor agudo y desagradable; sintiendo o mostrando ira o rencor.",
      "example": "Le café était amer et avait besoin de sucre. Elle se sentait amère à propos de la rupture. Il sera amère à propos de la perte de son emploi.",
      "example_translation": "El café era amargo y necesitaba azúcar. Ella se sintió amarga sobre la ruptura. Él será amargo sobre la pérdida de su trabajo.",
      "imageLink": "image_files\\English\\bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "audacieux",
      "translation": "audaz",
      "definition": "Montrant une volonté de prendre des risques et de faire face aux défis avec confiance et courage.",
      "definition_translation": "Mostrando una disposición a correr riesgos y enfrentar desafíos con confianza y valentía.",
      "example": "Elle était audacieuse et a osé démarrer son propre entreprise, et cela a payé. Elle avait été audacieuse dans ses négociations, et cela avait payé. Elle sera audacieuse dans ses décisions d'investissement, et cela payerra.",
      "example_translation": "Ella fue lo suficientemente audaz como para iniciar su propio negocio, y dio resultado. Ella había sido audaz en sus negociaciones, y dieron resultado. Ella será audaz en sus decisiones de inversión, y darán resultado.",
      "imageLink": "image_files\\English\\bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "autoritaire",
      "translation": "mandón",
      "definition": "Donnant des ordres ou des instructions d'une manière autoritaire ou dominante, souvent de manière ennuyeuse ou intrusive.",
      "definition_translation": "Dar órdenes o instrucciones de manera mandona o dominante, a menudo de manera fastidiosa o intrusiva.",
      "example": "Elle était autoritaire dans le projet de groupe, et tout le monde s'en est impatienté. Elle avait été autoritaire dans son dernier emploi, et ses collègues de travail ne l'aimaient pas. Elle sera autoritaire dans son nouveau rôle, et cela pourrait causer des problèmes.",
      "example_translation": "Ella fue mandona en el proyecto grupal, y todo el mundo se sintió molesto. Ella había sido mandona en su último trabajo, y sus compañeros de trabajo no la gustaban. Ella será mandona en su nuevo papel, y podría causar problemas.",
      "imageLink": "image_files\\English\\bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brillant",
      "translation": "brillante",
      "definition": "Émettant ou réfléchissant beaucoup de lumière ; brillant intensément ; plein d'espoir et de promesse.",
      "definition_translation": "Emitiendo o reflejando mucha luz; brillando intensamente; lleno de esperanza y promesa.",
      "example": "Le soleil brillant a fait de la journée parfaite. Les lumières brillantes de la ville l'ont aveuglée. L'avenir brillant devant elle l'a motivée pour travailler dur.",
      "example_translation": "El brillo del sol hizo que el día fuera perfecto. Las luces brillantes de la ciudad la cegaron. El futuro brillante que tenía por delante la motivó para trabajar duro.",
      "imageLink": "image_files\\English\\bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "soigneux",
      "translation": "cuidadoso",
      "definition": "Montrant un intérêt sincère et une préoccupation pour le bien-être des autres ; ayant une nature gentille et sympathique.",
      "definition_translation": "Mostrando un interés genuino en y preocupación por el bienestar de los demás; tener una naturaleza amable y simpática.",
      "example": "Elle était une infirmière soigneuse qui mettait toujours ses patients en premier. Elle avait soigné sa mère âgée pendant des années. Elle sera soigneuse pour les enfants au camp d'été.",
      "example_translation": "Era una enfermera cuidadosa que siempre ponía a sus pacientes primero. Había cuidado a su madre anciana durante años. Cuidará a los niños en el campamento de verano.",
      "imageLink": "image_files\\English\\caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prudent",
      "translation": "cauto",
      "definition": "Faisant preuve de prudence pour éviter les risques ou les dangers ; prudent et circonspect dans ses actions et décisions.",
      "definition_translation": "Cuidadoso para evitar riesgos o peligros; prudente y circunspecto en sus acciones y decisiones.",
      "example": "Il était prudent lorsqu'il conduisait en mauvais temps. Elle avait été prudente dans ses investissements et avait évité des pertes importantes. Ils seront prudents lors de l'introduction du nouveau produit sur le marché.",
      "example_translation": "Él era cauto al conducir en mal tiempo. Ella había sido cauta en sus inversiones y había evitado cualquier pérdida importante. Serán cautelosos al introducir el nuevo producto en el mercado.",
      "imageLink": "image_files\\English\\cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "injurieux",
      "translation": "descarado",
      "definition": "Impertinemment bold et impudent ; impishMENT ludique et humoristique.",
      "definition_translation": "Descaradamente osado y impúdico; juguetón y humorístico.",
      "example": "Il était un garçon injurieux qui faisait toujours rire ses amis. Elle avait été injurieuse envers son enseignant, mais avait présenté des excuses par la suite. Ils seront injurieux envers leurs amis au party ce soir.",
      "example_translation": "Era un niño descarado que siempre hacía reír a sus amigos. Ella había sido descarada con su maestra, pero se había disculpado después. Serán descarados con sus amigos en la fiesta de esta noche.",
      "imageLink": "image_files\\English\\cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "enfantin",
      "translation": "infantil",
      "definition": "Se comportant ou se sentant comme un enfant, d'une manière qui n'est pas appropriée pour un adulte",
      "definition_translation": "comportamiento o sentimiento como un niño, de una manera que no es adecuada para un adulto",
      "example": "Elle était devenue enfantine et avait commencé à jeter des jouets lorsqu'elle n'avait pas obtenu ce qu'elle voulait. Elle était enfantine lorsqu'elle était en colère. Elle sera enfantine si elle n'obtient pas ce qu'elle veut.",
      "example_translation": "Se volvió infantil y empezó a tirar juguetes cuando no obtuvo lo que quería. Fue infantil cuando estaba enojada. Será infantil si no obtiene su manera.",
      "imageLink": "image_files\\English\\childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "maladroit",
      "translation": "torpe",
      "definition": "Ayant ou montrant un manque d'habileté ou de soin dans le mouvement ou l'action",
      "definition_translation": "tener o mostrar falta de habilidad o cuidado en el movimiento o acción",
      "example": "Il était maladroit et avait cassé le vase. Il est maladroit lorsqu'il essaye de danser. Il sera maladroit s'il ne pratique pas ses mouvements.",
      "example_translation": "Era torpe y rompió la vasija. Es torpe cuando intenta bailar. Será torpe si no practica sus movimientos.",
      "imageLink": "image_files\\English\\clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "communicatif",
      "translation": "comunicativo",
      "definition": " disposé à parler et à partager des idées avec les autres",
      "definition_translation": "dispuesto a hablar y compartir ideas con otros",
      "example": "Elle était communicative pendant la réunion et avait présenté ses idées clairement. Elle est communicative avec ses coéquipiers. Elle sera communicative lors de la conférence la semaine prochaine.",
      "example_translation": "Ella fue comunicativa durante la reunión y presentó sus ideas con claridad. Es comunicativa con sus compañeros de equipo. Será comunicativa en la conferencia la semana próxima.",
      "imageLink": "image_files\\English\\communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "compétitif",
      "translation": "competitivo",
      "definition": "Ayant un désir fort de gagner ou d'être plus réussi que les autres ; rivalisé avec ardeur.",
      "definition_translation": "Teniendo un fuerte deseo de ganar o ser más exitoso que otros; rivalmente agudo.",
      "example": "Elle était une athlète compétitive dans sa jeunesse, toujours aspirant à gagner. Elle a été compétitive dans les affaires, et son entreprise a rapidement grandi. Elle sera compétitive lors de l'élection à venir, faisant campagne de manière agressive.",
      "example_translation": "Ella fue una atleta competitiva en su juventud, siempre luchando por ganar. Ha sido competitiva en los negocios, y su empresa ha crecido rápidamente. Será competitiva en las próximas elecciones, haciendo campaña agresivamente.",
      "imageLink": "image_files\\English\\competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prétentieux",
      "translation": "presumido",
      "definition": "Ayant ou montrant une opinion excessivement élevée de son apparence, de ses capacités ou de ses réalisations.",
      "definition_translation": "Teniendo o mostrando una opinión excesivamente alta de su apariencia, habilidades o logros.",
      "example": "Il était un acteur prétentieux, toujours en train de s'admirer dans le miroir. Elle était devenue prétentieuse après avoir remporté le concours de beauté, affichant son titre partout. Il sera prétentieux s'il remporte le prix, se vantant de son accomplissement.",
      "example_translation": "Él era un actor presumido, siempre admirándose en el espejo. Ella se había vuelto presumida después de ganar el concurso de belleza, ostentando su título en todas partes. Él será presumido si gana el premio, jactándose de su logro.",
      "imageLink": "image_files\\English\\conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inquiet",
      "translation": "preocupado",
      "definition": "Se sentant inquiet ou anxieux à propos de quelque chose ou de quelqu'un.",
      "definition_translation": "Sintiendo preocupación o ansiedad por algo o alguien.",
      "example": "J'étais inquiet à propos de la santé de ma mère, alors je la visais tous les jours. Elle avait été inquiète à propos des problèmes environnementaux, et avait lancé un programme de recyclage. Ils seront inquiets à propos de l'économie, essayant de réduire leurs dépenses.",
      "example_translation": "Estuve preocupado por la salud de mi madre, así que la visité todos los días. Ella había estado preocupada por los problemas ambientales, y empezó un programa de reciclaje. Ellos estarán preocupados por la economía, tratando de reducir sus gastos.",
      "imageLink": "image_files\\English\\concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "conservateur",
      "translation": "conservador",
      "definition": "Personne qui résiste au changement et tient des valeurs et des principes traditionnels.",
      "definition_translation": "Una persona que es resistente al cambio y mantiene valores y principios tradicionales.",
      "example": "Le politicien conservateur s'était opposé à la réforme, citant des préoccupations à propos de son impact sur l'économie. Elle avait toujours été conservatrice dans ses vues sur les questions sociales. Au moment où elle aura 50 ans, elle aura adopté une approche plus conservatrice pour investir.",
      "example_translation": "El político conservador se opuso a la reforma, citando inquietudes sobre su impacto en la economía. Ella siempre había sido conservadora en sus opiniones sobre temas sociales. Para cuando tenga 50 años, habrá adoptado un enfoque más conservador para invertir.",
      "imageLink": "image_files\\English\\conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "content",
      "translation": "contenido",
      "definition": "L'état d'être satisfait ou plaisir.",
      "definition_translation": "El estado de estar satisfecho o complacido.",
      "example": "Le bébé était content dans les bras de sa mère. Il était content de sa vie simple, libre de possessions matérielles. D'ici l'année prochaine, ils seront contents de leur nouvelle maison.",
      "example_translation": "El bebé estaba contento en los brazos de su madre. Él estaba contento con su vida simple, libre de posesiones materiales. Para el próximo año, estarán contentos con su nueva casa.",
      "imageLink": "image_files\\English\\content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "conventionnel",
      "translation": "convencional",
      "definition": "Suivant des pratiques, des normes ou des coutumes établies ou traditionnelles.",
      "definition_translation": "Siguiendo prácticas, normas o costumbres establecidas o tradicionales.",
      "example": "L'artiste avait rejeté les techniques conventionnelles et avait développé son propre style unique. L'entreprise avait adopté des pratiques comptables conventionnelles pour assurer la transparence. D'ici les années 1990, la médecine conventionnelle était devenue plus ouverte aux thérapies alternatives.",
      "example_translation": "El artista rechazó las técnicas convencionales y desarrolló su propio estilo único. La empresa adoptó prácticas contables convencionales para asegurar la transparencia. Para la década de 1990, la medicina convencional había llegado a ser más abierta a terapias alternativas.",
      "imageLink": "image_files\\English\\conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coopératif",
      "translation": "cooperativo",
      "definition": "Une coopérative est une organisation propriété et contrôlée par ses membres, qui partageront les avantages ou les bénéfices de l'entreprise.",
      "definition_translation": "Una cooperativa es una organización propiedad y controlada por sus miembros, que comparten los beneficios o ganancias del negocio.",
      "example": "La coopérative des agriculteurs a pu négocier des prix meilleurs pour leur production. Ils avaient eu du mal à joindre les deux bouts, mais maintenant ils font des profits. D'ici l'année prochaine, ils auront élargi leurs opérations.",
      "example_translation": "La cooperativa de agricultores ha podido negociar mejores precios para sus productos. Habían estado luchando para llegar a fin de mes, pero ahora están ganando dinero. Para el próximo año, habrán ampliado sus operaciones.",
      "imageLink": "image_files\\English\\cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lâche",
      "translation": "cobarde",
      "definition": "Se comportant de manière à montrer un manque de courage ou de force de caractère.",
      "definition_translation": "Comportarse de manera que muestra una falta de coraje o fortaleza de carácter.",
      "example": "Il a agi de manière lâche pendant la guerre, abandonnant ses camarades au milieu de la bataille. Il avait toujours été effrayé par les conflits, et maintenant il est trop honteux pour montrer son visage. Quand il reviendra, la guerre sera terminée.",
      "example_translation": "Él actuó de manera cobarde durante la guerra, abandonando a sus compañeros en el calor de la batalla. Siempre había tenido miedo al conflicto, y ahora está demasiado avergonzado para mostrar su rostro. Para cuando regrese, la guerra habrá terminado.",
      "imageLink": "image_files\\English\\cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "décent",
      "translation": "decente",
      "definition": "Ayant ou montrant un fort principe moral, ou étant aimable et respectueux.",
      "definition_translation": "Teniendo o mostrando un principio moral fuerte, o siendo amable y respetuoso.",
      "example": "Elle était une personne décente qui aidait toujours ceux qui en avaient besoin. Elle avait passé des années à travailler bénévolement à la soupe populaire locale, et maintenant elle se présente aux élections. Quand elle prendra ses fonctions, elle aura fait une réelle différence.",
      "example_translation": "Ella era una persona decente que siempre ayudaba a aquellos que lo necesitaban. Había estado voluntariando en la cocina de sopa local durante años, y ahora se postula para un cargo. Para cuando asuma el cargo, habrá hecho una diferencia real.",
      "imageLink": "image_files\\English\\decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "décisif",
      "translation": "decisivo",
      "definition": "Ayant le pouvoir ou la qualité de décider; capable de prendre une décision qui influencera le dénouement de quelque chose.",
      "definition_translation": "Teniendo el poder o calidad de decidir; capaz de tomar una decisión que afectará el resultado de algo.",
      "example": "L'entraîneur a fait un mouvement décisif en remplaçant le joueur, ce qui a changé le cours du jeu. La compagnie prendra une décision décisive concernant la fusion d'ici la fin de la semaine. La nouvelle politique sera décisive dans la réduction des émissions de carbone d'ici 2025.",
      "example_translation": "El entrenador hizo un movimiento decisivo al sustituir al jugador, lo que cambió el impulso del juego. La empresa tomará una decisión decisiva sobre la fusión para finales de la semana. La nueva política será decisiva para reducir las emisiones de carbono en 2025.",
      "imageLink": "image_files\\English\\decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "exigent",
      "translation": "exigente",
      "definition": "Requisant beaucoup de temps, d'effort ou de compétence; faisant des demandes sévères ou excessives.",
      "definition_translation": "Requiriendo mucho tiempo, esfuerzo o habilidad; haciendo demandas severas o excesivas.",
      "example": "Le travail est très exigent, et j'ai besoin de prendre des pauses régulières pour éviter l'épuisement. L'instructeur était très exigent, mais cela a valu la peine à la fin lorsque nous avons maîtrisé la technique complexe. Les délais de la compagnie sont très exigents, ce qui nous oblige à travailler en heures supplémentaires.",
      "example_translation": "El trabajo es muy exigente, y necesito tomar breaks regulares para evitar el agotamiento. El instructor era exigente, pero valió la pena al final cuando dominamos la técnica compleja. Los plazos límite exigentes de la empresa nos obligaron a trabajar horas extras.",
      "imageLink": "image_files\\English\\demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déprimant",
      "translation": "deprimente",
      "definition": "Causeant des sentiments de tristesse ou de mélancolie; désagréable ou indésirable.",
      "definition_translation": "Causando sentimientos de tristeza o sombra; desagradable o no deseado.",
      "example": "Les nouvelles du désastre naturel étaient déprimantes, et cela a affecté tout le pays. Le temps lugubre était déprimant, donc nous avons décidé de rester à l'intérieur. La fin déprimante du roman m'a laissée sentir mélancolique pendant des jours.",
      "example_translation": "La noticia del desastre natural fue deprimente, y afectó a toda la nación. El clima sombrío fue deprimente, así que decidimos quedarnos en casa. El final deprimente de la novela me dejó sintiendo melancolía durante días.",
      "imageLink": "image_files\\English\\depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "désespéré",
      "translation": "desesperado",
      "definition": "Sentant ou montrant un désir urgent et fort de faire quelque chose, souvent en raison d'une situation difficile ou désagréable.",
      "definition_translation": "Sentirse o mostrar un fuerte y urgente deseo de hacer algo, a menudo debido a una situación difícil o desagradable.",
      "example": "Elle s'est sentie désespérée cuando elle a perdu son emploi, mais elle n'a pas abandonné. Elle avait été désespérée de trouver un nouveau travail depuis des mois. Elle sera désespérée de finir son projet à temps.",
      "example_translation": "Se sintió desesperada cuando perdió su trabajo, pero no se rindió. Había estado desesperada por encontrar un nuevo trabajo durante meses. Estará desesperada por terminar su proyecto a tiempo.",
      "imageLink": "image_files\\English\\desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déterminé",
      "translation": "determinado",
      "definition": "Ayant pris une décision ferme ou ayant une intention forte de faire quelque chose.",
      "definition_translation": "Haber tomado una decisión firme o tener una intención fuerte de hacer algo.",
      "example": "Il était déterminé à apprendre à jouer de la guitare. Elle avait été déterminée à finir sa thèse à temps. Ils seront déterminés à gagner le championnat.",
      "example_translation": "Él estaba determinado a aprender a tocar la guitarra. Ella había estado determinada a terminar su tesis a tiempo. Ellos estarán determinados a ganar el campeonato.",
      "imageLink": "image_files\\English\\determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dévoué",
      "translation": "devoto",
      "definition": "Montrant de l'amour, de la loyauté ou de la dévotion envers quelqu'un ou quelque chose.",
      "definition_translation": "Mostrando amor, lealtad o dedicación a alguien o algo.",
      "example": "Elle était dévouée à sa famille. Il avait été dévoué à son travail pendant des années. Ils seront dévoués à leur nouveau projet.",
      "example_translation": "Ella estaba devota a su familia. Él había estado devoto a su trabajo durante años. Ellos estarán devotos a su nuevo proyecto.",
      "imageLink": "image_files\\English\\devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "diligent",
      "translation": "truhan",
      "definition": "Ayant ou montrant un désir fort et soigneux de faire son travail et de le faire bien, étant prudent et détaillé dans son travail, étant responsable et fiable.",
      "definition_translation": "Teniendo o mostrando un fuerte y cuidadoso deseo de hacer su trabajo y hacerlo bien, siendo cuidadoso y detallista en su trabajo, siendo responsable y confiable.",
      "example": "Elle était une étudiante diligente et avait toujours terminé ses devoirs à temps. Elle avait été diligente dans sa recherche et avait trouvé des résultats intéressants. Elle sera diligente dans son nouveau rôle et s'assurera que tout fonctionne correctement.",
      "example_translation": "Ella era una estudiante diligente y siempre completaba sus tareas a tiempo. Ella había sido diligente en su investigación y había encontrado algunos resultados interesantes. Ella será diligente en su nuevo papel y asegurará que todo funcione sin problemas.",
      "imageLink": "image_files\\English\\diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déshonnête",
      "translation": "desonesto",
      "definition": "Pas honnête ou véridique ; trompeur ou déloyal, ayant ou montrant une volonté de tromper ou de duper les autres.",
      "definition_translation": "No honesto o veraz; engañando o engañoso, teniendo o mostrando una disposición a engañar o decepcionar a otros.",
      "example": "Il était déshonnête dans ses affaires et a finalement été pris. Elle avait été déshonnête envers son partenaire et cela a ruiné leur relation. Il ne sera pas déshonnête dans sa nouvelle entreprise et s'assurera que tout est transparent.",
      "example_translation": "Él fue deshonesto en sus tratos comerciales y eventualmente fue atrapado. Ella había sido deshonesta con su pareja y eso arruinó su relación. Él no será deshonesto en su nueva aventura y asegurará que todo sea transparente.",
      "imageLink": "image_files\\English\\dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "désorganisé",
      "translation": "desorganizado",
      "definition": "Ne présentant pas une organisation systématique ou ordonnée ; manquant d'un plan ou d'une procédure claire, étant confus ou chaotique.",
      "definition_translation": "No tener una disposición sistemática o ordenada; carecer de un plan o procedimiento claro, siendo confuso o caótico.",
      "example": "Le bureau désorganisé rendait difficile de trouver quoi que ce soit. Elle avait été désorganisée dans son projet et avait manqué le délai. Il ne sera pas désorganisé dans son nouveau rôle et créera un plan clair.",
      "example_translation": "La oficina desorganizada hizo que sea difícil encontrar algo. Ella había sido desorganizada en su proyecto y perdió la fecha límite. Él no será desorganizado en su nuevo papel y creará un plan claro.",
      "imageLink": "image_files\\English\\disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "insatisfait",
      "translation": "insatisfecho",
      "definition": "Éprouvant du mécontentement ou de l'insatisfaction parce que les attentes ou les besoins ne sont pas satisfaits.",
      "definition_translation": "Sentirse infeliz o incompleto porque las expectativas o necesidades no se está cumpliendo.",
      "example": "J'étais insatisfait du service au restaurant, alors j'ai laissé un avis négatif. Je suis insatisfait de mon emploi actuel, donc je cherche un nouvel emploi. Je serai insatisfait si je n'obtiens pas la promotion que je veux.",
      "example_translation": "Estuve insatisfecho con el servicio en el restaurante, así que dejé una crítica negativa. Estoy insatisfecho con mi trabajo actual, así que estoy buscando uno nuevo. Estaré insatisfecho si no tengo la promoción que quiero.",
      "imageLink": "image_files\\English\\dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "douloureux",
      "translation": "angustioso",
      "definition": "Provoquant de l'inquiétude, de l'anxiété ou de la douleur émotionnelle ; désagréable ou troublant.",
      "definition_translation": "Causando preocupación, ansiedad o dolor emocional; desagradable o perturbador.",
      "example": "La nouvelle du désastre naturel était douloureuse pour tout le monde. Les symptômes douloureux du patient rendaient difficile de diagnostiquer la maladie. La situation douloureuse continuera jusqu'à ce qu'une solution soit trouvée.",
      "example_translation": "La noticia del desastre natural fue angustiosa para todos. Los síntomas angustiosos del paciente hicieron que fuera difícil diagnosticar la enfermedad. La situación angustiosa continuará hasta que se encuentre una solución.",
      "imageLink": "image_files\\English\\distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "douteux",
      "translation": "dudoso",
      "definition": "Éprouvant de l'incertitude ou de la méfiance à l'égard de quelque chose ; ayant des doutes ou des réserves.",
      "definition_translation": "Sentirse incierto o inseguro sobre algo; tener dudas o reservas.",
      "example": "J'étais douteux à l'égard de l'investissement, donc j'ai décidé de faire plus de recherche. Elle était douteuse quant à sa décision, mais elle a finalement fait son choix. Il sera douteux à l'égard du plan jusqu'à ce qu'il voie les résultats.",
      "example_translation": "Estuve dudoso sobre la inversión, así que decidí hacer más investigación. Ella estaba dudosa sobre su decisión, pero finalmente se decidió. Él estará dudoso sobre el plan hasta que vea los resultados.",
      "imageLink": "image_files\\English\\doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dynamique",
      "translation": "dinámico",
      "definition": "Se rapportant à l'énergie, la force ou l'activité ; capable de changer ou de s'adapter facilement.",
      "definition_translation": "Relativo o caracterizado por energía, fuerza o actividad; capaz de cambiar o adaptarse fácilmente.",
      "example": "La société cherche un leader d'équipe dynamique qui peut motiver le personnel. Dans le passé, le manager était dynamique, mais maintenant elle est devenue trop passive. Le nouvel employé sera dynamique et apportera des idées nouvelles à l'entreprise.",
      "example_translation": "La empresa está buscando un líder de equipo dinámico que pueda motivar al personal. En el pasado, el gerente era dinámico, pero ahora se ha vuelto demasiado pasivo. El nuevo empleado será dinámico y traerá ideas frescas a la empresa.",
      "imageLink": "image_files\\English\\dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avide",
      "translation": "ansioso",
      "definition": "Éprouvant de l'enthousiasme et de l'intérêt ; voulant quelque chose très fort.",
      "definition_translation": "Sentir o mostrar entusiasmo e interés; querer algo mucho.",
      "example": "Je suis avide de commencer mon nouveau travail et d'apprendre de nouvelles compétences. Elle était avide de voyager à l'étranger et d'expérimenter de nouvelles cultures. Ils seront avides d'essayer le nouveau restaurant qui vient d'ouvrir.",
      "example_translation": "Estoy ansioso por empezar mi nuevo trabajo y aprender habilidades nuevas. Ella estaba ansiosa por viajar al extranjero y experimentar culturas nuevas. Estarán ansiosos por probar el nuevo restaurante que acaba de abrir.",
      "imageLink": "image_files\\English\\eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "éduqué",
      "translation": "educado",
      "definition": "Ayant reçu une bonne éducation ; ayant un niveau élevé de connaissances et de compréhension.",
      "definition_translation": "Haber recibido una buena educación; tener un alto nivel de conocimiento y comprensión.",
      "example": "Elle est une personne éduquée avec un doctorat en littérature. Il avait été éduqué dans une école privée et travaille maintenant comme avocat. Le public éduqué a apprécié la conférence complexe.",
      "example_translation": "Ella es una persona educada con un doctorado en literatura. Él fue educado en una escuela privada y ahora trabaja como abogado. El público educado apreció la conferencia compleja.",
      "imageLink": "image_files\\English\\educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "émotionnel",
      "translation": "emocional",
      "definition": "Se rapportant à l'émotion, en particulier aux sentiments ou aux sentiments.",
      "definition_translation": "Relativo o caracterizado por la emoción, especialmente sentimientos o sentimientos.",
      "example": "Elle était émotionnelle après avoir regardé le film triste. Elle avait été émotionnelle quant à la rupture. Elle sera émotionnelle lorsqu'elle verra son amie à nouveau.",
      "example_translation": "Ella estaba emocional después de ver la película triste. Ella había estado emocional sobre la ruptura. Ella estará emocional cuando vea a su amiga de nuevo.",
      "imageLink": "image_files\\English\\emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "encouragé",
      "translation": "alentador",
      "definition": "Fournissant de l'encouragement ou du soutien à quelqu'un, en particulier pour essayer quelque chose de nouveau ou difficile.",
      "definition_translation": "Dando apoyo o ánimo a alguien, especialmente para intentar algo nuevo o difícil.",
      "example": "L'entraîneur a fait un discours encourageant avant le match. Elle avait encouragé ses étudiants à participer au débat. Il encouragera son équipe à travailler plus dur.",
      "example_translation": "El entrenador dio un discurso alentador antes del juego. Ella había estado animando a sus estudiantes a participar en el debate. Él estará animando a su equipo a trabajar más duro.",
      "imageLink": "image_files\\English\\encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "énergique",
      "translation": "enérgico",
      "definition": "Ayant ou montrant beaucoup d'énergie, d'enthousiasme et de vitalité.",
      "definition_translation": "Teniendo o mostrando mucha energía, entusiasmo y vitalidad.",
      "example": "Le chien énergique a couru autour du parc. Elle avait été énergique pendant l'entraînement. Il sera énergique pendant la soirée ce soir.",
      "example_translation": "El perro enérgico corrió alrededor del parque. Ella había estado enérgica durante el entrenamiento. Él estará enérgico durante la fiesta esta noche.",
      "imageLink": "image_files\\English\\energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "amusement",
      "translation": "entretenido",
      "definition": "Fournissant de l'amusement ou du plaisir, notamment de manière vive et engageante.",
      "definition_translation": "proporcionar diversión o disfrute, especialmente de una manera viva y atractiva",
      "example": "Le comédien a amusé le public avec ses blagues. Il nous avait divertis avec ses histoires toute la nuit. Il divertira ses invités avec un spectacle de magie.",
      "example_translation": "El comediante estaba entreteniendo al público con sus chistes. Nos había entretenido con sus historias toda la noche. Él entreterrá a sus invitados con un show de magia.",
      "imageLink": "image_files\\English\\entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "enthousiaste",
      "translation": "entusiasta",
      "definition": "Éprouvant ou montrant un intérêt intense et ému pour quelque chose.",
      "definition_translation": "sentir o mostrar interés intenso y emocionado en algo",
      "example": "La foule enthousiaste a acclamé lorsque le groupe est monté sur scène. Elle était enthousiaste au sujet du nouveau projet. Ils seront enthousiastes à l'annonce des nouvelles.",
      "example_translation": "La multitud entusiasta vitoreó cuando la banda subió al escenario. Ella estaba entusiasta sobre el nuevo proyecto. Estarán entusiastas sobre la noticia.",
      "imageLink": "image_files\\English\\enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "méchant",
      "translation": "malvado",
      "definition": "Ayant ou montrant un caractère malveillant ou immoral.",
      "definition_translation": "tener o mostrar un carácter malvado o inmoral",
      "example": "Le méchant vilain a ri de manière diabolique lorsque il a révélé son plan. Il avait été méchant envers ses employés. Ils seront méchants envers leurs ennemis.",
      "example_translation": "El villano malvado se rió maniacalmente mientras revelaba su plan. Él había sido malvado con sus empleados. Serán malvados con sus enemigos.",
      "imageLink": "image_files\\English\\evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épuisant",
      "translation": "agotador",
      "definition": "Faisant éprouver une grande fatigue ou un épuisement complet.",
      "definition_translation": "que causa que una persona se sienta extremadamente cansada o desprovista de energía",
      "example": "Le marathon a été épuisant, mais le sentiment de réalisation en valait la peine. J'avais entraîné pendant des mois et je continuerai à m'entraîner pour le prochain.",
      "example_translation": "El maratón fue agotador, pero el sentido de logro valió la pena. Había estado entrenando durante meses, y seguiré entrenando para el siguiente.",
      "imageLink": "image_files\\English\\exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "expert",
      "translation": "experto",
      "definition": "Personne ayant beaucoup de connaissances ou de compétences dans un domaine particulier.",
      "definition_translation": "una persona que tiene mucho conocimiento o habilidad en un área particular",
      "example": " Elle est une experte en marketing et a aidé de nombreuses entreprises à augmenter leurs ventes. Elle était une experte en marketing, est une experte en marketing et sera une experte en marketing.",
      "example_translation": "Ella es una experta en marketing y ha ayudado a muchas empresas a aumentar sus ventas. Fue una experta en marketing, es una experta en marketing y será una experta en marketing.",
      "imageLink": "image_files\\English\\expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fidèle",
      "translation": "fiel",
      "definition": "Montrant de la loyauté et de la dévotion envers quelqu'un ou quelque chose.",
      "definition_translation": "mostrando lealtad y devoción a alguien o algo",
      "example": "Il a été fidèle à sa femme et n'a jamais été infidèle. Il avait été fidèle à sa femme, est fidèle à sa femme et sera fidèle à sa femme.",
      "example_translation": "Él fue fiel a su esposa y nunca la engañó. Había sido fiel a su esposa, es fiel a su esposa y será fiel a su esposa.",
      "imageLink": "image_files\\English\\faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fasciné",
      "translation": "fascinado",
      "definition": "Éprouvant ou montrant un grand intérêt et du plaisir pour quelque chose en raison de sa nouveauté, de son caractère inhabituel ou de son attrait.",
      "definition_translation": "Sentirse o mostrar un gran interés y placer en algo porque es nuevo, inusual o atractivo.",
      "example": "J'étais fasciné par la cité antique, je suis fasciné par la nouvelle technologie et je serai fasciné par l'avenir de l'exploration spatiale.",
      "example_translation": "Me fascinó la ciudad antigua, estoy fascinado por la nueva tecnología, y estaré fascinado por el futuro de la exploración espacial.",
      "imageLink": "image_files\\English\\fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fascinant",
      "translation": "fascinante",
      "definition": "Extrêmement intéressant ou attirant en raison de son caractère inhabituel ou inhabituel.",
      "definition_translation": "Extremadamente interesante o atractivo debido a ser inusual o único.",
      "example": "L'histoire fascinante de l'explorateur a été racontée dans le documentaire, le monde fascinant de l'intelligence artificielle se développe rapidement et la beauté fascinante de la nature est à couper le souffle.",
      "example_translation": "La fascinante historia del explorador fue contada en el documental, el fascinante mundo de la inteligencia artificial crece rápidamente, y la fascinante belleza de la naturaleza es impresionante.",
      "imageLink": "image_files\\English\\fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "féroce",
      "translation": "fiero",
      "definition": "Montrant une intensité forte et puissante, notamment dans les sentiments ou les actions d'une personne.",
      "definition_translation": "Mostrando una intensidad fuerte y poderosa, especialmente en los sentimientos o acciones de una persona.",
      "example": "Le guerrier féroce a combattu bravement dans la bataille, la tempête féroce a détruit le village et la compétition féroce dans le tournoi sportif a été intense.",
      "example_translation": "El fiero guerrero luchó con bravura en la batalla, la tormenta fiero destruyó el pueblo, y la fiera competencia en el torneo deportivo fue intensa.",
      "imageLink": "image_files\\English\\fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fol",
      "translation": "necio",
      "definition": "Ayant ou montrant un manque de bon sens ou de jugement ; absurde ou ridicule.",
      "definition_translation": "Teniendo o mostrando una falta de buen sentido o juicio; absurdo o ridículo.",
      "example": "Elle était folle de lui faire confiance avec son argent. Elle avait été folle à son égard dans le passé, et elle sera folle à son égard à l'avenir.",
      "example_translation": "Ella fue necia al confiarle su dinero. Ella había sido necia sobre él en el pasado, y ella será necia sobre él de nuevo en el futuro.",
      "imageLink": "image_files\\English\\foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "furieux",
      "translation": "furioso",
      "definition": "Éprouvant ou montrant une colère extrême ou de la fureur ; violent ou intense.",
      "definition_translation": "Sintiendo o mostrando una ira extrema o furia; violento o intenso.",
      "example": "Il était furieux lorsqu'il a découvert qu'il avait été trahi. Il a été furieux à ce sujet toute la semaine, et il sera furieux à ce sujet pendant longtemps.",
      "example_translation": "Él estaba furioso cuando se enteró de que había sido estafado. Él ha estado furioso sobre eso toda la semana, y él estará furioso sobre eso durante mucho tiempo.",
      "imageLink": "image_files\\English\\furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avide",
      "translation": "codicioso",
      "definition": "Ayant ou montrant un désir excessif pour la nourriture, l'argent ou le pouvoir ; avare.",
      "definition_translation": "Teniendo o mostrando un deseo excesivo por comida, dinero o poder; avaricioso.",
      "example": "Il était avide et a mangé tout la nourriture. Il a été avide toute sa vie, et il sera avide jusqu'à sa mort.",
      "example_translation": "Él era codicioso y comió toda la comida. Él ha sido codicioso toda su vida, y él será codicioso hasta que muera.",
      "imageLink": "image_files\\English\\greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dur",
      "translation": "duro",
      "definition": "Pas tendre ou facile à plier ou à façonner ; ferme ou rigide dans la texture ou la consistance.",
      "definition_translation": "No suave ni fácil de doblar o dar forma; firme o rígido en textura o consistencia.",
      "example": "Le bois dur était difficile à sculpter. Je travaille dur tous les jours. L'athlète devra s'entraîner dur pour gagner le championnat.",
      "example_translation": "La madera dura era difícil de tallar. Trabajo duro todos los días. El atleta tendrá que entrenar duro para ganar el campeonato.",
      "imageLink": "image_files\\English\\hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "travailleur acharné",
      "translation": "trabajador",
      "definition": "Quelqu'un qui travaille avec diligence et persévère dans ses entreprises.",
      "definition_translation": "Alguien que trabaja diligentemente y persevera en sus esfuerzos.",
      "example": "Elle était une travailleuse acharnée et toujours remettait ses devoirs à temps. Il était un travailleur acharné et a reçu une promotion. Ils étaient des parents travailleurs acharnés qui ont toujours soutenu leurs enfants.",
      "example_translation": "Era una estudiante trabajadora y siempre entregaba sus tareas a tiempo. Fue un empleado trabajador y recibió un ascenso. Eran padres trabajadores que siempre apoyaban a sus hijos.",
      "imageLink": "image_files\\English\\hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "glacial",
      "translation": "helado",
      "definition": "Extrêmement froid en température ou en manière ; gelé ou glacé.",
      "definition_translation": "Extremadamente frío en temperatura o manera; congelado o glaciado.",
      "example": "La route glaciaire était glissante et dangereuse à conduire. La nageuse a senti l'eau glaciaire lorsqu'elle a plongé dans le lac. Le matin d'hiver était glacial et tout le monde portait des manteaux chauds.",
      "example_translation": "El camino helado era resbaloso y peligroso para conducir. La nadadora sintió el agua helada cuando se zambulló en el lago. La mañana de invierno era helada y todos llevaron abrigos cálidos.",
      "imageLink": "image_files\\English\\icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "impatient",
      "translation": "impaciente",
      "definition": "Ayant ou montrant une tendance à devenir facilement ennuyé ou frustré, notamment lorsqu'il faut attendre quelque chose.",
      "definition_translation": "Teniendo o mostrando una tendencia a enfurecerse o frustrarse fácilmente, especialmente al tener que esperar algo.",
      "example": "J'étais impatient d'obtenir mon nouveau téléphone, et j'ai vérifié le statut de la livraison en permanence. J'avais été impatient avec mon ami pour qu'il ne comprenne pas le concept. Je serai impatient si le projet n'est pas terminé à temps.",
      "example_translation": "Estuve impaciente por recibir mi nuevo teléfono y seguí verificando el estado de entrega. He sido impaciente con mi amigo por no entender el concepto. Seré impaciente si el proyecto no se termina a tiempo.",
      "imageLink": "image_files\\English\\impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "impoli",
      "translation": "descortés",
      "definition": "Manquant de courtoisie ou de bonnes manières ; grossier.",
      "definition_translation": "Careciendo de cortesía o buenos modales; grosero.",
      "example": "J'ai pensé que c'était impoli de interrompre quelqu'un pendant qu'il parlait. Elle avait été impolie envers le serveur au restaurant. Ils seront impolis si ils ne s'excusent pas pour leur comportement.",
      "example_translation": "Pensé que era descortés interrumpir a alguien mientras hablaba. Ella había sido descortés con el camarero en el restaurante. Serán descorteses si no se disculpan por su comportamiento.",
      "imageLink": "image_files\\English\\impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "indépendant",
      "translation": "independiente",
      "definition": "Ne dépendant pas des autres pour le soutien ou la direction ; autosuffisant.",
      "definition_translation": "No dependiendo de otros para apoyo o orientación; autosuficiente.",
      "example": "Je veux être indépendant et prendre mes propres décisions. Elle avait été indépendante depuis qu'elle avait 18 ans. Ils seront indépendants une fois qu'ils auront terminé leur éducation.",
      "example_translation": "Quiero ser independiente y tomar mis propias decisiones. Ella había sido independiente desde que tenía 18 años. Serán independientes una vez que terminen su educación.",
      "imageLink": "image_files\\English\\independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inexpérimenté",
      "translation": "inexperiencia",
      "definition": "Manquant des compétences ou de la connaissance nécessaires pour accomplir une tâche ou un travail, typiquement en raison d'un manque d'expérience.",
      "definition_translation": "Carece de la habilidad o conocimiento necesarios para realizar una tarea o trabajo, habitualmente debido a la falta de experiencia.",
      "example": "Le nouvel employé était inexpérimenté, mais désireux d'apprendre. Elle avait été inexpérimentée dans le domaine, mais avait rapidement acquis les compétences. Elle sera inexpérimentée dans le nouveau logiciel, mais recevra une formation.",
      "example_translation": "La nueva empleada era inexperta, pero ansiosa por aprender. Había sido inexperta en el campo, pero había aprendido rápidamente las habilidades. Será inexperta en el nuevo software, pero recibirá capacitación.",
      "imageLink": "image_files\\English\\inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "innochent",
      "translation": "inocente",
      "definition": "Pas coupable d'un crime ou d'une erreur; exempt de pêché ou de tort moral.",
      "definition_translation": "No culpable de un crimen o mala acción; libre de pecado o mala moral.",
      "example": "L'enfant innocent n'avait jamais vu de pistolet auparavant. L'homme innocent a été faussement accusé du crime. Le passant innocent a été pris dans le feu croisé.",
      "example_translation": "El niño inocente nunca había visto una pistola antes. El hombre inocente fue acusado falsamente del crimen. El transeúnte inocente fue alcanzado por fuego cruzado.",
      "imageLink": "image_files\\English\\innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "insincère",
      "translation": "insincero",
      "definition": "Pas authentique ou sincère; feignant d'avoir des sentiments ou des opinions qu'on n'a pas réellement.",
      "definition_translation": "No genuino o sincero; hacerse pasar por tener sentimientos u opiniones que uno no tiene realmente.",
      "example": "Le sourire insincère du politicien n'a trompé personne. Elle avait été insincère dans son excuse, et il était clair qu'elle ne le pensait pas. Il sera insincère dans ses promesses, alors ne lui faites pas confiance.",
      "example_translation": "La sonrisa insincera del político no engañó a nadie. Ella había sido insincera en su disculpa, y era claro que no lo sentía. Él será insincero en sus promesas, así que no confíes en él.",
      "imageLink": "image_files\\English\\insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "intellectuel",
      "translation": "intelectual",
      "definition": "Une personne qui est très instruite et a une grande compréhension de divers sujets, notamment un qui est intéressé par les idées abstraites et est souvent considéré comme étant trop préoccupé par les affaires théoriques.",
      "definition_translation": "Una persona altamente educada y con un profundo conocimiento de diversas materias, especialmente aquel que está interesado en ideas abstractas y se considera a menudo demasiado preocupado por asuntos teóricos.",
      "example": "Elle était un intellectuel qui avait écrit plusieurs livres sur la philosophie. Elle avait été un intellectuel depuis ses jours d'université. Elle sera un leader intellectuel à l'avenir.",
      "example_translation": "Era una intelectual que escribió varios libros sobre filosofía. Había sido una intelectual desde sus días universitarios. Será un líder intelectual en el futuro.",
      "imageLink": "image_files\\English\\intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "irresponsable",
      "translation": "irresponsable",
      "definition": "Faisant défaut de prendre ou d'accepter la responsabilité de ses actions ou de ses devoirs, souvent d'une manière imprudente ou inconsidérée.",
      "definition_translation": "No tomar o aceptar la responsabilidad por sus acciones o deberes, a menudo de manera descuidada o temeraria.",
      "example": "Il était irresponsable avec ses finances et a fini par être endetté. Il a été irresponsable avec sa santé depuis qu'il avait arrêté de faire de l'exercice. Il sera irresponsable avec son temps si elle ne fixe pas de priorités.",
      "example_translation": "Él fue irresponsable con sus finanzas y terminó endeudado. Ha sido irresponsable con su salud desde que dejó de hacer ejercicio. Será irresponsable con su tiempo si no establece prioridades.",
      "imageLink": "image_files\\English\\irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "irrité",
      "translation": "irritado",
      "definition": "Éprouvant ou montrant de l'irritation ou de la frustration, souvent en réponse à une situation difficile ou ennuyeuse.",
      "definition_translation": "Sentir o mostrar molestia o frustración, a menudo en respuesta a una situación frustrante o molesta.",
      "example": "Elle était irritée par le bruit et leur a demandé de se taire. Il avait été irrité avec le service client pendant des heures. Ils seront irrités s'ils n'obtiennent pas un remboursement.",
      "example_translation": "Ella estaba irritada por el ruido y les pidió que se callaran. Él había estado irritado con el servicio al cliente durante horas. Estarán irritados si no reciben un reembolso.",
      "imageLink": "image_files\\English\\irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "irritant",
      "translation": "irritante",
      "definition": "provoquant des sentiments de frustration, d'anxiété ou d'irritation",
      "definition_translation": "causando sentimientos de frustración, ansiedad o fastidio",
      "example": "Le client a trouvé l'attente longue irritante, les retards constants irritants, et le vendeur grossier irritant.",
      "example_translation": "El cliente encontró que la espera larga era irritante, los retrasos constantes eran irritantes y el cajero grosero era irritante.",
      "imageLink": "image_files\\English\\irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "loyal",
      "translation": "leal",
      "definition": "donnant ou montrant un soutien ferme et constant à une personne ou une institution",
      "definition_translation": "dando o mostrando firme y constante apoyo o lealtad a una persona o institución",
      "example": "Elle avait été une cliente loyale pendant des années, toujours loyale à la marque, et resta loyale même lorsque les autres l'avaient abandonnée.",
      "example_translation": "Ella había sido una cliente leal durante años, siempre leal a la marca, y siguió siendo leal incluso cuando otros la abandonaron.",
      "imageLink": "image_files\\English\\loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mûr",
      "translation": "maduro",
      "definition": "pleinement développé physiquement, mentalement ou émotionnellement",
      "definition_translation": "completamente desarrollado física, mental o emocionalmente",
      "example": "Lorsqu'elle a mûri, elle est devenue plus confiante, a eu des relations matures, et a pris des décisions matures.",
      "example_translation": "A medida que maduró, se convirtió en más segura, tuvo relaciones maduras y tomó decisiones maduras.",
      "imageLink": "image_files\\English\\mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "signifier",
      "translation": "significar",
      "definition": "avoir l'intention de transmettre ou d'exprimer un sens particulier, notamment par le langage.",
      "definition_translation": "Tener la intención de transmitir o expresar un significado particular, especialmente por medio del lenguaje.",
      "example": "J'avais l'intention de vous appeler hier, mais j'ai oublié. Je veux aller au magasin maintenant, et je veux finir mes devoirs plus tard.",
      "example_translation": "Quería llamarte ayer, pero me olvidé. Quiero ir a la tienda ahora y quiero terminar mi tarea más tarde.",
      "imageLink": "image_files\\English\\mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "signifier",
      "translation": "significar",
      "definition": "avoir une intention ou une interprétation particulière, notamment dans les mots ou les actions.",
      "definition_translation": "Tener una intención o interpretación particular, especialmente en palabras o acciones.",
      "example": "Elle voulait bien, mais ses mots étaient blessants. Le professeur voulait que nous apprenions de l'exercice, mais il était trop difficile.",
      "example_translation": "Ella quería bien, pero sus palabras fueron hirientes. El profesor quería que aprendiéramos de la ejercicio, pero fue demasiado difícil.",
      "imageLink": "image_files\\English\\mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mental",
      "translation": "mental",
      "definition": "Relatif à l'esprit, notamment comme objet d'étude.",
      "definition_translation": "Relativo a la mente, especialmente como tema de estudio.",
      "example": "La santé mentale est tout aussi importante que la santé physique. Elle a un blocage mental lorsqu'il s'agit de parler en public.",
      "example_translation": "La salud mental es tan importante como la física. Ella tiene un bloqueo mental cuando se trata de hablar en público.",
      "imageLink": "image_files\\English\\mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "miserable",
      "translation": "desdichado",
      "definition": "Éprouvant ou montrant une grande tristesse ou disgrâce; misérable.",
      "definition_translation": "Sentirse o mostrar gran infelicidad o incomodidad; desdichado.",
      "example": "Elle s'est sentie misérable après avoir perdu son emploi; elle avait été misérable dans ce travail pendant des années, et maintenant elle sera misérable sans emploi; elle espère ne pas être misérable dans son nouveau travail.",
      "example_translation": "Ella se sintió desdichada después de perder su trabajo; había sido desdichada en ese trabajo durante años, y ahora estará desdichada sin él; espera que no sea desdichada en su nuevo trabajo.",
      "imageLink": "image_files\\English\\miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "motivated",
      "translation": "motivado",
      "definition": "Ayant une forte volonté ou enthousiasme pour accomplir quelque chose; motivé.",
      "definition_translation": "Teniendo un fuerte deseo o entusiasmo por lograr algo; impulsado.",
      "example": "Elle était motivée pour apprendre une nouvelle langue; elle avait été motivée pour courir un marathon pendant des années, et maintenant elle est motivée pour lancer sa propre entreprise; elle espère être motivée pour continuer à apprendre.",
      "example_translation": "Ella estaba motivada para aprender un nuevo idioma; había estado motivada para correr un maratón durante años, y ahora está motivada para empezar su propio negocio; espera que esté motivada para continuar aprendiendo.",
      "imageLink": "image_files\\English\\motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "moving",
      "translation": "conmovedor",
      "definition": "Provoquant des sentiments de tristesse ou de sympathie; émouvant.",
      "definition_translation": "Causando sentimientos de tristeza o simpatía; conmovedor.",
      "example": "Le film était émouvant; il avait été émouvant pendant des décennies, et maintenant il est à nouveau émouvant; il sera émouvant l'année prochaine.",
      "example_translation": "La película fue conmovedora; había sido conmovedora durante décadas, y ahora es conmovedora de nuevo; será conmovedora el próximo año.",
      "imageLink": "image_files\\English\\moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nasty",
      "translation": "desagradable",
      "definition": "Ayant ou montrant une qualité désagréable ou inamicale; désagréablement rugueux ou rude.",
      "definition_translation": "Teniendo o mostrando una calidad desagradable o falta de amabilidad; áspero o duro de manera desagradable.",
      "example": "Le temps nasty nous a obligés à annuler le pique-nique. Nous avons eu une dispute nasty la nuit dernière, mais nous nous sommes réconciliés le matin. Je ne tolérerai pas de commentaires nasty sur mon blog.",
      "example_translation": "El clima desagradable nos obligó a cancelar el picnic. Tuve una discusión desagradable anoche, pero nos reconciliamos en la mañana. No toleraré comentarios desagradables en mi blog.",
      "imageLink": "image_files\\English\\nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "naughty",
      "translation": "travieso",
      "definition": "Se comportant mal ou désobéissant; espiègle.",
      "definition_translation": "Comportándose mal o desobedientemente; juguetonamenteASTUCIAS.",
      "example": "L'enfant espiègle a refusé de manger ses légumes. J'étais très espiègle lorsque j'étais enfant et je me suis toujours attiré des ennuis. Elle a un regard espiègle dans les yeux.",
      "example_translation": "El niño travieso se negó a comer sus vegetales. Fui muy travieso cuando era niño y siempre me metía en problemas. Ella tiene un brillo travieso en su ojo.",
      "imageLink": "image_files\\English\\naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "obedient",
      "translation": "obediente",
      "definition": "Prêt à obéir aux règles, aux ordres ou aux instructions; docile.",
      "definition_translation": "Dispuesto a obedecer reglas, órdenes o instrucciones; complaciente.",
      "example": "L'étudiant docile a toujours suivi les instructions du professeur. J'étais très docile enfant et je n'ai jamais remis en question mes parents. Elle est docile à chaque commande de son patron.",
      "example_translation": "El estudiante obediente siempre seguía las instrucciones del maestro. Fui muy obediente cuando era niño y nunca cuestionaba a mis padres. Ella es obediente a cada comando de su jefe.",
      "imageLink": "image_files\\English\\obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "objective",
      "translation": "objetivo",
      "definition": "Un but ou objectif à atteindre, souvent par l'effort ou la compétence.",
      "definition_translation": "Un objetivo o meta que se debe lograr, a menudo a través del esfuerzo o la habilidad.",
      "example": "Elle a fixé un objectif pour finir le projet d'ici la fin du mois, et elle y avait travaillé pendant des semaines, mais elle l'aura terminé l'année prochaine.",
      "example_translation": "Ella estableció un objetivo de terminar el proyecto para fin de mes, y había estado trabajando en él durante semanas, pero lo habrá terminado el próximo año.",
      "imageLink": "image_files\\English\\objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "offensive",
      "translation": "ofensivo",
      "definition": "Provoquant l'offense ou la annoyance, souvent intentionnellement.",
      "definition_translation": "Causando ofensa o molestia, a menudo de forma deliberada.",
      "example": "La publicité offensante de l'entreprise a déclenché un tollé sur les médias sociaux, mais ils s'excuseront pour cela la semaine prochaine, et s'étaient excusés pour cela l'année dernière.",
      "example_translation": "El anuncio ofensivo de la empresa desató indignación en las redes sociales, pero se disculparán por ello la próxima semana, y se habían disculpado por ello el año pasado.",
      "imageLink": "image_files\\English\\offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "optimistic",
      "translation": "optimista",
      "definition": "Ayant ou montrant une perspective optimiste et confiante.",
      "definition_translation": "Teniendo o mostrando una perspectiva esperanzadora y confiada.",
      "example": "L'entrepreneur optimiste était confiant que son entreprise réussirait, et avait réussi pendant des années, mais aura des défis à relever le prochain trimestre.",
      "example_translation": "El emprendedor optimista estaba seguro de que su negocio tendría éxito, y había estado teniendo éxito durante años, pero enfrentará desafíos el próximo trimestre.",
      "imageLink": "image_files\\English\\optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "organisé",
      "translation": "organizado",
      "definition": "Arranger les choses de manière systématique et efficace, afin qu'elles puissent être facilement trouvées ou utilisées.",
      "definition_translation": "Arreglar las cosas de una manera sistemática y eficiente, para que puedan ser encontradas o utilizadas fácilmente.",
      "example": "J'ai organisé mon placard le week-end dernier, mais maintenant je suis organisé pour le reste du mois. J'étais organisé lorsque j'étais à l'université, mais je ne suis pas organisé maintenant. Je serai organisé d'ici la fin de l'année.",
      "example_translation": "Organisé mi armario el fin de semana pasado, pero ahora estoy organizado para el resto del mes. Estuve organizado cuando estaba en la universidad, pero no estoy organizado ahora. Estaré organizado para fin de año.",
      "imageLink": "image_files\\English\\organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "outrageux",
      "translation": "ultrajante",
      "definition": "Choquant ou inacceptable ; absolument épouvantable.",
      "definition_translation": "Sorprendentemente malo o inaceptable; absolutamente repugnante.",
      "example": "Les prix outrageux du nouveau restaurant en ville font enrager les gens. Le comportement outrageux de la célébrité était partout dans les nouvelles. La quantité outrageuse de devoirs assignés par le professeur était incroyable.",
      "example_translation": "Los precios ultrajantes del nuevo restaurante en la ciudad están haciendo que la gente se enoje. El comportamiento ultrajante del celebridad estuvo en todas las noticias. La cantidad ultrajante de tareas escolares asignadas por el maestro era increíble.",
      "imageLink": "image_files\\English\\outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "douloureux",
      "translation": "doloroso",
      "definition": "Provquant une douleur physique ou émotionnelle ; inconfortable ou désagréable.",
      "definition_translation": "Causando dolor físico o emocional; incómodo o desagradable.",
      "example": "La chirurgie douloureuse m'a laissé au lit pendant des semaines. J'ai eu une expérience douloureuse chez le dentiste hier. Le souvenir douloureux de l'accident me hante encore.",
      "example_translation": "La dolorosa cirugía me dejó en cama durante semanas. Tuve una experiencia dolorosa en el dentista ayer. El doloroso recuerdo del accidente todavía me atormenta.",
      "imageLink": "image_files\\English\\painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "passionné",
      "translation": "apasionado",
      "definition": "Montrant ou éprouvant une émotion intense et à peine contrôlable, notamment des sentiments forts d'enthousiasme ou d'excitation.",
      "definition_translation": "Mostrando o sintiendo emoción intensa y apenas controllable, especialmente fuertes sentimientos de entusiasmo o emoción.",
      "example": "Elle est passionnée par son travail, et cela se voit dans son travail. Elle a été passionnée de peinture depuis qu'elle était enfant. Elle sera passionnée par les questions environnementales à l'avenir.",
      "example_translation": "Ella es apasionada de su trabajo y se nota en su labor. Ha sido apasionada de la pintura desde que era una niña. Será apasionada de los temas ambientales en el futuro.",
      "imageLink": "image_files\\English\\passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "passif",
      "translation": "pasivo",
      "definition": "Acceptant ou laissant faire ce qui se passe ou ce que les autres font, sans réaction active ou résistance.",
      "definition_translation": "Aceptando o permitiendo lo que sucede o lo que otros hacen, sin respuesta activa ni resistencia.",
      "example": "L'entreprise a une approche passive pour le service client. Elle était passive face à la critique de son patron. Ils seront des observateurs passifs du processus entier.",
      "example_translation": "La empresa tiene un enfoque pasivo para el servicio al cliente. Ella fue pasiva ante la crítica de su jefe. Serán observadores pasivos de todo el proceso.",
      "imageLink": "image_files\\English\\passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pessimiste",
      "translation": "pesimista",
      "definition": "Ayant ou montrant une perspective négative ou sombre, souvent en attendant le pire.",
      "definition_translation": "Teniendo o mostrando una perspectiva negativa o sombría, a menudo esperando lo peor.",
      "example": "Il est pessimiste à propos de l'économie ces derniers temps. Elle était pessimiste quant à ses chances d'obtenir le travail. Ils seront pessimistes quant à l'issue de l'élection.",
      "example_translation": "Él ha sido pesimista sobre la economía últimamente. Ella fue pesimista sobre sus posibilidades de obtener el trabajo. Serán pesimistas sobre el resultado de la elección.",
      "imageLink": "image_files\\English\\pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pétrifié",
      "translation": "petrificado",
      "definition": "Extrêmement effrayé ou terrifié ; incapable de bouger ou d'agir.",
      "definition_translation": "extremadamente asustado o aterrorizado; incapaz de moverse o actuar",
      "example": "J'étais pétrifié lorsque j'ai vu le serpent dans mon jardin. Je serai pétrifié si je dois faire un discours devant un large public. Elle était pétrifiée après avoir regardé le film d'horreur.",
      "example_translation": "Me petrificó cuando vi la serpiente en mi patio trasero. Estaré petrificado si tengo que dar un discurso frente a una gran audiencia. Ella estaba petrificada después de ver la película de terror.",
      "imageLink": "image_files\\English\\petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pratique",
      "translation": "práctico",
      "definition": "Sensible et réaliste dans une situation donnée.",
      "definition_translation": "sensible y realista en una situación particular",
      "example": "Ma mère me donne toujours des conseils pratiques. Je serai pratique et prendrai un travail à temps partiel pour me soutenir. Il a été pratique et a apporté un parapluie au concert en plein air.",
      "example_translation": "Mi madre siempre me da consejos prácticos. Seré práctico y tomaré un trabajo a tiempo parcial para apoyarme. Él fue práctico y trajo un paraguas al concierto al aire libre.",
      "imageLink": "image_files\\English\\practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "professionnel",
      "translation": "profesional",
      "definition": "Relatif ou connecté à un travail ou une activité nécessitant une formation spéciale ou une compétence.",
      "definition_translation": "relacionado con o conectado con un trabajo o actividad que requiere capacitación o habilidad especial",
      "example": "En tant que musicienne professionnelle, elle a joué dans de nombreux concerts. Je dois m'habiller de manière professionnelle pour l'entrevue d'embauche. Il sera un footballeur professionnel un jour.",
      "example_translation": "Como música profesional, ha actuado en muchos conciertos. Necesito vestirme profesionalmente para la entrevista de trabajo. Él será un jugador de fútbol profesional algún día.",
      "imageLink": "image_files\\English\\professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "perplex",
      "translation": "periódico",
      "definition": "Se sentant confus ou incertain au sujet de quelque chose.",
      "definition_translation": "sentirse confundido o incierto sobre algo",
      "example": "J'étais perplex face au problème de mathématiques complexe, mais mon ami a pu le résoudre. Je serai perplex si je ne comprends pas l'explication. J'ai été perplex tout au long de la nuit en raison du bruit étrange.",
      "example_translation": "Me sentí confundido por el problema de matemáticas complejo, pero mi amigo pudo resolverlo. Me sorprenderá si no entiendo la explicación. Me había sentido confundido por el ruido extraño toda la noche.",
      "imageLink": "image_files\\English\\puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "qualifié",
      "translation": "cualificado",
      "definition": "ayant les compétences, l'expérience ou les connaissances nécessaires pour faire quelque chose",
      "definition_translation": "teniendo las habilidades, experiencia o conocimientos necesarios para hacer algo",
      "example": "Le docteur qualifié a pu diagnostiquer la maladie rare. La compagnie qualifiera les candidats qui répondent aux exigences. Elle s'était qualifiée pour les Jeux Olympiques après des années d'entraînement intense.",
      "example_translation": "El médico cualificado pudo diagnosticar la enfermedad rara. La empresa calificará a los candidatos que cumplan con los requisitos. Ella había calificado para las Olimpiadas después de años de entrenamiento duro.",
      "imageLink": "image_files\\English\\qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réaliste",
      "translation": "realista",
      "definition": "ayant une idée pratique et sensée de ce qui peut être accompli ou attendu",
      "definition_translation": "teniendo una idea sensata y práctica de lo que se puede lograr o esperar",
      "example": "La compagnie a un objectif réaliste d'augmenter ses ventes de 10%. L'artiste est connu pour ses peintures réalistes. Ils auront une chance réaliste de gagner la compétition s'ils s'entraînent plus.",
      "example_translation": "La empresa tiene una meta realista de aumentar las ventas en un 10%. El artista es conocido por sus pinturas realistas. Tendrán una oportunidad realista de ganar la competencia si practican más.",
      "imageLink": "image_files\\English\\realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "raisonnable",
      "translation": "razonable",
      "definition": "Ayant la capacité de raisonner ou de penser logiquement ; sensé et équitable.",
      "definition_translation": "Tener la capacidad de razonar o pensar lógicamente; sensato y justo.",
      "example": "Le juge a essayé d'être raisonnable et d'écouter les deux côtés de l'argument. Elle était raisonnable et ouverte d'esprit. Elle sera raisonnable et prudente dans le futur.",
      "example_translation": "El juez intentó ser razonable y escuchar ambos lados del argumento. Ella fue razonable y de mente abierta. Ella será razonable y considerada en el futuro.",
      "imageLink": "image_files\\English\\reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "religieux",
      "translation": "religioso",
      "definition": "Croyant en et vénérant un dieu ou des dieux ; ayant une foi ou une conviction forte.",
      "definition_translation": "Creer en y adorar a un dios o dioses; tener una fe fuerte o convicción.",
      "example": "Il a été élevé dans une famille religieuse et assistait à l'église chaque dimanche. Elle est religieuse et prie chaque jour. Ils seront religieux et suivront les enseignements de leur foi.",
      "example_translation": "Fue criado en una familia religiosa y asistía a la iglesia todos los domingos. Ella es religiosa y reza diariamente. Ellos serán religiosos y seguirán las enseñanzas de su fe.",
      "imageLink": "image_files\\English\\religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ingénieux",
      "translation": "ingenioso",
      "definition": "Ayant la capacité de trouver des moyens rapides et astucieux pour surmonter les difficultés ou les défis.",
      "definition_translation": "Tener la capacidad de encontrar formas rápidas y astutas para superar dificultades o desafíos.",
      "example": "L'ingénieur ingénieux a conçu un nouveau système pour réduire la consommation d'énergie. Elle était ingénieuse et a trouvé une solution au problème. Ils seront ingénieux et adapteront aux circonstances changeantes.",
      "example_translation": "El ingeniero ingenioso diseñó un nuevo sistema para reducir el consumo de energía. Ella fue ingeniosa y encontró una solución al problema. Ellos serán ingeniosos y se adaptarán a las circunstancias cambiantes.",
      "imageLink": "image_files\\English\\resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "respectable",
      "translation": "respetable",
      "definition": "Digne de respect ou d'admiration, ayant une bonne réputation",
      "definition_translation": "Digno de respeto o admiración, tener una buena reputación",
      "example": "Il était un membre respectable de la communauté, respecté par tous ceux qui le connaissaient. Il sera habillé avec respect pour l'occasion. Il avait toujours été un citoyen respectable, jusqu'à ce qu'il se fasse prendre.",
      "example_translation": "Era un miembro respetable de la comunidad, respetado por todos los que lo conocían. Estará vestido respetablemente para la ocasión. Siempre havía sido un ciudadano respetable, hasta que fue atrapado.",
      "imageLink": "image_files\\English\\respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "respecté",
      "translation": "respetado",
      "definition": "Éprouvant ou montrant de l'admiration ou un grand respect envers quelqu'un ou quelque chose",
      "definition_translation": "Sentir o mostrar admiración o alto respecto por alguien o algo",
      "example": "Elle était une professeure très respectée, respectée par ses étudiants et collègues. Il était respecté pour ses compétences en leadership et sa sagesse. Elle sera respectée pour son courage face au danger.",
      "example_translation": "Era una profesora muy respetada, respetada por sus estudiantes y colegas. Él era respetado por su sabiduría y habilidades de liderazgo. Será respetada por su valentía en el enfrentamiento del peligro.",
      "imageLink": "image_files\\English\\respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "responsable",
      "translation": "responsable",
      "definition": "Ayant une obligation de faire quelque chose ou étant responsable de ses actions",
      "definition_translation": "Tener una obligación de hacer algo o ser responsable por sus acciones",
      "example": "Il était responsable du succès du projet. Elle est responsable de la gestion de l'équipe. Ils seront responsables de l'impact environnemental de leurs actions.",
      "example_translation": "Él era responsable del éxito del proyecto. Ella es responsable de gestionar el equipo. Serán responsables del impacto ambiental de sus acciones.",
      "imageLink": "image_files\\English\\responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "risqué",
      "translation": "riesgoso",
      "definition": "impliquant de l'incertitude ou du danger ; pouvant entraîner une perte ou un dommage",
      "definition_translation": "que implica incertidumbre o peligro; que puede llevar a pérdida o daño",
      "example": "Il a pris un investissement risqué, mais ça a payé. Il fait une promenade risquée sur le sommet de la falaise. Il prendra une décision risquée pour l'entreprise.",
      "example_translation": "Tomó una inversión riesgosa, pero funcionó. Está dando un paseo riesgoso por la cima del acantilado. Tomará una decisión riesgosa en el negocio.",
      "imageLink": "image_files\\English\\risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "impitoyable",
      "translation": "despiadado",
      "definition": "n'ayant ni pitié ni miséricorde ; brutal et cruel",
      "definition_translation": "que no tiene o muestra ninguna piedad ni misericordia; duramente severo o cruel",
      "example": "Le dictateur impitoyable gouvernait le pays d'une main de fer. La femme d'affaires impitoyable a congédié ses employés sans hésitation. Le professeur impitoyable ne tolérera aucune erreur.",
      "example_translation": "El dictador despiadado gobernó el país con mano de hierro. La empresaria despiadada despidió a sus empleados sin dudar. El maestro despiadado no tolerará ningún error.",
      "imageLink": "image_files\\English\\ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sensible",
      "translation": "sensible",
      "definition": "Capable de ressentir ou de répondre à des changements ou des impressions légères; facilement blessé ou offensé",
      "definition_translation": "capaz de sentir o responder a cambios leves o impresiones; fácilmente herido o ofendido",
      "example": "Elle était sensible au froid et porta un manteau. Il était sensible à la critique et devint défensif. L'enfant sera sensible au bruit et couvrira ses oreilles.",
      "example_translation": "Ella era sensible al frío y llevaba un abrigo. Él era sensible a la crítica y se volvió defensivo. El niño será sensible al ruido y se cubrirá los oídos.",
      "imageLink": "image_files\\English\\sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sévère",
      "translation": " severo",
      "definition": "Très grave ou désagréable; provoquant une grande souffrance ou des dommages.",
      "definition_translation": "Muy malo o desagradable; causando gran sufrimiento o daño.",
      "example": "Les conditions météorologiques sévères rendirent difficile le voyage. La douleur sévère rendit difficile la concentration. Le médecin avertit que l'état du patient pourrait devenir sévère si non traité promptement.",
      "example_translation": "Las condiciones climáticas severas hacían difícil viajar. El dolor severo hacía difícil concentrarse. El médico advirtió que la condición del paciente podría volverse severa si no se trataba con prontitud.",
      "imageLink": "image_files\\English\\severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "habile",
      "translation": "habil",
      "definition": "Ayant ou montrant la capacité de faire quelque chose avec grande habileté et compétence.",
      "definition_translation": "Teniendo o mostrando la habilidad para hacer algo con gran habilidad y competencia.",
      "example": "Le conducteur habile a navigué la route sinueuse avec facilité. Le chirurgien habile a effectué l'opération complexe avec précision. L'artiste habile a créé un beau tableau avec grand détail.",
      "example_translation": "El conductor habil condujo la carretera sinuosa con facilidad. El cirujano habil realizó la operación compleja con precisión. El artista habil creó una hermosa pintura con gran detalle.",
      "imageLink": "image_files\\English\\skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "qualifié",
      "translation": "hábil",
      "definition": "Ayant une aptitude ou talent naturel pour quelque chose, notamment une activité manuelle.",
      "definition_translation": "Teniendo una habilidad natural o talento para algo, especialmente una actividad manual.",
      "example": "Le charpentier qualifié a construit un beau meuble en bois. Le musicien qualifié a joué du piano avec grande expression. L'athlète qualifié a remporté plusieurs médailles dans la compétition.",
      "example_translation": "El carpintero hábil construyó un hermoso gabinete de madera. El músico hábil tocó el piano con gran expresión. El atleta hábil ganó varias medallas en la competencia.",
      "imageLink": "image_files\\English\\skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sophistiqué",
      "translation": "sofisticado",
      "definition": "Ayant ou caractérisé par un degré élevé de raffinement culturel ou intellectuel.",
      "definition_translation": "Tener o caracterizarse por un alto grado de refinamiento cultural o intelectual.",
      "example": "Elle était une femme sophistiquée qui appréciait l'art, la littérature et la musique. Elle avait abordé l'affaire avec sophistication. Elle sera sophistiquée dans ses négociations.",
      "example_translation": "Era una mujer sofisticada que apreciaba el arte fino, la literatura y la música. Había sido sofisticada en su enfoque para el negocio. Será sofisticada en sus negociaciones.",
      "imageLink": "image_files\\English\\sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "spirituel",
      "translation": "espiritual",
      "definition": "Relatif ou concernant l'esprit ou l'âme, contrairement aux choses matérielles ou physiques.",
      "definition_translation": "Relacionado o preocupado con el espíritu o alma, en oposición a las cosas materiales o físicas.",
      "example": "Le leader spirituel de la communauté a guidé les gens à travers la crise. Il avait été spirituel dans son approche de la vie. Ils seront spirituels dans leur quête d'éclaircissement.",
      "example_translation": "El líder espiritual de la comunidad guio a la gente a través de la crisis. Había sido espiritual en su enfoque para la vida. Serán espirituales en su búsqueda de iluminación.",
      "imageLink": "image_files\\English\\spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "spontané",
      "translation": "espontáneo",
      "definition": "Réalisé ou survenant sans planification préalable ou délibération; naturel et sans contrainte.",
      "definition_translation": "Realizado u ocurrido sin planificación previa o deliberación; natural y sin restricciones.",
      "example": "Les applaudissements spontanés ont éclaté lorsque le chanteur est monté sur scène. Elle avait été spontanée dans sa réponse à la question. Ils seront spontanés dans leur réaction à la nouvelle.",
      "example_translation": "El aplauso espontáneo estalló cuando la cantante subió al escenario. Había sido espontánea en su respuesta a la pregunta. Serán espontáneos en su reacción a la noticia.",
      "imageLink": "image_files\\English\\spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "droit",
      "translation": "recto",
      "definition": "S'étendant ou se poursuivant dans une ligne directe; non courbé ou tordu; direct et ininterrompu dans l'extension ou la direction.",
      "definition_translation": "Extendiendo o procediendo en una línea directa; no curvada ni doblada; directo e ininterrumpido en extensión o dirección.",
      "example": "La route était droite et plate, ce qui la rendait parfaite pour le cyclisme. Je suis allé directement au magasin. Je vais aller directement chez moi après l'école.",
      "example_translation": "El camino era recto y plano, lo que lo hacía perfecto para ciclismo. Caminé recto a la tienda. Caminaré recto a casa después de la escuela.",
      "imageLink": "image_files\\English\\straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "entêté",
      "translation": "terco",
      "definition": "Ayant ou montrant de la détermination à ne pas changer d'avis ou de position; obstiné de manière déraisonnable.",
      "definition_translation": "Teniendo o mostrando determinación para no cambiar de opinión o posición; obstinado de manera irrazonable.",
      "example": "Mon frère peut être très entêté lorsqu'il s'agit d'essayer de nouveaux aliments. Elle était entêtée et a refusé de s'excuser. Il sera entêté et n'écoutera pas nos conseils.",
      "example_translation": "Mi hermano puede ser muy terco cuando se trata de probar nuevos alimentos. Ella fue terca y se negó a disculparse. Él será terco y no escuchará nuestro consejo.",
      "imageLink": "image_files\\English\\stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "superstitieux",
      "translation": "supersticioso",
      "definition": "Excessivement craintif du surnaturel, du destin ou de l'inconnu; peur irrationnelle de ce qui est inconnu ou mystérieux.",
      "definition_translation": "Excesivamente temeroso de lo sobrenatural, el destino o lo desconocido; miedo irracional de lo que es desconocido o misterioso.",
      "example": "Ma grand-mère est superstitieuse et porte toujours un porte-bonheur. Il est superstitieux et croit aux fantômes. Ils étaient superstitieux et pensaient que le chat noir portait malheur.",
      "example_translation": "Mi abuela es supersticiosa y siempre lleva un amuleto de la suerte. Él es supersticioso y cree en los fantasmas. Ellos eran supersticiosos y pensaban que el gato negro era mala suerte.",
      "imageLink": "image_files\\English\\superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "suspect",
      "translation": "sospechoso",
      "definition": "Éveillant la suspicion ; douteux.",
      "definition_translation": "Generando sospecha; cuestionable; dudoso.",
      "example": "La police était soupçonneuse du comportement de l'étranger. L'entreprise était méfiante des motifs de la rivale. Le détective sera soupçonneux de toutes les inconséquences dans l'alibi.",
      "example_translation": "La policía sospechaba del comportamiento del extraño. La empresa sospechaba de los motivos de la rival. El detective sospechará de cualquier inconsistencia en la coartada.",
      "imageLink": "image_files\\English\\suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sympathique",
      "translation": "simpático",
      "definition": "Ayant ou montrant de la sympathie ; éprouvant ou exprimant de la compassion.",
      "definition_translation": "Teniendo o mostrando simpatía; sintiendo o expresando compasión.",
      "example": "Le médecin était sympathique aux préoccupations du patient. L'entreprise était sympathique à la situation de l'employé. Le professeur sera sympathique aux difficultés de l'étudiant.",
      "example_translation": "El doctor era simpático a las inquietudes del paciente. La empresa era simpática a la situación del empleado. El maestro será simpático a las luchas del estudiante.",
      "imageLink": "image_files\\English\\sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tendu",
      "translation": "tenso",
      "definition": "Éprouvant de l'anxiété ou de la nervosité ; ayant un sentiment d'attente tendue.",
      "definition_translation": "Sintiendo ansiedad o nerviosismo; teniendo una sensación de expectativa tensa.",
      "example": "L'athlète était tendu avant la compétition. Le public était tendu pendant le thriller. L'étudiant sera tendu pendant l'examen.",
      "example_translation": "El atleta estaba tenso antes de la competencia. La audiencia estaba tensa durante la película de suspense. El estudiante estará tenso durante el examen.",
      "imageLink": "image_files\\English\\tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "terrifiant",
      "translation": "aterrador",
      "definition": "Extrêmement effrayant ou alarmant ; provoquant une grande peur ou anxiété.",
      "definition_translation": "Extremadamente aterrador o alarmante; causando un miedo o ansiedad intensa.",
      "example": "Le cri terrifiant résonna dans la maison hantée. C'était terrifiant de penser à être seul dans le noir. Elle sera terrorisée cuando elle verra le film d'horreur.",
      "example_translation": "El grito aterrador resonó por la casa encantada. Fue aterrador pensar en estar solo en la oscuridad. Ella estará aterrada cuando vea la película de terror.",
      "imageLink": "image_files\\English\\terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réfléchi",
      "translation": "pensativo",
      "definition": "Faisant preuve de réflexion soigneuse et de considération ; gentil et compréhensif.",
      "definition_translation": "Mostrando cuidadoso pensamiento y consideración; amable y comprensivo.",
      "example": "Il était un auditeur réfléchi et m'a toujours fait sentir entendu. Elle était réfléchie quando elle m'a apporté un cadeau. Ils seront plus réfléchis dans leurs décisions à l'avenir.",
      "example_translation": "Él era un oyente pensativo y siempre me hacía sentir escuchado. Ella fue lo suficientemente pensativa como para traerme un regalo. Serán más pensativos sobre sus decisiones en el futuro.",
      "imageLink": "image_files\\English\\thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ravi",
      "translation": "emocionado",
      "definition": "Éprouvant une grande joie ou excitation ; enchanté.",
      "definition_translation": "Sintiendo una felicidad o emoción extremas; encantado.",
      "example": "J'étais ravi de recevoir les nouvelles. Elle était ravie de rencontrer son personnage de cinéma préféré. Ils seront ravis d'aller sur le manège de montagnes russes.",
      "example_translation": "Me emocioné al recibir la noticia. Ella se emocionó al conocer a su celebridad favorita. Estarán emocionados de ir en la montaña rusa.",
      "imageLink": "image_files\\English\\thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "solide",
      "translation": "duro",
      "definition": "Fort et capable de résister à des conditions difficiles ou des défis.",
      "definition_translation": "fuerte y capaz de soportar condiciones difíciles o desafíos",
      "example": "J'étais solide envers moi-même, je suis solide envers moi-même, je serai solide envers moi-même.",
      "example_translation": "Fui duro conmigo mismo, seré duro conmigo mismo, habré sido duro conmigo mismo.",
      "imageLink": "image_files\\English\\tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tragique",
      "translation": "trágico",
      "definition": "Provoquant une grande tristesse ou perte, notamment à la suite d'un événement inattendu ou malheureux",
      "definition_translation": "que causa gran tristeza o pérdida, especialmente como resultado de algo inesperado o desafortunado",
      "example": "L'événement tragique s'est produit, se produit, se produira.",
      "example_translation": "El evento trágico ocurrió, está ocurriendo, ocurrirá.",
      "imageLink": "image_files\\English\\tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inconscient",
      "translation": "inconsciente",
      "definition": "Ne pas savoir ou réaliser quelque chose, notamment quelque chose d'important ou de surprenant",
      "definition_translation": "no saber o darse cuenta de algo, especialmente algo importante o sorprendente",
      "example": "J'étais inconscient du danger, je suis inconscient du danger, je serai inconscient du danger.",
      "example_translation": "No era consciente del peligro, no soy consciente del peligro, no seré consciente del peligro.",
      "imageLink": "image_files\\English\\unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "incertain",
      "translation": "incerto",
      "definition": "Ne pas avoir ou montrer une opinion claire sur quelque chose.",
      "definition_translation": "No tener o mostrar una mente clara o opinión sobre algo",
      "example": "Je suis incertain sur ce que je dois faire ce soir. Hier, j'étais certain, mais maintenant je suis incertain. Je serai incertain jusqu'à ce que je prenne une décision.",
      "example_translation": "Estoy incierto sobre qué hacer esta noche. Ayer, estaba seguro, pero ahora estoy incierto. Estaré incierto hasta que tome una decisión.",
      "imageLink": "image_files\\English\\uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "compréhension",
      "translation": "comprensión",
      "definition": "La capacité de comprendre et de partager les sentiments d'un autre",
      "definition_translation": "La capacidad de entender y compartir los sentimientos de otra persona",
      "example": "J'avais une profonde compréhension de ses sentiments. Elle avait une grande compréhension de la situation. Ils auront une compréhension du projet d'ici la fin de la semaine.",
      "example_translation": "Tenía una comprensión profunda de sus sentimientos. Ella tenía una gran comprensión de la situación. Tendrán una comprensión del proyecto al final de la semana.",
      "imageLink": "image_files\\English\\understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inquiet",
      "translation": "inquieto",
      "definition": "Éprouvant de l'anxiété ou du malaise à propos de quelque chose",
      "definition_translation": "Sentir ansiedad o incomodidad sobre algo",
      "example": "Je me sentais inquiet à propos de la situation. Elle avait l'air inquiète pendant la réunion. Ils se sentiront inquiets jusqu'à ce qu'ils résolvent le problème.",
      "example_translation": "Me sentí inquieto sobre la situación. Ella parecía inquieta en la reunión. Se sentirán inquietos hasta que resuelvan el tema.",
      "imageLink": "image_files\\English\\uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "malchanceux",
      "translation": "desafortunado",
      "definition": "Ayant ou marqué par la malchance; malchanceux dans son occurrence ou son résultat",
      "definition_translation": "teniendo o marcado por mala suerte; desafortunado en la ocurrencia o resultado",
      "example": "Il a été malchanceux de perdre son emploi, mais il en trouvera un nouveau bientôt. Il a été malchanceux lorsqu'il est tombé malade, mais il se remet maintenant. Il sera malchanceux s'il ne se prépare pas pour l'examen.",
      "example_translation": "Él fue desafortunado al perder su trabajo, pero encontrará uno nuevo pronto. Él fue desafortunado cuando se enfermó, pero se está recuperando ahora. Él será desafortunado si no se prepara para el examen.",
      "imageLink": "image_files\\English\\unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inutile",
      "translation": "inútil",
      "definition": "Ne fournissant pas d'assistance ou de soutien; non utile ou non efficace",
      "definition_translation": "no proporcionando asistencia o apoyo; no útil o efectivo",
      "example": "Les instructions étaient inutiles, donc nous n'avons pas pu assembler les meubles. Le service client était inutile, et nous n'avons pas obtenu de remboursement. Les commentaires du professeur étaient inutiles, et l'étudiant n'a pas compris le concept.",
      "example_translation": "Las instrucciones fueron inútiles, por lo que no pudimos ensamblar los muebles. El servicio al cliente fue inútil, y no obtuvimos un reembolso. La retroalimentación del maestro fue inútil, y el estudiante no entendió el concepto.",
      "imageLink": "image_files\\English\\unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "impopulaire",
      "translation": "impopular",
      "definition": "Non aimé ou approuvé par la majorité des gens; non populaire",
      "definition_translation": "no gustado o aprobado por la mayoría de las personas; no popular",
      "example": "La nouvelle politique était impopulaire parmi les étudiants, donc ils ont manifesté. Il était un politicien impopulaire, et il a perdu l'élection. La nouvelle loi était impopulaire, et beaucoup de gens l'ont critiquée.",
      "example_translation": "La nueva política fue impopular entre los estudiantes, así que se manifestaron. Él fue un político impopular, y perdió la elección. La nueva ley fue impopular, y muchas personas la criticaron.",
      "imageLink": "image_files\\English\\unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "imprévisible",
      "translation": "impredecible",
      "definition": " Incapable d'être prévu ou prédit; incertain dans son issue ou son résultat.",
      "definition_translation": "No puede predecirse o pronosticarse; incierto en resultado o resultado.",
      "example": "Le temps a été imprévisible cet été, avec des tempêtes et des vagues de chaleur soudaines. Hier, il faisait soleil, mais aujourd'hui il pleut. J'espère que le soleil reviendra demain.",
      "example_translation": "El clima ha sido impredecible este verano, con tormentas y olas de calor repentinas. Ayer hizo sol, pero hoy está lloviendo. Espero que mañana haga sol nuevamente.",
      "imageLink": "image_files\\English\\unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "irréaliste",
      "translation": "irrealista",
      "definition": "Non basé sur la réalité; n'ayant pas de possibilité pratique d'être accompli ou obtenu.",
      "definition_translation": "No basada en la realidad; no tiene posibilidad práctica de ser lograda o alcanzada.",
      "example": "Le film avait un scénario irréaliste, avec des personnages volant et réalisant des exploits impossibles. J'ai des attentes irréalistes pour mes vacances, espérant visiter 10 villes en juste 2 semaines. L'an dernier, j'avais des objectifs irréalistes pour mon entreprise, mais j'ai appris à être plus réaliste.",
      "example_translation": "La película tenía una trama irrealista, con personajes volando y realizando proezas imposibles. Tengo expectativas irrealistas para mis vacaciones, esperando visitar 10 ciudades en solo 2 semanas. El año pasado, tenía objetivos irrealistas para mi negocio, pero aprendí a ser más realista.",
      "imageLink": "image_files\\English\\unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déraisonnable",
      "translation": "irrazonable",
      "definition": "Non basé sur un jugement sain ou une raison solide; excessif ou injuste.",
      "definition_translation": "No basada en buen juicio o razón sólida; excesiva o injusta.",
      "example": "Les demandes déraisonnables de mon frère ont rendu impossible de négocier avec lui. Les attentes déraisonnables de l'entreprise ont entraîné un turnover élevé des employés. J'étais déraisonnable de penser que je pouvais finir le projet en si peu de temps.",
      "example_translation": "Las demandas irracionales de mi hermano hicieron imposible negociar con él. Las expectativas irracionales de la empresa llevaron a una alta rotación de empleados. Fui irrazonable al pensar que podía terminar el proyecto en tan poco tiempo.",
      "imageLink": "image_files\\English\\unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "invable",
      "translation": "no confiable",
      "definition": "Ne pouvant pas être fait confiance ou dépendre de; instable ou imprévisible.",
      "definition_translation": "No capaz de ser confiado o dependido; inestable o impredecible.",
      "example": "Les serveurs instables de l'entreprise ont causé des temps d'arrêt fréquents, ce qui a frustré les employés. Le réseau sera instable si nous n'améliorons pas nos routeurs. Si nous l'embauchons, il sera instable et arrivera en retard tous les jours.",
      "example_translation": "Los servidores no confiables de la empresa causaron tiempos de inactividad frecuentes, lo que frustró a los empleados. La red será no confiable si no actualizamos nuestros routers. Si lo contratamos, él será no confiable y llegará tarde todos los días.",
      "imageLink": "image_files\\English\\unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "incertain",
      "translation": "inseguro",
      "definition": "Ne possédant pas ou ne montrant pas de confiance ou de certitude; douteux ou hésitant.",
      "definition_translation": "No tener o mostrar confianza o certeza; dudoso o indeciso.",
      "example": "Je suis incertain concernant la réponse à cette question, donc je vais vérifier le manuel. Elle était incertaine concernant ses choix de carrière, donc elle a pris une année sabbatique. Nous étions incertains si nous pouvions nous fier à lui, mais il s'est avéré être un bon ami.",
      "example_translation": "No estoy seguro sobre la respuesta a esta pregunta, así que revisaré el libro de texto. Ella estaba insegura sobre sus opciones de carrera, así que se tomó un año libre. No estábamos seguros si podíamos confiar en él, pero resultó ser un buen amigo.",
      "imageLink": "image_files\\English\\unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "violent",
      "translation": "violento",
      "definition": "Utilisant ou impliquant la force destinée à blesser ou à tuer ; caractérisé par ou résultant d'une intense colère ou de fureur.",
      "definition_translation": "Uso o involucra fuerza destinada a lastimar o matar; caracterizado por o resultante en ira intensa o furia.",
      "example": "Les manifestants sont devenus violents lorsque la police est arrivée, et la situation s'est rapidement détériorée. Le film était trop violent pour mon goût, alors je suis sorti. La tempête violente a causé des destructions généralisées et des coupures de courant.",
      "example_translation": "Los manifestantes se volvieron violentos cuando llegó la policía, y la situación se intensificó rápidamente. La película era demasiado violenta para mi gusto, así que me fui. La tormenta violenta causó destrucción generalizada y cortes de energía.",
      "imageLink": "image_files\\English\\violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accueillir",
      "translation": "bienvenido",
      "definition": "Saluer quelqu'un avec une phrase polie ou un geste, généralement de manière formelle ou officielle",
      "definition_translation": "saludar a alguien con una frase o gesto educado, generalmente de manera formal o oficial",
      "example": "J'ai accueilli mes invités avec un sourire et une poignée de main. Hier, j'ai accueilli avec une chaleureuse embrassade. Demain, j'accueillerai avec un rafraîchissement.",
      "example_translation": "Saludé a mis invitados con una sonrisa y un apretón de manos. Ayer, los saludé con un abrazo cálido. Mañana, les daré la bienvenida con una bebida fría.",
      "imageLink": "image_files\\English\\welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bien équilibré",
      "translation": "bien equilibrado",
      "definition": "avoir un bon équilibre entre différentes choses, telles que différents aspects de sa vie ou différents ingrédients dans un repas",
      "definition_translation": "teniendo un buen equilibrio entre diferentes cosas, como diferentes aspectos de la vida o diferentes ingredientes en una comida",
      "example": "Elle est une personne bien équilibrée qui fait régulièrement de l'exercice et mange une alimentation saine. Le chef a créé un menu bien équilibré avec une variété de plats. La société vise à atteindre un budget bien équilibré en réduisant les coûts.",
      "example_translation": "Ella es una persona bien equilibrada que se ejercita regularmente y come una dieta saludable. El chef creó un menú bien equilibrado con variedad de platos. La empresa busca lograr un presupuesto bien equilibrado reduciendo costos.",
      "imageLink": "image_files\\English\\well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sage",
      "translation": "sabio",
      "definition": "ayant ou montrant de l'expérience, de la connaissance et du bon jugement",
      "definition_translation": "teniendo o mostrando experiencia, conocimiento y buen juicio",
      "example": "Ma sage grand-mère m'a enseigné à réfléchir avant d'agir. Le vieil homme sage nous a données des conseils précieux. Elle sera une leader sage, guidant l'entreprise vers le succès.",
      "example_translation": "Mi abuela sabia me enseñó a pensar antes de actuar. El anciano sabio nos dio algunos consejos valiosos. Ella será una líder sabia, guiando a la empresa hacia el éxito.",
      "imageLink": "image_files\\English\\wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "spirituel",
      "translation": "ingenioso",
      "definition": "Ayant ou montrant un esprit rapide et inventif, souvent de manière humoristique.",
      "definition_translation": "Teniendo o mostrando una mente rápida y creativa, a menudo de manera humorística.",
      "example": "Elle était une conversationnelle spirituelle qui avait toujours une réponse intelligente. Elle était spirituelle lorsqu'elle a répondu à sa plaisanterie. Elle sera spirituelle dans sa présentation et fera rire tout le monde.",
      "example_translation": "Era una conversadora ingeniosa que siempre tenía una respuesta lista. Estaba siendo ingeniosa cuando respondió a su broma. Será ingeniosa en su presentación y hará reír a todos.",
      "imageLink": "image_files\\English\\witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inquiétant",
      "translation": "preocupante",
      "definition": "Causing de l'anxiété ou de la préoccupation ; problématique.",
      "definition_translation": "Causando ansiedad o preocupación; problemático.",
      "example": "Les nouvelles inquiétantes sur l'économie ont rendu tout le monde nerveux. Il était inquiet à propos de ses résultats d'examen. Elle sera inquiète à propos de sa sécurité d'emploi à l'avenir.",
      "example_translation": "Las noticias preocupantes sobre la economía hicieron que todos se sintieran nerviosos. Él estaba preocupado por sus resultados de examen. Ella estará preocupada por su seguridad laboral en el futuro.",
      "imageLink": "image_files\\English\\worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]