{
  "data": [
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "danser",
      "translation": "bailar",
      "definition": "déplacer son corps de manière rythmique, généralement en musique, comme forme d'expression, d'exercice ou de divertissement",
      "definition_translation": "mover el cuerpo de una manera rítmica, generalmente con música, como forma de expresión, ejercicio o entretenimiento",
      "example": "J'ai dansé toute la nuit au party. Je danse en ce moment. Je danserai à mon mariage.",
      "example_translation": "Bailé toda la noche en la fiesta. Estoy bailando ahora. Bailaré en mi boda.",
      "imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faire des courses",
      "translation": "tienda",
      "definition": "l'activité d'acheter des biens dans des magasins, des boutiques ou des marchés",
      "definition_translation": "la actividad de comprar bienes en tiendas, tiendas o mercados",
      "example": "Je suis allé faire des courses hier. Je fais des courses en ligne maintenant. Je ferai des courses avec mes amis demain.",
      "example_translation": "Fui de compras ayer. Estoy comprando en línea ahora. Iré de compras con mis amigos mañana.",
      "imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fumer",
      "translation": "fumar",
      "definition": "l'acte d'inhaler et d'exhaler la fumée d'une cigarette, d'une pipe ou d'un autre objet",
      "definition_translation": "el acto de inhalar y exhalar humo de un cigarrillo, pipa u otro objeto",
      "example": "J'ai arrêté de fumer l'année dernière. Je ne fume pas maintenant. Je ne fumerai plus jamais.",
      "example_translation": "Dejé de fumar el año pasado. No estoy fumando ahora. Nunca volveré a fumar de nuevo.",
      "imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "travailler",
      "translation": "trabajar",
      "definition": "Activité impliquant un effort mental ou physique accompli pour atteindre un objectif ou gagner sa vie.",
      "definition_translation": "Actividad que implica esfuerzo mental o físico realizado para lograr un propósito o ganarse la vida.",
      "example": "J'ai travaillé sur ce projet la semaine dernière, je travaille dessus maintenant, et je travaillerai dessus demain.",
      "example_translation": "Trabajé en este proyecto la semana pasada, estoy trabajando en él ahora y trabajaré en él mañana.",
      "imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "activité",
      "translation": "actividad",
      "definition": "L'état d'être actif ou engagé dans une poursuite ou une occupation particulière.",
      "definition_translation": "El estado de ser activo o involucrado en una búsqueda o ocupación particular.",
      "example": "Les enfants étaient engagés dans diverses activités à la fête, telles que jouer des jeux et raconter des histoires.",
      "example_translation": "Los niños estaban involucrados en varias actividades en la fiesta, como jugar juegos y contar historias.",
      "imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cliquer",
      "translation": "hacer clic",
      "definition": "Un son bref et aigu, souvent fait en appuyant sur un bouton ou une touche sur un ordinateur ou autre apparail",
      "definition_translation": "Un sonido corto y agudo, a menudo hecho presionando un botón o tecla en una computadora u otro dispositivo.",
      "example": "J'ai cliqué sur le lien pour ouvrir le site web, mais cela n'a pas fonctionné. Maintenant, je vais cliquer dessus à nouveau pour essayer.",
      "example_translation": "Hice clic en el enlace para abrir el sitio web, pero no funcionó. Ahora haré clic en él de nuevo para intentarlo.",
      "imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grimper",
      "translation": "escalada",
      "definition": "L'acte d'escalader une montagne ou un objet escarpé en utilisant ses mains, ses pieds et d'autres parties du corps.",
      "definition_translation": "El acto de ascender una montaña o un objeto empinado utilizando las manos, pies y otras partes del cuerpo.",
      "example": "J'étais en train de grimper la montagne la semaine dernière, je grimpe chaque année, et je grimperai à nouveau le mois prochain.",
      "example_translation": "Estaba escalando la montaña la semana pasada, la escalo cada año, y la escalaré de nuevo el mes que viene.",
      "imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cuisine",
      "translation": "cocinando",
      "definition": "Le processus de préparation de nourriture en chauffant, en mélangeant et en transformant les ingrédients en un plat comestible.",
      "definition_translation": "El proceso de preparar alimentos calentándolos, mezclándolos y transformándolos en un plato comestible.",
      "example": "J'étais en train de cuisiner le diner hier soir, je cuisine tous les jours, et je cuisinerai pour mes amis demain.",
      "example_translation": "Estaba cocinando la cena anoche, cocino todos los días, y cocinaré para mis amigos mañana.",
      "imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cyclisme",
      "translation": "ciclidismo",
      "definition": "L'acte de monter à bicyclette, notamment comme sport ou forme d'exercice.",
      "definition_translation": "El acto de montar una bicicleta, especialmente como un deporte o forma de ejercicio.",
      "example": "J'étais en train de faire du cyclisme pour aller au travail hier, je fais du cyclisme tous les matins, et je ferai du cyclisme à travers le pays l'année prochaine.",
      "example_translation": "Estaba ciclismo al trabajo ayer, ciclo todas las mañanas, y ciclismo a través del país el año que viene.",
      "imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dessin",
      "translation": "dibujo",
      "definition": "L'acte de créer une image ou un diagramme en utilisant diverses techniques, telles que le crayon, le stylo ou des logiciels informatiques.",
      "definition_translation": "El acto de crear una imagen o diagrama utilizando varias técnicas, como lápiz, pluma o software informático.",
      "example": "J'étais en train de dessiner un portrait de ma sœur hier, je dessine un paysage maintenant, et je dessinerai un personnage de cartoon demain.",
      "example_translation": "Estaba dibujando un retrato de mi hermana ayer, estoy dibujando un paisaje ahora, y dibujaré un personaje de dibujos animados mañana.",
      "imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "exercice",
      "translation": "ejercicio",
      "definition": "Une tâche ou une activité conçue pour améliorer ou maintenir la santé physique, la santé mentale ou la fonction cognitive.",
      "definition_translation": "Una tarea o actividad diseñada para mejorar o mantener la condición física, la salud mental o la función cognitiva.",
      "example": "J'exerçais régulièrement lorsque j'étais plus jeune, j'exerce tous les jours maintenant, et j'exercerai plus intensivement à l'avenir.",
      "example_translation": "Me ejercitaba regularmente cuando era más joven, me ejercito diariamente ahora, y me ejercitaré más intensamente en el futuro.",
      "imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aide",
      "translation": "ayuda",
      "definition": "Assistance ou soutien fourni à quelqu'un ayant besoin, souvent sous forme d'aide physique ou émotionnelle.",
      "definition_translation": "Asistencia o apoyo brindado a alguien en necesidad, a menudo en forma de ayuda física o emocional.",
      "example": "Elle m'a aidé avec mes devoirs hier soir, elle m'aide avec mes projets maintenant, et elle m'aidera avec mes recherches à l'avenir.",
      "example_translation": "Ella me ayudó con mi tarea la noche pasada, me ayuda con mis proyectos ahora, y me ayudará con mi investigación en el futuro.",
      "imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "donner un coup de pied",
      "translation": "patear",
      "definition": "de frapper ou de heurter quelque chose avec le pied, généralement d'une manière énergique.",
      "definition_translation": "golpear o pegar algo con la pierna, generalmente de manera enérgica",
      "example": "J'ai donné un coup de pied au ballon. Je donne un coup de pied au ballon tous les jours. Je donnerai un coup de pied au ballon demain.",
      "example_translation": "Pateé el balón lejos. Pateo el balón todos los días. Patearé el balón mañana.",
      "imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "embrasser",
      "translation": "besar",
      "definition": "de toucher les lèvres de quelqu'un à celles de quelqu'un d'autre ou à une autre partie de son visage, généralement comme salut ou pour montrer de l'affection.",
      "definition_translation": "tocar los labios de alguien con los labios de otro o alguna otra parte de su rostro, generalmente como saludo o para mostrar afecto",
      "example": "J'ai embrassé ma fille au revoir. J'embrasse ma mère tous les matins. J'embrasserai ma femme lorsque je la verrai à nouveau.",
      "example_translation": "La besé adiós. Beso a mi madre todas las mañanas. Besaré a mi esposa cuando vuelva a verla.",
      "imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pratiquer",
      "translation": "practicar",
      "definition": "l'acte de répéter une compétence ou une activité pour l'améliorer ou la maintenir.",
      "definition_translation": "el acto de repetir o ejercitar una habilidad o actividad con el fin de mejorar o mantener la pericia",
      "example": "J'ai pratiqué le piano tous les jours. Je pratique le yoga tous les matins. Je pratiquerai mon discours avant la présentation.",
      "example_translation": "Practicé el piano todos los días. Practico yoga todas las mañanas. Practicaré mi discurso antes de la presentación.",
      "imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chanter",
      "translation": "canto",
      "definition": "L'action de produire des sons musicaux avec la voix, especialmente de manière habile et artistique.",
      "definition_translation": "El acto de producir sonidos musicales con la voz, especialmente de manera habilidosa y artística.",
      "example": "J'ai chanté dans la chorale l'an dernier, je chante sous la douche tous les matins, et je chanterai au mariage le mois prochain.",
      "example_translation": "Cantaba en el coro el año pasado, canto en la ducha todas las mañanas y cantaré en la boda el mes que viene.",
      "imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "skateboard",
      "translation": "skateboard",
      "definition": "Le sport ou l'activité de monter et de manœuvrer un skateboard, especialmente comme loisir ou compétition sportive.",
      "definition_translation": "El deporte o actividad de montar y maniobrar un skateboard, especialmente como una forma de recreación o deporte competitivo.",
      "example": "J'étais au skateboard dans le parc le week-end dernier, je fais du skateboard tous les jours après l'école, et je ferai du skateboard en compétition l'année prochaine.",
      "example_translation": "Estuve patinando en el parque el fin de semana pasado, patino todos los días después de la escuela y patinaré en la competencia el año que viene.",
      "imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "patinage",
      "translation": "patinaje",
      "definition": "L'action de glisser sur la glace ou une surface gelée, généralement comme loisir ou compétition sportive.",
      "definition_translation": "El acto de deslizarse sobre hielo o una superficie congelada, típicamente como una forma de recreación o deporte competitivo.",
      "example": "J'étais au patinage sur le lac gelé l'hiver dernier, je fais du patinage tous les dimanches matin, et je ferai du patinage aux Jeux Olympiques l'hiver prochain.",
      "example_translation": "Estuve patinando en el lago congelado el invierno pasado, patino todas las mañanas del domingo y patinaré en los Juegos Olímpicos el invierno que viene.",
      "imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "snowboard",
      "translation": "snowboard",
      "definition": "Le sport de descendre les pentes enneigées sur un snowboard, généralement en réalisant des sauts et des figures acrobatiques.",
      "definition_translation": "el deporte de deslizarse por colinas cubiertas de nieve en una snowboard, típicamente realizando saltos y trucos.",
      "example": "Je suis allé faire du snowboard avec mes amis le week-end dernier, et puis je vais faire du snowboard à nouveau la semaine prochaine, mais j'ai fait du snowboard seul hier.",
      "example_translation": "Fui snowboarding con mis amigos el fin de semana pasado, y luego iré de nuevo la próxima semana, pero estaba snowboarding solo ayer.",
      "imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "surf",
      "translation": "surf",
      "definition": "Le sport de monter sur les vagues en direction de la rive mientras vous vous tenez debout sur une planche de surf.",
      "definition_translation": "el deporte de montar una ola hacia la orilla mientras se está de pie en una tabla de surf.",
      "example": "J'ai pratiqué le surf depuis que j'étais adolescent, et j'ai surfé la vague la plus grande de ma vie l'été dernier, mais je vais surfer à nouveau demain.",
      "example_translation": "He estado surfeando desde que era adolescente, y surfeé la ola más grande de mi vida el verano pasado, pero surfeearé de nuevo mañana.",
      "imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nager",
      "translation": "natación",
      "definition": "L'acte de se déplacer dans l'eau en utilisant vos membres, généralement dans une piscine ou un corps d'eau naturel.",
      "definition_translation": "el acto de moverse a través del agua utilizando sus extremidades, generalmente en una piscina o cuerpo de agua natural.",
      "example": "J'ai nagé dans l'océan hier, et je nagerai dans la piscine demain, mais j'étais en train de nager dans le lac la semaine dernière.",
      "example_translation": "Nadé en el océano ayer, y nadaré en la piscina mañana, pero estaba nadando en el lago el fin de semana pasado.",
      "imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "utiliser",
      "translation": "usar",
      "definition": "Employer quelque chose pour une raison ou utiliser quelque chose pour une tâche particulière",
      "definition_translation": "Emplear para un propósito o utilizar algo para una tarea particular",
      "example": "J'utilisais jouer au soccer lorsque j'étais plus jeune. J'utilise mon ordinateur portable pour travailler à domicile. J'utiliserai une carte pour naviguer dans la ville.",
      "example_translation": "Solía jugar fútbol cuando era más joven. Uso mi laptop para trabajar desde casa. Usaré un mapa para navegar la ciudad.",
      "imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "marcher",
      "translation": "caminar",
      "definition": "Se déplacer à un rythme lent à pied, généralement dans une position debout",
      "definition_translation": "Moverse a un ritmo lento a pie, generalmente en una posición erguida",
      "example": "J'allais à l'école à pied lorsque j'étais gamin. Je marche mon chien chaque matin. Je marcherai jusqu'au magasin plus tard.",
      "example_translation": "Caminaba a la escuela cuando era niño. Camino a mi perro todas las mañanas. Caminaré a la tienda luego.",
      "imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "marche",
      "translation": "caminando",
      "definition": "L'acte de se déplacer à pied, notamment de manière récréative",
      "definition_translation": "El acto de moverse a pie, especialmente de manera relajada o recreativa",
      "example": "Marcher dans le parc est mon exercice favori. J'étais en train de marcher pour retourner au travail lorsque j'ai vu un accident. Elle marchera bientôt dans l'allée.",
      "example_translation": "Caminar en el parque es mi ejercicio favorito. Estaba caminando hacia casa desde el trabajo cuando vi un accidente. Ella caminará por el pasillo pronto.",
      "imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lessive",
      "translation": "lavado",
      "definition": "L'acte de nettoyer quelque chose, notamment des vêtements, en les immergeant dans l'eau et en utilisant du savon ou du détergent.",
      "definition_translation": "El acto de limpiar algo, especialmente ropa, sumergiéndola en agua y usando jabón o detergente.",
      "example": "J'étais en train de laver mes vêtements hier, je les lave chaque semaine, et je les laverai de nouveau demain.",
      "example_translation": "Estaba lavando mi ropa ayer, lavo cada semana, y lavaré de nuevo mañana.",
      "imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vaisselle",
      "translation": "fregar",
      "definition": "L'acte de laver la vaisselle, les ustensiles et les autres articles de cuisine.",
      "definition_translation": "El acto de lavar platos, utensilios y otros artículos de cocina.",
      "example": "J'ai fait la vaisselle hier soir, je la fais maintenant, et je la ferai de nouveau plus tard.",
      "example_translation": "Hice la lavandería anoche, la estoy haciendo ahora, y la haré de nuevo luego.",
      "imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réussite",
      "translation": "logro",
      "definition": "Une chose accomplie avec succès avec effort, habileté ou courage.",
      "definition_translation": "Algo hecho con éxito con esfuerzo, habilidad o valor.",
      "example": "Elle a connu un grand succès dans sa carrière, elle le connait actuellement, et elle le connaitra de nouveau dans le futur.",
      "example_translation": "Ella logró un gran éxito en su carrera, lo está logrando ahora, y lo logrará de nuevo en el futuro.",
      "imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrangement",
      "translation": "arreglo",
      "definition": "L'acte d'arranger ou de mettre en ordre; un plan ou système organisé.",
      "definition_translation": "El acto de arreglar o poner en orden; un plan o sistema organizado.",
      "example": "Le planificateur de mariage a fait un excellent arrangement pour la réception de mariage. Les fleurs étaient arrangées de manière ravissante sur les tables. D'ici l'année prochaine, la société aura mis en place une nouvelle stratégie de marketing.",
      "example_translation": "El planificador de la fiesta hizo un excelente arreglo para la recepción de la boda. Las flores estaban dispuestas hermosamente en las mesas. Para el próximo año, la empresa habrá dispuesto una nueva estrategia de marketing.",
      "imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrivée",
      "translation": "llegada",
      "definition": "L'acte d'arriver ou de venir à un endroit; le moment où quelqu'un ou quelque chose arrive à un endroit.",
      "definition_translation": "El acto de llegar o llegar a un lugar; el momento en que alguien o algo llega a un lugar.",
      "example": "L'arrivée des invités a été retardée en raison du mauvais temps. L'heure d'arrivée du train était prévue à 15 heures. D'ici le mois prochain, nous aurons atteint notre nouvelle destination.",
      "example_translation": "La llegada de los invitados se retrasó debido al mal tiempo. La hora de llegada del tren estaba programada para las 3 pm. Para el próximo mes, habremos llegado a nuestro nuevo destino.",
      "imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "attaque",
      "translation": "ataque",
      "definition": "Une attaque soudaine et violente, notamment destinée à blesser ou à endommager quelqu'un ou quelque chose.",
      "definition_translation": "Un ataque repentino y violento, especialmente uno que tiene la intención de lastimar o dañar a alguien o algo.",
      "example": "L'armée a lancé une attaque surprise contre la base ennemie. Le chien attaquera si il se sent menacé. D'ici l'année prochaine, la société aura attaqué le problème du changement climatique.",
      "example_translation": "El ejército lanzó un ataque sorpresa en la base del enemigo. El perro atacará si se siente amenazado. Para el próximo año, la empresa habrá atacado el problema del cambio climático.",
      "imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vérifier",
      "translation": "verificar",
      "definition": "Examiner ou enquêter soigneusement quelque chose pour déterminer son exactitude, sa qualité ou son état.",
      "definition_translation": "Examinar o investigar algo cuidadosamente para determinar su precisión, calidad o condición.",
      "example": "J'ai vérifié la prévision météorologique avant de planifier mon voyage. Je vérifie la liste des éléments avant d'aller au magasin. Je vais vérifier mes courriels cuando je reviens à la maison.",
      "example_translation": "Verifiqué el pronóstico del tiempo antes de planning mi viaje. Estoy verificando la lista de artículos antes de ir a la tienda. Verificaré mis correos electrónicos cuando llegue a casa.",
      "imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "choix",
      "translation": "elección",
      "definition": "L'acte de sélectionner une option parmi un ensemble de possibilités, souvent après une considération ou une délibération soigneuse.",
      "definition_translation": "El acto de seleccionar una opción de un conjunto de posibilidades, a menudo después de una consideración cuidadosa o deliberación.",
      "example": "J'ai fait un choix d'étudier à l'étranger. Elle fait un choix entre deux offres d'emploi. Ils feront un choix concernant le meilleur restaurant où manger.",
      "example_translation": "Tomé la decisión de estudiar en el extranjero. Ella está haciendo una elección entre dos ofertas de trabajo. Ellos harán una elección sobre el mejor restaurante donde comer.",
      "imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "décision",
      "translation": "decisión",
      "definition": "Une conclusion ou résolution atteinte après examen, souvent impliquant un choix entre différentes options ou parcours d'action.",
      "definition_translation": "Una conclusión o resolución alcanzada después de considerar, a menudo implicando una elección entre diferentes opciones o cursos de acción.",
      "example": "La compagnie a pris une décision d'investir dans de nouvelles technologies. Elle prend une décision concernant sa carrière. Ils prendront une décision concernant la date de la réunion.",
      "example_translation": "La empresa tomó la decisión de invertir en nueva tecnología. Ella está tomando una decisión sobre su carrera profesional. Ellos harán una decisión sobre la fecha de la reunión.",
      "imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "livraison",
      "translation": "entrega",
      "definition": "L'acte de livrer ou de distribuer quelque chose, comme des marchandises ou du courrier.",
      "definition_translation": "El acto de entregar o distribuir algo, como bienes o correos.",
      "example": "La compagnie arrangera la livraison du paquet pour demain. La livraison a été retardée en raison du mauvais temps. Ils livreront le nouveau meuble la semaine prochaine.",
      "example_translation": "La empresa arreglará para la entrega del paquete para mañana. La entrega se retrasó debido al mal tiempo. Entregarán los nuevos muebles la próxima semana.",
      "imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "développement",
      "translation": "desarrollo",
      "definition": "Le processus de croissance ou de devenir plus grand, plus avancé ou plus organisé.",
      "definition_translation": "El proceso de crecer o volverse más grande, más avanzado o más organizado.",
      "example": "La compagnie se concentre sur le développement de nouveaux produits. Le développement de la ville est rapide. Ils ont travaillé sur le développement du nouveau logiciel pendant des mois.",
      "example_translation": "La empresa se enfoca en el desarrollo de nuevos productos. El desarrollo de la ciudad es rápido. Han estado trabajando en el desarrollo del nuevo software durante meses.",
      "imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plongée",
      "translation": "buceo",
      "definition": "L'acte de sauter dans l'eau, généralement tête la première, ou le sport de nager sous l'eau.",
      "definition_translation": "El acto de saltar al agua, usualmente de cabeza, o el deporte de nadar bajo el agua.",
      "example": "J'adore me plonger dans l'océan lors de chauds jours d'été. Elle est experte en plongée à grande hauteur. Ils iront se plonger dans le lac le week-end prochain.",
      "example_translation": "Me encanta bucear en el océano en días de verano calurosos. Ella es una experta en bucear desde grandes alturas. Irán a bucear en el lago el próximo fin de semana.",
      "imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "conduire",
      "translation": "conducir",
      "definition": "Opérer un véhicule, notamment une voiture, en utilisant les commandes et en dirigeant son mouvement.",
      "definition_translation": "operar un vehículo, especialmente un coche, utilizando los controles y dirigiendo su movimiento",
      "example": "J'ai conduit à la boutique hier, je conduis au travail tous les jours, et je conduirai à la plage demain.",
      "example_translation": "Conduje al tienda ayer, conduzco al trabajo cada día y conduciré a la playa mañana.",
      "imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "effort",
      "translation": "esfuerzo",
      "definition": "Un essai vigoureux ou déterminé pour faire quelque chose.",
      "definition_translation": "un intento vigoroso o decidido para hacer algo",
      "example": "Elle a fait un effort pour terminer le projet à temps, mais il n'a pas fait d'effort pour l'aider, et ils feront un effort pour améliorer le processus la prochaine fois.",
      "example_translation": "Ella hizo un esfuerzo para terminar el proyecto a tiempo, pero él no hizo un esfuerzo para ayudarla, y harán un esfuerzo para mejorar el proceso la próxima vez.",
      "imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "échange",
      "translation": "intercambiar",
      "definition": "L'acte de donner quelque chose en échange de quelque chose d'autre.",
      "definition_translation": "el acto de dar algo a cambio de algo más",
      "example": "Nous avons échangé des cadeaux pour notre anniversaire, j'échange des courriels avec mon collègue chaque jour, et ils échangeront leur vieille télévision pour une nouvelle le week-end prochain.",
      "example_translation": "Intercambiamos regalos en nuestro cumpleaños, intercambio correos electrónicos con mi colega todos los días y intercambiarán su vieja TV por una nueva la próxima semana.",
      "imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "expérience",
      "translation": "experimento",
      "definition": "Un test scientifique conçu pour prouver ou démontrer une hypothèse, une théorie ou un concept.",
      "definition_translation": "Un test científico diseñado para probar o demostrar una hipótesis, teoría o concepto",
      "example": "Je vais conduire une expérience pour tester le nouveau produit, puis je conduirai une expérience similaire demain, et enfin, j'avais conduit une expérience la semaine dernière.",
      "example_translation": "Voy a realizar un experimento para probar el nuevo producto, luego realizaré un experimento similar mañana, y finalmente, había realizado un experimento la semana pasada.",
      "imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se battre",
      "translation": "lucha",
      "definition": "S'engager dans un combat physique ou verbal avec quelqu'un",
      "definition_translation": "Participar en combate físico o verbal con alguien",
      "example": "Je me bats avec mon frère tous les jours, je me battrai pour mes droits demain, et j'avais combattu dans un match de boxe l'année dernière.",
      "example_translation": "Lucho con mi hermano todos los días, lucharé por mis derechos mañana, y había luchado en un combate de boxeo el año pasado.",
      "imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aller",
      "translation": "ir",
      "definition": "Se déplacer d'un endroit à un autre",
      "definition_translation": "Moverse de un lugar a otro",
      "example": "Je vais à l'école tous les jours, j'irai à la plage demain, et j'étais allé au magasin la semaine dernière.",
      "example_translation": "Voy a la escuela todos los días, iré a la playa mañana, y había ido a la tienda la semana pasada.",
      "imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "habitude",
      "translation": "costumbre",
      "definition": "Une habitude est une tendance ou une pratique établie, especialmente difficile à abandonner.",
      "definition_translation": "Una costumbre es una tendencia o práctica establecida o regular, especialmente una que es difícil de dejar.",
      "example": "Elle avait l'habitude de se lever tôt le matin. Elle se lève tôt le matin tous les jours. Elle se lèvera tôt le matin demain.",
      "example_translation": "Ella tenía la costumbre de despertarse temprano en la mañana. Ella se despierta temprano en la mañana todos los días. Ella se despertará temprano en la mañana mañana.",
      "imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "travaux ménagers",
      "translation": "trabajos domésticos",
      "definition": "Les travaux ménagers désignent les tâches et les corvées nécessaires pour maintenir une maison propre et organisée.",
      "definition_translation": "Los trabajos domésticos se refieren a las tareas y quehaceres necesarios para mantener una casa limpia y organizada.",
      "example": "Elle faisait les travaux ménagers tous les samedis. Elle fait les travaux ménagers chaque semaine. Elle fera les travaux ménagers la semaine prochaine.",
      "example_translation": "Ella hizo los trabajos domésticos todos los sábados. Ella hace los trabajos domésticos todas las semanas. Ella hará los trabajos domésticos la próxima semana.",
      "imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étreindre",
      "translation": "abrazo",
      "definition": " Une étreinte est un moyen de montrer son affection ou son réconfort en mettant ses bras autour de quelqu'un ou quelque chose.",
      "definition_translation": "Un abrazo es una forma de mostrar afecto o consuelo poniendo los brazos alrededor de alguien o algo.",
      "example": "Elle donna un baiser à son frère lorsqu'il était triste. Elle embrasse ses amis chaque fois qu'ils se rencontrent. Elle donnera un baiser à sa sœur quand elle reviendra.",
      "example_translation": "Ella dio un abrazo a su hermano cuando estaba triste. Ella da un abrazo a sus amigos cada vez que se encuentran. Ella dará un abrazo a su hermana cuando regrese.",
      "imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "repassage",
      "translation": "planchado",
      "definition": "l'action d'utiliser un outil chauffé pour retirer les plis d'un tissu",
      "definition_translation": "el acto de usar una herramienta caliente para eliminar arrugas del tejido",
      "example": "J'étais en train de repasser ma chemise hier, je repasse mes pantalons tous les dimanches, et je repasserai ma robe demain.",
      "example_translation": "Estaba planchando mi camisa ayer, plancho mis pantalones todos los domingos y plancharé mi vestido mañana.",
      "imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sauter",
      "translation": "saltar",
      "definition": "fuir ou se déplacer brusquement en exerçant une force avec ses jambes",
      "definition_translation": "saltar o moverse hacia arriba de repente mediante la aplicación de fuerza con las piernas",
      "example": "J'ai sauté par-dessus la flaque d'eau hier, je saute à la corde tous les matins, et je sauterai de joie lorsque je la verrai.",
      "example_translation": "Salté sobre el charco ayer, salto la cuerda cada mañana y saltaré de alegría cuando la vea.",
      "imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "regarder",
      "translation": "mirar",
      "definition": "diriger son attention vers quelque chose ou quelqu'un",
      "definition_translation": "dirigir la atención hacia algo o alguien",
      "example": "J'ai regardé l'horloge hier, je regarde la carte tous les jours, et je regarderai par la fenêtre demain.",
      "example_translation": "Miré el reloj ayer, miro el mapa todos los días y miraré por la ventana mañana.",
      "imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "préparation",
      "translation": "preparación",
      "definition": "Le processus de préparer quelque chose à utiliser ou à consommer, comme la cuisine ou l'emballage.",
      "definition_translation": "El proceso de preparar algo para su uso o consumo, como cocinar o empaquetar.",
      "example": "Je suis actuellement dans la phase de préparation de mon projet, j'ai besoin de rassembler tous les matériaux nécessaires. Hier, j'ai préparé le dîner pour ma famille. Demain, je préparerai une présentation pour la réunion.",
      "example_translation": "Estoy en la etapa de preparación de mi proyecto, necesito reunir todos los materiales necesarios. Ayer, preparé la cena para mi familia. Mañana, prepararé una presentación para la reunión.",
      "imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "recyclage",
      "translation": "reciclaje",
      "definition": "Le processus de collecte et de traitement des matériaux qui seraient autrement jetés, pour créer de nouveaux produits.",
      "definition_translation": "El proceso de recopilar y procesar materiales que de otra manera se desecharían, para crear productos nuevos.",
      "example": "La ville a mis en place un programme de recyclage pour réduire les déchets. Nous avons recyclé toutes les bouteilles de plastique de la fête. L'année prochaine, nous allons recycler plus que nous ne l'avons fait cette année.",
      "example_translation": "La ciudad ha implementado un programa de reciclaje para reducir los desperdicios. Reciclamos todas las botellas de plástico de la fiesta. El próximo año, reciclaremos más de lo que hicimos este año.",
      "imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sauvetage",
      "translation": "rescate",
      "definition": "L'acte de sauver quelqu'un ou quelque chose d'une situation dangereuse ou difficile.",
      "definition_translation": "El acto de salvar a alguien o algo de una situación peligrosa o difícil.",
      "example": "Les pompiers sont allés sauver les personnes piégées dans le bâtiment. Nous avons sauvé un chiot du refuge animalier. Nous allons sauver les randonneurs égarés demain.",
      "example_translation": "Los bomberos fueron a rescatar a las personas atrapadas en el edificio. Rescataste a un cachorro del refugio de animales. Rescataremos a los excursionistas varados mañana.",
      "imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "retourner",
      "translation": "regresar",
      "definition": "Revenir à un endroit ou une personne, notamment après être parti pour une courte période.",
      "definition_translation": "Volver o ir de nuevo a un lugar o persona, especialmente después de estar ausente por un corto tiempo",
      "example": "Je vais retourner le livre à la bibliothèque demain, Je l'ai retourné hier, et j'avais retourné la semaine dernière.",
      "example_translation": "Devolveré el libro a la biblioteca mañana, lo devolví ayer, y lo había devuelto la semana pasada.",
      "imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "courir",
      "translation": "correr",
      "definition": "Se déplacer rapidement à pied, généralement à un rythme régulier et rapide.",
      "definition_translation": "Moverse rápidamente a pie, normalmente a un ritmo constante y rápido",
      "example": "Je vais courir le marathon l'année prochaine, J'ai couru l'année dernière, et j'avais couru l'année d'avant.",
      "example_translation": "Correré el maratón el año próximo, lo corrí el año pasado, y lo había corrido el año anterior.",
      "imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rechercher",
      "translation": "buscar",
      "definition": "Chercher soigneusement et méthodiquement quelque chose, notamment de manière systématique.",
      "definition_translation": "Buscar cuidadosamente y exhaustivamente algo, especialmente de manera sistemática",
      "example": "Je vais rechercher des informations sur internet ce soir, J'ai recherché hier, et j'avais recherché la semaine dernière.",
      "example_translation": "Buscaré información en internet esta noche, la busqué ayer, y la había buscado la semana pasada.",
      "imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sexe",
      "translation": "sexo",
      "definition": "L'une des deux catégories principales (mâle ou femelle) dans lesquelles les humains et de nombreux autres êtres vivants sont divisés sur la base de leurs organes et fonctions reproducteurs.",
      "definition_translation": "Cualquiera de las dos categorías principales (masculino o femenino) en que se dividen los seres humanos y muchos otros seres vivos según sus órganos y funciones reproductivas.",
      "example": "Le sexe du bébé était inconnu jusqu'à l'échographie. J'ai fait l'amour avec mon partenaire hier soir. Ils feront l'amour pour la première fois lors de leur nuit de noces.",
      "example_translation": "El sexo del bebé era desconocido hasta la ecografía. Tuve sexo con mi pareja anoche. Tendrán sexo por primera vez en su noche de bodas.",
      "imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étape",
      "translation": "paso",
      "definition": "Un mouvement fait en levant un pied et en le posant à un endroit différent, ou une étape particulière dans un processus ou un développement.",
      "definition_translation": "Un movimiento hecho al levantar un pie y colocarlo en un lugar diferente, o una etapa particular en un proceso o desarrollo.",
      "example": "J'ai fait un pas en arrière pour observer le tableau. Elle a fait un pas en avant pour saluer son amie. Ils prendront un pas dans le nouveau marché bientôt.",
      "example_translation": "Di un paso atrás para observar la pintura. Ella dio un paso adelante para saludar a su amiga. Ellos darán un paso en el nuevo mercado pronto.",
      "imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "soutien",
      "translation": "apoyo",
      "definition": "L'acte de fournir une assistance ou une encouragement à quelqu'un ou quelque chose, ou de tenir quelque chose en position.",
      "definition_translation": "El acto de brindar asistencia o apoyo a alguien o algo, o sostener algo en una posición.",
      "example": "Je soutiens mon équipe favorite au championnat. Elle a offert un soutien émotionnel à son amie pendant la crise. Ils vont fournir un soutien technique aux clients.",
      "example_translation": "Apoyo a mi equipo favorito en el campeonato. Ella brindó apoyo emocional a su amiga durante la crisis. Ellos proporcionarán apoyo técnico a los clientes.",
      "imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "visiter",
      "translation": "visitar",
      "definition": "Aller voir quelqu'un ou quelque chose, notamment pour passer un bon moment ou s'assurer que tout se passe bien.",
      "definition_translation": "Ir a ver a alguien o algo, especialmente para divertirse o asegurarse de que estén bien.",
      "example": "J'ai visité mes grands-parents le week-end dernier. Je visite Paris chaque année. Je vais visiter Tokyo le mois prochain.",
      "example_translation": "Visité a mis abuelos el fin de semana pasado. Visito París todos los años. Visitaré Tokio el próximo mes.",
      "imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gaspiller",
      "translation": "desperdiciar",
      "definition": "Utiliser ou dépenser quelque chose de manière inconsidérée ou inutile, entraînant une perte de ressources.",
      "definition_translation": "Usar o gastar algo de manera descuidada o innecessaria, lo que resulta en una pérdida de recursos.",
      "example": "J'ai gaspillé beaucoup d'argent sur ce nouveau jeu vidéo. Elle gaspille son temps en regardant la télévision toute la journée. Ils vont gaspiller leur énergie sur ce projet.",
      "example_translation": "Desperdicié mucho dinero en ese nuevo juego de video. Ella desperdicia su tiempo viendo televisión todo el día. Ellos desperdiciarán su energía en ese proyecto.",
      "imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "entraînement",
      "translation": "entrenamiento",
      "definition": "Une séance d'exercice physique, notamment conçue pour améliorer la force, la condition physique ou la flexibilité.",
      "definition_translation": "Una sesión de ejercicio físico, especialmente diseñada para mejorar la fuerza, la condición física o la flexibilidad.",
      "example": "J'ai eu un excellent entraînement au gym hier. Elle fait de l'entraînement chaque matin. Ils vont avoir une séance d'entraînement demain.",
      "example_translation": "Tuve un gran entrenamiento en el gimnasio ayer. Ella hace un entrenamiento cada mañana. Ellos tendrán una sesión de entrenamiento mañana.",
      "imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]
}