[
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frère",
      "translation": "hermano",
      "definition": "Un homme qui a les mêmes parents qu'une autre personne ; un frère.",
      "definition_translation": "Una persona masculina que tiene los mismos padres que otra persona; un hermano masculino.",
      "example": "Mon frère obtiendra son diplôme de l'université l'an prochain. Il a obtenu son diplôme du lycée l'année dernière et il étudie l'ingénierie. Il étudiera à l'étranger le semestre prochain.",
      "example_translation": "Mi hermano se graduará de la universidad el año que viene. Se graduó de la escuela secundaria el año pasado, y ha estado estudiando ingeniería. Estudiará en el extranjero el próximo semestre.",
      "imageLink": "image_files\\English\\brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "enfant",
      "translation": "niño",
      "definition": "Un être humain entre la naissance et la puberté ; un jeune être humain.",
      "definition_translation": "Un ser humano entre el nacimiento y la pubertad; un joven ser humano.",
      "example": "L'enfant jouera avec ses jouets demain. Elle a joué avec ses amis hier, et elle a appris de nouvelles choses. Elle participera à un concours de chant le mois prochain.",
      "example_translation": "El niño jugará con sus juguetes mañana. Jugó con sus amigos ayer, y ha estado aprendiendo cosas nuevas. Participará en un concurso de canto el próximo mes.",
      "imageLink": "image_files\\English\\child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "enfants",
      "translation": "niños",
      "definition": "Des êtres humains entre la naissance et la puberté ; de jeunes êtres humains.",
      "definition_translation": "Serios humanos entre el nacimiento y la pubertad; jóvenes seres humanos.",
      "example": "Les enfants iront à l'école demain. Ils sont allés au parc hier, et ils ont appris de nouveaux jeux. Ils auront une fête la semaine prochaine.",
      "example_translation": "Los niños irán a la escuela mañana. Fueron al parque ayer, y han estado aprendiendo nuevos juegos. Tendrán una fiesta la próxima semana.",
      "imageLink": "image_files\\English\\children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "père",
      "translation": "papá",
      "definition": "Un parent masculin ou une figure paternelle, responsable de l'éducation et de l'élevage d'un enfant.",
      "definition_translation": "Un padre masculino o una figura paterna responsable del cuidado y educación de un niño.",
      "example": "Mon père m'a aidé avec mes devoirs lorsque j'étais enfant. Je vais demander à mon père de m'aider avec mon projet demain. Mon père m'a enseigné comment monter à vélo lorsque j'étais jeune.",
      "example_translation": "Mi papá me ayudó con mi tarea cuando era niño. Voy a pedirle ayuda a mi papá con mi proyecto mañana. Mi papá me enseñó a montar bicicleta cuando era joven.",
      "imageLink": "image_files\\English\\dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fille",
      "translation": "hija",
      "definition": "Un enfant ou une descendante féminine, souvent référant à une relation de famille étroite.",
      "definition_translation": "Una niña o una descendiente femenina, a menudo refiriéndose a una relación familiar cercana.",
      "example": "Ma fille va à l'école aujourd'hui. Je vais emmener ma fille au parc demain. Ma fille a appris à jouer du piano très bien.",
      "example_translation": "Mi hija va a la escuela hoy. Llevaré a mi hija al parque mañana. Mi hija ha aprendido a tocar el piano bien.",
      "imageLink": "image_files\\English\\daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "père",
      "translation": "padre",
      "definition": "Un parent masculin ou un ancêtre masculin, souvent référant à une relation biologique ou adoptive.",
      "definition_translation": "Un padre masculino o un antepasado masculino, a menudo refiriéndose a una relación biológica o adoptiva.",
      "example": "Mon père est médecin. Je vais demander à mon père de m'aider avec mon projet la semaine prochaine. Mon père m'a enseigné comment nager lorsque j'étais jeune.",
      "example_translation": "Mi padre es médico. Le pediré ayuda a mi padre con mi proyecto la próxima semana. Mi padre me enseñó a nadar cuando era joven.",
      "imageLink": "image_files\\English\\father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mari",
      "translation": "esposo",
      "definition": "Un partenaire masculin dans un mariage, notamment un nouveau marié.",
      "definition_translation": "Un compañero masculino en un matrimonio, especialmente un recién casado.",
      "example": "Je me suis marié à mon mari l'an dernier. Je vais rencontrer mon mari au parc demain. Mon grand-père avait été marié pendant 50 ans lorsqu'il est décédé.",
      "example_translation": "Me casé con mi esposo el año pasado. Me reuniré con mi esposo en el parque mañana. Mi abuelo había sido esposo durante 50 años cuando falleció.",
      "imageLink": "image_files\\English\\husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mère",
      "translation": "madre",
      "definition": "Un parent féminin ou une ancestral féminine.",
      "definition_translation": "Una madre o antepasada femenina.",
      "example": "Ma mère m'a enseigné comment cuisiner. Je vais visiter ma mère le week-end prochain. Ma mère était enseignante avant qu'elle ne prenne sa retraite.",
      "example_translation": "Mi madre me enseñó a cocinar. Visitaré a mi madre el próximo fin de semana. Mi madre había sido maestra antes de jubilarse.",
      "imageLink": "image_files\\English\\mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "maman",
      "translation": "mamá",
      "definition": "Un parent féminin ou une personne qui prend soin d'un enfant, notamment sa propre.",
      "definition_translation": "Una madre o cuidadora, especialmente la propia.",
      "example": "J'aime beaucoup ma maman. Je vais appeler ma maman ce soir. Ma maman m'avait préparé un dîner délicieux lorsque j'étais enfant.",
      "example_translation": "Amo mucho a mi mamá. Llamaré a mi mamá esta noche. Mi mamá me había preparado una cena deliciosa cuando era niño.",
      "imageLink": "image_files\\English\\mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "parents",
      "translation": "padres",
      "definition": "Un parent est une personne qui prend soin d'un enfant. Les parents sont généralement la mère et le père biologiques d'un enfant, mais peuvent également être des parents adoptifs ou des parents nourriciers.",
      "definition_translation": "Un padre es un cuidador de un niño. Los padres son típicamente la madre y el padre biológicos de un niño, pero también pueden ser padres adoptivos o de acogida.",
      "example": "Mes parents étaient très soutenants lorsque j'étais enfant. Maintenant, je suis un parent moi-même et j'essaie de faire de même pour mes enfants. A l'avenir, j'espère être un bon parent pour mes enfants.",
      "example_translation": "Mis padres fueron muy solidarios cuando crecí. Ahora, soy un padre yo mismo y trato de hacer lo mismo por mis hijos. En el futuro, espero ser un buen padre para mis hijos.",
      "imageLink": "image_files\\English\\parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sœur",
      "translation": "hermana",
      "definition": "Une sœur est une sœur cadette, une femme qui partage un ou les deux parents avec un autre individu.",
      "definition_translation": "Una hermana es una hermana femenina, una mujer que compartió uno o ambos padres con otra persona.",
      "example": "J'avais une sœur lors que j'étais jeune, mais nous nous sommes éloignés à mesure que nous grandissions. Maintenant, je souhaite avoir une sœur à qui parler. À l'avenir, j'espère avoir une relation étroite avec ma sœur.",
      "example_translation": "Tuve una hermana cuando era joven, pero nos separamos mientras crecíamos. Ahora, deseo tener una hermana con quien hablar. En el futuro, espero tener una relación cercana con mi hermana.",
      "imageLink": "image_files\\English\\sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fils",
      "translation": "hijo",
      "definition": "Un fils est un enfant masculin ou un descendant masculin.",
      "definition_translation": "Un hijo es un niño masculino o un descendiente masculino.",
      "example": "J'aurai un fils un jour, et je lui enseignerai tout ce que je sais. Mon fils est très actif et toujours prêt à jouer. À l'avenir, j'espère que mon fils sera réussi.",
      "example_translation": "Tendré un hijo algún día, y le enseñaré todo lo que sé. Mi hijo es muy activo y siempre quiere jugar. En el futuro, espero que mi hijo sea exitoso.",
      "imageLink": "image_files\\English\\son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "femme",
      "translation": "esposa",
      "definition": "Une femme est un partenaire féminin dans un mariage, légal ou informel, ou une femme qui est mariée à un homme.",
      "definition_translation": "Una esposa es una compañera femenina en un matrimonio, legítimo o informal, o una mujer que está casada con un hombre.",
      "example": "J'ai épousé ma belle femme l'année dernière. Maintenant, je planifie une fête surprise pour l'anniversaire de ma femme. Ma femme sera ravie lorsqu'elle découvrira la surprise.",
      "example_translation": "Me casé con mi hermosa esposa el año pasado. Ahora, estoy planeando una fiesta sorpresa para el cumpleaños de mi esposa. Mi esposa estará emocionada cuando se entere de la fiesta sorpresa.",
      "imageLink": "image_files\\English\\wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tante",
      "translation": "tía",
      "definition": "Une tante est la sœur de l'un des parents ou la femme de l'oncle.",
      "definition_translation": "Una tía es la hermana de la madre o el padre de uno, o la esposa del tío de uno.",
      "example": "Ma tante visite du loin. J'aimais passer du temps avec ma tante lorsque j'étais enfant. Ma tante arrive bientôt, et nous aurons un dîner de famille ensemble.",
      "example_translation": "Mi tía está visitando desde fuera de la ciudad. Me encantó pasar tiempo con mi tía cuando era niño. Mi tía llegará pronto, y tendremos una cena familiar juntos.",
      "imageLink": "image_files\\English\\aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grand frère",
      "translation": "hermano mayor",
      "definition": "Un grand frère est un frère aîné, notamment un modèle ou un mentor.",
      "definition_translation": "Un hermano mayor es un hermano mayor, especialmente uno que se considera un modelo a seguir o un mentor.",
      "example": "Mon grand frère m'a appris à faire du vélo. Mon grand frère étudie l'ingénieur au collège. Mon grand frère m'aidera avec mes devoirs lorsque qu'il rentrera à la maison.",
      "example_translation": "Mi hermano mayor me enseñó a montar en bicicleta. Mi hermano mayor estudia ingeniería en la universidad. Mi hermano mayor me ayudará con mi tarea cuando llegue a casa.",
      "imageLink": "image_files\\English\\big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grande sœur",
      "translation": "hermana mayor",
      "definition": "Une sœur aînée, notamment dans une famille avec plusieurs sœurs.",
      "definition_translation": "Una hermana que es mayor que tú, típicamente en una familia con más de una hermana.",
      "example": "Ma grande sœur s'est toujours occupée de moi lorsque j'étais enfant. Maintenant, elle vit loin, mais je vais la visiter bientôt.",
      "example_translation": "Mi hermana mayor siempre se encargó de mí cuando era niño. Ahora vive lejos, pero la visitaré pronto.",
      "imageLink": "image_files\\English\\big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cousin",
      "translation": "primo",
      "definition": "L'enfant de l'oncle ou de la tante, ou l'enfant du frère ou de la sœur de l'un des parents.",
      "definition_translation": "El hijo de tu tío o tía, o el hijo del hermano o hermana de uno de tus padres.",
      "example": "J'ai joué avec mon cousin au parc hier. Il viendra me visiter à nouveau le mois prochain. J'espère le revoir bientôt.",
      "example_translation": "Jugué con mi primo en el parque ayer. Él vendrá a visitarme de nuevo el próximo mes. Espero verlo de nuevo pronto.",
      "imageLink": "image_files\\English\\cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "petit-enfant",
      "translation": "nieto",
      "definition": "L'enfant de votre fils ou de votre fille, ou l'enfant de votre gendre ou de votre belle-fille.",
      "definition_translation": "Un hijo de tu hijo o hija, o el hijo de tu yerno o nuera.",
      "example": "Mon petit-enfant adore jouer avec mes vieux jouets. Elle les héritera lorsque je serai parti. J'espère qu'elle en prendra soin.",
      "example_translation": "Mi nieto ama jugar con mis juguetes viejos. Ella los heredará cuando me haya ido. Espero que se encargue de ellos.",
      "imageLink": "image_files\\English\\grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "petits-enfants",
      "translation": "nietos",
      "definition": "Les enfants de vos enfants, notamment lorsqu'ils sont considérés comme un groupe.",
      "definition_translation": "Los hijos de uno's hijos, especialmente cuando se consideran como un grupo.",
      "example": "J'ai de nombreux souvenirs agréables de jouer avec mes petits-enfants lorsque j'étais jeune. Je me réjouis de les revoir à nouveau cet été. Je vais gâter mes petits-enfants à mort lorsque je deviendrai grand-parent.",
      "example_translation": "Tengo muchos recuerdos agradables de jugar con mis nietos cuando era más joven. Estoy emocionado de ver a mis nietos de nuevo este verano. Malcriaré a mis nietos cuando me convierta en abuelo.",
      "imageLink": "image_files\\English\\grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grand-père",
      "translation": "abuelo",
      "definition": "Le père de l'un des parents.",
      "definition_translation": "El padre de la madre o padre de uno.",
      "example": "Mon grand-père était un homme gentil et doux. Je vais visiter mon grand-père à l'hôpital demain. J'espère pouvoir voir mon grand-père à nouveau avant qu'il ne parte.",
      "example_translation": "Mi abuelo era un hombre amable y gentil. Visitaré a mi abuelo en el hospital mañana. Ojalá pudiera ver a mi abuelo de nuevo antes de que se vaya.",
      "imageLink": "image_files\\English\\granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "petite-fille",
      "translation": "nieta",
      "definition": "La fille de son fils ou de sa fille.",
      "definition_translation": "La hija de uno's hijo o hija.",
      "example": "Ma petite-fille est un enfant brillant et curieux. Je vais emmener ma petite-fille au parc aujourd'hui. J'espère que ma petite-fille grandira pour devenir une personne réussie.",
      "example_translation": "Mi nieta es un niño brillante y curioso. Llevaré a mi nieta al parque hoy. Espero que mi nieta crezca para ser una persona exitosa.",
      "imageLink": "image_files\\English\\granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grand-père",
      "translation": "abuelo",
      "definition": "Le père de son père ou de sa mère ; un ancêtre masculin, especialmente respecté pour son âge, sa sagesse et son expérience.",
      "definition_translation": "El padre de uno de sus padres o madre; un antepasado masculino, especialmente uno que es respetado por su edad, sabiduría y experiencia.",
      "example": "Mon grand-père était un homme gentil et aimable qui aimait raconter des histoires. Il nous a dit qu'il viendrait nous visiter l'été prochain. Il était venu nous visiter l'année dernière aussi.",
      "example_translation": "Mi abuelo era un hombre amable y gentil que amaba contar historias. Nos dijo que vendría a visitarnos el próximo verano. Había venido a visitarnos el año pasado también.",
      "imageLink": "image_files\\English\\grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grand-mère",
      "translation": "abuela",
      "definition": "La mère de son père ou de sa mère ; une ancêtre féminine, especialmente aimée et respectée.",
      "definition_translation": "La madre de uno de sus padres o madre; un antepasado femenino, especialmente uno que es amado y respetado.",
      "example": "Ma grand-mère aime faire des cookies et des gâteaux. Elle a fait un délicieux gâteau pour mon anniversaire hier. Elle fera des cookies pour nous la semaine prochaine.",
      "example_translation": "Mi abuela ama hornear galletas y pasteles. Horneó un delicioso pastel para mi cumpleaños ayer. Horneará algunas galletas para nosotros la próxima semana.",
      "imageLink": "image_files\\English\\grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grand-mère",
      "translation": "abuela",
      "definition": "La mère de son père ou de sa mère ; une ancêtre féminine, especialmente aimée et respectée.",
      "definition_translation": "La madre de uno de sus padres o madre; un antepasado femenino, especialmente uno que es amado y respetado.",
      "example": "Ma grand-mère était une excellente cuisinière et m'a enseigné comment faire un repas traditionnel. Elle m'enseigne à cuisiner tous les étés. Elle m'a enseigné à faire un gâteau l'an dernier.",
      "example_translation": "Mi abuela era una excelente cocinera y me enseñó cómo preparar una comida tradicional. Me enseña cómo cocinar cada verano. Me enseñó cómo hornear un pastel el año pasado.",
      "imageLink": "image_files\\English\\grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grand-père",
      "translation": "abuelo",
      "definition": "Le père de son père ou de sa mère.",
      "definition_translation": "El padre del padre o la madre de uno.",
      "example": "Mon grand-père aimait raconter des histoires sur son enfance. Il les a racontées hier. Il les racontera à nouveau demain.",
      "example_translation": "A mi abuelo le encantaba contar historias sobre su infancia. Las contó ayer. Las contará de nuevo mañana.",
      "imageLink": "image_files\\English\\grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grand-parent",
      "translation": "abuelo/a",
      "definition": "Un parent de son père ou de sa mère.",
      "definition_translation": "Un padre o madre de la madre o padre de uno.",
      "example": "Mes deux grands-parents vivent à la campagne. Ils y vivaient dans les années 80. Ils y vivront jusqu'à leur mort.",
      "example_translation": "Ambos mis abuelos viven en el campo. Vivían allí en los 80. Vivirán allí hasta que mueran.",
      "imageLink": "image_files\\English\\grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grands-parents",
      "translation": "abuelos",
      "definition": "Les parents de son père ou de sa mère.",
      "definition_translation": "Los padres de la madre o padre de uno.",
      "example": "Mes grands-parents étaient des gens très sages. Ils étaient sages dans le passé. Ils sont encore sages aujourd'hui.",
      "example_translation": "Mis abuelos eran personas muy sabias. Fueron sabias en el pasado. Todavía son sabias hoy.",
      "imageLink": "image_files\\English\\grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "petit-fils",
      "translation": "nieto",
      "definition": "Un petit-fils est un enfant ou descendant masculin de son enfant.",
      "definition_translation": "Un nieto es un hijo o descendiente masculino de uno de tus hijos.",
      "example": "J'ai emmené mon petit-fils au parc hier, il ira au parc avec ses amis demain, et il était allé au parc avec ses parents la semaine dernière.",
      "example_translation": "Llevé a mi nieto al parque ayer, él irá al parque con sus amigos mañana, y él fue al parque con sus padres la semana pasada.",
      "imageLink": "image_files\\English\\grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mémée",
      "translation": "abuela",
      "definition": "Une mémée est un terme informel pour une grand-mère, especialmente une grand-mère aimable et gentille.",
      "definition_translation": "Una abuela es un término informal para una abuela, especialmente una amable y gentil.",
      "example": "Ma mémée m'a enseigné à cuisiner lorsque j'étais enfant, elle enseigne à mes frères et sœurs maintenant, et elle enseignera à mes enfants dans le futur.",
      "example_translation": "Mi abuela me enseñó a cocinar cuando era niño, enseña a mis hermanos ahora, y enseñará a mis hijos en el futuro.",
      "imageLink": "image_files\\English\\granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "oncle",
      "translation": "tío",
      "definition": "Un oncle est le frère de son père ou de sa mère, ou le mari de sa tante.",
      "definition_translation": "Un tío es el hermano de la madre o padre de uno, o el esposo de la tía de uno.",
      "example": "Mon oncle vivait en France lorsque j'étais enfant, il vit en Espagne maintenant, et il vivra en Italie dans le futur.",
      "example_translation": "Mi tío vivió en Francia cuando era niño, vive en España ahora, y vivirá en Italia en el futuro.",
      "imageLink": "image_files\\English\\uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "neveu",
      "translation": "sobrino",
      "definition": "Le fils du frère ou de la sœur, ou le fils du conjoint du frère ou de la sœur.",
      "definition_translation": "El hijo de uno de los hermanos o hermanas de uno, o el hijo del hermano o hermana del cónyuge de uno.",
      "example": "J'ai joué avec mon neveu au parc hier, je jouerai avec lui demain, et j'ai joué avec lui la semaine dernière.",
      "example_translation": "Jugué con mi sobrino en el parque ayer, jugaré con él de nuevo mañana y jugué con él la semana pasada.",
      "imageLink": "image_files\\English\\nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nièce",
      "translation": "sobrina",
      "definition": "La fille du frère ou de la sœur, ou la fille du conjoint du frère ou de la sœur.",
      "definition_translation": "La hija de uno de los hermanos o hermanas de uno, o la hija del hermano o hermana del cónyuge de uno.",
      "example": "J'ai emmené ma nièce au cinéma hier soir, je l'emporterai au zoo demain, et j'ai emmené ma nièce à la plage l'été dernier.",
      "example_translation": "Llevé a mi sobrina al cine anoche, la llevaré al zoológico mañana y la llevé a la playa el verano pasado.",
      "imageLink": "image_files\\English\\niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "parent",
      "translation": "pariente",
      "definition": "Une personne liée par le sang ou le mariage, en particulier une personne plus éloignée qu'un frère, une sœur, un oncle, une tante, un père, une mère, un fils ou une fille, ou un grand-parent.",
      "definition_translation": "Una persona conectada por sangre o matrimonio, especialmente una más remota que un hermano, hermana, tío, tía, padre, madre, hijo, hija o abuelo.",
      "example": "Mon cousin est un parent à moi, j'ai rencontré mes parents au dernier rassemblement familial l'année dernière, et je verrai mes parents à nouveau le mois prochain.",
      "example_translation": "Mi primo es un pariente mío, conocí a mis parientes en la reunión familiar el año pasado y veré a mis parientes de nuevo el próximo mes.",
      "imageLink": "image_files\\English\\relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jumeau",
      "translation": "gemelo",
      "definition": "L'un des deux enfants ou des animaux nés au même accouchement, ou une personne ou une chose qui ressemble étroitement à une autre.",
      "definition_translation": "Uno de los dos niños o animales nacidos en el mismo parto, o una persona o cosa que se parece mucho a otra.",
      "example": "J'ai une sœur jumelle qui vit à Paris. Elle est née cinq minutes avant moi. Nous allons rencontrer nos cousins jumeaux la semaine prochaine.",
      "example_translation": "Tengo una hermana gemela que vive en París. Ella nació cinco minutos antes que yo. Conoceremos a nuestros primos gemelos la próxima semana.",
      "imageLink": "image_files\\English\\twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "beau-frère",
      "translation": "cuñado",
      "definition": "Le mari de la sœur ou le frère du conjoint.",
      "definition_translation": "El esposo de la hermana de uno o el hermano del cónyuge.",
      "example": "Mon beau-frère est avocat. Il m'a aidé avec mon problème juridique l'année dernière. Je vais visiter mon beau-frère le mois prochain.",
      "example_translation": "Mi cuñado es abogado. Él me ayudó con mi problema legal el año pasado. Visitaré a mi cuñado el próximo mes.",
      "imageLink": "image_files\\English\\brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "belle-fille",
      "translation": "nuera",
      "definition": "La femme du fils.",
      "definition_translation": "La esposa del hijo de uno.",
      "example": "Ma belle-fille est médecin. Elle aura un bébé l'année prochaine. Ma belle-fille vit à New York.",
      "example_translation": "Mi nuera es médica. Tendrá un bebé el próximo año. Mi nuera vive en Nueva York.",
      "imageLink": "image_files\\English\\daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "beau-père",
      "translation": "suegro",
      "definition": "Le père du conjoint, en particulier le père du mari.",
      "definition_translation": "El padre del cónyuge, especialmente el padre del esposo.",
      "example": "Mon beau-père était très gentil avec moi quand je me suis marié. J'avais eu peur de le rencontrer, mais il s'est avéré être un type formidable. Je vais toujours me rappeler le moment où il m'a aidé à réparer ma voiture. Dans le futur, j'espère le visiter plus souvent.",
      "example_translation": "Mi suegro fue muy amable conmigo cuando me casé. Me había preocupado por conocerlo, pero resultó ser un gran tipo. Siempre recordaré la vez que me ayudó a arreglar mi coche. En el futuro, espero visitarlo más a menudo.",
      "imageLink": "image_files\\English\\father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "demi-frère",
      "translation": "medio hermano",
      "definition": "Un frère qui partage un parent mais pas les deux.",
      "definition_translation": "Un hermano que comparte un padre pero no ambos.",
      "example": "J'ai un demi-frère issu du précédent mariage de ma mère. Nous n'avons pas grandi ensemble, mais nous sommes devenus très proches au fil des ans. Maintenant, je vais le visiter chaque été, et nous avons toujours un excellent moment ensemble. L'année dernière, il m'a aidé avec mes devoirs.",
      "example_translation": "Tengo un medio hermano de un matrimonio anterior de mi madre. No crecimos juntos, pero hemos llegado a ser cercanos con el tiempo. Ahora, lo visito cada verano y siempre pasamos un gran rato. El año pasado, me ayudó con mi tarea.",
      "imageLink": "image_files\\English\\half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "demi-sœur",
      "translation": "media hermana",
      "definition": "Une sœur qui partage un parent mais pas les deux.",
      "definition_translation": " Una hermana que comparte un padre pero no ambos.",
      "example": "Ma demi-sœur et moi avons la même mère, mais nous avons des pères différents. Nous nous sommes rencontrés lorsque j'étais adolescente, et maintenant nous sommes très proches. Elle est une personne formidable, et j'admire vraiment. La semaine dernière, elle m'a aidé avec mon projet, et maintenant je vais l'aider avec le sien.",
      "example_translation": "Mi media hermana y yo tenemos la misma madre, pero tenemos padres diferentes. Nos conocimos cuando yo era adolescente, y ahora estamos muy unidos. Es una gran persona, y la admiro mucho. La semana pasada, me ayudó con mi proyecto, y ahora voy a ayudarla con el suyo.",
      "imageLink": "image_files\\English\\half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "belle-mère",
      "translation": "suegra",
      "definition": "La mère du conjoint, en particulier une personne que l'on est porté à détester ou à sentir mal à l'aise.",
      "definition_translation": "La madre del cónyuge, especialmente como persona con la que uno tiende a desagradar o sentirse incómodo.",
      "example": "Je n'ai jamais pu me entendre avec ma belle-mère, mais j'ai essayé de faire un effort pendant les vacances. Je vais visiter ma belle-mère le week-end prochain, et j'ai visité ma belle-mère l'année dernière.",
      "example_translation": "Nunca me llevé bien con mi suegra, pero intenté hacer un esfuerzo durante las fiestas. Visitaré a mi suegra el fin de semana que viene, y visité a mi suegra el año pasado.",
      "imageLink": "image_files\\English\\mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "relations",
      "translation": "relaciones",
      "definition": "Une connexion ou association entre personnes, organisations ou pays.",
      "definition_translation": "Una conexión o asociación entre personas, organizaciones o países.",
      "example": "L'entreprise essaie d'améliorer ses relations avec la communauté locale. Les relations diplomatiques entre les deux pays ont été tendues depuis des années. Ils établiront de bonnes relations avec les nouveaux partenaires commerciaux à l'avenir.",
      "example_translation": "La empresa está tratando de mejorar sus relaciones con la comunidad local. Las relaciones diplomáticas entre los dos países han estado tensas durante años. Establecerán buenas relaciones con los nuevos socios comerciales en el futuro.",
      "imageLink": "image_files\\English\\relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frères et sœurs",
      "translation": "hermanos",
      "definition": "Enfants des mêmes parents ; frères et sœurs.",
      "definition_translation": "Hijos de los mismos padres; hermanos y hermanas.",
      "example": "Mes frères et sœurs et moi nous disputions tout le temps lorsque nous étions enfants. Je vais rencontrer mes frères et sœurs à la réunion de famille le mois prochain, et j'ai rencontré mes frères et sœurs au parc la semaine dernière.",
      "example_translation": "Mis hermanos y yo solíamos pelear todo el tiempo cuando éramos niños. Me reuniré con mis hermanos en la reunión familiar el próximo mes, y me reuní con mis hermanos en el parque la semana pasada.",
      "imageLink": "image_files\\English\\siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "belle-sœur",
      "translation": "cuñada",
      "definition": "La sœur de son mari ou de sa femme, ou l'épouse de son frère ou de sa sœur.",
      "definition_translation": "La hermana del esposo o la esposa, o la esposa del hermano o la hermana.",
      "example": "Ma belle-sœur est une excellente cuisinière. Elle nous a cuisiné last week. Elle cuisinera à nouveau le mois prochain.",
      "example_translation": "Mi cuñada es una gran cocinera. Cocinó para nosotros la semana pasada. Cocinará de nuevo el próximo mes.",
      "imageLink": "image_files\\English\\sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gendre",
      "translation": "yerno",
      "definition": "Le mari de sa fille ou le mari de sa sœur.",
      "definition_translation": "El esposo de la hija de uno o el esposo de la hermana.",
      "example": "Mon gendre est médecin. Il m'a soigné l'année dernière. Il opérera mon frère la semaine prochaine.",
      "example_translation": "Mi yerno es un médico. Me trató el año pasado. Operará a mi hermano la próxima semana.",
      "imageLink": "image_files\\English\\son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "filleule",
      "translation": "hijastra",
      "definition": "La fille de son époux par un précédent mariage ou relation.",
      "definition_translation": "La hija del cónyuge por un matrimonio o relación previa.",
      "example": "Ma filleule est étudiante. Elle étudiait pour son examen la nuit dernière. Elle obtiendra son diplôme l'année prochaine.",
      "example_translation": "Mi hijastra es una estudiante. Estudió para su examen la noche pasada. Se graduará el próximo año.",
      "imageLink": "image_files\\English\\stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "beau-père",
      "translation": "padrastro",
      "definition": "Le mari de sa mère par un mariage subséquent.",
      "definition_translation": "El esposo de la madre por un matrimonio posterior.",
      "example": "Mon beau-père était très gentil avec moi lorsque j'étais enfant. Il va m'emmener au parc demain. Il m'a emmené au cinéma la semaine dernière.",
      "example_translation": "Mi padrastro fue muy amable conmigo cuando era niño. Va a llevarme al parque mañana. Me llevó al cine la semana pasada.",
      "imageLink": "image_files\\English\\stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "marâtre",
      "translation": "madrastra",
      "definition": "La femme du père par un mariage subséquent.",
      "definition_translation": "La esposa del padre por un matrimonio posterior.",
      "example": "Ma marâtre était très stricte avec moi lorsque j'étais adolescent. Elle va m'aider avec mes devoirs ce soir. Elle m'a aidé à emménager dans un nouvel appartement le mois dernier.",
      "example_translation": "Mi madrastra fue muy estricta conmigo cuando era adolescente. Va a ayudarme con mi tarea esta noche. Me ayudó a mudarme a un nuevo apartamento el mes pasado.",
      "imageLink": "image_files\\English\\stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fils adoptif",
      "translation": "hijastro",
      "definition": "Le fils de son époux par un précédent mariage.",
      "definition_translation": "El hijo del esposo o la esposa por un matrimonio anterior.",
      "example": "Mon fils adoptif était très timide lorsqu'il était enfant. Il va obtenir son diplôme d' université l'année prochaine. Il a obtenu son diplôme du lycée l'année dernière.",
      "example_translation": "Mi hijastro era muy tímido cuando era niño. Va a graduarse de la universidad el año que viene. Se graduó de la escuela secundaria el año pasado.",
      "imageLink": "image_files\\English\\stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "conjoint",
      "translation": "cónyuge",
      "definition": "Un mari ou une femme, considéré en relation avec son partenaire.",
      "definition_translation": "Un esposo o esposa, considerado en relación con su pareja.",
      "example": "J'ai été marié à mon conjoint pendant 10 ans. J'ai épousé mon conjoint l'année dernière. Je vais épouser mon conjoint l'année prochaine.",
      "example_translation": "He estado casado con mi cónyuge durante 10 años. Me casé con mi cónyuge el año pasado. Me casaré con mi cónyuge el próxima año.",
      "imageLink": "image_files\\English\\spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "beaux-parents",
      "translation": "suegros",
      "definition": "Les parents de son époux ou de son gendre ou de sa belle-fille.",
      "definition_translation": "Los padres de uno's cónyuge o de uno's yerno o nuera.",
      "example": "Je n'ai jamais pu m'entendre avec mes beaux-parents. Mes beaux-parents nous visitent le mois prochain. Mes beaux-parents nous ont visités l'année dernière.",
      "example_translation": "Nunca me he llevado bien con mis suegros. Mis suegros nos visitan el próximo mes. Mis suegros nos visitaron el año pasado.",
      "imageLink": "image_files\\English\\in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]