[
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réponse",
      "translation": " contestar",
      "definition": "Une réponse ou une réplique à une question, un problème ou une situation.",
      "definition_translation": "Una respuesta o respuesta a una pregunta, problema o situación.",
      "example": "J'ai répondu au téléphone, elle a répondu à ma question, je répondrai à la lettre demain.",
      "example_translation": "Contesté el teléfono, ella respondió mi pregunta, responderé la carta mañana.",
      "imageLink": "image_files\\English\\answer.jpg",
      "audioLink": "answer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "demander",
      "translation": "preguntar",
      "definition": "Poser une question à quelqu'un, ou s'informer sur quelque chose.",
      "definition_translation": "Hacer una pregunta a alguien, o inquirir sobre algo.",
      "example": "J'ai demandé à elle de m'épouser, elle m'a demandé ce que je voulais, je demanderai à lui de m'aider.",
      "example_translation": "Le pedí que se casara conmigo, me preguntó qué quería, le pediré que me ayude.",
      "imageLink": "image_files\\English\\ask.jpg",
      "audioLink": "ask.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "être",
      "translation": "ser",
      "definition": "Exister, avoir une certaine qualité, ou occuper une certaine position.",
      "definition_translation": "Existir, tener una cierta calidad o ocupar una cierta posición.",
      "example": "Je suis heureux, elle était fatiguée, il sera en retard.",
      "example_translation": "Soy feliz, estaba cansada, él será tarde.",
      "imageLink": "image_files\\English\\be.jpg",
      "audioLink": "be.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "acheter",
      "translation": "comprar",
      "definition": "Obtenir quelque chose en échange de paiement ; acquérir quelque chose en payant.",
      "definition_translation": "Obtener algo a cambio de pago; adquirir algo pagando por ello.",
      "example": "J'ai acheté un nouveau téléphone hier. Je vais acheter une maison l'année prochaine. Elle achète du café tous les matins.",
      "example_translation": "Compré un nuevo teléfono ayer. Compraré una casa el próximo año. Ella compra café todas las mañanas.",
      "imageLink": "image_files\\English\\buy.jpg",
      "audioLink": "buy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pouvoir",
      "translation": "poder",
      "definition": "Être capable de faire quelque chose ; avoir la capacité ou le pouvoir de faire quelque chose.",
      "definition_translation": "Poder hacer algo; tener la capacidad o poder para hacer algo.",
      "example": "Je peux parler anglais couramment. Elle peut jouer de la guitare. Ils ne pouvaient pas assister à la réunion.",
      "example_translation": "Puedo hablar inglés con fluidez. Ella puede tocar la guitarra. No podían asistir a la reunión.",
      "imageLink": "image_files\\English\\can.jpg",
      "audioLink": "can.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "porter",
      "translation": "llevar",
      "definition": "Tenir ou soutenir quelque chose en le déplaçant d'un endroit à un autre ; transporter quelque chose.",
      "definition_translation": "Llevar o apoyar algo mientras se mueve de un lugar a otro; transportar algo.",
      "example": "J'ai porté mes bagages à l'aéroport. Elle va porter la boîte à l'étage. Ils ont porté le joueur blessé hors du terrain.",
      "example_translation": "Llevé mi equipaje al aeropuerto. Ella llevará la caja arriba. Llevaron al jugador lesionado fuera del campo.",
      "imageLink": "image_files\\English\\carry.jpg",
      "audioLink": "carry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "attraper",
      "translation": " agarre",
      "definition": "Prendre possession de quelque chose soudainement ou rapidement, notamment en utilisant ses mains",
      "definition_translation": "Tomar algo con rapidez o de repente, especialmente con las manos",
      "example": "J'ai attrapé le ballon hier, j'attrape tous les jours, j'attraperai demain.",
      "example_translation": "Atrapé la pelota ayer, la atrapo todos los días, la atraparé mañana.",
      "imageLink": "image_files\\English\\catch.jpg",
      "audioLink": "catch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "changer",
      "translation": "cambiar",
      "definition": "Faire que quelque chose ou quelqu'un devienne différent, ou devenir différent soi-même.",
      "definition_translation": "Hacer que algo o alguien sea diferente, o volverse diferente",
      "example": "J'ai changé de vêtements hier, je change chaque jour, je vais changer demain.",
      "example_translation": "Me cambié de ropa ayer, me cambió todos los días, me cambiaré mañana.",
      "imageLink": "image_files\\English\\change-6.jpg",
      "audioLink": "change.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "choisir",
      "translation": "elegir",
      "definition": "Sélectionner une chose au lieu d'une autre, ou décider ce qu'il faut faire.",
      "definition_translation": "Seleccionar una cosa en lugar de otra, o decidir qué hacer",
      "example": "J'ai choisi ce livre hier, je choisis tous les jours, je vais choisir demain.",
      "example_translation": "Elegí este libro ayer, lo elijo todos los días, lo elegiré mañana.",
      "imageLink": "image_files\\English\\choose.jpg",
      "audioLink": "choose.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nettoyer",
      "translation": "limpiar",
      "definition": "Enlever la saleté, la crasse ou les impuretés de quelque chose ; rendre quelque chose exempt de saleté ou d'impuretés.",
      "definition_translation": "Quitar la suciedad, la mugre o las impurezas de algo; hacer que algo esté libre de suciedad o impurezas.",
      "example": "J'ai nettoyé la maison hier, je nettoie maintenant, et je vais nettoyer demain.",
      "example_translation": "Limpié la casa ayer, estoy limpiándola ahora y la limpiaré mañana.",
      "imageLink": "image_files\\English\\clean.jpg",
      "audioLink": "clean.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fermer",
      "translation": "cerrar",
      "definition": "Apporter ou venir ensemble, devenant ou faisant quelque chose de fermé ; être ou devenir près en distance ou en relation.",
      "definition_translation": "Acercar o unir, hacer que algo se cierre; estar o hacerse cercano en distancia o relación.",
      "example": "J'ai fermé la porte hier, je la ferme maintenant, et je la fermerai demain.",
      "example_translation": "Cerré la puerta ayer, estoy cerrándola ahora y la cerraré mañana.",
      "imageLink": "image_files\\English\\close.jpg",
      "audioLink": "close.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "couleur",
      "translation": "color",
      "definition": "La propriété possédée par un objet de produire des sensations différentes sur l'œil, en raison de la façon dont il reflète ou émet de la lumière.",
      "definition_translation": "La propiedad poseída por un objeto de producir diferentes sensaciones en el ojo, como resultado de la manera en que refleja o emite luz.",
      "example": "Le tableau était rempli de couleurs vives, il a beaucoup de couleurs maintenant, et il en aura encore plus dans le futur.",
      "example_translation": "El cuadro estaba lleno de colores vibrantes, tiene muchos colores ahora y tendrá más colores en el futuro.",
      "imageLink": "image_files\\English\\colour.jpg",
      "audioLink": "colour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "venir",
      "translation": "venir",
      "definition": "Se déplacer vers quelque chose ou quelqu'un, ou arriver à un endroit, souvent de manière informelle.",
      "definition_translation": "Moverse hacia algo o alguien, o llegar a un lugar, a menudo de manera casual o informal.",
      "example": "Je suis venu à la fête hier soir, je viens à la fête ce soir, et je viendrai à la fête demain soir.",
      "example_translation": "Vine a la fiesta anoche, voy a venir a la fiesta esta noche, y vendré a la fiesta mañana noche.",
      "imageLink": "image_files\\English\\come.jpg",
      "audioLink": "come.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cuisiner",
      "translation": "cocinar",
      "definition": "Préparer et chauffer des aliments en utilisant diverses méthodes, telles que la cuisson, la cuisson à la vapeur ou la friture, pour les rendre comestibles ou appétissants.",
      "definition_translation": "Preparar y calentar alimentos utilizando varios métodos, como hornear, hervir o freír, para hacerlos comestibles o sabrosos.",
      "example": "J'ai cuisiné le dîner hier soir, je cuisine le déjeuner aujourd'hui, et je cuisinerai le petit déjeuner demain matin.",
      "example_translation": "Cociné la cena anoche, estoy cocinando el almuerzo hoy, y cocinaré el desayuno mañana por la mañana.",
      "imageLink": "image_files\\English\\cook.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "danser",
      "translation": "bailar",
      "definition": "Déplacer son corps de manière rythmique, généralement en musique, comme forme d'expression ou de relaxation.",
      "definition_translation": "Mover el cuerpo de manera rítmica, generalmente al ritmo de la música, como forma de expresión o relajación.",
      "example": "J'ai dansé à la fête hier soir, je danse au club ce soir, et je danserai au mariage demain.",
      "example_translation": "Bailé en la fiesta anoche, estoy bailando en el club esta noche, y bailaré en la boda mañana.",
      "imageLink": "image_files\\English\\dance-2.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mourir",
      "translation": "morir",
      "definition": "Cesser d'exister ou de prendre fin ; s'arrêter de vivre ou de fonctionner.",
      "definition_translation": "Dejar de existir o llegar a un fin; dejar de vivir o funcionar.",
      "example": "Le vieil homme est mort hier soir, mais il vivra dans nos mémoires. Il est mort de vieillesse. Il mourra s'il ne reçoit pas d'attention médicale bientôt.",
      "example_translation": "El anciano hombre murió anoche, pero vivirá en nuestros recuerdos. Murió de vejez. Morirá si no recibe atención médica pronto.",
      "imageLink": "image_files\\English\\die.jpg",
      "audioLink": "die.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faire",
      "translation": "hacer",
      "definition": "Exécuter ou réaliser une action, une tâche ou une fonction.",
      "definition_translation": "Realizar o ejecutar una acción, tarea o función.",
      "example": "J'ai fait mes devoirs hier soir, je les fais maintenant, et je les ferai à nouveau demain. Elle fait la lessive tous les dimanches. Ils ont fait un excellent travail sur le projet.",
      "example_translation": "Hice mi tarea anoche, la estoy haciendo ahora, y la haré de nuevo mañana. Ella hace la colada todos los domingos. Ellos hicieron un gran trabajo en el proyecto.",
      "imageLink": "image_files\\English\\do.jpg",
      "audioLink": "do.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faire le ménage",
      "translation": "hacer la limpieza",
      "definition": "Effectuer la tâche de nettoyage, généralement incluant le nettoyage à sec, l'aspiration et d'autres tâches ménagères.",
      "definition_translation": "Realizar la tarea de limpiar, que suele incluir aspirar, barrer y otras tareas domésticas.",
      "example": "Ma mère a fait le ménage hier, je le fais aujourd'hui, et ma sœur le fera demain. Nous avons fait le ménage ensemble le week-end dernier. Ils font le ménage tous les jours.",
      "example_translation": "Mi madre hizo la limpieza ayer, la estoy haciendo hoy, y mi hermana la hará mañana. Hicimos la limpieza juntos el fin de semana pasado. Ellos hacen la limpieza todos los días.",
      "imageLink": "image_files\\English\\do-the-cleaning.jpg",
      "audioLink": "do the cleaning.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faire la cuisine",
      "translation": "hacer la cocina",
      "definition": "Préparer et rendre les aliments prêts à manger.",
      "definition_translation": "Preparar y hacer la comida lista para comer",
      "example": "J'ai fait la cuisine hier, je la fais aujourd'hui, et je la ferai demain.",
      "example_translation": "Hice la cocina ayer, estoy haciendo la cocina hoy y haré la cocina mañana.",
      "imageLink": "image_files\\English\\do-the-cooking.jpg",
      "audioLink": "do the cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faire la lessive",
      "translation": "hacer la lavandería",
      "definition": "Nettoyer et laver les vêtements et les tissus.",
      "definition_translation": "Lavar y limpiar la ropa y otros tejidos",
      "example": "J'ai fait la lessive la semaine dernière, je la fais aujourd'hui, et je la ferai le mois prochain.",
      "example_translation": "Hice la lavandería la semana pasada, estoy haciendo la lavandería hoy y haré la lavandería el próximo mes.",
      "imageLink": "image_files\\English\\do-the-washing.jpg",
      "audioLink": "do the washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dessiner",
      "translation": "dibujar",
      "definition": "Créer une image ou un dessin en utilisant un crayon, un stylo ou un autre outil de dessin",
      "definition_translation": "Crear una imagen o dibujo usando un lápiz, pluma o otra herramienta de dibujo",
      "example": "J'ai dessiné un tableau hier, je dessine un tableau aujourd'hui, et je dessinerai un tableau demain.",
      "example_translation": "Dibujo una imagen ayer, estoy dibujando una imagen hoy y dibujaré una imagen mañana.",
      "imageLink": "image_files\\English\\draw.jpg",
      "audioLink": "draw.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boire",
      "translation": "beber",
      "definition": "Ingurgiter un liquide, tel que de l'eau ou du jus, par la bouche.",
      "definition_translation": "Tragar un líquido, como agua o jugo, a través de la boca.",
      "example": "J'ai bu de l'eau hier, je bois du jus maintenant, et je boirai du thé demain.",
      "example_translation": "Bebí agua ayer, estoy bebiendo jugo ahora, y beberé té mañana.",
      "imageLink": "image_files\\English\\drink.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "conduire",
      "translation": "conducir",
      "definition": "Diriger un véhicule, comme une voiture ou un camion, en contrôlant son mouvement.",
      "definition_translation": "Operar un vehículo, como un coche o camión, controlando su movimiento.",
      "example": "J'ai conduit à l'école hier, je conduis au travail maintenant, et je conduirai à la plage demain.",
      "example_translation": "Manejé al colegio ayer, estoy manejando al trabajo ahora, y manejaré a la playa mañana.",
      "imageLink": "image_files\\English\\drive.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "manger",
      "translation": "comer",
      "definition": "Prendre de la nourriture dans le corps, habituellement par la bouche.",
      "definition_translation": "Tomar alimentos en el cuerpo, generalmente a través de la boca.",
      "example": "J'ai mangé du petit déjeuner hier, je mange du déjeuner maintenant, et je mangerai du dîner demain.",
      "example_translation": "Desayuné ayer, estoy comiendo almuerzo ahora, y cenaré mañana.",
      "imageLink": "image_files\\English\\eat.jpg",
      "audioLink": "eat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "apprécier",
      "translation": "disfrutar",
      "definition": "Prendre grand plaisir ou délices dans quelque chose",
      "definition_translation": "tomar gran placer o deleite en algo",
      "example": "J'ai apprécié le film hier soir. J'apprécie mes vacances maintenant. J'apprécierai la fête demain.",
      "example_translation": "Disfruté la película anoche. Estoy disfrutando mi vacación ahora. Disfrutaré la fiesta mañana.",
      "imageLink": "image_files\\English\\enjoy.jpg",
      "audioLink": "enjoy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sentir",
      "translation": "sentir",
      "definition": "Avoir une émotion ou une sensation, en particulier physique",
      "definition_translation": "tener una emoción o sensación, especialmente una física",
      "example": "Je me sens heureux aujourd'hui. Je me sentais fatigué hier. Je me sentirai excité demain.",
      "example_translation": "Me siento feliz hoy. Me sentí cansado ayer. Me sentiré emocionado mañana.",
      "imageLink": "image_files\\English\\feel.jpg",
      "audioLink": "feel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "trouver",
      "translation": "encontrar",
      "definition": "Découvrir ou tomber sur quelque chose ou quelqu'un en cherchant ou par hasard",
      "definition_translation": "descubrir o encontrar algo o alguien mediante búsqueda o casualidad",
      "example": "J'ai trouvé mes clés hier. Je trouve ce livre intéressant. Je trouverai un nouvel emploi bientôt.",
      "example_translation": "Encontré mis llaves ayer. Encuentro este libro interesante. Encontraré un nuevo trabajo pronto.",
      "imageLink": "image_files\\English\\find.jpg",
      "audioLink": "find.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "finir",
      "translation": "terminar",
      "definition": "Terminer ou mettre fin à une tâche, un projet ou une activité.",
      "definition_translation": "Completar o llevar a cabo una tarea, proyecto o actividad hasta el final.",
      "example": "J'ai fini mes devoirs hier, je finis mon projet maintenant, et je finirai mon diplôme l'année prochaine.",
      "example_translation": " Terminé mi tarea ayer, estoy terminando mi proyecto ahora, y terminaré mi título el año que viene.",
      "imageLink": "image_files\\English\\finish.jpg",
      "audioLink": "finish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "obtenir",
      "translation": "obtener",
      "definition": "Obtenir ou acquérir quelque chose, ou recevoir quelque chose de quelqu'un ou quelque part.",
      "definition_translation": "Obtener o adquirir algo, o recibir algo de alguien o en algún lugar.",
      "example": "J'ai obtenu un livre de la bibliothèque, j'obtiens un café maintenant, et j'obtiendrai un emploi le mois prochain.",
      "example_translation": "Obtuve un libro de la biblioteca, estoy obteniendo un café ahora, y obteneré un trabajo el próximo mes.",
      "imageLink": "image_files\\English\\get.jpg",
      "audioLink": "get.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se lever",
      "translation": "levantarse",
      "definition": "Se mettre debout d'une position assise ou couchée, ou se réveiller d'un sommeil.",
      "definition_translation": "Ponerse de pie desde una posición sentada o acostada, o despertarse del sueño.",
      "example": "Je me suis levé tôt ce matin, je me lève lentement du lit, et je me lèverai tard demain.",
      "example_translation": "Me levanté temprano esta mañana, me levanto de la cama lentamente, y me levantaré tarde mañana.",
      "imageLink": "image_files\\English\\get-up.jpg",
      "audioLink": "get up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "donner",
      "translation": "dar",
      "definition": "transférer librement la possession de quelque chose à quelqu'un ou quelque chose",
      "definition_translation": "transferir la posesión de algo a alguien o algo de manera gratuita",
      "example": "J'ai donné un livre à elle hier. Je donne un livre chaque semaine. Je donnerai un livre demain.",
      "example_translation": "Le di un libro ayer. Le doy un libro cada semana. Le daré un libro mañana.",
      "imageLink": "image_files\\English\\give.jpg",
      "audioLink": "give.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aller",
      "translation": "ir",
      "definition": "se déplacer d'un endroit à un autre, généralement à pied ou en véhicule",
      "definition_translation": "moverse de un lugar a otro, typicalmente a pie o en un vehículo",
      "example": "Je suis allé au magasin hier. J'y vais tous les jours. J'irai au magasin demain.",
      "example_translation": "Fui a la tienda ayer. Voy a la tienda todos los días. Iré a la tienda mañana.",
      "imageLink": "image_files\\English\\go.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sortir",
      "translation": "salir",
      "definition": "quitter un bâtiment, une pièce ou autre espace fermé, ou participer à des activités sociales",
      "definition_translation": "dejar un edificio, habitación u otro espacio cerrado, o participar en actividades sociales",
      "example": "Je suis sorti avec des amis hier soir. Je sors avec des amis chaque week-end. Je sortirai avec des amis ce soir.",
      "example_translation": "Salí con amigos la noche pasada. Salgo con amigos todos los fines de semana. Saldré con amigos esta noche.",
      "imageLink": "image_files\\English\\go-out.jpg",
      "audioLink": "go out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avoir",
      "translation": "tener",
      "definition": "posséder ou tenir quelque chose, soit physiquement soit abstraitement",
      "definition_translation": "Poseer o mantener algo, ya sea físicamente o abstractamente.",
      "example": "J'avais un livre hier, j'en ai un maintenant et j'en aurai un demain.",
      "example_translation": "Tuve un libro ayer, tengo un libro ahora, y tendré un libro mañana.",
      "imageLink": "image_files\\English\\have.jpg",
      "audioLink": "have.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "entendre",
      "translation": "oír",
      "definition": "percevoir un son avec ses oreilles ou prendre connaissance de quelque chose par communication orale",
      "definition_translation": "Percebir el sonido con los oídos, o enterarse de algo a través de la comunicación oral.",
      "example": "J'ai entendu de la musique hier, j'entends maintenant et j'entendrai demain.",
      "example_translation": "Oí la música ayer, la oigo ahora, y la oiré mañana.",
      "imageLink": "image_files\\English\\hear.jpg",
      "audioLink": "hear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aider",
      "translation": "ayudar",
      "definition": "assister ou soutenir quelqu'un ou quelque chose, souvent dans une situation difficile",
      "definition_translation": "Asistir o apoyar a alguien o algo, frecuentemente en una situación difícil o desafiante.",
      "example": "J'ai aidé mon ami hier, je l'aide maintenant et je l'aiderai demain.",
      "example_translation": "Ayudé a mi amigo ayer, los ayudo ahora, y los ayudaré mañana.",
      "imageLink": "image_files\\English\\help.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inviter",
      "translation": "invitar",
      "definition": "demander à quelqu'un de venir à un endroit ou de faire quelque chose, souvent de manière formelle",
      "definition_translation": "Pedir a alguien que vaya a un lugar o hacer algo, a menudo de manera formal.",
      "example": "J'ai invité mes amis à la fête hier soir. Je les invite au mariage la semaine prochaine. Je les inviterai à la cérémonie de remise des diplômes.",
      "example_translation": "Invité a mis amigos a la fiesta la noche pasada. Los estoy invitando a la boda la próxima semana. Los invitaré a la ceremonia de graduación.",
      "imageLink": "image_files\\English\\invite.jpg",
      "audioLink": "invite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frapper",
      "translation": "patear",
      "definition": "frapper ou heurter quelque chose avec le pied, souvent avec force",
      "definition_translation": "Golpear o pegar algo con el pie, a menudo con fuerza.",
      "example": "J'ai frappé le ballon pendant le match. Elle se débarrasse de l'habitude de fumer chaque année. Il lancera bientôt son nouveau projet d'entreprise.",
      "example_translation": "Pateé el balón durante el juego. Ella patea el hábito de fumar cada año. Él dará inicio a su nueva aventura empresarial pronto.",
      "imageLink": "image_files\\English\\kick.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "apprendre",
      "translation": "aprender",
      "definition": "acquérir des connaissances ou des compétences en étudiant, en étant enseigné ou en expérience",
      "definition_translation": "Obtener conocimiento o habilidad mediante el estudio, la enseñanza o la experiencia.",
      "example": "J'ai appris à conduire un vélo quand j'étais enfant. Elle apprend à jouer de la guitare. Ils apprendront à nager l'été prochain.",
      "example_translation": "Aprendí a montar bicicleta cuando era niño. Ella está aprendiendo a tocar la guitarra. Ellos aprenderán a nadar el próximo verano.",
      "imageLink": "image_files\\English\\learn.jpg",
      "audioLink": "learn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "partir",
      "translation": "salir",
      "definition": "s'éloigner d'un endroit ou d'une personne",
      "definition_translation": "Irse de un lugar o persona",
      "example": "Je partirai de la maison à 8h demain. J'ai quitté la fête tôt. Je pars au travail à 7h chaque jour.",
      "example_translation": "Saldré de la casa a las 8am mañana. Salí de la fiesta temprano. Salgo para el trabajo a las 7am todos los días.",
      "imageLink": "image_files\\English\\leave-1.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aimer",
      "translation": "gustar",
      "definition": "Éprouver un sentiment de plaisir ou de jouissance",
      "definition_translation": "Tener un sentimiento de placer o disfrute",
      "example": "J'aime jouer au football. J'ai aimé le film. J'aimerai que il neige demain.",
      "example_translation": "Me gusta jugar fútbol. Me gustó la película. Me gustará si nieva mañana.",
      "imageLink": "image_files\\English\\like.jpg",
      "audioLink": "like.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "écouter",
      "translation": "escuchar",
      "definition": "Donner attention à des sons ou à quelqu'un qui parle",
      "definition_translation": "Dar atención a los sonidos o a alguien que habla",
      "example": "J'ai écouté la musique tranquillement. J'écouterai les instructions du professeur. J'avais écouté le podcast auparavant.",
      "example_translation": "Escuché la música en silencio. Escucharé las instrucciones del maestro. Había escuchado el podcast antes.",
      "imageLink": "image_files\\English\\listen.jpg",
      "audioLink": "listen.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "regarder",
      "translation": "mirar",
      "definition": "Diriger son attention vers quelque chose ou quelqu'un, généralement en tournant la tête ou les yeux dans leur direction",
      "definition_translation": "dirigir la atención a algo o alguien, generalmente girando la cabeza o los ojos en su dirección",
      "example": "Je vais regarder la carte pour trouver le chemin. J'ai regardé la pendule et il était déjà 5 heures. J'attends avec impatience de vous voir demain.",
      "example_translation": "Voy a mirar el mapa para encontrar el camino. Miré el reloj y ya eran las 5 pm. Espero con interés verte mañana.",
      "imageLink": "image_files\\English\\look.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aimer",
      "translation": "amar",
      "definition": "Un sentiment fort d'affection ou d'attachement envers une autre personne ou chose",
      "definition_translation": "un sentimiento fuerte de afecto o vínculo con otra persona o cosa",
      "example": "J'aimais lire des livres lorsque j'étais enfant. J'aime passer du temps avec ma famille. Je t'aimerai toujours.",
      "example_translation": "Me encantaba leer libros cuando era niño. Me encanta pasar tiempo con mi familia. Te querré por siempre.",
      "imageLink": "image_files\\English\\love.jpg",
      "audioLink": "love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faire",
      "translation": "hacer",
      "definition": "Créer ou construire quelque chose en combinant des matières ou des parties",
      "definition_translation": "crear o construir algo combinando materiales o partes",
      "example": "J'ai fait un gâteau pour l'anniversaire de mon ami. Je fais le petit déjeuner chaque matin. Je vais faire un plan pour atteindre mes objectifs.",
      "example_translation": "Hice un pastel para el cumpleaños de mi amigo. Hago desayuno todas las mañanas. Haré un plan para alcanzar mis objetivos.",
      "imageLink": "image_files\\English\\make.jpg",
      "audioLink": "make.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rencontrer",
      "translation": "conocer",
      "definition": "Venir en présence ou en compagnie de quelqu'un, notamment dans un contexte formel ou professionnel",
      "definition_translation": "entrar en la presencia o compañía de alguien, especialmente en un entorno formal o empresarial",
      "example": "J'ai rencontré mon patron hier, je rencontre mon ami maintenant, et je vais le rencontrer demain.",
      "example_translation": "Conocí a mi jefe ayer, estoy conociendo a mi amigo ahora, y conoceré a mis colegas mañana.",
      "imageLink": "image_files\\English\\meet-2.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se réunir",
      "translation": "reunirse",
      "definition": "Se réunir, souvent de manière formelle ou organisée",
      "definition_translation": "reunirse, a menudo de manera formal o organizada",
      "example": "L'équipe se réunira à 14h pour discuter du projet, ils se sont réunis la semaine dernière pour planifier l'événement, et ils se réunissent le mois prochain pour examiner les progrès.",
      "example_translation": "El equipo se reunirá a las 2 pm para discutir el proyecto, se reunieron la semana pasada para planificar el evento, y se reunirán el próximo mes para revisar el progreso.",
      "imageLink": "image_files\\English\\meet-3.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "satisfaire",
      "translation": "satisfacer",
      "definition": "Fulfiller ou répondre à une exigence ou condition",
      "definition_translation": "satisfacer o cumplir con un requisito o condición",
      "example": "La société satisfaitra le délai, elle a satisfait la cible des ventes le trimestre dernier, et elle répond aux besoins du client.",
      "example_translation": "La empresa cumplirá con el plazo límite, cumplió con el objetivo de ventas del último trimestre, y está satisfaciendo las necesidades del cliente.",
      "imageLink": "image_files\\English\\meet-1.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avoir besoin",
      "translation": "necesitar",
      "definition": "Requerir quelque chose parce que c'est essentiel ou très important",
      "definition_translation": "requerir algo porque es esencial o muy importante",
      "example": "J'avais besoin d'un café ce matin, j'ai besoin d'un café maintenant, et j'aurai besoin d'un café demain.",
      "example_translation": "Necesité un café esta mañana, necesito un café ahora, y necesitaré un café mañana.",
      "imageLink": "image_files\\English\\need.jpg",
      "audioLink": "need.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ouvrir",
      "translation": "abrir",
      "definition": "Rendre accessible, disponible ou visible",
      "definition_translation": "hacer o volverse accesible, disponible o visible",
      "example": "J'ai ouvert la porte hier, j'ouvre la porte chaque jour, et j'ouvrirai la porte demain.",
      "example_translation": "Abrí la puerta ayer, abro la puerta todos los días, y abriré la puerta mañana.",
      "imageLink": "image_files\\English\\open-3.jpg",
      "audioLink": "open.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "peindre",
      "translation": "pintar",
      "definition": "appliquer de la peinture sur une surface à l'aide d'un pinceau ou d'un autre outil",
      "definition_translation": "aplicar pintura a una superficie utilizando un pincel o otra herramienta",
      "example": "J'ai peint le mur la semaine dernière, je peins le mur chaque week-end, et je peindrai le mur le mois prochain.",
      "example_translation": "Pinté la pared la semana pasada, pinto la pared todos los fines de semana, y pintaré la pared el próximo mes.",
      "imageLink": "image_files\\English\\paint-1.jpg",
      "audioLink": "paint.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "peindre",
      "translation": "pintar",
      "definition": "Appliquer une couche de peinture sur une surface à l'aide d'un pinceau ou d'un rouleau, généralement pour la protéger ou la décorer.",
      "definition_translation": "Aplicar una capa de pintura a una superficie utilizando un pincel o rodillo, típicamente para protegerla o decorarla.",
      "example": "J'ai peint les murs de ma chambre hier, je les peins aujourd'hui, et je les peindrai à nouveau la semaine prochaine.",
      "example_translation": "Pinté las paredes de mi habitación ayer, estoy pintándolas hoy y las pintaré de nuovo la próxima semana.",
      "imageLink": "image_files\\English\\paint.jpg",
      "audioLink": "paint.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "payer",
      "translation": "pagar",
      "definition": "Donner de l'argent à quelqu'un en échange de quelque chose, comme des biens ou des services.",
      "definition_translation": "Darle dinero a alguien a cambio de algo, como bienes o servicios.",
      "example": "J'ai payé la facture hier, je paie le loyer aujourd'hui, et je payerai les frais de scolarité le mois prochain.",
      "example_translation": "Pagué la cuenta ayer, estoy pagando la renta hoy y pagaré la cuota de matrícula el próximo mes.",
      "imageLink": "image_files\\English\\pay.jpg",
      "audioLink": "pay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jouer",
      "translation": "jugar",
      "definition": "S'engager dans une activité pour le plaisir, en particulier une qui n'est pas sérieuse ou compétitive.",
      "definition_translation": "Participar en una actividad por placer, especialmente una que no es seria o competitiva.",
      "example": "J'ai joué au soccer hier, je joue au tennis aujourd'hui, et je jouerai aux échecs demain.",
      "example_translation": "Jugué fútbol ayer, estoy jugando tenis hoy y jugaré ajedrez mañana.",
      "imageLink": "image_files\\English\\play-5.jpg",
      "audioLink": "play.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jouer",
      "translation": "jugar",
      "definition": "S'engager dans une activité pour le plaisir et la récréation, en particulier à l'extérieur.",
      "definition_translation": "Participar en una actividad por diversión y recreo, especialmente al aire libre.",
      "example": "J'ai joué au soccer avec mes amis hier, je joue au soccer chaque week-end, et je jouerai au soccer à nouveau le mois prochain.",
      "example_translation": "Jugué fútbol con mis amigos ayer, juego fútbol todos los fines de semana y jugaré fútbol de nuevo el mes próximo.",
      "imageLink": "image_files\\English\\play-1.jpg",
      "audioLink": "play.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pratiquer",
      "translation": "practicar",
      "definition": "Exécuter une activité ou un exercice à plusieurs reprises pour l'améliorer ou la maîtriser.",
      "definition_translation": "Realizar una actividad o ejercicio repetidamente con el fin de mejorar o dominarlo.",
      "example": "J'ai pratiqué le piano lorsque j'étais enfant, je pratique le yoga chaque matin, et je pratiquerai mon discours avant la présentation.",
      "example_translation": "Practiqué piano cuando era niño, practico yoga todas las mañanas y practicaré mi discurso antes de la presentación.",
      "imageLink": "image_files\\English\\practise.jpg",
      "audioLink": "practise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mettre",
      "translation": "poner",
      "definition": "Placer ouposter quelque chose à un endroit ou dans une position particulière.",
      "definition_translation": "Colocar o establecer algo en una posición o ubicación particular.",
      "example": "J'ai mis le livre sur la table, j'ai mis mon téléphone dans ma poche, et je mettrai la clé dans la porte.",
      "example_translation": "Puse el libro en la mesa, pongo mi teléfono en mi bolsillo y pondré la llave en la puerta.",
      "imageLink": "image_files\\English\\put.jpg",
      "audioLink": "put.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lire",
      "translation": "leer",
      "definition": "interpréter ou comprendre le langage écrit",
      "definition_translation": "interpretar o entender lenguaje escrito",
      "example": "J'ai lu un livre hier, je lis un livre maintenant, et je lirai un livre demain.",
      "example_translation": "Leí un libro ayer, estoy leyendo un libro ahora y leeré un libro mañana.",
      "imageLink": "image_files\\English\\read.jpg",
      "audioLink": "read.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se rappeler",
      "translation": "recordar",
      "definition": "rappeler ou porter à l'esprit des informations ou des souvenirs",
      "definition_translation": "recordar o traer a la mente información o un recuerdo",
      "example": "Je me suis rappelé mon mot de passe hier, je me rappelle mon mot de passe maintenant, et je me rappellerai mon mot de passe demain.",
      "example_translation": "Recordé mi contraseña ayer, estoy recordando mi contraseña ahora y recordaré mi contraseña mañana.",
      "imageLink": "image_files\\English\\remember.jpg",
      "audioLink": "remember.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "monter",
      "translation": "montar",
      "definition": "s'asseoir et contrôler le mouvement d'un animal ou d'un véhicule",
      "definition_translation": "sentarse y controlar el movimiento de un animal o vehículo",
      "example": "J'ai monté un vélo hier, je monte un vélo maintenant, et je monterai un vélo demain.",
      "example_translation": "Monté una bicicleta ayer, estoy montando una bicicleta ahora y montaré una bicicleta mañana.",
      "imageLink": "image_files\\English\\ride.jpg",
      "audioLink": "ride.mp3"
    }
  ]