[
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Vendredi",
      "translation": "Viernes",
      "definition": "Le jour de la semaine entre jeudi et samedi, et le cinquième jour de la semaine selon la norme internationale",
      "definition_translation": "El día de la semana entre jueves y sábado, y el quinto día de la semana en estándar internacional",
      "example": "Je vous retrouverai vendredi à 17h. Je vous ai rencontré vendredi dernier. Je vous retrouve vendredi chaque semaine.",
      "example_translation": "Me reuniré contigo el viernes a las 5pm. Me reuní contigo el viernes de la semana pasada. Me reúno contigo cada viernes.",
      "imageLink": "image_files\\English\\friday.jpg",
      "audioLink": "Friday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Lundi",
      "translation": "Lunes",
      "definition": "Le jour de la semaine avant mardi, et le premier jour de la semaine selon la norme internationale",
      "definition_translation": "El día de la semana antes del martes, y el primer día de la semana en estándar internacional",
      "example": "Je commencerai mon nouveau travail lundi. J'ai commencé à travailler lundi l'année dernière. Je commence ma semaine lundi.",
      "example_translation": "Empezaré mi nuevo trabajo el lunes. Empecé a trabajar el lunes del año pasado. Empiezo mi semana el lunes.",
      "imageLink": "image_files\\English\\monday.jpg",
      "audioLink": "Monday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Samedi",
      "translation": "Sábado",
      "definition": "Le jour de la semaine entre vendredi et dimanche, et le sixième jour de la semaine selon la norme internationale",
      "definition_translation": "El día de la semana entre viernes y domingo, y el sexto día de la semana en estándar internacional",
      "example": "Je vais aller à la plage samedi. J'ai été au parc samedi dernier week-end. Je vais au marché samedi matin.",
      "example_translation": "Iré a la playa el sábado. Fui al parque el sábado del fin de semana pasado. Voy al mercado los sábados por la mañana.",
      "imageLink": "image_files\\English\\saturday.jpg",
      "audioLink": "Saturday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Dimanche",
      "translation": "Domingo",
      "definition": "Le jour de la semaine entre samedi et lundi.",
      "definition_translation": "El día de la semana entre sábado y lunes.",
      "example": "Je vous retrouverai dimanche. Je vous ai rencontré dimanche. J'ai rencontré vous dimanche.",
      "example_translation": "Te rencontraré el domingo. Te rencontré el domingo. Te he rencontrado el domingo.",
      "imageLink": "image_files\\English\\sunday.jpg",
      "audioLink": "Sunday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Jeudi",
      "translation": "Jueves",
      "definition": "Le jour de la semaine entre mercredi et vendredi.",
      "definition_translation": "El día de la semana entre miércoles y viernes.",
      "example": "Je vais aller au cinéma jeudi. J'ai été au cinéma jeudi. J'ai été au cinéma jeudi dernier.",
      "example_translation": "Iré al cine el jueves. Fui al cine el jueves. He ido al cine el jueves.",
      "imageLink": "image_files\\English\\thursday.jpg",
      "audioLink": "Thursday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Mardi",
      "translation": "Martes",
      "definition": "Le jour de la semaine entre lundi et mercredi.",
      "definition_translation": "El día de la semana entre lunes y miércoles.",
      "example": "Je vais étudier pour mon examen mardi. J'ai étudié pour mon examen mardi. J'ai étudié pour mon examen mardi dernier.",
      "example_translation": "Estudiaré para mi examen el martes. Estudié para mi examen el martes. He estudiado para mi examen el martes.",
      "imageLink": "image_files\\English\\tuesday.jpg",
      "audioLink": "Tuesday.mp3"
    },
    {
      "section": "dni-tygodnia-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Mercredi",
      "translation": "miércoles",
      "definition": "Le jour de la semaine entre mardi et jeudi.",
      "definition_translation": "El día de la semana entre martes y jueves.",
      "example": "Je vous retrouverai mercredi. Je vous ai rencontré mercredi. J'avais rencontré vous mercredi.",
      "example_translation": "Me reuniré contigo el miércoles. Me reuní contigo el miércoles. Había reunido contigo el miércoles.",
      "imageLink": "image_files\\English\\wednesday.jpg",
      "audioLink": "Wednesday.mp3"
    }
  ]