{
  "data": [
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arbre",
      "translation": "árbol",
      "definition": "Une plante vivace avec un tronc allongé, ou tronc, supportant des branches et des feuilles dans la plupart des espèces.",
      "definition_translation": "Una planta perenne con un tallo alargado, o tronco, que sostiene ramas y hojas en la mayoría de las especies.",
      "example": "J'ai grimpé l'arbre lorsque j'étais enfant. Je grimpe l'arbre chaque week-end. Je grimperai l'arbre l'été prochain.",
      "example_translation": "Subí el árbol cuando era niño. Subo el árbol cada fin de semana. Subiré el árbol el próximo verano.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pommier",
      "translation": "manzano",
      "definition": "Un arbre décidué cultivé pour son fruit, souvent mangé frais ou utilisé dans la production de cidre.",
      "definition_translation": "Un árbol deciduo cultivado por su fruta, que a menudo se come fresca o se utiliza en la cocina y la producción de sidra.",
      "example": "J'ai vu un pommier dans l'orchard. Je vois un pommier dans le jardin. Je verrai un pommier dans le jardin l'année prochaine.",
      "example_translation": "Vi un manzano en el huerto. Veo un manzano en el patio trasero. Veré un manzano en el jardín.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "forêt",
      "translation": "bosque",
      "definition": "Une grande zone de terre couverte d'arbres et de sous-bois, souvent habitée par des animaux sauvages et des plantes.",
      "definition_translation": "Un área grande de tierra cubierta de árboles y vegetación, a menudo habitada por animales y plantas silvestres.",
      "example": "Je suis allé dans la forêt le week-end dernier. Je vais dans la forêt chaque année. Je vais dans la forêt le mois prochain.",
      "example_translation": "Fui al bosque el fin de semana pasado. Voy al bosque cada año. Iré al bosque el próximo mes.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "branche",
      "translation": "rama",
      "definition": "Une branche est une partie d'un arbre qui pousse à partir du tronc et a des feuilles, des fruits ou des fleurs.",
      "definition_translation": "Una rama es una parte de un árbol que crece desde el tronco y tiene hojas, frutas o flores en ella.",
      "example": "J'ai grimpé l'arbre pour prendre le fruit sur la branche la plus haute. Hier, j'ai élagué la branche morte pour aider l'arbre à grandir. D'ici l'année prochaine, la nouvelle branche sera assez solide pour supporter le poids.",
      "example_translation": "Subí el árbol para obtener la fruta de la rama más alta. Ayer, podé la rama muerta para ayudar al árbol a crecer. Para el próximo año, la nueva rama será lo suficientemente fuerte como para soportar el peso.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arbre fruitier",
      "translation": "árbol frutal",
      "definition": "Un arbre fruitier est un arbre qui produit des fruits, tels que des pommes, des bananes ou des oranges, qui sont mangés par les humains ou les animaux.",
      "definition_translation": "Un árbol frutal es un árbol que produce frutas, como manzanas, plátanos o naranjas, que se comen por humanos o animales.",
      "example": "Nous avons planté un arbre fruitier dans notre jardin l'année dernière, et maintenant il produit des pommes délicieuses. L'arbre fruitier dans le parc est un lieu populaire pour les enfants qui jouent. D'ici le printemps prochain, notre arbre fruitier sera en fleurs.",
      "example_translation": "Plantamos un árbol frutal en nuestro patio trasero el año pasado, y ahora está produciendo deliciosas manzanas. El árbol frutal en el parque es un lugar popular para que los niños jueguen. Para la próxima primavera, nuestro árbol frutal estará floreciendo con flores.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "feuille",
      "translation": "hoja",
      "definition": "Une feuille est une partie verte, plate d'une plante qui pousse sur une tige ou une branche et fabrique de la nourriture pour la plante par photosynthèse.",
      "definition_translation": "Una hoja es una parte plana y verde de una planta que crece en un tallo o rama y produce alimentos para la planta a través de la fotosíntesis.",
      "example": "La feuille de la plante était flétrie, alors j'ai arrosé. La feuille qui est tombée de l'arbre était croquante sous mes pieds. D'ici l'automne prochain, la feuille aura viré au jaune et tombera.",
      "example_translation": "La hoja en la planta estaba marchita, así que la regué. La hoja que cayó del árbol era crujiente bajo mis pies. Para el próximo otoño, la hoja se volverá amarilla y caerá.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chêne",
      "translation": "roble",
      "definition": "Un arbre décidué avec une écorce grise-brune rugueuse et des feuilles lobées, originaire de l'hémisphère nord.",
      "definition_translation": "Un árbol caducifolio con corteza gris parduzca y hojas lobuladas, nativo del hemisferio norte.",
      "example": "Le chêne de notre jardin avait plus de 100 ans. Il a été là pendant des générations. Il sera là pendant de nombreuses années à venir.",
      "example_translation": "El roble en nuestro patio trasero tenía más de 100 años. Ha estado allí por generaciones. Estará allí durante muchos años por venir.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prunier",
      "translation": "ciruelo",
      "definition": "Un petit arbre décidué avec des fleurs voyantes et des fruits comestibles, originaire d'Asie et d'Europe.",
      "definition_translation": "Un árbol caducifolio pequeño con flores vistosas y frutas comestibles, nativo de Asia y Europa.",
      "example": "Nous avons planté un prunier dans notre jardin l'année dernière. Il a déjà produit des fleurs. Il produira bientôt des prunes délicieuses.",
      "example_translation": "Plantamos un ciruelo en nuestro jardín el año pasado. Ya ha producido flores. Pronto producirá ciruelas deliciosas.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "racine",
      "translation": "raíz",
      "definition": "La partie souterraine d'une plante qui absorbe l'eau et les nutriments du sol.",
      "definition_translation": "La parte subterránea de una planta que absorbe agua y nutrientes del suelo.",
      "example": "La racine de la plante a été endommagée pendant la transplantation. Elle avait grandi pendant des années. Elle grandira à nouveau bientôt.",
      "example_translation": "La raíz de la planta se dañó durante el trasplante. Había estado creciendo durante años. Crecerá de nuevo pronto.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "palmier",
      "translation": "palma",
      "definition": "Un palmier est un type de plante avec un seul tronc, connu pour ses feuilles en forme de plumes.",
      "definition_translation": "Una palma es un tipo de planta con un solo tallo, conocida por sus hojas que tienen forma de plumas.",
      "example": "J'ai grimpé un palmier pour avoir une meilleure vue. Je grimpe un palmier pour avoir une meilleure vue. Je grimperai un palmier pour avoir une meilleure vue.",
      "example_translation": "Subí un árbol de palma para tener una vista mejor. Estoy subiendo un árbol de palma para tener una vista mejor. Subiré un árbol de palma para tener una vista mejor.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bois",
      "translation": "bosque",
      "definition": "Un bois est une zone de terrain couverte d'arbres et de sous-bois, souvent avec des animaux sauvages.",
      "definition_translation": "Un bosque es un área de tierra cubierta de árboles y maleza, a menudo con animales silvestres.",
      "example": "J'ai marché à travers le bois pour aller à la rivière. Je marche à travers le bois pour aller à la rivière. Je vais marcher à travers le bois pour aller à la rivière.",
      "example_translation": "Caminé a través del bosque para llegar al río. Estoy caminando a través del bosque para llegar al río. Caminaré a través del bosque para llegar al río.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "acacia",
      "translation": "acacia",
      "definition": "Un acacia est un type d'arbre ou d'arbuste à feuilles composées et de fleurs jaunes, souvent jaunes.",
      "definition_translation": "Una acacia es un tipo de árbol o arbusto con hojas compuestas y flores pequeñas, a menudo amarillas.",
      "example": "L'arbre acacia nous a donné de l'ombre contre le soleil brûlant. L'arbre acacia nous donne de l'ombre contre le soleil brûlant. L'arbre acacia nous donnera de l'ombre contre le soleil brûlant.",
      "example_translation": "El árbol de acacia proporcionó sombra del sol caliente. El árbol de acacia está proporcionando sombra del sol caliente. El árbol de acacia proporcionará sombra del sol caliente.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aulne",
      "translation": "aliso",
      "definition": "Un aulne est un arbre ou un arbuste décidué de la famille des bouleaux, avec des feuilles coniques et des chatons mâles, trouvé dans les zones humides et le long des rivières.",
      "definition_translation": "Un árbol o arbusto caducifolio de la familia de lasBetuláceas, con hojas cónicas y amentos masculinos, encontrado en humedales y a lo largo de los ríos.",
      "example": "L'arbre aulne a poussé rapidement près de la berge. Le fermier plantera un aulne l'année prochaine. Si il pleut, l'arbre aulne s'épanouira.",
      "example_translation": "El árbol de aliso creció rápidamente cerca de la orilla del río. El granjero plantará un árbol de aliso la próxima primavera. Si llueve, el árbol de aliso prosperará.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "amandier",
      "translation": "almendro",
      "definition": "Un amandier est un arbre ou un arbuste décidué de la famille des rosacées, avec des fleurs roses ou blanches spectaculaires et des noix comestibles, originaire du sud-ouest de l'Asie et de la région méditerranéenne.",
      "definition_translation": "Un árbol o arbusto caducifolio de la familia de las Rosáceas, con flores rosadas o blancas vistosas y nueces comestibles, nativo del sudoeste de Asia y la región del Mediterráneo.",
      "example": "L'amandier a fleuri magnifiquement dans le jardin. Nous avons ramassé des amandes sur l'arbre hier. Le fermier émondera l'amandier le mois prochain.",
      "example_translation": "El almendro floreció hermosamente en el jardín. Recogimos almendras del árbol ayer. El granjero podará el almendro el próximo mes.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frêne",
      "translation": "fresno",
      "definition": "Un frêne est un arbre décidué de la famille des oléacées, avec des feuilles composées et des bourgeons noirs distincts, originaire d'Europe et d'Asie occidentale.",
      "definition_translation": "Un árbol caducifolio de la familia de las Oleáceas, con hojas compuestas y yemas negras características, nativo de Europa y Asia occidental.",
      "example": "Le frêne s'est dressé fièrement dans la forêt. Nous avons brûlé du bois de frêne dans la cheminée hier soir. Le frêne repoussera ses branches l'année prochaine.",
      "example_translation": "El fresno se alzaba alto en el bosque. Quemamos madera de fresno en la chimenea anoche. El fresno regenerará sus ramas el año próximo.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "baobab",
      "translation": "baobab",
      "definition": "Un baobab est un type d'arbre décidué qui est originaire d'Afrique, d'Australie et de l'océan Indien. Il a une forme distinctive, avec un tronc épais qui stocke l'eau et des branches qui ressemblent à des racines.",
      "definition_translation": "Un baobab es un tipo de árbol deciduo originario de África, Australia y el Océano Índico. Tiene una forma distintiva, con un tronco grueso que almacena agua y ramas que se asemejan a raíces.",
      "example": "L'arbre baobab a été utilisé pendant des siècles comme source de nourriture et de médicaments. Aujourd'hui, il est encore utilisé dans de nombreux pays africains. Dans le futur, les scientifiques espèrent découvrir plus de ses propriétés médicinales.",
      "example_translation": "El árbol de baobab ha sido utilizado durante siglos como fuente de alimentos y medicinas. Hoy en día, todavía se utiliza en muchos países africanos. En el futuro, los científicos esperan descubrir más sobre sus propiedades medicinales.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hêtre",
      "translation": "haya",
      "definition": "Un hêtre est un type d'arbre décidué qui est originaire d'Europe et d'Amérique du Nord. Il a une écorce lisse grise et des noix comestibles petites.",
      "definition_translation": "Una haya es un tipo de árbol deciduo originario de Europa y América del Norte. Tiene una corteza lisa y gris y pequeñas nueces comestibles.",
      "example": "L'arbre hêtre est souvent utilisé comme arbre d'ornement dans les parcs et les jardins. Dans le passé, son bois était utilisé pour fabriquer des meubles. Aujourd'hui, il est encore utilisé pour les planchers et les panneaux.",
      "example_translation": "El árbol de haya se utiliza a menudo como árbol ornamental en parques y jardines. En el pasado, su madera se utilizaba para hacer muebles. Hoy en día, todavía se utiliza para pavimentos y revestimientos.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bouleau",
      "translation": "abedul",
      "definition": "Un bouleau est un type d'arbre décidué qui est originaire de l'hémisphère nord. Il a une écorce blanche et papreuse et des branches minces.",
      "definition_translation": "Un abedul es un tipo de árbol deciduo originario del Hemisferio Norte. Tiene una corteza blanca y papirácea y ramas delgadas.",
      "example": "L'arbre bouleau est souvent utilisé dans l'aménagement paysager en raison de sa forme unique et de sa couleur. Dans le passé, son écorce était utilisée pour fabriquer des canoës. Aujourd'hui, il est encore utilisé pour les artisanats et les décorations.",
      "example_translation": "El árbol de abedul se utiliza a menudo en paisajismo debido a su forma y color únicos. En el pasado, su corteza se utilizaba para hacer canoas. Hoy en día, todavía se utiliza para manualidades y decoraciones.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rameau",
      "translation": "rama",
      "definition": "Une branche, en particulier une branche principale, d'un arbre.",
      "definition_translation": "Una rama, especialmente una rama principal, de un árbol.",
      "example": "L'oiseau a construit son nid sur un rameau solide. L'arbre a perdu une branche dans la tempête, mais nous avons réussi à récupérer un rameau solide. L'année prochaine, l'arbre aura poussé un nouveau rameau.",
      "example_translation": "El pájaro construyó su nido en una rama resistente. La rama del árbol se rompió en la tormenta, pero logramos rescatar una rama resistente. Para el próximo año, el árbol habrá crecido una nueva rama.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cèdre",
      "translation": "cedro",
      "definition": "Un conifère du genre Cedrus, originaire des montagnes de l'Himalaya occidental et de la région méditerranéenne.",
      "definition_translation": "Un árbol conífero del género Cedrus, nativo de las montañas del Himalaya occidental y la región del Mediterráneo.",
      "example": "Nous avons marché à travers la forêt de cèdres. Le bois de cèdre était fragrant et résistant aux insectes. Lorsque nous sommes partis, le cèdre avait grandi en hauteur.",
      "example_translation": "Camino a través del bosque de árboles de cedro. La madera de cedro era fragante y resistente a los insectos. Para cuando regresamos, el árbol de cedro había crecido más alto.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arbre de cerisier",
      "translation": "cerezo",
      "definition": "Un arbre ou arbuste qui produit des cerises, natif des régions tempérées de l'hémisphère nord.",
      "definition_translation": "Un árbol o arbusto que produce cerezas, nativo de las regiones templadas del hemisferio norte.",
      "example": "Nous avons planté un arbre de cerisier dans notre jardin. L'arbre de cerisier a fleuri magnifiquement au printemps. D'ici l'été prochain, l'arbre de cerisier sera chargé de fruits.",
      "example_translation": "Plantamos un cerezo en nuestro patio trasero. El cerezo floreció hermosamente en la primavera. Para el próximo verano, el cerezo estará cargado de frutas.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "palmier à noix de coco",
      "translation": "palma de coco",
      "definition": "Un palmier élevé originaire des régions tropicales, portant des noix de coco comme fruit.",
      "definition_translation": "Un árbol de palma alto originario de regiones tropicales, que produce cocos como fruta.",
      "example": "Nous grimpions aux palmiers à noix de coco lorsqu'on était enfant ; maintenant, nous utilisons son huile pour cuisiner. Je planterai un palmier à noix de coco dans mon jardin l'année prochaine.",
      "example_translation": "Solíamos subir a palmas de coco cuando éramos niños; ahora usamos su aceite para cocinar. Plantaré una palma de coco en mi patio trasero el próximo año.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "conique",
      "translation": "cono",
      "definition": "Une forme avec une base circulaire et des côtés qui s'amenuisent pour se rejoindre à un point, souvent utilisée en mathématiques et en géométrie.",
      "definition_translation": "Una forma con una base circular y lados que se estrechan hasta un punto, utilizada típicamente en matemáticas y geometría.",
      "example": "L'enfant tenait un cornet de glace ; il a fondu rapidement. Nous avons appris sur les coniques en classe de géométrie hier. J'achèterai un cône de traffic pour mon chantier de construction la semaine prochaine.",
      "example_translation": "El niño sostenía un cono de helado; se derritió rápidamente. Aprendimos sobre conos en la clase de geometría ayer. Compraré un cono de tráfico para mi sitio de construcción la próxima semana.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arbre conifère",
      "translation": "árbol conífero",
      "definition": "Un type d'arbre qui produit des cônes et a des feuilles en forme d'aiguilles, souvent trouvé dans les climats froids.",
      "definition_translation": "Un tipo de árbol que produce conos y tiene hojas como agujas, frecuentemente encontrado en climas fríos.",
      "example": "Nous avons planté des arbres conifères dans notre jardin pour fournir de l'ombre ; ils ont grandi rapidement. J'ai vu des arbres conifères dans les montagnes l'année dernière. Nous décorerons des arbres conifères pour Noël le mois prochain.",
      "example_translation": "Plantamos árboles coníferos en nuestro patio trasero para proporcionar sombra; crecieron rápidamente. Vi árboles coníferos en las montañas el año pasado. Decoraremos árboles coníferos para Navidad el próximo mes.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arbre décidué",
      "translation": "árbol caduco",
      "definition": "Un arbre décidué est un type d'arbre qui perd ses feuilles annuellement, généralement durant l'automne ou l'hiver.",
      "definition_translation": "Un árbol caduco es un tipo de árbol que pierde sus hojas anualmente, generalmente durante otoño o invierno.",
      "example": "Le parc était plein d'arbres décidus qui avaient déjà perdu leur feuillage, créant un paysage magnifique. L'année dernière, les arbres étaient couverts de feuilles vertes, mais l'année prochaine, ils en feront pousser de nouvelles. D'ici que je visite le parc à nouveau, les arbres décidus auront changé de couleurs.",
      "example_translation": "El parque estaba lleno de árboles caducos que ya habían perdido sus hojas, creando un paisaje hermoso. El año pasado, los árboles estaban llenos de hojas verdes, pero el próximo año, crecerán nuevas. Para cuando visite el parque de nuevo, los árboles caducos habrán cambiado de color.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sureau",
      "translation": "saúco",
      "definition": "Un sureau est un type d'arbuste ou petit arbre qui produit des grappes de petits fruits pourpres.",
      "definition_translation": "Un saúco es un tipo de arbusto o árbol pequeño que produce racimos de pequeñas bayas oscuras moradas.",
      "example": "J'ai cueilli des baies de sureau dans le jardin pour faire une délicieuse confiture. L'été dernier, j'ai utilisé des baies de sureau pour faire un rafraîchissant breuvage, et l'automne prochain, j'essaierai de faire du vin de sureau. Quand j'étais enfant, ma grand-mère faisait des tartes de sureau.",
      "example_translation": "Recogí algunos saúcos del jardín para hacer una deliciosa mermelada. El verano pasado, utilicé saúcos para hacer una bebida refrescante, y el próximo otoño, intentaré hacer vino de saúco. Cuando era niño, mi abuela solía hacer pasteles de saúco.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "orme",
      "translation": "olmo",
      "definition": "Un orme est un type d'arbre décidué qui a une canopy étalée et souvent pousse dans les zones humides.",
      "definition_translation": "Un olmo es un tipo de árbol caduco que tiene una copa extendida y a menudo crece en áreas húmedas.",
      "example": "L'orme dans notre jardin était le foyer de nombreux oiseaux. L'année dernière, l'orme était infesté de nuisibles, mais cette année, il est de nouveau en bonne santé. À l'avenir, je planterai plus d'ormes dans le jardin pour créer un paysage magnifique.",
      "example_translation": "El olmo del patio trasero de nuestra casa era el hogar de muchos pájaros. El año pasado, el olmo estaba infestado de plagas, pero este año, está sano de nuevo. En el futuro, plantaré más olmos en el jardín para crear un paisaje hermoso.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "figuier",
      "translation": "higuera",
      "definition": "Un figuier est un arbuste décidué ou petit arbre originaire du Moyen-Orient et de la région méditerranéenne, cultivé pour son fruit comestible.",
      "definition_translation": "Un árbol de higuera es un arbusto caducifolio o pequeño árbol originario del Medio Oriente y región mediterránea, cultivado por su fruta comestible.",
      "example": "Le fermier a soigneusement taillé le figuier pour garantir une récolte abondante. L'année dernière, le figuier a produit une abondance de fruits. Si nous plantons un figuier aujourd'hui, il portera fruit l'été prochain.",
      "example_translation": "El agricultor podó con cuidado el árbol de higuera para asegurar una cosecha abundante. El año pasado, el árbol de higuera produjo una abundancia de fruta. Si plantamos un árbol de higuera hoy, dará fruto la próxima verano.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sapin",
      "translation": "abeto",
      "definition": "Un sapin est un arbre conifère avec des feuilles en forme d'aiguilles, originaire des régions montagneuses d'Amérique du Nord, d'Europe et d'Asie.",
      "definition_translation": "Un abeto es un árbol conífero con hojas aciculares, originario de regiones montañosas de América del Norte, Europa y Asia.",
      "example": "Le sapin se dressait majestueusement dans la forêt enneigée. Nous avons décoré le sapin avec des lumières et des ornements pour Noël. Si nous plantons un sapin aujourd'hui, il grandira en quelques années.",
      "example_translation": "El árbol de abeto se erguía alto en el bosque nevado. Decoramos el árbol de abeto con luces y ornamentas para Navidad. Si plantamos un árbol de abeto hoy, crecerá alto en unos pocos años.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "noisetier",
      "translation": "avellano",
      "definition": "Un noisetier est un arbuste décidué ou petit arbre avec des feuilles arrondies, originaire d'Europe et d'Asie, souvent utilisé pour la clôture et la haie.",
      "definition_translation": "Un avellano es un arbusto caducifolio o pequeño árbol con hojas redondas, originario de Europa y Asia, a menudo utilizado para cercas y setos.",
      "example": "Le noisetier croissait sauvage dans la forêt. Nous avons utilisé des branches de noisetier pour construire une clôture. L'automne prochain, nous récolterons des noisettes du noisetier.",
      "example_translation": "El árbol de avellano crecía salvaje en el bosque. Usamos ramas de avellano para construir una cerca. El próximo otoño, cosecharemos avellanas del árbol de avellano.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "houx",
      "translation": "acebo",
      "definition": "Un arbre ou arbuste persistant à feuilles épineuses et baies rouges, souvent utilisé comme symbole de Noël.",
      "definition_translation": "Un árbol o arbusto perenne con espinas, con bayas rojas brillantes, a menudo utilizado como símbolo de Navidad.",
      "example": "Le buisson de houx dans notre jardin était chargé de baies rouges. J'ai décoré la maison avec du houx l'an dernier. Je vais planter un arbre de houx dans mon jardin l'année prochaine.",
      "example_translation": "El arbusto de acebo en nuestro jardín estaba cargado de bayas rojas brillantes. Decoré la casa con acebo la Navidad pasada. Voy a plantar un árbol de acebo en mi jardín el año que viene.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cormier",
      "translation": "carpe",
      "definition": "Un arbre décidué avec un tronc gris lisse et du bois dur, souvent utilisé pour les meubles et les manches d'outils.",
      "definition_translation": "Un árbol caduco con un tronco gris liso y madera dura, a menudo utilizado para muebles y mangos de herramientas.",
      "example": "L'arbre de cormier dans le parc était plus vieux que le chêne. J'ai dû poncer le bois de cormier pour le rendre lisse. Le menuisier utilisera du bois de cormier pour faire une nouvelle chaise la semaine prochaine.",
      "example_translation": "El árbol de carpe en el parque era más antiguo que el árbol de roble. Tuve que lijar la madera de carpe para hacerla suave. El carpintero utilizará madera de carpe para hacer una silla nueva la próxima semana.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "marronnier d'Inde",
      "translation": "castaño de indias",
      "definition": "Un grand arbre décidué avec une couronne arrondie et des noix comestibles, souvent utilisé comme arbre d'ombrage.",
      "definition_translation": "Un gran árbol caduco con una corona redondeada ancha y nueces comestibles, a menudo utilizado como árbol de sombra.",
      "example": "L'arbre de marronnier d'Inde dans le jardin était un endroit populaire pour les enfants jouer. J'ai rôti des marrons d'Inde sur un feu ouvert l'automne dernier. Nous allons planter des marronniers d'Inde dans le parc au printemps suivant.",
      "example_translation": "El árbol de castaño de indias en el jardín era un lugar popular para que los niños jugaran. Asé castañas de indias sobre una hoguera abierta la última otoño. Plantaremos árboles de castaño de indias en el parque la próxima primavera.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "genévrier",
      "translation": "enebro",
      "definition": "Un petit arbre ou arbuste persistant avec des feuilles en aiguilles et des cônes, souvent utilisé comme épice ou pour fabriquer du gin.",
      "definition_translation": "un árbol o arbusto siempreverde pequeño con hojas en forma de aguja y conos, típicamente utilizado como especia o para hacer ginebra",
      "example": "L'odeur du genévrier embaumait l'air, me rappelant la célèbre cocktail à base de gin de ma grand-mère. Elle avait des genévriers dans son jardin, et je jouais entre eux lorsqu'ils étaient enfant. Un jour, je vais planter des genévriers dans mon propre jardin.",
      "example_translation": "El olor del enebro llenó el aire, recordándome la famosa cóctel basada en ginebra de mi abuela. Tenía árboles de enebro en su patio trasero, y yo solía jugar entre ellos de niño. Un día, plantaré árboles de enebro en mi propio jardín.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mélèze",
      "translation": "lárice",
      "definition": "Un arbre conifère qui perd ses aiguilles chaque année, généralement trouvé dans les régions montagneuses.",
      "definition_translation": "un árbol conífero que pierde sus agujas anualmente, típicamente encontrado en regiones montañosas",
      "example": "Les mélèzes dans les montagnes se sont transformés en or en automne, créant un paysage à couper le souffle. Quand j'étais enfant, j'aidais mon père à collecter des cônes de mélèze pour les utiliser comme décorations. À l'avenir, j'espère aller skier parmi les mélèzes dans les Alpes.",
      "example_translation": "Los árboles de lárice en las montañas se volvieron dorados en el otoño, creando un paisaje impresionante. De niño, yo ayudaba a mi padre a recoger conos de lárice para usarlos como decoraciones. En el futuro, espero ir esquíando entre los árboles de lárice en los Alpes.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tilleul",
      "translation": "tilo",
      "definition": "Un arbre décidué avec des feuilles en forme de cœur, souvent utilisé comme arbre d'ombrage ou pour faire du thé.",
      "definition_translation": "un árbol caducifolio con hojas en forma de corazón, a menudo utilizado como árbol de sombra o para hacer té",
      "example": "L'arbre de tilleul dans notre jardin fournissait une ombre confortable pour nos barbecues d'été. Quand j'étais enfant, je jouais sous l'arbre de tilleul, regardant les feuilles bruire dans le vent. Un jour, je vais planter un tilleul dans mon propre jardin, où je pourrai m'asseoir et profiter de l'ombre.",
      "example_translation": "El árbol de tilo en nuestro patio trasero proporcionaba sombra para nuestras barbacoas de verano. De niño, yo solía jugar debajo del árbol de tilo, viendo cómo las hojas crujían en el viento. Un día, plantaré un árbol de tilo en mi propio jardín, donde puedo sentarme y disfrutar de la sombra.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "érable",
      "translation": "árceo",
      "definition": "Un érable est un type d'arbre décidué ou petit arbre qui est originaire d'Asie et d'Amérique du Nord, connu pour ses feuilles palmées distinctives et ses couleurs d'automne vives.",
      "definition_translation": "Un arceo es un tipo de arbusto o árbol pequeño caducifolio originario de Asia y América del Norte, conocido por sus hojas palmadas características y brillantes colores otoñales.",
      "example": "L'arbre d'érable dans notre jardin était en feu d'artifice l'automne dernier. Aujourd'hui, il fleurit avec de belles fleurs. L'année prochaine, il aura encore grandi en hauteur.",
      "example_translation": "El árbol de arceo en nuestro patio trasero estaba ardiendo de color el otoño pasado. Hoy en día, está floreciendo con hermosas flores. Para el próximo año, habrá crecido aún más alto.",
      "imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sorbier",
      "translation": "serbal",
      "definition": "Un sorbier est un petit à moyen arbre décidué avec des baies rouges, originaire d'Europe, d'Asie et d'Amérique du Nord, souvent associé à la magie et à la protection dans la mythologie celtique.",
      "definition_translation": "Un serbal es un árbol decíduo pequeño a mediano con bayas rojas brillantes, originario de Europa, Asia y América del Norte, a menudo asociado con magia y protección en la mitología celta.",
      "example": "L'arbre de sorbier dans le parc était chargé de baies l'hiver dernier. Maintenant, il est en pleine floraison avec des fleurs blanches. L'automne prochain, les oiseaux se régaleront de son fruit.",
      "example_translation": "El árbol de serbal en el parque estaba cargado de bayas el invierno pasado. Ahora, está en plena flor con flores blancas. Para el próximo otoño, los pájaros estarán disfrutando de su fruto.",
      "imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "séquoia",
      "translation": "secuoya",
      "definition": "Un séquoia est un arbre conifère géant originaire de la côte ouest de l'Amérique du Nord, caractérisé par sa hauteur impressionnante, son tronc large et sa longévité, certains spécimens vivant plus de 2 000 ans.",
      "definition_translation": "Una secuoya es un árbol perenne gigante originario de la costa oeste de América del Norte, caracterizado por su altura impresionante, tronco ancho y larga longevidad, con algunos especímenes viviendo más de 2,000 años.",
      "example": "L'arbre de séquoia dans le parc national était impressionnant par sa grandeur. Maintenant, il est entouré d'une forêt dense. Au siècle suivant, il sera encore debout, majestueux.",
      "example_translation": "El árbol de secuoya en el parque nacional era impresionante en su grandeza. Ahora, está rodeado de un bosque denso. Para el próximo siglo, seguirá en pie con orgullo.",
      "imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épicea",
      "translation": "picea",
      "definition": "Un épicea est un arbre conifère, génèrelement persistant, avec des feuilles en aiguilles et des cônes.",
      "definition_translation": "un árbol conífero, típicamente perenne, con hojas en forma de aguja y conos",
      "example": "Le gardien du parc a planté un épicea dans le parc hier, il pousse bien maintenant, et sera un beau arbre d'ombrage à l'avenir.",
      "example_translation": "El guardabosques plantó un árbol de picea en el parque ayer, ahora está creciendo bien y será un hermoso árbol de sombra en el futuro.",
      "imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pin parasol",
      "translation": "pino de piedra",
      "definition": "un pin avec un tronc tordu, noueux et des branches Often growing on sol rocheux",
      "definition_translation": "un pino con un tronco y ramas torcidos y nudosos, a menudo creciendo en suelos rocosos",
      "example": "Le pin parasol se tenait seul sur la colline, ses branches anciennes tordues par le vent, nous allons le grimper demain, et avait grimpé la veille.",
      "example_translation": "El pino de piedra se alzaba solo en la colina, sus ramas ancestrales torcidas por el viento, subiremos mañana y habíamos subido el día antes de ayer.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pin suisse",
      "translation": "pino suizo",
      "definition": "un arbre conifère originaire des Alpes, avec des feuilles aiguës, en forme d'aiguille et une forme symétrique",
      "definition_translation": "un árbol conífero nativo de los Alpes, con hojas en forma de aguja afiladas y una forma simétrica",
      "example": "Nous avons randonné à travers la forêt de pins suisses, son parfum nous rafraîchissant, nous allons randonner à nouveau l'année prochaine, et avait randonné l'été dernier.",
      "example_translation": "Caminamos por el bosque de pino suizo, su aroma nos refrescó, caminaremos de nuevo el próximo año y habíamos caminado el verano pasado.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sycomore",
      "translation": "plátano de Virginia",
      "definition": "Un sycomore est un type d'arbre décidue communément trouvé en Amérique du Nord, connu pour son écorce distinctive et ses grandes feuilles.",
      "definition_translation": "Un sicómoro es un tipo de árbol deciduo comúnmente encontrado en Norteamérica, conocido por su corteza distintiva y hojas grandes.",
      "example": "J'ai marché sous le sycomore hier, je vais marcher sous le sycomore demain, et je marche sous le sycomore maintenant.",
      "example_translation": "Camino debajo del árbol de sicómoro ayer, caminaré debajo de él mañana y estoy caminando debajo de él ahora.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rameau",
      "translation": "rama",
      "definition": "Un rameau est une petite branche qui pousse sur un arbre ou un buisson, souvent utilisée comme décoration ou dans les projets d'artisanat.",
      "definition_translation": "Una rama es una pequeña rama que crece de un árbol o arbusto, a menudo utilizada como decoración o en proyectos de manualidades.",
      "example": "J'ai ramassé un rameau du sol hier, je vais ramasser un rameau du sol demain, et je ramasse un rameau du sol maintenant.",
      "example_translation": "Recogí una rama del suelo ayer, recogeré una rama del suelo mañana y estoy recogiendo una rama del suelo ahora.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "saule pleureur",
      "translation": "sauce llorón",
      "definition": "Un saule pleureur est un type d'arbre connu pour ses longues branches pendantes et ses petites feuilles, souvent trouvé près de l'eau.",
      "definition_translation": "Un sauce llorón es un tipo de árbol conocido por sus largas ramas colgantes y hojas pequeñas, a menudo encontrado cerca del agua.",
      "example": "J'ai assis sous le saule pleureur hier, je vais m'asseoir sous lui demain, et je m'assois sous lui maintenant.",
      "example_translation": "Me senté bajo el árbol de sauce llorón ayer, me sentaré bajo él mañana y estoy sentado bajo él ahora.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "saule",
      "translation": "sauce",
      "definition": "Un saule est un type d'arbre souvent trouvé près des rivières et des lacs. Il a de longues branches minces qui pendent vers l'eau.",
      "definition_translation": "Un sauce es un tipo de árbol que a menudo se encuentra cerca de ríos y lagos. Tiene ramas largas y delgadas que cuelgan hacia el agua.",
      "example": "Elle s'est assise sous le saule et a regardé le coucher du soleil hier. Aujourd'hui, elle est assise sous le saule, regardant le coucher du soleil. Demain, elle s'assoira sous le saule et regardera le coucher du soleil.",
      "example_translation": "Ella se sentó debajo del árbol de sauce y vio la puesta del sol ayer. Hoy, ella está sentada debajo del árbol de sauce, viendo la puesta del sol. Mañana, ella se sentará debajo del árbol de sauce y verá la puesta del sol.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]
}