[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "serpent",
      "translation": "serpiente",
      "definition": "Un long, mince, animal sans pattes ni oreilles externes, qui se déplace en tordant son corps.",
      "definition_translation": "Un animal largo, delgado, sin patas, que no tiene párpados ni orejas externas, y se mueve retorciendo su cuerpo.",
      "example": "J'ai vu un serpent glissant dans l'herbe. Je verrai un serpent demain. J'avais vu un serpent la semaine dernière.",
      "example_translation": "Vi una serpiente deslizándose por la hierba. Veré una serpiente mañana. Había visto una serpiente la semana pasada.",
      "imageLink": "image_files\\English\\snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grenouille",
      "translation": "rana",
      "definition": "Un petit amphibien sauteur, généralement vert, avec une peau lisse et des pattes arrière longues.",
      "definition_translation": "Un pequeño anfibio saltador, típicamente verde, con piel suave y patas posteriores largas.",
      "example": "J'ai attrapé une grenouille hier. J'attraperai une grenouille la semaine prochaine. J'avais attrapé une grenouille l'été dernier.",
      "example_translation": "Atrapé una rana ayer. Atraparé una rana la próxima semana. Había atrapado una rana el último verano.",
      "imageLink": "image_files\\English\\frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tortue",
      "translation": "tortuga",
      "definition": "Un reptile lent qui se déplace sur terre, caractérisé par une carapace en forme de dôme.",
      "definition_translation": "Un reptil de movimiento lento con una concha en forma de cúpula, típicamente encontrado en tierra.",
      "example": "J'ai vu une tortue traversant la route. Je verrai une tortue demain. J'avais vu une tortue le mois dernier.",
      "example_translation": "Vi una tortuga cruzando la carretera. Veré una tortuga mañana. Había visto una tortuga el mes pasado.",
      "imageLink": "image_files\\English\\tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tortue de mer",
      "translation": "tortuga",
      "definition": "Une tortue est un reptile lent à coquille qui peut retirer sa tête et ses pattes pour se protéger.",
      "definition_translation": "Una tortuga es un reptil de movimiento lento con una concha en la que puede retirar su cabeza y piernas para protegerse.",
      "example": "Hier, j'ai vu une tortue de mer nageant dans l'océan. Aujourd'hui, elle est en train de se dorer au soleil sur la plage. Demain, elle pondra des œufs dans le sable.",
      "example_translation": "Ayer, vi una tortuga nadando en el océano. Hoy, está tomando el sol en la playa. Mañana, pondrá huevos en la arena.",
      "imageLink": "image_files\\English\\turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "alligator",
      "translation": "caimán",
      "definition": "Un alligator est un grand reptile avec un museau long et des mâchoires puissantes, trouvé dans les environnements d'eau douce du sud des États-Unis.",
      "definition_translation": "Un caimán es un reptil grande con una larga nariz y mandíbulas poderosas, encontrado en entornos de agua dulce en el sur de los Estados Unidos.",
      "example": "Dans le passé, les alligators étaient menacés, mais maintenant ils prospèrent dans les Everglades. Actuellement, des efforts de conservation sont en place pour protéger leurs habitats. Dans l'avenir, nous espérons les voir continuer à prospérer.",
      "example_translation": "En el pasado, los caimanes estaban en peligro de extinción, pero ahora están prosperando en los Everglades. Actualmente, hay esfuerzos de conservación en lugar para proteger sus hábitats. En el futuro, esperamos verlos continuar floreciendo.",
      "imageLink": "image_files\\English\\alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "Un anaconda est un grand serpent non venimeux trouvé dans les zones humides de l'Amérique du Sud, connu pour sa capacité à constrictre et à étouffer sa proie.",
      "definition_translation": "Una anaconda es una serpiente grande y no venenosa encontrada en los humedales de América del Sur, conocida por su capacidad para constreñir y asfixiar a su presa.",
      "example": "Dans la forêtamazonienne, les anacondas sont des prédateurs apex, se nourrissant de capybaras et d'autres petits mammifères. Ils ont été sur la planète pendant des millions d'années et continuent de prospérer aujourd'hui. D'ici 2050, nous espérons avoir mieux protégé leurs habitats.",
      "example_translation": "En la selva amazónica, las anacondas son depredadores apex, alimentándose de capibaras y otros pequeños mamíferos. Han estado en el planeta por millones de años, y siguen prosperando hoy. Para el año 2050, esperamos haber protegido mejor sus hábitats.",
      "imageLink": "image_files\\English\\anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boa",
      "translation": "boa",
      "definition": "Un boa est un type de serpent qui est natif des régions tropicales de l'Amérique centrale et du Sud.",
      "definition_translation": "Una boa es un tipo de serpiente que es nativa de las regiones tropicales de América Central y del Sur.",
      "example": "J'ai vu un boa constrictor au zoo hier. Il mangera sa proie entière aujourd'hui. D'ici la semaine prochaine, il aura digéré son repas.",
      "example_translation": "Vi una boa constrictor en el zoológico ayer. Se comerá su presa entera hoy. Para la próxima semana, habrá digerido su comida.",
      "imageLink": "image_files\\English\\boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "crocodile",
      "translation": "cocodrilo",
      "definition": "Un crocodile est un grand reptile qui vit dans les habitats d'eau douce, tels que les rivières et les lacs, et est connu pour sa queue puissante et ses mâchoires fortes.",
      "definition_translation": "Un cocodrilo es un reptil grande que vive en hábitats de agua dulce, como ríos y lagos, y es conocido por su cola poderosa y sus mandíbulas fuertes.",
      "example": "Nous avons vu un crocodile nageant dans la rivière le week-end dernier. Il se dorerait au soleil aujourd'hui. D'ici l'année prochaine, il aura encore grandi.",
      "example_translation": "Vimos un cocodrilo nadando en el río el fin de semana pasado. Estará tomando el sol hoy. Para el próximo año, habrá crecido aún más.",
      "imageLink": "image_files\\English\\crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lézard",
      "translation": "lagarto",
      "definition": "Un lézard est un type de reptile qui a une queue longue et vit généralement sur terre, et est souvent trouvé dans les climats chauds et ensoleillés.",
      "definition_translation": "Un lagarto es un tipo de reptil que tiene una cola larga y vive típicamente en tierra, y se encuentra a menudo en climas cálidos y soleados.",
      "example": "J'ai attrapé un lézard dans le jardin hier. Il se dore au soleil aujourd'hui. D'ici demain, il aura échappé.",
      "example_translation": "Atrapé un lagarto en el patio trasero ayer. Está tomando el sol hoy. Para mañana, habrá escapado.",
      "imageLink": "image_files\\English\\lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coquille",
      "translation": "concha",
      "definition": "Un revêtement dur extérieur d'un animal, comme un mollusque ou une tortue.",
      "definition_translation": "Una cubierta exterior dura de un animal, como un molusco o una tortuga.",
      "example": "La tortue a retiré sa tête dans sa coquille pour se protéger. Elle écale des pois pour la soupe. La coquille du crabe était difficile à casser.",
      "example_translation": "La tortuga retiró su cabeza en su concha para protegerse. Ella pela guisantes para la sopa. La concha del cangrejo era difícil de romper.",
      "imageLink": "image_files\\English\\shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "serpent à sonnette",
      "translation": "serpiente de cascabel",
      "definition": "Un serpent venimeux des Amériques, caractérisé par une sonnette à sa queue.",
      "definition_translation": "Una serpiente venenosa de las Américas, caracterizada por un cascabel en su cola.",
      "example": "Nous avons vu un serpent à sonnette sur le sentier de randonnée hier. J'ai eu une rencontre rapprochée avec un serpent à sonnette dans le désert. Le serpent à sonnette va faire vibrer sa queue avant de frapper.",
      "example_translation": "Vimos una serpiente de cascabel en el sendero de senderismo ayer. Tuve un encuentro cercano con una serpiente de cascabel en el desierto. La serpiente de cascabel sacudirá su cola antes de atacar.",
      "imageLink": "image_files\\English\\rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "reptile",
      "translation": "reptil",
      "definition": "Un animal à sang froid qui a des écailles, pond des œufs et a un cœur à trois chambres.",
      "definition_translation": "Un animal de sangre fría que tiene escamas, pone huevos y tiene un corazón de tres cámaras.",
      "example": "Les serpents, les lézards et les tortues sont tous des reptiles. La maison des reptiles au zoo était mon exposition favorite. De nombreux reptiles sont conservés dans du formol.",
      "example_translation": "Las serpientes, lagartos y tortugas son todos reptiles. La casa de reptiles en el zoológico fue mi exposición favorita. Muchos reptiles se conservan en formaldehído.",
      "imageLink": "image_files\\English\\reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "salamandre",
      "translation": "salamandra",
      "definition": "Une salamandre est un type d'amphibien qui a un corps élancé, une longue queue et habituellement quatre pattes. Elle vit dans l'eau et sur terre, et peut recréer ses membres s'ils sont blessés.",
      "definition_translation": "Una salamandra es un tipo de anfibio que tiene un cuerpo delgado, una cola larga y generalmente cuatro patas. Vive en agua y en tierra, y puede regenerar sus extremidades si están heridas.",
      "example": "J'ai vu une salamandre sortant du bassin hier. Elle aura grandi de nouvelles pattes d'ici le mois prochain. D'ici l'année prochaine, elle aura déménagé dans un nouvel habitat.",
      "example_translation": "Vi una salamandra saliendo del estanque la semana pasada. Habrá crecido nuevas patas para el mes próximo. Para el próximo año, habrá cambiado a un nuevo hábitat.",
      "imageLink": "image_files\\English\\salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "têtard",
      "translation": "renacuajo",
      "definition": "Un têtard est le stade larvaire d'une grenouille ou d'un crapaud, caractérisé par son apparence de poisson et sa capacité à nager.",
      "definition_translation": "Un renacuajo es la etapa larval de una rana o sapo, caracterizada por su apariencia de pez y capacidad para nadar.",
      "example": "J'ai regardé les têtards nager dans l'aquarium. Ils se seront transformés en grenouilles d'ici le printemps prochain. D'ici l'été prochain, ils seront devenus des grenouilles adultes.",
      "example_translation": "Vi como los renacuajos nadaban en el acuario. Habrán se transformado en ranas para la próxima primavera. Para el próximo verano, habrán crecido en ranas adultas.",
      "imageLink": "image_files\\English\\tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "crapaud",
      "translation": "sapo",
      "definition": "Un crapaud est un type d'amphibien qui a une peau sèche et rugueuse et des pattes courtes, et vit sur terre.",
      "definition_translation": "Un sapo es un tipo de anfibio que tiene una piel seca y áspera y patas cortas, y vive en tierra.",
      "example": "J'ai vu un crapaud sautant dans le jardin hier. Il aura trouvé un nouvel abri d'ici ce soir. D'ici demain, il aura mangé son poids en insectes.",
      "example_translation": "Vi un sapo saltando por el jardín ayer. Habrá encontrado un nuevo escondite para esta noche. Para mañana, habrá comido su peso en insectos.",
      "imageLink": "image_files\\English\\toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "amphibiens",
      "translation": "anfibios",
      "definition": "Les amphibiens sont un groupe d'animaux à sang froid qui appartiennent à la classe des Amphibiens. Ce sont des vertébrés qui vivent à la fois dans l'eau et sur terre, et ont une peau humide et lisse.",
      "definition_translation": "Los anfibios son un grupo de animales de sangre fría que pertenecen a la clase Amphibia. Son vertebrados que viven en agua y en tierra, y tienen una piel húmeda y lisa.",
      "example": "Au 19ème siècle, les scientifiques avaient découvert de nombreuses espèces d'amphibiens, et ils continuent de les étudier aujourd'hui. Les amphibiens prospéraient dans leurs habitats naturels, mais maintenant ils font face à de nombreuses menaces. À l'avenir, nous devrons travailler dur pour protéger ces créatures incroyables.",
      "example_translation": "A fines del siglo 19, los científicos habían descubierto muchas especies de anfibios, y siguen estudiándolos hoy en día. Los anfibios prosperaban en sus hábitats naturales, pero ahora enfrentan muchas amenazas. En el futuro, tendremos que trabajar duro para proteger a estas increíbles criaturas.",
      "imageLink": "image_files\\English\\amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "orfvette",
      "translation": "cecilio",
      "definition": "Une orfvette est un type de lézard sans pattes qui se trouve dans de nombreuses parties du monde. Elle a un corps élancé et un museau pointu, et est souvent confondue avec un serpent.",
      "definition_translation": "Un cecilio es un tipo de lagarto sin patas que se encuentra en muchas partes del mundo. Tiene un cuerpo esbelto y una nariz puntiaguda, y a menudo se confunde con una serpiente.",
      "example": "J'étais en train de marcher dans les bois lorsque j'ai vu une orfvette rampant sur le sol. Les orfvettes sont souvent trouvées dans des endroits humides et sombres, et elles sont d'excellents fouisseurs. À l'avenir, j'espère en apprendre plus sur ces créatures fascinantes.",
      "example_translation": "Estaba caminando en el bosque cuando vi un cecilio arrastrándose por el suelo. Los cecilios se encuentran a menudo en lugares húmedos y húmedos, y son excelentes excavadores. En el futuro, espero aprender más sobre estas fascinantes criaturas.",
      "imageLink": "image_files\\English\\blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "caméléon",
      "translation": "camaleón",
      "definition": "Un caméléon est un type de lézard qui est connu pour sa capacité à changer de couleur. Il a une queue longue et recourbée et une langue qu'il utilise pour attraper des insectes.",
      "definition_translation": "Un camaleón es un tipo de lagarto que se conoce por su capacidad para cambiar de color. Tiene una cola larga y curva y una lengua que utiliza para cazar insectos.",
      "example": "J'ai vu un caméléon changer de couleur devant mes yeux, et c'était incroyable. Les caméléons sont sur notre planète depuis des millions d'années, et ils nous fascinent toujours aujourd'hui. À l'avenir, les scientifiques continueront d'étudier ces créatures incroyables.",
      "example_translation": "Vi un camaleón cambiando de color ante mis ojos, y fue increíble. Los camaleones han estado en nuestro planeta durante millones de años, y todavía nos fascinan hoy en día. En el futuro, los científicos continuarán estudiando a estas increíbles criaturas.",
      "imageLink": "image_files\\English\\chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cobra",
      "translation": "cobra",
      "definition": "Un grand serpent venimeux de la famille des Elapidae, trouvé en Afrique et en Asie.",
      "definition_translation": "Una gran serpiente venenosa de la familia Elapidae, encontrada en África y Asia.",
      "example": "J'ai vu un cobra au zoo hier, c'était énorme. Je verrai un autre demain, et j'en ai vu un la semaine dernière.",
      "example_translation": "Vi una cobra en el zoológico ayer, era enormea. Veré otra mañana, y vi una la semana pasada.",
      "imageLink": "image_files\\English\\cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "couleuvre",
      "translation": "culebra de hierba",
      "definition": "Un serpent non venimeux trouvé dans une variété d'habitats, notamment les prairies et les zones humides.",
      "definition_translation": "Una serpiente no venenosa encontrada en various hábitats, incluyendo praderas y humedales.",
      "example": "J'ai attrapé une couleuvre dans le jardin l'été dernier, je vais en attraper une autre l'été prochain, et j'en ai attrapé une l'été précédent.",
      "example_translation": "Atrapé una culebra de hierba en el jardín el verano pasado, atraparé otra el próximo verano, y atrapé una el verano anterior.",
      "imageLink": "image_files\\English\\grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "triton",
      "translation": "tritón",
      "definition": "Un petit salamandre semi-aquatique, généralement ayant un corps svelte et une longue queue.",
      "definition_translation": "Un pequeño salamandra semi-acuático, típicamente con un cuerpo delgado y una cola larga.",
      "example": "J'ai vu un triton dans l'étang hier, je verrai un autre demain, et j'en ai vu un la semaine dernière.",
      "example_translation": "Vi un tritón en el estanque ayer, veré otro mañana, y vi uno la semana pasada.",
      "imageLink": "image_files\\English\\newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "python",
      "translation": "pitón",
      "definition": "Un langage de programmation à haut niveau, interprété. Python est un langage généraliste largement utilisé pour le développement, l'informatique scientifique et l'analyse de données.",
      "definition_translation": "Un lenguaje de programación de alto nivel, interpretado. Python es un lenguaje de propósito general que se utiliza ampliamente para el desarrollo, cálculo científico y análisis de datos.",
      "example": "J'ai écrit un script Python pour automatiser la tâche. J'écrirai un script Python pour automatiser la tâche. J'avais écrit un script Python pour automatiser la tâche.",
      "example_translation": "Escribí un script de pitón para automatizar la tarea. Escribiré un script de pitón para automatizar la tarea. Había escrito un script de pitón para automatizar la tarea.",
      "imageLink": "image_files\\English\\python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "salamandre tachetée",
      "translation": "salamandra manchada",
      "definition": "Une espèce de salamandre qui a des taches ou des marques distinctes sur son corps. Les salamandres tachetées sont généralement trouvées dans des environnements humides et sont nocturnes.",
      "definition_translation": "Una especie de salamandra que tiene manchas o marcasdistinctas en su cuerpo. Las salamandras manchadas suelen encontrarse en entornos húmedos y son nocturnas.",
      "example": "La salamandre tachetée rampait lentement sur le sol de la forêt. La salamandre tachetée rampera lentement sur le sol de la forêt. La salamandre tachetée avait rampé lentement sur le sol de la forêt.",
      "example_translation": "La salamandra manchada se arrastró lentamente por el suelo del bosque. La salamandra manchada se arrastrará lentamente por el suelo del bosque. La salamandra manchada se había arrastrado lentamente por el suelo del bosque.",
      "imageLink": "image_files\\English\\salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grenouille arboricole",
      "translation": "rana arbórea",
      "definition": "Un type de grenouille qui vit dans les arbres et a adapté un mode de vie arboricole. Les grenouilles arboricoles ont des pattes de pied spécialisées qui leur permettent de grimper et de se percher sur les branches.",
      "definition_translation": "Un tipo de rana que vive en los árboles y ha adaptado un estilo de vida arbóreo. Las ranas arbóreas tienen almohadillas especiales en los dedos que les permiten trepar y posarse en ramas.",
      "example": "La grenouille arboricole sauta de branche en branche. La grenouille arboricole sautera de branche en branche. La grenouille arboricole avait sauté de branche en branche.",
      "example_translation": "La rana arbórea saltó de rama en rama. La rana arbórea saltará de rama en rama. La rana arbórea había saltado de rama en rama.",
      "imageLink": "image_files\\English\\tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vipère",
      "translation": "víbora",
      "definition": "Un serpent venimeux trouvé dans divers habitats, notamment des déserts, des forêts et des prairies.",
      "definition_translation": "Una serpiente venenosa encontrada en various hábitats, incluyendo desiertos, bosques y praderas.",
      "example": "Le randonneur évita soigneusement la vipère dans les crevasses rocheuses. Hier, elle a vu une vipère dans la forêt. L'année prochaine, elle visitra le sanctuaire des vipères.",
      "example_translation": "El senderista evitó cuidadosamente la víbora en las grietas de roca. Ayer, vio una víbora en el bosque. El próximo año, visitará el santuario de viboras.",
      "imageLink": "image_files\\English\\viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "serpent d'eau",
      "translation": "serpiente de agua",
      "definition": "Une créature mythologique ou légendaire dépeinte comme un être serpentiforme vivant dans l'eau.",
      "definition_translation": "Una criatura mitológica o legendaria descrita como un ser serpentino que vive en el agua.",
      "example": "La civilisation ancienne adorait un serpent d'eau comme une divinité. Ils croyaient que le serpent d'eau protégeait leur village. Dans le futur, le serpent d'eau sera un symbole de leur culture.",
      "example_translation": "La civilización antigua adoraba a una serpiente de agua como deidad. Creían que la serpiente de agua protegía su aldea. En el futuro, la serpiente de agua será un símbolo de su cultura.",
      "imageLink": "image_files\\English\\water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]