[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Abyssin",
      "translation": "abisinio",
      "definition": "Une race de chat domestique originant d'Éthiopie, connue pour son pelage tacheté distinct.",
      "definition_translation": "Una raza de gato doméstico originario de Etiopía, conocida por su peculiar capa moteada.",
      "example": "J'avais un chat Abyssin comme animal de compagnie quand j'étais enfant. Il était très ludique. Je vais acquérir un autre chat Abyssin l'année prochaine. Il sera un excellent compagnon.",
      "example_translation": "Tenía un gato abisinio como mascota cuando era niño. Era muy juguetón. Volveré a tener otro gato abisinio el próximo año. Será un gran compañero.",
      "imageLink": "image_files\\English\\"imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Americain shorthair",
      "translation": "pelaje americano corto",
      "definition": "Une race de chat domestique originant d'Amérique du Nord, connue pour sa solide constitution et son pelage court et dense.",
      "definition_translation": "Una raza de gato doméstico originario de Norteamérica, conocida por su construcción sólida y su capa corta y densa.",
      "example": "L'Americain shorthair est une race magnifique. Il a été introduit en Europe au 19ème siècle. Je vais présenter un Americain shorthair à ma famille bientôt.",
      "example_translation": "El pelaje americano corto es una raza hermosa. Se introdujo en Europa en el siglo XIX. Introduciré un pelaje americano corto a mi familia pronto.",
      "imageLink": "image_files\\English\\"imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Chat Bengal",
      "translation": "gato bengalí",
      "definition": "Une race hybride de chat domestique, résultant du croisement d'un chat domestique avec un chat léopard d'Asie, connue pour son pelage tacheté ou marbré distinct.",
      "definition_translation": "Una raza híbrida de gato doméstico, resultado del cruce de un gato doméstico con un gato leopardo asiático, conocida por su capa moteada o jaspeada característica.",
      "example": "J'ai vu un chat Bengal au magasin d'animaux hier. Il était très énergique. Je vais posséder un chat Bengal à l'avenir. Il sera un excellent compagnon.",
      "example_translation": "Vi un gato bengalí en la tienda de mascotas ayer. Era muy enérgico. Tendré un gato bengalí en el futuro. Será una mascota maravillosa.",
      "imageLink": "image_files\\English\\"imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Birman",
      "translation": "Birmano",
      "definition": "Le Birman est une race de chat domestique originant de Birmanie (aujourd'hui Myanmar). Il est connu pour ses oreilles pointues, ses pattes blanches et son pelage soyeux.",
      "definition_translation": "El Birmano es una raza de gato doméstico originaria de Birmania (ahora Myanmar). Es conocido por sus orejas puntiagudas, patas blancas y manto espeso.",
      "example": "J'avais un chat Birman quand j'étais enfant, il était très ludique. Maintenant, j'ai à nouveau un chat Birman, il est très affectueux. Je vais acquérir un chat Birman à l'avenir, il sera très loyal.",
      "example_translation": "Tuve un gato Birmano cuando era niño, era muy juguetón. Ahora tengo un gato Birmano de nuevo, es muy cariñoso. Tendré un gato Birmano en el futuro, será muy leal.",
      "imageLink": "image_files\\English\\"imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Britannique shorthair",
      "translation": "británico de pelo corto",
      "definition": "Le Britannique shorthair est une race de chat domestique connue pour sa solide constitution, son pelage court et son tempérament calme. C'est l'une des plus anciennes races de chats au monde.",
      "definition_translation": "El británico de pelo corto es una raza de gato doméstico conocido por su construcción sólida, manto corto y temperamento calmado. Es una de las razas de gatos más antiguas del mundo.",
      "example": "Ma grand-mère avait un chat Britannique shorthair, il était très paresseux. Maintenant, j'ai un chat Britannique shorthair, il est très ludique. Je vais acquérir un chat Britannique shorthair à l'avenir, il sera très doux.",
      "example_translation": "Mi abuela tenía un gato británico de pelo corto, era muy vago. Ahora tengo un gato británico de pelo corto, es muy juguetón. Tendré un gato británico de pelo corto en el futuro, será muy suave.",
      "imageLink": "image_files\\English\\"imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Birmanie",
      "translation": "Birmano",
      "definition": "La Birmanie est une race de chat domestique connue pour son pelage doré, ses grands yeux et son tempérament ludique. Elle est originale de Birmanie (aujourd'hui Myanmar).",
      "definition_translation": "El Birmano es una raza de gato doméstico conocido por su manto dorado, ojos grandes y temperamento juguetón. Originó de Birmania (ahora Myanmar).",
      "example": "J'avais un chat Birmanie quand j'étais adolescent, il était très énergique. Maintenant, j'ai un chat Birmanie, il est très curieux. Je vais acquérir un chat Birmanie à l'avenir, il sera très aventureux.",
      "example_translation": "Tuve un gato Birmano cuando era adolescente, era muy enérgico. Ahora tengo un gato Birmano, es muy curioso. Tendré un gato Birmano en el futuro, será muy aventurero.",
      "imageLink": "image_files\\English\\"imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Chartreux",
      "translation": "Cartujano",
      "definition": "Le Chartreux est une race de chat domestique de France, connue pour son pelage bleu-gris distinct et sa grande taille.",
      "definition_translation": "El Cartujano es una raza de gato doméstico de Francia, conocida por su Distintiva capa azul-gris y su gran tamaño.",
      "example": "Elle avait toujours été fascinée par la race Chartreux, et elle a finalement adopté un de ces chats dans un refuge local. L'année dernière, elle a emmené son Chartreux à un concours de chats, où il a remporté le premier prix. L'année prochaine, elle compte élever son Chartreux pour préserver la race.",
      "example_translation": "Siempre había estado fascinada por la raza Cartujano, y finalmente adoptó uno de un refugio local. El año pasado, llevó su Cartujano a una exhibición de gatos, donde ganó el primer premio. El año próximo, planea criar su Cartujano para preservar la raza.",
      "imageLink": "image_files\\English\\"imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Colourpoint, Himalayen",
      "translation": "punto de color, Himalayo",
      "definition": "Le Colourpoint, également connu sous le nom d'Himalayen, est une race de chat domestique résultant du croisement de chats Siames et Persans, caractérisée par son pelage blanc avec des points de couleur.",
      "definition_translation": "El punto de color, también conocido como Himalayo, es una raza de gato doméstico resultado de cruzar gatos Siames y Persas, caracterizados por su capa blanca con puntos de color.",
      "example": "Sa grand-mère avait un chat Colourpoint quand elle était enfant, et elle adorait jouer avec son pelage doux. Aujourd'hui, elle possède un Colourpoint de son propre, qu'elle emmène régulièrement à des concours de chats. D'ici l'année prochaine, elle espère avoir élevé un Colourpoint primé.",
      "example_translation": "Su abuela tenía un gato punto de color cuando era niña, y le encantaba jugar con su suave pelaje. Hoy en día, ella posee un punto de color propio, que lleva a exhibiciones de gatos regularmente. Para el año próximo, espera haber criado un punto de color ganador de premios.",
      "imageLink": "image_files\\English\\"imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Devon Rex",
      "translation": "Rex de Devon",
      "definition": "Le Devon Rex est une race de chat domestique originant du Devon, en Angleterre, connue pour son pelage crépu et soyeux et ses grandes oreilles.",
      "definition_translation": "El Rex de Devon es una raza de gato doméstico originaria de Devon, Inglaterra, conocida por su capa suave y rizada, y sus orejas grandes.",
      "example": "Il n'avait jamais vu de Devon Rex auparavant, mais quand il en a rencontré un au magasin d'animaux, il a été immédiatement séduit. La semaine dernière, il a ramené chez lui un chaton Devon Rex, qu'il a nommé Max. Dans un an, il compte présenter Max à un concours de chats national.",
      "example_translation": "Nunca había visto un Rex de Devon antes, pero cuando conoció uno en una tienda de mascotas, se enamoró al instante. La semana pasada, trajo a casa un gatito Rex de Devon, al que llamó Max. En un año, planea mostrar a Max en una exhibición de gatos nacional.",
      "imageLink": "image_files\\English\\"imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Chat domestique",
      "translation": "gato doméstico",
      "definition": "Un chat domestique, également appelé chat de maison ou chat d'intérieur, est un petit mammifère carnivore typiquement velu qui vit dans ou autour des habitations humaines.",
      "definition_translation": "Un gato doméstico, también llamado gato de casa o gato indoor, es un pequeño mamífero carnívoro típicamente peludo que vive en o alrededor de habitaciones humanas.",
      "example": "J'avais un chat domestique quand j'étais enfant. Maintenant, j'ai un chien. Je vais acquérir un chat domestique à nouveau dans l'avenir.",
      "example_translation": "Tuve un gato doméstico cuando era niño. Ahora tengo un perro. Volveré a tener un gato doméstico en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "exotique à poil court",
      "translation": "pelaje corto exótico",
      "definition": "Un exotique à poil court est une race de chat qui a un pelage court et soyeux et un tempérament doux et calme.",
      "definition_translation": "Un pelaje corto exótico es una raza de gato que tiene un pelaje corto y acolchado y un temperamento dulce y calmado.",
      "example": "Ma sœur avait un chat exotique à poil court lorsqu'elle était à l'université. Maintenant, elle a une autre race de chat. Elle aura un exotique à poil court encore un jour.",
      "example_translation": "Mi hermana tenía un gato de pelaje corto exótico cuando estaba en la universidad. Ahora tiene una raza diferente de gato. Volverá a tener un gato de pelaje corto exótico algún día.",
      "imageLink": "image_files\\English\\"imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bobtail japonais",
      "translation": "cola japonesa",
      "definition": "Le bobtail japonais est une race de chat domestique originaire du Japon, caractérisée par sa queue courte et souvent par une personnalité calme et gentille.",
      "definition_translation": "El cola japonesa es una raza de gato doméstico originaria de Japón, caracterizada por su cola corta, y a menudo tienen una personalidad calmada y gentil.",
      "example": "J'ai vu un chat bobtail japonais au magasin d'animaux dernier semaine. Il était très mignon. Je vais considérer acheter un bobtail japonais dans le futur.",
      "example_translation": "Vi un gato cola japonesa en la tienda de mascotas la semana pasada. Era muy lindo. Consideraré tener un gato cola japonesa en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Maine Coon",
      "translation": "Gato Maine Coon",
      "definition": "Le Maine Coon est une race de chat domestique originaire de l'Amérique du Nord, spécifiquement de l'État du Maine. C'est l'une des plus anciennes races de chats naturelles d'Amérique du Nord, avec une apparence physique distinctive et une personnalité amicale et extravertie.",
      "definition_translation": "El gato Maine Coon es una raza de gato doméstico nativa de Norteamérica, específicamente del estado de Maine. Es una de las razas de gatos naturales más antiguas de Norteamérica, con una apariencia física distintiva y una personalidad amigable y extrovertida.",
      "example": "J'avais un chat Maine Coon lorsque j'étais enfant, il était très ludique. Aujourd'hui, j'ai un nouveau chaton Maine Coon, et il montre déjà son nature curieuse. J'aurai une famille entière de chats Maine Coon dans le futur.",
      "example_translation": "Tuve un gato Maine Coon cuando era niño, era muy juguetón. Hoy, tengo un nuevo gatito Maine Coon, y ya está mostrando su naturaleza curiosa. Tendré una familia completa de gatos Maine Coon en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chat forestier norvégien",
      "translation": "Gato Bosque Noruego",
      "definition": "Le chat forestier norvégien est une race de chat domestique originaire de Norvège. Il est un chat robuste et athlétique avec un pelage distinct et un nature calme et gentil.",
      "definition_translation": "El gato Bosque Noruego es una raza de gato doméstico originaria de Noruega. Es un gato sólido y atlético con un abrigo distinctivo y una naturaleza calmada y gentil.",
      "example": "J'ai eu un chat forestier norvégien autrefois, il était très affectueux. Maintenant, j'ai un ami qui a un chat forestier norvégien, et il est très ludique. J'aurai un chat forestier norvégien encore un jour.",
      "example_translation": "Solía tener un gato Bosque Noruego, era muy cariñoso. Ahora, tengo un amigo que tiene un gato Bosque Noruego, y es muy juguetón. Volveré a tener un gato Bosque Noruego en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ocicat",
      "translation": "ocicat",
      "definition": "L'ocicat est une race de chat domestique développée pour ressembler à un chat sauvage, mais avec une personnalité amicale et extravertie.",
      "definition_translation": "El ocicat es una raza de gato doméstico desarrollada para parecerse a un gato salvaje, pero con una personalidad amigable y extrovertida.",
      "example": "J'ai vu un ocicat au magasin d'animaux, il était très beau. Ma sœur a un ocicat, et il est très énergique. J'achèterai un ocicat comme cadeau pour mon frère dans le futur.",
      "example_translation": "Vi un ocicat en la tienda de mascotas, era muy hermoso. Mi hermana tiene un ocicat, y es muy enérgico. Compraré un ocicat como regalo para mi hermano en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Persan",
      "translation": "persa",
      "definition": "Le Persan est une race de chat à poil long caractérisée par son visage rond, son museau court et son tempérament calme.",
      "definition_translation": "El persa es una raza de gato de pelo largo caracterizada por su rostro redondo, hocico corto y temperamento calmado.",
      "example": "J'avais un chat Persan lorsque j'étais enfant, il était très ludique. Maintenant, j'ai un nouveau chat Persan, et il est très paresseux. J'aurai un autre chat Persan l'année prochaine.",
      "example_translation": "Tenía un gato persa cuando era niño, era muy juguetón. Ahora tengo un nuevo gato persa, y es muy perezoso. Tendré otro gato persa el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Ragdoll",
      "translation": "muñeco de trapo",
      "definition": "Le Ragdoll est une race de chat connue pour son pelage doux et soyeux et sa tendance à devenir informe lorsqu'il est pris dans les bras.",
      "definition_translation": "El muñeco de trapo es una raza de gato conocida por su suave capa sedosa y tendencia a menjadi flojo cuando se lo levanta.",
      "example": "J'ai un chat Ragdoll, il adore dormir. Hier, j'ai pris mon chat Ragdoll dans les bras, et il est devenu très relaxé. Demain, j'emporterai mon chat Ragdoll chez le vétérinaire.",
      "example_translation": "Tengo un gato muñeco de trapo, le encanta dormir. Ayer, levanté a mi gato muñeco de trapo, y se relajó mucho. Mañana, llevaré a mi gato muñeco de trapo al veterinario.",
      "imageLink": "image_files\\English\\"imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Bleu russe",
      "translation": "azul ruso",
      "definition": "Le Bleu russe est une race de chat connue pour son pelage épais et ses yeux verts.",
      "definition_translation": "El azul ruso es una raza de gato conocida por su espesa capa de piel acolchada y ojos verdes.",
      "example": "J'ai un chat Bleu russe, il est très timide. La semaine dernière, j'ai vu un chat Bleu russe au magasin d'animaux, il était très beau. Le mois prochain, j'adopterai un chat Bleu russe du refuge.",
      "example_translation": "Tengo un gato azul ruso, es muy tímido. La semana pasada, vi un gato azul ruso en la tienda de mascotas, era muy hermoso. El mes que viene, adoptaré un gato azul ruso del refugio.",
      "imageLink": "image_files\\English\\"imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "savane",
      "translation": "Sabana",
      "definition": "Une savane est un écosystème de prairie caractérisé par la présence de arbres dispersés, généralement trouvée dans les régions tropicales et subtropicales.",
      "definition_translation": "Una sabana es un ecosistema de pradera caracterizado por la presencia de árboles dispersos, typicalmente encontrado en regiones tropicales y subtropicales.",
      "example": "J'ai visité de nombreuses savanes en Afrique, où j'ai vu des lions errant librement. Je vais visiter une savane l'année prochaine. J'ai visité une savane l'été dernier.",
      "example_translation": "He visitado muchas sabanas en África, donde vi leones vagando libremente. Voy a visitar una sabana el próximo año. Visité una sabana la verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Fold écossais",
      "translation": "Scottish Fold",
      "definition": "Le Fold écossais est une race de chat domestique connue pour ses oreilles repliées et sa personnalité ludique.",
      "definition_translation": "El Scottish Fold es una raza de gato doméstico conocida por sus orejas dobladas únicas y su personalidad juguetona.",
      "example": "J'ai un chat Fold écossais à la maison, que j'adore jouer avec. Mon ami va acheter un chaton Fold écossais le mois prochain. J'avais un chat Fold écossais lorsque j'étais enfant.",
      "example_translation": "Tengo un gato Scottish Fold en casa, con el que me encanta jugar. Mi amigo va a comprar un gatito Scottish Fold el próximo mes. Tenía un gato Scottish Fold cuando era niño.",
      "imageLink": "image_files\\English\\"imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Siamois",
      "translation": "Siamés",
      "definition": "Le Siamois est une race de chat domestique originaire de Thaïlande, connue pour son pelage court et fin de couleur crème avec un schéma de couleur de point.",
      "definition_translation": "El Siamés es una raza de gato doméstico originaria de Tailandia, conocida por su corta y fina capa en un color base crema con un esquema de colores punto.",
      "example": "J'ai toujours voulu un chat Siamois, mais ils sont très rares. Ma tante a un chat Siamois qui est très bavard. J'ai vu un chat Siamois au magasin d'animaux domestiques la semaine dernière.",
      "example_translation": "He siempre querido un gato Siamés, pero son bastante raros. Mi tía tiene un gato Siamés, que es muy hablador. Vi un gato Siamés en la tienda de mascotas la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Sibérien",
      "translation": "Siberiano",
      "definition": "Relatif à la Sibérie, une région de Russie, ou à son peuple ou culture.",
      "definition_translation": "Relativo a Siberia, una región en Rusia, o a su pueblo o cultura.",
      "example": "La wilderness sibérienne est connue pour son climat rude et sa faune diverse. L'explorateur avait traversé les forêts sibériennes avant de reaching the montagne sommitale. Le scientifique étudiera le pergélisol sibérien pour comprendre son impact sur le réchauffement global.",
      "example_translation": "El desierto siberiano es conocido por su clima severo y diversa vida silvestre. El explorador había viajado por bosques siberianos antes de alcanzar la cima de la montaña. El científico estudiara el permafrost siberiano para entender su impacto en el calentamiento global.",
      "imageLink": "image_files\\English\\"imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Somalien",
      "translation": "Somalí",
      "definition": "Relatif au Somalie, un pays de l'Afrique de l'Est, ou à son peuple ou culture.",
      "definition_translation": "Relativo a Somalia, un país en África Oriental, o a su pueblo o cultura.",
      "example": "La communauté somalienne dans la ville a maintenu ses traditions culturelles. La langue somalienne est parlée par des millions de personnes dans le monde. Le gouvernement somalien a mis en place des politiques pour réduire la pauvreté et l'inégalité.",
      "example_translation": "La comunidad somalí en la ciudad ha mantenido sus tradiciones culturales. El idioma somalí es hablado por millones de personas en todo el mundo. El gobierno somalí ha implementado políticas para reducir la pobreza y la desigualdad.",
      "imageLink": "image_files\\English\\"imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Sphynx",
      "translation": "Esfinge",
      "definition": "Une race de chat connue pour son absence de fourrure, originaire du Canada.",
      "definition_translation": "Una raza de gato conocida por su falta de pelo, originaria de Canadá.",
      "example": "Le chat Sphynx est un animal de compagnie populaire en raison de sa nature affectueuse. L'éleveur avait une portée de chatons Sphynx qui devaient être vaccinés. Le propriétaire du chat Sphynx le prendra au vétérinaire pour un contrôle la semaine prochaine.",
      "example_translation": "El gato Esfinge es un animal doméstico popular debido a su naturaleza afectuosa. El criador tenía una camada de gatitos Esfinge que necesitaban ser vacunados. El propietario del gato Esfinge lo llevará al veterinario para un chequeo la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Angora turc",
      "translation": "Angora Turco",
      "definition": "L'Angora turc est une race de chat domestique qui a vu le jour en Turquie, connue pour son pelage soyeux et fin et ses yeux grands.",
      "definition_translation": "El Angora Turco es una raza de gato doméstico que se originó en Turquía, conocido por su piel suave y fina y ojos grandes.",
      "example": "J'avais un Angora turc comme animal de compagnie quand j'étais enfant. Maintenant, je planifie d'en avoir un autre. À l'avenir, je pense que j'aurai une whole maison pleine d'eux.",
      "example_translation": "Tuve un Angora Turco como mascota cuando era niño. Ahora, estoy planeando tener uno de nuevo. En el futuro, creo que tendré una casa llena de ellos.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Van turc",
      "translation": "Van Turco",
      "definition": "Le Van turc est une race de chat domestique qui a vu le jour en Turquie, connue pour ses marques blanches et colorées distinctives.",
      "definition_translation": "El Van Turco es una raza de gato doméstico que se originó en Turquía, conocido por sus marcas blancas y de colores distintas.",
      "example": "Mon ami a un Van turc qui adore jouer dans le jardin. Elle l'avait depuis qu'il était chaton, et maintenant c'est un beau chat adulte. Elle devra être prudente lorsque cela viendra à être vieux.",
      "example_translation": "Mi amiga tiene un Van Turco que le encanta jugar en el jardín. Lo tuvo desde que era un gatito, y ahora es un gato adulto hermoso. Tendrá que tener cuidado cuando se haga viejo.",
      "imageLink": "image_files\\English\\"imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]