[
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fleur",
      "translation": "flor",
      "definition": "Une plante qui produit des fleurs, notamment celle qui est cultivée dans un jardin pour sa beauté ou son parfum.",
      "definition_translation": "Una planta que produce flores, especialmente una que se cultiva en un jardín por su belleza o fragancia.",
      "example": "J'ai planté une fleur dans le jardin hier, elle fleurit aujourd'hui et sera belle demain.",
      "example_translation": "Planté una flor en el jardín ayer, hoy está floreciendo y será hermosa mañana.",
      "imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rose",
      "translation": "rosa",
      "definition": "Un arbuste épineux ou un buisson qui produit des fleurs parfumées, notamment celui qui a des fleurs voyantes, souvent parfumées.",
      "definition_translation": "Un arbusto o mata espinoso que produce flores fragantes, especialmente uno con flores vistosas, a menudo fragantes.",
      "example": "Elle m'a donné une rose hier, j'ai senti son parfum aujourd'hui et la lui donnerai demain.",
      "example_translation": "Ella me dio una rosa ayer, la olí hoy y se la daré mañana.",
      "imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "marguerite",
      "translation": "margarita",
      "definition": "Une petite fleur délicate avec des pétales blancs et un centre jaune, souvent trouvée dans les pelouses et les prairies.",
      "definition_translation": "Una pequeña flor delicada con pétalos blancos y un centro amarillo, a menudo encontrada en céspedes y prados.",
      "example": "J'ai cueilli une marguerite dans la prairie hier, je la regarde aujourd'hui et la presserai demain.",
      "example_translation": "Recogí una margarita en el prado ayer, la estoy viendo hoy y la presionaré mañana.",
      "imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tournesol",
      "translation": "girasol",
      "definition": "Une plante annuelle ou vivace de la famille des astéracées, avec de grandes fleurs jaunes et des graines comestibles.",
      "definition_translation": "Una planta anual o perenne alta de la familia de las margaritas, con flores amarillas grandes y semillas comestibles.",
      "example": "J'ai planté un tournesol dans mon jardin l'année dernière, il pousse bien maintenant, et je vais bientôt récolter ses graines.",
      "example_translation": "Planté un girasol en mi jardín el año pasado, ahora está creciendo bien, y pronto cosecharé sus semillas.",
      "imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tulipe",
      "translation": "tulipán",
      "definition": "Une plante bulbeuse vivace qui fleurit au printemps, avec des fleurs en forme de coupe de différentes couleurs.",
      "definition_translation": "Una planta perenne bulbosa que florece en primavera con flores en forma de copa en una variedad de colores.",
      "example": "Ma grand-mère cultivait des tulipes dans son jardin, elle les cultivait bien, et les cultivera à nouveau l'année prochaine.",
      "example_translation": "Mi abuela solía crecer tulipanes en su jardín, los crecía bien, y los crecerá nuevamente el próximo año.",
      "imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "astère",
      "translation": "ástero",
      "definition": "Une petite plante fleurie avec des fleurs ressemblant à des marguerites, souvent utilisée dans les bouquets et les arrangements.",
      "definition_translation": "Una pequeña planta florífera con flores parecidas a margaritas, a menudo utilizadas en ramos y arreglo.",
      "example": "J'ai cueilli un astère dans le parc hier, je les cueillais tout le temps, et les cueillerai à nouveau demain.",
      "example_translation": "Recogí un ástero en el parque ayer, los recogía todo el tiempo, y los recogeré nuevamente mañana.",
      "imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "azalée",
      "translation": "azalea",
      "definition": "Un arbuste à fleurs originaires d'Asie et d'Amérique du Nord, avec des fleurs en forme de entonnoir voyantes, souvent cultivé comme plante ornementale.",
      "definition_translation": "Un arbusto florígero originario de Asia y América del Norte, con flores en forma de embudo y a menudo cultivado como ornamental.",
      "example": "L'azalée a fleuri magnifiquement dans le jardin le printemps dernier, et j'étais émerveillé par ses couleurs vives. J'ai planté une azalée dans mon jardin l'année dernière, et elle est actuellement en fleur. L'année prochaine, l'azalée aura encore plus grandi.",
      "example_translation": "La azalea floreció hermosamente en el jardín la primavera pasada, y me Sorprendieron sus colores vibrantes. Planté una azalea en mi patio trasero el año pasado, y actualmente está floreciendo. Para la próxima primavera, la azalea habrá crecido aún más.",
      "imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cactus",
      "translation": "cactus",
      "definition": "Une plante succulente avec une tige épaisse et cireuse qui peut stocker de l'eau, souvent trouvée dans les déserts chauds et secs.",
      "definition_translation": "Una planta suculenta con un tallo grueso y ceroso que puede almacenar agua, a menudo encontrada en desiertos secos y calurosos.",
      "example": "J'ai manipulé le cactus avec précaution pour éviter ses épines pointues. Le cactus est resté sur ma fenêtre pendant des mois, et il prospère encore. L'été prochain, j'aurai transplanté le cactus dans un pot plus grand.",
      "example_translation": "Manejé con cuidado el cactus para evitar sus espinas afiladas. El cactus ha estado sentado en mi alféizar de ventana durante meses, y todavía prospera. Para el próximo verano, habré trasplantado el cactus a una maceta más grande.",
      "imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "œillet",
      "translation": "clavel",
      "definition": "Une fleur parfumée, rose, rouge ou blanche, utilisée dans les parfums et portée comme un symbole d'amour ou de respect.",
      "definition_translation": "Una flor fragante, rosa, roja o blanca usada en perfumes y llevada como símbolo de amor o respeto.",
      "example": "Le bouquet d'œillets était un geste charmant de la part de mon partenaire. Je porterai un œillet à mon revers pour montrer mon soutien à la cause. Le prochain jour des mères, j'achèterai un bouquet d'œillets pour ma mère.",
      "example_translation": "El ramo de claveles fue un gesto encantador de mi compañero. Llevaré un clavel en mi solapa para mostrar mi apoyo a la causa. El próximo Día de las Madres, compraré un ramo de claveles para mi mamá.",
      "imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chrysanthème",
      "translation": "crisantemo",
      "definition": "Une fleur populaire du jardin, généralement avec des fleurs blanches, jaunes ou roses, souvent associée à la longévité et à l'honneur.",
      "definition_translation": " Una flor popular en el jardín, que suele tener flores blancas, amarillas o rosadas, a menudo asociada con la longevidad y el honor.",
      "example": "Ma grand-mère cultivait toujours des chrysanthèmes dans son jardin, et je l'aidais à les arroser chaque semaine. Elle les avait cultivés pendant des années, et les cultiverait encore pendant de nombreuses années à venir.",
      "example_translation": "Mi abuela siempre cultivaba crisantemos en su jardín, y yo la ayudaba a regarlos cada semana. Ella los había cultivado durante años, y seguiría cultivándolos durante muchos más años por venir.",
      "imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bleuet",
      "translation": "flor de centeno",
      "definition": "Une petite fleur délicate avec des pétales bleues, souvent trouvée dans les champs et les prairies.",
      "definition_translation": "Una pequeña flor delicada con pétalos azules, que suele encontrarse creciendo en campos y praderas.",
      "example": "Quand j'étais enfant, je cueillais des bleuets dans les champs et les apportais à ma mère pour les mettre dans un vase. Maintenant, je les vois souvent pousser le long de l'autoroute. À l'avenir, j'espère les planter dans mon propre jardin.",
      "example_translation": "De niño, recogía flores de centeno en los campos y se las llevaba a mi madre para ponerlas en un jarrón. Ahora, a menudo las veo creciendo junto a la carretera. En el futuro, espero plantarlas en mi propio jardín.",
      "imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "crocus",
      "translation": "crocus",
      "definition": "Un type de plante à fleurs, souvent associé au printemps et à la nouvelle vie, avec des fleurs en forme de coupe brillantes et colorées en pourpre, jaune et blanc.",
      "definition_translation": "Un tipo de planta floreciente, a menudo asociada con la primavera y la nueva vida, con flores en forma de taza brillantes en tonos de púrpura, amarillo y blanco.",
      "example": "Lorsque j'étais en vacances, j'ai vu des crocus fleurir dans le jardin, et cela m'a rappelé mon enfance. Ma mère me montrait toujours les crocus chaque année, disant qu'ils بودند un signe de la fin de l'hiver. Un jour, je planterai des crocus dans mon propre jardin et les regarderai fleurir chaque printemps.",
      "example_translation": "Cuando estaba de vacaciones, vi crocus floreciendo en el jardín, y me recordó mi infancia. Mi madre siempre me señalaba cada año, diciendo que eran un signo del fin del invierno. Un día, plantaré en mi propio jardín, y las veré florecer cada primavera.",
      "imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jonquille",
      "translation": "azufrillo",
      "definition": "Une jonquille est un type de plante à fleurs originaire des régions méditerranéennes. Elle est connue pour ses fleurs jaunes en forme de trompette et est souvent associée au printemps.",
      "definition_translation": "Un azufrillo es un tipo de planta floral que es nativa de las regiones mediterráneas. Se conoce por sus flores amarillas en forma de trompeta brillantes y a menudo se asocia con la primavera.",
      "example": "J'ai planté des jonquilles dans mon jardin l'année dernière, et elles fleuriront à nouveau l'an prochain. Je plante des jonquilles dans mon jardin cette année, et elles fleurissent maintenant. Je planterai des jonquilles dans mon jardin l'année prochaine, et elles fleuriront à nouveau.",
      "example_translation": "Planté azufrillos en mi jardín el año pasado, y florecerán de nuevo la próxima primavera. Estoy plantando azufrillos en mi jardín este año, y están floreciendo ahora. Plantaré azufrillos en mi jardín el año que viene, y florecerán de nuevo.",
      "imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dahlie",
      "translation": "dalia",
      "definition": "Une dahlie est un type de plante à fleurs originaire du Mexique et d'Amérique centrale. Elle est connue pour ses fleurs en forme de pom-pom colorées.",
      "definition_translation": "Una dalia es un tipo de planta floral que es nativa de México y Centroamérica. Se conoce por sus flores vistosas, como pompón, que vienen en una variedad de colores.",
      "example": "J'ai grandi des dahlias dans mon jardin l'été dernier, et elles ont attiré de nombreux abeilles. Je cultive des dahlias dans mon jardin cet été, et elles attirent de nombreux papillons. Je cultiverai des dahlias dans mon jardin l'été prochain, et elles attireront de nombreux colibris.",
      "example_translation": "Crecí dalias en mi jardín el verano pasado, y atrajeron a muchos abejas. Estoy creciendo dalias en mi jardín este verano, y están atrayendo a muchos mariposas. Crearé dalias en mi jardín el próximo verano, y atraerán a muchos colibríes.",
      "imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "edelweiss",
      "translation": "edelweiss",
      "definition": "L'edelweiss est un type de plante à fleurs originaire des régions montagneuses d'Europe et d'Asie. Elle est connue pour ses fleurs délicates et blanches et est souvent associée aux Alpes.",
      "definition_translation": "El edelweiss es un tipo de planta floral que es nativa de las regiones montañosas de Europa y Asia. Se conoce por sus flores blancas delicadas y a menudo se asocia con los Alpes.",
      "example": "J'ai vu de l'edelweiss pousser près du sentier de montagne l'année dernière, et j'ai photographié. Je vois de l'edelweiss pousser près du sentier de montagne cette année, et je le dessine. Je verrai de l'edelweiss pousser près du sentier de montagne l'année prochaine, et je recueillerai ses graines.",
      "example_translation": "Vi edelweiss creciendo cerca del sendero de la montaña el año pasado, y lo fotografí. Estoy viendo edelweiss crecer cerca del sendero de la montaña este año, y estoy dibujándolo. Veré edelweiss crecer cerca del sendero de la montaña el próximo año, y recogeré sus semillas.",
      "imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ne m'oubliez pas",
      "translation": "no-me-olvides",
      "definition": "Une petite plante à fleurs avec des fleurs bleues, roses ou blanches, traditionnellement donnée comme un gage d'amour ou d'amitié.",
      "definition_translation": "Una pequeña planta floreciente con flores azules, rosadas o blancas, tradicionalmente dada como token de amor o amistad.",
      "example": "Dans son jardin, elle a planté un ne-m'oubliez-pas pour se souvenir de sa grand-mère. Elle l'avait planté l'année dernière, et maintenant il fleurit magnifiquement. Elle plantera un autre l'année prochaine.",
      "example_translation": "En su jardín, ella plantó un no-me-olvides para recordar a su abuela. Lo había plantado el año pasado, y ahora está floreciendo hermosamente. Ella plantará otro el próximo año.",
      "imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frésia",
      "translation": "fresia",
      "definition": "Un type de plante à fleurs connue pour ses fleurs odorantes, souvent utilisée dans les parfums et les arrangements.",
      "definition_translation": "Un tipo de planta floreciente que es conocida por sus flores fragantes, a menudo utilizadas en perfumes y arreglo.",
      "example": "Elle a acheté un bouquet de frésias pour créer un beau bouquet pour l'anniversaire de son amie. Elle avait toujours aimé l'odeur des frésias. Elle achètera plus de frésias pour le mariage du mois prochain.",
      "example_translation": "Ella compró un ramo de fresias para crear un ramo hermoso para el cumpleaños de su amiga. Siempre había amado el olor a fresias. Comprará más fresias para la boda del mes que viene.",
      "imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fuchsia",
      "translation": "fuchsia",
      "definition": "Un type de plante à fleurs ornementale ou petit arbre connue pour ses fleurs colorées, souvent utilisée dans les jardins et les arrangements.",
      "definition_translation": "Un tipo de arbusto o árbol pequeño que es conocido por sus flores de colores brillantes, a menudo utilizado en jardines y arreglos.",
      "example": "Sa grand-mère avait une belle plante de fuchsia dans son jardin, qui fleurissait chaque été. Elle l'avait plantée l'année dernière, et maintenant elle pousse fort. Elle la taillera la semaine prochaine.",
      "example_translation": "La abuela de ella tenía una hermosa planta de fuchsia en su jardín, que florecía cada verano. Lo había plantado el año pasado, y ahora está creciendo fuerte. La podará la próxima semana.",
      "imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gerbera",
      "translation": "margarita",
      "definition": "Une gerbera est un type de plante à fleurs originaire d'Afrique du Sud, connue pour ses fleurs brillantes et colorées.",
      "definition_translation": "Una margarita es una especie de planta florífera originaria de Sudáfrica, conocida por sus flores brillantes y alegres en una variedad de colores.",
      "example": "J'ai acheté un bouquet de gerberas pour l'anniversaire de ma sœur hier, elle va les planter dans son jardin aujourd'hui, et elles fleuriront d'ici une semaine.",
      "example_translation": "Compré un ramo de margaritas para el cumpleaños de mi hermana ayer, ella las plantará en su jardín hoy, y florecerán la próxima semana.",
      "imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "houlque",
      "translation": "malvavisco",
      "definition": "Une houlque est une plante à fleurs haute qui est souvent cultivée dans les jardins pour ses fleurs en forme de coupe colorées en rose, jaune et pourpre.",
      "definition_translation": "Un malvavisco es una planta floreciente alta que se cultiva comúnmente en jardines por sus flores vistosas, en forma de taza, en tonos de rosa, amarillo y púrpura.",
      "example": "Ma grand-mère cultivait des houques dans son jardin lorsque j'étais enfant, je l'aidais à les arroser chaque matin, maintenant j'ai des houques dans mon propre jardin et mes enfants aiment jouer parmi elles.",
      "example_translation": "Mi abuela solía cultivar malvaviscos en su jardín cuando yo era niño, yo la ayudaba a regarlos todas las mañanas, ahora tengo malvaviscos en mi propio jardín y mis hijos adoran jugar entre ellos.",
      "imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jacinthe",
      "translation": "jacinto",
      "definition": "Une jacinthe est un type de plante fleurie qui est connue pour ses fleurs douces et parfumées en nuances de bleu, de rose et de blanc, souvent cultivées dans les jardins et les pots.",
      "definition_translation": "Un jacinto es una especie de planta floreciente que se conoce por sus flores fragantes y dulces en tonos de azul, rosa y blanco, a menudo cultiva en jardines y macetas.",
      "example": "J'ai planté des jacinthes dans mon jardin l'année dernière, elles ont fleuri magnifiquement cet été, et maintenant je dois préparer le sol pour de nouvelles fleurs l'année prochaine.",
      "example_translation": "Planté jacintos en mi jardín la primavera pasada, florecieron bellamente en el verano, y ahora tengo que preparar el suelo para nuevas flores el próximo año.",
      "imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "iris",
      "translation": "íris",
      "definition": "Une fleur qui est généralement bleue ou violette, avec trois pétales et trois sépales, et est souvent associée à l'œil.",
      "definition_translation": "Una flor que es típicamente azul o púrpura, con tres pétalos y tres sépalos, y se asocia a menudo con el ojo.",
      "example": "J'ai planté un iris dans mon jardin l'année dernière, il est en fleur maintenant, et je planterai un autre l'année prochaine.",
      "example_translation": "Planté un íris en mi jardín el año pasado, ahora está floreciendo, y plantaré otro el año que viene.",
      "imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lilas",
      "translation": "lilas",
      "definition": "Un arbuste caduc à fleurs violettes, souvent cultivé dans les jardins pour sa beauté et son parfum.",
      "definition_translation": "Un arbusto caduco con flores púrpuras, a menudo cultivado en jardines por su belleza y fragancia.",
      "example": "J'avais un lilas dans mon jardin d'enfance, il sentait délicieux, j'en aurai un autre lorsque j'aurai une maison, et mes enfants l'aimeront.",
      "example_translation": "Tenía un arbusto de lilas en mi patio trasero cuando era niño, olía espléndido, tendré uno de nuevo cuando tenga una casa, y a mis hijos les encantará.",
      "imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lys",
      "translation": "lirio",
      "definition": "Une plante fleurie avec de grandes fleurs voyantes, souvent blanches ou jaunes, et un parfum suave.",
      "definition_translation": "Una planta florida con flores grandes y vistosas, a menudo blancas o amarillas, y un aroma dulce.",
      "example": "J'ai offert un lys à ma mère pour son anniversaire, elle l'a adoré, et je lui offrirai un autre lys pour la fête des mères, et elle sera lagi encore.",
      "example_translation": "Le di un lirio a mi madre como regalo en su cumpleaños, le encantó, y ahora le daré otro en el Día de las Madres, y estará feliz de nuevo.",
      "imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "muguet",
      "translation": "lirio del valle",
      "definition": "Un muguet est un type de plante fleurie qui est originaire d'Europe et d'Asie, connue pour ses fleurs clochettes suaves et son association symbolique avec la pureté et l'innocence.",
      "definition_translation": "Un lirio del valle es un tipo de planta floral que es nativa de Europa y Asia, conocida por sus flores en forma de campana dulces y su asociación simbólica con la pureza y la inocencia.",
      "example": "J'ai planté un muguet dans mon jardin l'année dernière, et il a fleuri magnifiquement ce printemps. Je planterai un autre muguet l'année prochaine, et je m'attends à ce qu'il prospère. D'ici que je prenne ma retraite, j'aurai un jardin entier de muguet.",
      "example_translation": "Planté un lirio del valle en mi jardín el año pasado, y floreció hermosamente esta primavera. Plantaré otro el próximo año, y espero que crezca bien. Para cuando me retire, tendré todo un jardín lleno de lirios del valle.",
      "imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "narcisse",
      "translation": "narciso",
      "definition": "Un narcisse est un type de plante fleurie qui est communément appelée jonquille, caractérisée par ses fleurs jaunes en forme de trompette et ses bulbes qui peuvent être facilement cultivés.",
      "definition_translation": "Un narciso es un tipo de planta floral que se conoce comúnmente como narciso, caracterizada por sus flores amarillas en forma de trompeta brillantes y sus bulbos que se pueden cultivar fácilmente.",
      "example": "Les narcisses dans mon jardin ont fleuri pendant des semaines, et leurs fleurs jaunes sont un spectacle magnifique. J'avais planté les bulbes l'automne dernier, et ils fleuriront à nouveau l'année prochaine. D'ici que mes petits-enfants soient grands, j'espère avoir un champ entier de narcisses.",
      "example_translation": "El narciso en mi jardín ha estado floreciendo durante semanas, y sus flores amarillas brillantes son un espectáculo hermoso. Had planted los bulbos el otoño pasado, y florecerán de nuevo la próxima primavera. Para cuando mis nietos sean adultos, espero tener todo un campo de narcisos.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "orchidée",
      "translation": "orquídea",
      "definition": "Une orchidée est un type de plante fleurie qui est connue pour ses fleurs exotiques et délicates, souvent utilisées dans les arrangements floraux et les bouquets.",
      "definition_translation": "Una orquídea es un tipo de planta floral que se conoce por sus flores exóticas y delicadas, a menudo utilizadas en arreglos florales y ramos.",
      "example": "J'ai reçu une belle orchidée en cadeau pour mon anniversaire, et j'en ai pris soin depuis. Jehim offrirai un orchidée à ma sœur comme cadeau le mois prochain, et j'espère qu'elle l'aimera. Lorsque je prendrai ma retraite, j'espère avoir un jardin entier d'orchidées.",
      "example_translation": "Recibí una hermosa orquídea como regalo en mi cumpleaños, y he estado cuidándola desde entonces. Le daré una a mi hermana como regalo el próximo mes, y espero que la ame. Cuando me retire, planeo tener todo un invernadero lleno de orquídeas.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pensée",
      "translation": "pensamiento",
      "definition": "Une pensée est un type de plante fleurie qui est souvent utilisée comme ornement dans les jardins. Elle a des fleurs en forme de cœur avec cinq pétales et vient dans une variété de couleurs.",
      "definition_translation": "Un pensamiento es una tipo de planta con flores que se utiliza con frecuencia como ornamentación en jardines. Tiene flores en forma de corazón con cinco pétalos y viene en una variedad de colores.",
      "example": "J'ai vu une belle pensée dans le jardin hier, mais elle était partie aujourd'hui. Je planterai une nouvelle pensée dans le jardin la semaine prochaine.",
      "example_translation": "Vi un hermoso pensamiento en el jardín ayer, pero desapareció hoy. Plantaré un nuevo pensamiento en el jardín la próxima semana.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pivoine",
      "translation": "peonía",
      "definition": "Une pivoine est un type de plante fleurie qui est connue pour ses fleurs larges et voyantes. Elle est souvent utilisée dans les bouquets de mariage et est un symbole de bonheur.",
      "definition_translation": "Una peonía es una tipo de planta con flores que se conoce por sus flores grandes y llamativas. Se utiliza con frecuencia en ramilletes de bodas y es un símbolo de buena suerte.",
      "example": "J'ai toujours aimé les pivoines, alors j'en ai planté une dans mon jardin l'année dernière. Elle fleurira à nouveau l'été prochain.",
      "example_translation": "Siempre he amado peonías, así que planté una en mi patio trasero el año pasado. Florecerá nuevamente el próximo verano.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coquelicot",
      "translation": "amapola",
      "definition": "Un coquelicot est un type de plante fleurie qui est connue pour ses fleurs délicates et papier. Il est souvent associé au souvenir et est utilisé comme symbole de paix.",
      "definition_translation": "Una amapola es una tipo de planta con flores que se conoce por sus flores delicadas y papelinas. Se asocia frecuentemente con la memoria y se utiliza como símbolo de paz.",
      "example": "Les champs de coquelicots étaient en pleine floraison l'été dernier, mais ils seront coupés la semaine prochaine. Je vais visiter les champs de coquelicots à nouveau l'année prochaine.",
      "example_translation": "Los campos de amapolas estaban en plena floración el verano pasado, pero serán cortados la próxima semana. Visitaré los campos de amapolas nuevamente el próximo año.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "primevère",
      "translation": "prímula",
      "definition": "Une fleur délicate et parfumée aux pétales jaunes, roses ou blanches, qui pousse généralement en grappes.",
      "definition_translation": "Una delicada flor fragante con pétalos amarillos, rosados o blancos, que suele crecer en racimos.",
      "example": "La primevère a fleuri tôt dans le jardin, signalant le début du printemps. L'année dernière, j'ai planté des primevères dans mon jardin et elles prospèrent toujours. D'ici l'été prochain, j'aurai des primevères en fleurs dans tout mon jardin.",
      "example_translation": "La prímula floreció temprano en el jardín, señalando el comienzo de la primavera. El año pasado, planté prímulas en mi patio trasero y todavía siguen creciendo. Para el próximo verano, tendré prímulas floreciendo en todo mi jardín.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "antirrhin",
      "translation": "antirrhinum",
      "definition": "Une fleur haute et voyante à tête de dragon, souvent cultivée comme plante ornementale.",
      "definition_translation": "Una flor alta y vistosa con una cabeza en forma de dragón, a menudo cultivada como planta ornamental.",
      "example": "L'antirrhin dans le jardin de ma grand-mère était l'envie du quartier. L'été dernier, j'ai vu des antirrhins en fleurs le long de la route. D'ici l'année prochaine, j'aurai des antirrhins de toutes les couleurs dans mon jardin.",
      "example_translation": "El antirrhinum en el jardín de mi abuela era la envidia del barrio. El verano pasado, vi antirrhinums floreciendo a lo largo de la carretera. Para el próximo año, tendré antirrhinums de todos los colores en mi jardín.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "perlé",
      "translation": "campanilla de invierno",
      "definition": "Une petite fleur blanche et pendante qui fleurit en fin d'hiver, souvent considérée comme un signe de l'arrivée du printemps.",
      "definition_translation": "Una pequeña flor blanca y colgante que florece a finales de invierno, a menudo vista como una señal de la llegada de la primavera.",
      "example": "Le perlé était la première fleur à fleurir dans notre jardin cette année. L'année dernière, j'ai planté des perlés dans mon jardin et elles prospèrent toujours. D'ici l'hiver prochain, j'aurai des perlés en fleurs dans tout mon jardin.",
      "example_translation": "La campanilla de invierno fue la primera flor que floreció en nuestro jardín este año. El año pasado, planté campanillas de invierno en mi patio trasero y todavía siguen creciendo. Para el próximo invierno, tendré campanillas de invierno floreciendo en todo mi jardín.",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tagète",
      "translation": "tagetes",
      "definition": "Le tagète est un genre de plantes annuelles et vivaces de la famille des Asteraceae, communément appelées soucis.",
      "definition_translation": "Los tagetes son un género de plantas anuales y perennes en la familia Asteraceae, comúnmente conocidas como caléndulas.",
      "example": "J'ai planté des tagètes dans mon jardin l'année dernière, je les plante maintenant et je les planterai à nouveau l'été prochain.",
      "example_translation": "Planté tagetes en mi jardín el año pasado, estoy plantándolos ahora, y plantaré de nuevo la próxima verano.",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "violet",
      "translation": "violeta",
      "definition": "Une violette est une petite plante à fleurs délicates qui est généralement de couleur violette.",
      "definition_translation": "Una violeta es una pequeña planta florífera delicada que es típicamente de color púrpura.",
      "example": "Les violettes poussaient dans la forêt, poussent dans le jardin et pousseront dans la prairie.",
      "example_translation": "Las violetas crecían en el bosque, están creciendo en el jardín, y crecerán en el prado.",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nénuphar",
      "translation": "lirio acuático",
      "definition": "Un nénuphar est une plante aquatique qui pousse dans ou près de l'eau, avec de grandes fleurs voyantes.",
      "definition_translation": "Un lirio acuático es un tipo de planta acuática que crece en o cerca del agua, con flores grandes y vistosas.",
      "example": "Les nénuphars couvraient le bassin, couvrent le lac et couvriront la rivière.",
      "example_translation": "Los lirios acuáticos cubrían el estanque, están cubriendo el lago, y cubrirán el río.",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "anémone des vents",
      "translation": "flor de viento",
      "definition": "L'anémone des vents est une fleur qui se trouve souvent dans les champs et les prairies, avec des pétales délicates et un parfum suave.",
      "definition_translation": "Una flor de viento es un tipo de flores que se encuentran a menudo en campos abiertos y prados, con pétalos delicados y un fuerte aroma dulce.",
      "example": "J'ai marché dans la prairie et j'ai vu une belle anémone des vents en fleurs le printemps dernier, je la reverrai ce printemps, et je l'ai vue en fleurs chaque printemps depuis que j'étais enfant.",
      "example_translation": "Caminé por el prado y vi una hermosa flor de viento floreciendo la primavera pasada, la veré de nuevo esta primavera, y la vi floreciendo cada primavera desde que era niño.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]