[
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "banque",
      "translation": "banco",
      "definition": "Une banque est une institution financière qui fournit des services financiers et accepte des dépôts.",
      "definition_translation": "Un banco es una institución financiera que proporciona servicios financieros y acepta depósitos.",
      "example": "Je suis allé à la banque hier pour déposer mon chèque de paie. Je vais à la banque demain pour retirer de l'argent. J'étais à la banque la semaine dernière pour ouvrir un nouveau compte.",
      "example_translation": "Fui al banco ayer a depositar mi salario. Iré al banco mañana a retirar algo de dinero en efectivo. Fui al banco la semana pasada a abrir una nueva cuenta.",
      "imageLink": "image_files\\English\\bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bar",
      "translation": "bar",
      "definition": "Un bar est un élément de bois, de métal ou de plastique utilisé comme comptoir ou table dans un pub ou un restaurant.",
      "definition_translation": "Un bar es una pieza larga y recta de madera, metal o plástico utilizada como mostrador o mesa en un pub o restaurante.",
      "example": "J'ai travaillé comme barman dans un bar l'été dernier. Je vais rencontrer mes amis au bar ce soir. J'étais au bar le week-end dernier pour regarder un match de football.",
      "example_translation": "Trabajé como bartender en un bar el verano pasado. Voy a encontrarme con mis amigos en el bar esta noche. Fui a un bar el fin de semana pasado a ver un partido de fútbol.",
      "imageLink": "image_files\\English\\bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plage",
      "translation": "playa",
      "definition": "Une plage est une formation de terrain le long d'un corps d'eau, composée de particules telles que du sable, des galets ou des graviers.",
      "definition_translation": "Una playa es una forma de tierra a lo largo de un cuerpo de agua, consistente en partículas sueltas como arena, grava o guijarros.",
      "example": "J'adore aller à la plage en été. J'étais à la plage la semaine dernière pour nager et bronzer. Je vais à la plage le mois prochain pour me relaxer et profiter du paysage.",
      "example_translation": "Me encanta ir a la playa en verano. Fui a la playa el fin de semana pasado a nadar y tomar el sol. Iré a la playa el mes que viene a relajarme y disfrutar del paisaje.",
      "imageLink": "image_files\\English\\beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "café",
      "translation": "cafetería",
      "definition": "Un petit restaurant ou café où les gens peuvent acheter et boire du café et d'autres boissons.",
      "definition_translation": "Un pequeño restaurante o cafetería donde la gente puede comprar y beber café y otras bebidas.",
      "example": "Je suis allé dans un café pour rencontrer mon ami hier, je vais dans un café maintenant pour étudier, et je vais dans un café demain pour me relaxer.",
      "example_translation": "Fui a una cafetería para reunirme con mi amigo ayer, voy a una cafetería para estudiar ahora, y iré a una cafetería para relajarme mañana.",
      "imageLink": "image_files\\English\\cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cinéma",
      "translation": "cine",
      "definition": "Un théâtre ou bâtiment où sont projetées des images animées.",
      "definition_translation": "Un teatro o edificio donde se muestran películas.",
      "example": "Je suis allé au cinéma la semaine dernière pour regarder un film, je vais au cinéma maintenant pour voir une nouvelle sortie, et je vais au cinéma le mois prochain pour regarder un film classique.",
      "example_translation": "Fui al cine para ver una película la semana pasada, voy al cine para ver un estreno ahora, y iré al cine para ver una película clásica el próximo mes.",
      "imageLink": "image_files\\English\\cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "usine",
      "translation": "fábrica",
      "definition": "Un bâtiment ou site où sont fabriqués ou produits des biens.",
      "definition_translation": "Un edificio o sitio donde se fabrican o producen bienes.",
      "example": "J'ai travaillé dans une usine lorsque j'étais à l'université, je travaille dans une usine maintenant, et je vais travailler dans une usine après avoir obtenu mon diplôme.",
      "example_translation": "Trabajé en una fábrica cuando estaba en la universidad, estoy trabajando en una fábrica ahora, y trabajaré en una fábrica después de graduarme.",
      "imageLink": "image_files\\English\\factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ferme",
      "translation": "granja",
      "definition": "Une ferme est un terrain utilisé pour l'agriculture, notamment un terrain appartenant à une famille ou une petite entreprise.",
      "definition_translation": "Una granja es un terreno utilizado para la agricultura, especialmente uno que es propiedad de una familia o negocio pequeño.",
      "example": "Mes grands-parents possédaient une fermewhen j'étais enfant, je travaille maintenant sur une ferme, et je vais hériter d'une ferme de mes parents.",
      "example_translation": "Mis abuelos solían poseer una granja cuando era niño, ahora estoy trabajando en una granja, y heredaré una granja de mis padres.",
      "imageLink": "image_files\\English\\farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appartement",
      "translation": "apartamento",
      "definition": "Un appartement est un ensemble de pièces, y compris une cuisine et une salle de bain, situées sur un seul étage d'un immeuble et servant de logement.",
      "definition_translation": "Un apartamento es un conjunto de habitaciones, incluyendo una cocina y un baño, que se encuentran en una planta de un edificio y se utilizan como hogar.",
      "example": "J'ai vécu dans un petit appartement à Londres, je vis maintenant dans un grand appartement à New York, et je vais emménager dans un appartement moderne à Paris.",
      "example_translation": "Viví en un pequeño apartamento en Londres, ahora estoy viviendo en un gran apartamento en Nueva York, y me mudaré a un apartamento moderno en París.",
      "imageLink": "image_files\\English\\flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hôpital",
      "translation": "hospital",
      "definition": "Un hôpital est un établissement de soins de santé qui fournit des traitements aux patients avec du personnel spécialisé et des équipements.",
      "definition_translation": "Un hospital es una institución de atención médica que proporciona tratamiento a pacientes con personal y equipo especializados.",
      "example": "Je suis né à l'hôpital, je travaille maintenant à l'hôpital, et je vais donner de l'argent à un hôpital.",
      "example_translation": "Nací en un hospital, ahora estoy trabajando en un hospital, y donaré dinero a un hospital.",
      "imageLink": "image_files\\English\\hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hôtel",
      "translation": "hotel",
      "definition": "Un hôtel est un bâtiment qui offre un hébergement et des services tels que de la nourriture, des boissons et des divertissements aux voyageurs et aux touristes.",
      "definition_translation": "Un hotel es un edificio que proporciona alojamiento y alojamiento para viajeros y turistas, ofreciendo una variedad de servicios como comida, bebida y entretenimiento.",
      "example": "J'ai séjourné à un hôtel à New York City l'année dernière, je séjourne à un hôtel à Paris maintenant, et je vais séjourner à un hôtel à Tokyo l'année prochaine.",
      "example_translation": "Me quedé en un hotel en la ciudad de Nueva York el año pasado, ahora estoy en un hotel en París y me quedaré en un hotel en Tokio el año que viene.",
      "imageLink": "image_files\\English\\hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "maison",
      "translation": "casa",
      "definition": "Une maison est un bâtiment ou une structure qui sert de résidence permanente ou semi-permanente pour les humains, offrant un abri et une protection contre les éléments.",
      "definition_translation": "Una casa es un edificio o estructura que sirve como residencia permanente o semi-permanente para humanos, proporcionando refugio y protección de los elementos.",
      "example": "J'ai grandi dans une maison en périphérie de la ville, j'habite actuellement dans une maison près de la plage et j'aurai une maison dans les montagnes un jour.",
      "example_translation": "Me crié en una casa en las afueras del pueblo, ahora vivo en una casa cerca de la playa y tendré una casa en las montañas algún día.",
      "imageLink": "image_files\\English\\house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "musée",
      "translation": "museo",
      "definition": "Un musée est une institution dédiée à l'acquisition, à la conservation, à l'étude et à l'exposition d'objets d'importance historique, scientifique ou artistique.",
      "definition_translation": "Un museo es una institución dedicada a la adquisición, conservación, estudio y exhibición de objetos de significado histórico, científico o artístico.",
      "example": "J'ai visité un musée à Washington D.C. la semaine dernière, je visite un musée à Madrid actuellement et je visiterai un musée à Pékin le mois prochain.",
      "example_translation": "Visité un museo en Washington D.C. la semana pasada, ahora estoy visitando un museo en Madrid y visitaré un museo en Pekín el mes que viene.",
      "imageLink": "image_files\\English\\museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "parc",
      "translation": "parque",
      "definition": "Un grand espace vert public au centre d'une ville, utilisé pour la récréation et la détente.",
      "definition_translation": "Un gran área verde pública en el medio de una ciudad, utilizada para la recreación y la relajación.",
      "example": "Je suis allé au parc hier, je vais au parc maintenant et j'irai au parc demain.",
      "example_translation": "Fui al parque ayer, voy al parque ahora, y iré al parque mañana.",
      "imageLink": "image_files\\English\\park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "restaurant",
      "translation": "restaurante",
      "definition": "Un endroit où les gens paient pour s'asseoir et manger des repas qui sont préparés et servis sur place.",
      "definition_translation": "Un lugar donde la gente paga para sentarse y comer comidas que se preparan y se sirven en el lugar.",
      "example": "J'ai dîné au restaurant hier soir, je dîne au restaurant maintenant et je dînerai au restaurant la semaine prochaine.",
      "example_translation": "Comí en un restaurante anoche, estoy comiendo en un restaurante ahora, y comeré en un restaurante la próxima semana.",
      "imageLink": "image_files\\English\\restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rivière",
      "translation": "río",
      "definition": "Un cours d'eau naturel qui relie souvent des lacs, des zones humides ou des océans.",
      "definition_translation": "Un cuerpo natural de agua que fluye que a menudo conecta lagos, humedales o océanos.",
      "example": "J'ai nagé dans la rivière l'été dernier, je nage dans la rivière maintenant et je nagerai dans la rivière l'année prochaine.",
      "example_translation": "Nadé en el río el verano pasado, estoy nadando en el río ahora, y nadaré en el río el próximo año.",
      "imageLink": "image_files\\English\\river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "route",
      "translation": "carretera",
      "definition": "Une route est un chemin conçu pour le transport par des véhicules, notamment des voitures.",
      "definition_translation": "Una carretera es una vía hecha para el viaje de vehículos, especialmente coches.",
      "example": "Je me suis promené le long de la route hier, je me promène le long de la route tous les jours et je me promènerai le long de la route demain.",
      "example_translation": "Camino por la carretera ayer, camino por la carretera todos los días y caminaré por la carretera mañana.",
      "imageLink": "image_files\\English\\road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "école",
      "translation": "escuela",
      "definition": "Une école est une institution conçue pour fournir des espaces d'apprentissage et des environnements d'apprentissage pour les enfants et les adolescents.",
      "definition_translation": "Una escuela es una institución diseñada para proporcionar espacios de aprendizaje y entornos de aprendizaje para niños y adolescentes.",
      "example": "J'ai été à l'école hier, j'y vais tous les jours et j'y irai demain.",
      "example_translation": "Fui a la escuela ayer, voy a la escuela todos los días y iré a la escuela mañana.",
      "imageLink": "image_files\\English\\school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mer",
      "translation": "mar",
      "definition": "La mer est un vaste corps d'eau salée qui couvre plus de 70% de la surface de la Terre.",
      "definition_translation": "El mar es un cuerpo de agua salada vasto que cubre más del 70% de la superficie de la Tierra.",
      "example": "J'ai nagé dans la mer hier, je nage dans la mer tous les étés et je nagerai dans la mer l'année prochaine.",
      "example_translation": "Nadé en el mar ayer, nado en el mar cada verano y nadaré en el mar el año que viene.",
      "imageLink": "image_files\\English\\sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasin",
      "translation": "tienda",
      "definition": "Un bâtiment ou une partie d'un bâtiment où des biens ou des services sont vendus au public.",
      "definition_translation": "Un edificio o parte de un edificio donde se venden bienes o servicios al público.",
      "example": "Je vais faire des achats en ligne demain, j'ai fait des achats en ligne hier et je fais des achats en ligne chaque semaine.",
      "example_translation": "Voy a comprar en línea mañana, compré en línea ayer y compro en línea todas las semanas.",
      "imageLink": "image_files\\English\\shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gare",
      "translation": "estación",
      "definition": "Un lieu ou un bâtiment où une activité ou un service est basé ou fourni.",
      "definition_translation": "Un lugar o edificio donde se basa o se proporciona una actividad o servicio en particular.",
      "example": "Je vais arriver à la gare de train demain, j'y suis arrivé hier et j'y arrive tous les jours.",
      "example_translation": "Llegaré a la estación de tren mañana, llegué a la estación de tren ayer y llego a la estación de tren todos los días.",
      "imageLink": "image_files\\English\\station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrêter",
      "translation": "parar",
      "definition": "S'arrêter ou cesser une action ou un mouvement.",
      "definition_translation": "Detener o suspender una acción o movimiento.",
      "example": "Je vais arrêter de travailler demain, j'ai arrêté de travailler hier, et j'arrête de travailler tous les vendredis.",
      "example_translation": "Voy a dejar de trabajar mañana, dejé de trabajar ayer y dejo de trabajar todos los viernes.",
      "imageLink": "image_files\\English\\stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rue",
      "translation": "calle",
      "definition": "Un passage public dans un environnement construit, généralement avec une surface pavée, bordé de bâtiments, de maisons ou d'autres structures.",
      "definition_translation": "Una vía pública en un entorno construido, generalmente con una superficie pavimentada, que está bordeada de edificios, casas u otras estructuras.",
      "example": "J'ai marché dans la rue pour aller au magasin. Hier, j'ai marché dans la rue pour aller au magasin. Demain, je vais marcher dans la rue pour aller au magasin.",
      "example_translation": "Caminé por la calle para llegar a la tienda. Ayer, caminé por la calle para llegar a la tienda. Mañana, caminaré por la calle para llegar a la tienda.",
      "imageLink": "image_files\\English\\street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "supermarché",
      "translation": "supermercado",
      "definition": "Un grand magasin de détail qui vend une grande variété de produits alimentaires et de produits ménagers, souvent situé en zone suburbaine.",
      "definition_translation": "Una tienda minorista grande que vende una amplia variedad de productos alimenticios y de hogar, a menudo ubicada en una zona suburbana.",
      "example": "Je suis allé au supermarché pour acheter du lait. Hier, j'ai été au supermarché pour acheter des œufs. Demain, je vais aller au supermarché pour acheter du pain.",
      "example_translation": "Fui al supermercado para comprar leche. Ayer, fui al supermercado para comprar huevos. Mañana, iré al supermercado para comprar pan.",
      "imageLink": "image_files\\English\\supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "piscine",
      "translation": "piscina",
      "definition": "Une structure remplie d'eau, utilisée pour la natation, la plongée ou d'autres activités aquatiques.",
      "definition_translation": "Una estructura llena de agua, utilizada para nadar, bucear u otras actividades acuáticas.",
      "example": "J'ai nagé dans la piscine hier. Aujourd'hui, je nage dans la piscine. Demain, je vais nager dans la piscine.",
      "example_translation": "Nadé en la piscina ayer. Hoy, estoy nadando en la piscina. Mañana, nadaré en la piscina.",
      "imageLink": "image_files\\English\\swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ville",
      "translation": "pueblo",
      "definition": "Une ville est un établissement humain plus grand qu'un village mais plus petit qu'une ville.",
      "definition_translation": "Un pueblo es un asentamiento humano que es más grande que un pueblo pero más pequeño que una ciudad.",
      "example": "J'ai visité ma ville natale le week-end dernier, je visite ma ville natale demain, et je visiterai ma ville natale l'année prochaine.",
      "example_translation": "Visité mi pueblo natal el fin de semana pasado, estoy visitando mi pueblo natal mañana, y visitaré mi pueblo natal el próximo año.",
      "imageLink": "image_files\\English\\town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "université",
      "translation": "universidad",
      "definition": "Une université est une institution d'enseignement supérieur et de recherche, qui délivre des diplômes de différents domaines d'étude.",
      "definition_translation": "Una universidad es una institución de educación superior e investigación, que otorga grados académicos en diversas áreas de estudio.",
      "example": "J'ai obtenu mon diplôme de l'université l'année dernière, je suis actuellement étudiant à l'université, et je fréquenterai l'université dans cinq ans.",
      "example_translation": "Me gradué de la universidad el año pasado, estoy estudiando en la universidad ahora, y asistiré a la universidad en cinco años.",
      "imageLink": "image_files\\English\\university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "village",
      "translation": "aldea",
      "definition": "Un village est un groupe de maisons et de bâtiments associés, plus grand qu'un hameau mais plus petit qu'une ville, situé dans une zone rurale.",
      "definition_translation": "Una aldea es un grupo de casas y edificios asociados, más grande que un caserío y más pequeño que un pueblo, situado en un área rural.",
      "example": "J'ai vécu dans un village quando j'étais enfant, je vis dans un village maintenant, et je vivrai dans un village lorsque je prendrai ma retraite.",
      "example_translation": "Viví en una aldea cuando era niño, estoy viviendo en una aldea ahora, y viviré en una aldea cuando me jubile.",
      "imageLink": "image_files\\English\\village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "zoo",
      "translation": "zoológico",
      "definition": "Un jardin zoologique ou un établissement où des animaux sauvages ou exotiques sont détenus pour exhibition publique et divertissement.",
      "definition_translation": "Un jardín zoológico o una institución donde se mantienen animales salvajes o exóticos para exhibición y entretenimiento público.",
      "example": "J'ai visité le zoo le week-end dernier et j'ai vu un lion, hier j'ai vu un documentaire sur le zoo, et demain je vais visiter le zoo à nouveau.",
      "example_translation": "Visité el zoológico el fin de semana pasado y vi un león, ayer vi un documental sobre el zoológico, y mañana visitaré el zoológico de nuevo.",
      "imageLink": "image_files\\English\\zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aéroport",
      "translation": "aeropuerto",
      "definition": "Un lieu où les avions décollent et atterrissent, généralement équipé de facilités pour les passagers et les marchandises.",
      "definition_translation": "Un lugar donde los aviones despegan y aterrizan, generalmente con instalaciones para pasajeros y carga.",
      "example": "J'arriverai à l'aéroport à 17h, hier j'ai décollé de l'aéroport, et l'année prochaine je vais travailler à l'aéroport.",
      "example_translation": "Llegaré al aeropuerto a las 5 pm, ayer me marché del aeropuerto, y el año que viene trabajaré en el aeropuerto.",
      "imageLink": "image_files\\English\\airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appartement",
      "translation": "apartamento",
      "definition": "Un logement indépendant qui occupe uniquement une partie d'un bâtiment, généralement sur un seul niveau.",
      "definition_translation": "Una unidad de vivienda independiente que ocupa solo una parte de un edificio, generalmente en un solo nivel.",
      "example": "J'habite dans un appartement en ville, j'ai loué un appartement l'année dernière, et le mois prochain je vais vendre mon appartement.",
      "example_translation": "Vivo en un apartamento en la ciudad, alquilé un apartamento el año pasado, y el mes que viene venderé mi apartamento.",
      "imageLink": "image_files\\English\\apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "zone",
      "translation": "área",
      "definition": "Une région ou partie d'un pays, ville ou bourg, souvent définie par une caractéristique ou une utilisation particulière.",
      "definition_translation": "Una región o parte de un país, ciudad o pueblo, a menudo definida por una característica particular o uso.",
      "example": "La zone a été évacuée en raison de l'inondation. Le parc est une zone populaire pour les promenades. D'ici 2025, la zone sera entièrement développée.",
      "example_translation": "El área fue evacuada debido a la inundación. El parque es un área popular para caminar. Para 2025, el área estará completamente desarrollada.",
      "imageLink": "image_files\\English\\area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "librairie",
      "translation": "librería",
      "definition": "Un bâtiment ou pièce où les livres sont vendus ou conservés.",
      "definition_translation": "Un edificio o habitación donde se venden o guardan libros.",
      "example": "J'ai visité la librairie hier et j'ai acheté un roman. La librairie au coin de la rue ferme ses portes. D'ici l'année prochaine, la librairie aura déménagé dans un nouvel emplacement.",
      "example_translation": "Visité la librería ayer y compré una novela. La librería de la esquina está cerrando. Para el próximo año, la librería se habrá mudado a una nueva ubicación.",
      "imageLink": "image_files\\English\\bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "librairie générale",
      "translation": "tienda de libros",
      "definition": "Un bâtiment ou pièce où les livres sont vendus, souvent avec une grande sélection de titres.",
      "definition_translation": "Un edificio o habitación donde se venden libros, a menudo con una amplia selección de títulos.",
      "example": "La librairie générale sur la rue principale a une grande sélection de romans. J'ai travaillé dans une librairie générale pendant mes études. La librairie générale accueillera une séance de dédicace la semaine prochaine.",
      "example_translation": "La tienda de libros en la calle principal tiene una gran selección de libros de ficción. Trabajé en una tienda de libros durante mis días de universidad. La tienda de libros organizará un evento de firma de libros la próxima semana.",
      "imageLink": "image_files\\English\\bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pont",
      "translation": "puente",
      "definition": "Un pont est une structure construite pour franchir une vallée, une route, un cours d'eau ou autre obstacle, dans le but de fournir un passage sur l'obstacle.",
      "definition_translation": "Un puente es una estructura construida para atravesar un valle, carretera, cuerpo de agua o otro obstáculo, con el fin de proporcionar paso sobre el obstáculo.",
      "example": "Hier, j'ai traversé le pont pour aller en ville. Aujourd'hui, je vais traverser le pont à pied pour profiter de la vue. Demain, je vais traverser le pont à vélo pour rejoindre mes amis.",
      "example_translation": "Ayer, conduje sobre el puente para llegar a la ciudad. Hoy, estoy caminando sobre el puente para disfrutar del paisaje. Mañana, montaré mi bicicleta sobre el puente para reunirme con mis amigos.",
      "imageLink": "image_files\\English\\bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bâtiment",
      "translation": "edificio",
      "definition": "Un bâtiment est une structure avec un toit et des murs, comme une maison, un bureau ou une usine, servant à diverses fins.",
      "definition_translation": "Un edificio es una estructura con techo y paredes, como una casa, oficina o fábrica, utilizada para varios propósitos.",
      "example": "L'entreprise construit un nouveau bâtiment pour étendre ses activités. L'ancien bâtiment a été démoli pour laisser place à un parc. À l'avenir, le bâtiment sera rénové pour inclure plus d'équipements.",
      "example_translation": "La empresa está construyendo un nuevo edificio para ampliar sus operaciones. El edificio antiguo fue demolido para dar paso a un nuevo parque. En el futuro, el edificio será renovado para incluir más comodidades.",
      "imageLink": "image_files\\English\\building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gare routière",
      "translation": "estación de autobuses",
      "definition": "Une gare routière est une zone ou bâtiment désigné où les autobus s'arrêtent pour prendre et déposer des passagers.",
      "definition_translation": "Una estación de autobuses es un área designada o edificio donde los autobuses paran para recoger y dejar a los pasajeros.",
      "example": "J'ai arrivé à la gare routière tôt pour acheter mon billet. La gare routière était très bondée pendant les heures de pointe. À l'avenir, la gare routière sera élargie pour accueillir plus d'autobus.",
      "example_translation": "Llegué a la estación de autobuses temprano para comprar mi boleto. La estación de autobuses estaba muy concurrida durante la hora pico. En el futuro, la estación de autobuses será ampliada para acomodar más autobuses.",
      "imageLink": "image_files\\English\\bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrêt de bus",
      "translation": "parada de autobús",
      "definition": "Un endroit où un autobus s'arrête pour laisser monter ou descendre des passagers, généralement marqué par un panneau ou un abri.",
      "definition_translation": "Un lugar donde un autobús se detiene para dejar que los pasajeros suban o bajen, normalmente marcado por una señal o refugio.",
      "example": "J'ai attendu à l'arrêt de bus pendant vingt minutes, mais l'autobus n'est pas arrivé. J'attends à l'arrêt de bus chaque matin. Demain, j'attends à l'arrêt de bus.",
      "example_translation": "Esperé en la parada de autobús durante 20 minutos, pero el autobús no llegó. Yo espero en la parada de autobús todas las mañanas. Esperaré en la parada de autobús mañana.",
      "imageLink": "image_files\\English\\bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cafétéria",
      "translation": "cafetería",
      "definition": "Une salle ou bâtiment où les repas et les boissons sont servis, notamment dans une école ou un lieu de travail.",
      "definition_translation": "Una habitación o edificio donde se sirven alimentos y bebidas, especialmente en una escuela o lugar de trabajo.",
      "example": "Je suis allé à la cafétéria pour acheter un sandwich. Nous déjeunons à la cafétéria tous les jours. La cafétéria sera fermée demain.",
      "example_translation": "Fui a la cafetería a comprar un sándwich. Tenemos almuerzo en la cafetería todos los días. La cafetería estará cerrada mañana.",
      "imageLink": "image_files\\English\\cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "capitale",
      "translation": "capital",
      "definition": "La ville ou bourg qui est le siège du gouvernement d'un pays, d'un État ou d'une province.",
      "definition_translation": "La ciudad o pueblo que es la sede del gobierno de un país, estado o provincia.",
      "example": "La capitale de la France est Paris. Nous avons visité la capitale l'an dernier. La capitale accueillera les Jeux olympiques en 2024.",
      "example_translation": "La capital de Francia es París. Visitamos la capital el año pasado. La capital será la sede de los Juegos Olímpicos en 2024.",
      "imageLink": "image_files\\English\\capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "parking",
      "translation": "aparcamiento",
      "definition": "Un vaste espace ou bâtiment où les gens peuvent laisser leur voiture, souvent contre rémunération.",
      "definition_translation": "Un área grande o edificio donde las personas pueden dejar sus coches, a menudo por una tarifa.",
      "example": "J'ai laissé ma voiture au parking près de l'aéroport. Hier, j'avais laissé ma voiture là, et demain je la laisserai encore.",
      "example_translation": "Aparqué mi coche en el aparcamiento cerca del aeropuerto. Ayer, lo había aparcado allí, y mañana lo aparcaré de nuevo.",
      "imageLink": "image_files\\English\\car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "château",
      "translation": "castillo",
      "definition": "Un grand bâtiment ou structure, typiquement situé dans un emplacement stratégique, construit pour fournir un refuge ou une protection contre une attaque.",
      "definition_translation": "Un edificio o estructura grande, generalmente en una ubicación estratégica, construido para proporcionar refugio o protección contra un ataque.",
      "example": "Le roi a vécu dans le château pendant de nombreuses années. L'année dernière, il avait visité le château, et l'année prochaine, il le visiterra à nouveau.",
      "example_translation": "El rey vivió en el castillo durante muchos años. El año pasado, había visitado el castillo, y el próximo año lo visitará de nuevo.",
      "imageLink": "image_files\\English\\castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cathédrale",
      "translation": "catedral",
      "definition": "Une grande église impressionnante, typiquement construite dans un style gothique, servant de principale église d'un diocèse ou d'un évêché.",
      "definition_translation": "Una iglesia grande y impresionante, típicamente construida en estilo gótico, que sirve como la iglesia principal de una diócesis o obispado.",
      "example": "Les touristes ont visité la cathédrale dans le centre-ville. Hier, ils avaient visité la cathédrale, et demain, ils la visiteront à nouveau.",
      "example_translation": "Los turistas visitaron la catedral en el centro de la ciudad. Ayer, habían visitado la catedral, y mañana la visitarán de nuevo.",
      "imageLink": "image_files\\English\\cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "centre",
      "translation": "centro",
      "definition": "Un point qui est équidistant de tous les côtés d'un objet, figure ou espace.",
      "definition_translation": "Un punto que es equidistante de todos los lados de un objeto, figura o espacio.",
      "example": "Je vous rencontrerai au centre du parc demain, où nous nous sommes rencontrés la semaine dernière, et où nous nous rencontrerons à nouveau l'année prochaine.",
      "example_translation": "Me reuniré contigo en el centro del parque mañana, donde nos reunimos la semana pasada, y donde nos reuniremos de nuevo el año que viene.",
      "imageLink": "image_files\\English\\centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pharmacie",
      "translation": "farmacia",
      "definition": "Un magasin où sont vendus ou délivrés des médicaments, des cosmétiques et d'autres produits similaires.",
      "definition_translation": "Una tienda donde se venden o dispensan medicamentos, cosméticos y otros productos similares.",
      "example": "Je suis allé à la pharmacie pour acheter des médicaments contre mon rhume, et puis je retournerai à la pharmacie la semaine prochaine pour me faire renouveler ma prescription.",
      "example_translation": "Fui a la farmacia a comprar algún medicamento para mi resfriado, y luego iré a la farmacia de nuevo la próxima semana para que me rellenen mi receta médica.",
      "imageLink": "image_files\\English\\chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "église",
      "translation": "iglesia",
      "definition": "Un bâtiment pour le culte chrétien, notamment avec une croix sur le toit ou un clocher.",
      "definition_translation": "Un edificio para el culto cristiano, especialmente uno con una cruz en el techo o una aguja.",
      "example": "J'ai été à l'église le dimanche dernier, où j'étais allé le dimanche précédent, et où j'irai à nouveau le dimanche prochain.",
      "example_translation": "Fui a la iglesia el último domingo, donde había ido el domingo anterior, y donde iré de nuevo el próximo domingo.",
      "imageLink": "image_files\\English\\church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "centre-ville",
      "translation": "centro de la ciudad",
      "definition": "La partie centrale d'une ville, souvent contenant des magasins, des bureaux et des bâtiments publics.",
      "definition_translation": "La parte central de una ciudad, que suele contener tiendas, oficinas y edificios públicos.",
      "example": "J'allais dans le centre-ville chaque week-end pour faire du shopping. Maintenant, j'y vais pour rencontrer mes amis. À l'avenir, j'irai au centre-ville pour assister à des concerts.",
      "example_translation": "Solía visitar el centro de la ciudad todos los fines de semana para ir de compras. Ahora, lo visito para reunirme con mis amigos. En el futuro, lo visitaré para asistir a conciertos.",
      "imageLink": "image_files\\English\\city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasin de vêtements",
      "translation": "tienda de ropa",
      "definition": "Un magasin où sont vendus des vêtements et des accessoires.",
      "definition_translation": "Una tienda donde se venden ropa y accesorios.",
      "example": "Je suis allé au magasin de vêtements hier pour acheter une nouvelle robe. Maintenant, je la porte au party. À l'avenir, je retournerai au même magasin pour acheter un nouveau costume.",
      "example_translation": "Fui a la tienda de ropa ayer para comprar un nuevo vestido. Ahora, lo estoy usando en la fiesta. En el futuro, iré a la misma tienda para comprar un traje nuevo.",
      "imageLink": "image_files\\English\\clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "club",
      "translation": "club",
      "definition": "Une association de personnes unies par un intérêt ou un objectif commun.",
      "definition_translation": "Una asociación de personas unidas por un interés común o objetivo.",
      "example": "J'étais membre d'un club de livre au lycée. Maintenant, je suis membre d'un club de sport. À l'avenir, je créerai mon propre club pour les amateurs de musique.",
      "example_translation": "Era miembro de un club de libro en la escuela secundaria. Ahora, soy miembro de un club de deportes. En el futuro, empezaré mi propio club para amantes de la música.",
      "imageLink": "image_files\\English\\club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "collège",
      "translation": "colegio",
      "definition": "Une institution éducative qui fournit une éducation supérieure et décerne des diplômes et des degrés.",
      "definition_translation": "Una institución educativa que proporciona educación superior y otorga diplomas y grados.",
      "example": "J'ai fréquenté le collège dans les années 90, je fréquente le collège maintenant, et je fréquenterai le collège l'année prochaine.",
      "example_translation": "Asistí a la universidad en los 90, estoy asistiendo a la universidad ahora y asistiré a la universidad el próximo año.",
      "imageLink": "image_files\\English\\college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coin",
      "translation": "esquina",
      "definition": "Le point ou la zone où deux ou plusieurs arêtes, surfaces ou lignes se rencontrent.",
      "definition_translation": "El punto o área donde se encuentran dos o más bordes, superficies o líneas.",
      "example": "Je me suis précipité au coin de la salle, je me tiens debout au coin maintenant, et je m'assiérai au coin demain.",
      "example_translation": "Corrí hasta la esquina de la habitación, estoy parado en la esquina ahora y me sentaré en la esquina mañana.",
      "imageLink": "image_files\\English\\corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grand magasin",
      "translation": "tienda por departamentos",
      "definition": "Un grand magasin de détail qui propose une grande variété de produits, souvent organisés par département.",
      "definition_translation": "Una gran tienda minorista que ofrece una amplia gama de productos, a menudo organizada por departamento.",
      "example": "J'ai fait des achats chez un grand magasin la semaine dernière, je fais des achats chez un grand magasin maintenant, et je ferai des achats chez un grand magasin le mois prochain.",
      "example_translation": "Hice compras en una tienda por departamentos la semana pasada, estoy comprando en una tienda por departamentos ahora y haré compras en una tienda por departamentos el próximo mes.",
      "imageLink": "image_files\\English\\department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "discothèque",
      "translation": "discoteca",
      "definition": "Un type de club ou de soirée où les gens dansent sur de la musique enregistrée.",
      "definition_translation": "un tipo de club o fiesta donde la gente baila al son de música grabada",
      "example": "Je suis allé à une discothèque hier soir et j'ai dansé jusqu'à l'aube. Je vais à une discothèque ce soir. Je irai à une discothèque le week-end prochain.",
      "example_translation": "Fui a una discoteca anoche y bailé hasta el amanecer. Voy a una discoteca esta noche. Iré a una discoteca el próximo fin de semana.",
      "imageLink": "image_files\\English\\disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pharmacie",
      "translation": "farmacia",
      "definition": "Un magasin où l'on peut acheter des médicaments, des cosmétiques et d'autres produits de soins personnels.",
      "definition_translation": "una tienda donde puedes comprar medicamentos, cosméticos y otros productos de cuidado personal",
      "example": "Je suis allé à la pharmacie pour acheter des anti-douleurs. Elle ira à la pharmacie pour acheter du shampooing. Ils sont allés à la pharmacie de nombreuses fois.",
      "example_translation": "Fui a la farmacia a comprar algún relajante. Ella irá a la farmacia a comprar some champú. Ellos han estado en la farmacia muchas veces.",
      "imageLink": "image_files\\English\\drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "entrée",
      "translation": "entrada",
      "definition": "Le point ou le moyen d'entrer dans un bâtiment, un pays ou une zone particulière.",
      "definition_translation": "el punto o manera de entrar a un edificio, un país o una área particular",
      "example": "L'entrée du musée est à gauche. Ils ont fait leur entrée dans la soirée. L'examen d'entrée était très difficile.",
      "example_translation": "La entrada al museo está a la izquierda. Ellos hicieron su entrada en la fiesta. El examen de entrada fue muy difícil.",
      "imageLink": "image_files\\English\\entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sortie",
      "translation": "salir",
      "definition": "L'acte de sortir d'un lieu, notamment d'un bâtiment ou d'un véhicule.",
      "definition_translation": "El acto de salir de un lugar, especialmente un edificio o un vehículo.",
      "example": "Je vais sortir de la salle lorsque la réunion sera terminée. Je suis sorti de la salle hier. Je sors de la salle tous les jours.",
      "example_translation": "Saliré del salón cuando la reunión termine. Salí del salón ayer. Salgo del salón todos los días.",
      "imageLink": "image_files\\English\\exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "champ",
      "translation": "campo",
      "definition": "Un terrain utilisé pour la culture de plantes ou l'élevage d'animaux.",
      "definition_translation": "Un área de tierra utilizada para cultivar cultivos o criar animales.",
      "example": "Je vais travailler dans le champ demain. J'ai travaillé dans le champ la semaine dernière. Je travaille dans le champ tous les étés.",
      "example_translation": "Trabajaré en el campo mañana. Trabaje en el campo la semana pasada. Trabajo en el campo cada verano.",
      "imageLink": "image_files\\English\\field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "garage",
      "translation": "garaje",
      "definition": "Un bâtiment ou un hangar pour abriter un véhicule.",
      "definition_translation": "Un edificio o cobertizo para alojar un coche u otros vehículos.",
      "example": "Je vais garer ma voiture dans le garage ce soir. J'ai garé ma voiture dans le garage hier soir. Je garé ma voiture dans le garage tous les soirs.",
      "example_translation": "Estacionaré mi coche en el garaje esta noche. Estacioné mi coche en el garaje anoche. Estaciono mi coche en el garaje todas las noches.",
      "imageLink": "image_files\\English\\garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "colline",
      "translation": "colina",
      "definition": "Une élévation naturelle de la surface de la Terre s'élevant plus ou moins brusquement du niveau environnant et atteignant une altitude qui, par rapport à l'altitude adjacente, est impressionnante ou notable.",
      "definition_translation": "Una elevación natural de la superficie de la Tierra que se eleva más o menos bruscamente desde el nivel circundante y alcanza una altitud que, en relación con la elevación adyacente, es impresionante o notable.",
      "example": "J'ai gravi la colline pour avoir une meilleure vue. Hier, j'ai gravi la colline pour avoir une meilleure vue. D'ici l'an prochain, j'aurai gravi la colline pour avoir une meilleure vue.",
      "example_translation": "Subí la colina para obtener una vista mejor. Ayer, subí la colina para obtener una vista mejor. Para el próximo año, habré subido la colina para obtener una vista mejor.",
      "imageLink": "image_files\\English\\hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "île",
      "translation": "isla",
      "definition": "Une terre entourée d'eau, souvent plus petite qu'un continent et plus grande qu'un rocher ou un banc de sable sous-marin.",
      "definition_translation": "Un área de tierra, a menudo rodeada de agua, que es más pequeña que un continente y más grande que una roca o un banco sumergido.",
      "example": "J'ai visité l'île l'été dernier. Hier, j'étais en train de visiter l'île. D'ici l'hiver prochain, j'aurai visité l'île.",
      "example_translation": "Visité la isla el verano pasado. Ayer, estaba visitando la isla. Para el próximo invierno, estaré visitando la isla.",
      "imageLink": "image_files\\English\\island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bibliothèque",
      "translation": "biblioteca",
      "definition": "Un bâtiment ou une salle contenant des collections de livres, de périodiques et parfois de films et de musique enregistrée pour que les gens puissent lire, emprunter ou consulter.",
      "definition_translation": "Un edificio o habitación que contiene colecciones de libros, periódicos y a veces películas y música grabada para que la gente lea, preste o consulte.",
      "example": "J'ai étudié à la bibliothèque hier. Aujourd'hui, j'étudie à la bibliothèque. Demain, j'aurai étudié à la bibliothèque.",
      "example_translation": "Estudié en la biblioteca ayer. Hoy, estoy estudiando en la biblioteca. Para mañana, habré estudiado en la biblioteca.",
      "imageLink": "image_files\\English\\library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "soulever",
      "translation": "elevador",
      "definition": "Soulever quelque chose signifie le lever ou le déplacer vers le haut, souvent en utilisant ses mains ou une machine.",
      "definition_translation": "Elevar algo significa levantarlo o moverlo hacia arriba, a menudo utilizando tus manos o una máquina.",
      "example": "J'ai soulevé la boîte sur la table. Hier, j'avais soulevé les haltères au gymnase. D'ici l'année prochaine, j'aurai soulevé le trophée.",
      "example_translation": "Yo levanté la caja sobre la mesa. Ayer, había levantado los pesos en el gimnasio. Para el próximo año, habré levantado el trofeo.",
      "imageLink": "image_files\\English\\lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "marché",
      "translation": "mercado",
      "definition": "Un marché est un endroit où les gens achètent et vendent des biens, souvent en plein air ou dans un grand bâtiment.",
      "definition_translation": "Un mercado es un lugar donde la gente compra y vende bienes, a menudo al aire libre o en un edificio grande.",
      "example": "Je vais au marché pour acheter des fruits. La semaine dernière, j'étais allé au marché pour vendre mes vieux livres. D'ici le mois prochain, j'aurai ouvert mon propre marché.",
      "example_translation": "Voy al mercado a comprar algunas frutas. La semana pasada, fui al mercado a vender mis libros viejos. Para el próximo mes, habré abierto mi propio mercado.",
      "imageLink": "image_files\\English\\market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mosquée",
      "translation": "mezquita",
      "definition": "Une mosquée est un bâtiment où les musulmans vont prier et adorer.",
      "definition_translation": "Una mezquita es un edificio donde los musulmanes van a orar y adorar.",
      "example": "J'ai visité la mosquée la semaine dernière. Hier, j'avais visité la mosquée avec mes amis. D'ici l'année prochaine, j'aurai construit une nouvelle mosquée.",
      "example_translation": "Visité la mezquita la semana pasada. Ayer, había visitado la mezquita con mis amigos. Para el próximo año, habré construido una nueva mezquita.",
      "imageLink": "image_files\\English\\mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "autoroute",
      "translation": "autopista",
      "definition": "Une autoroute est une route à haute vitesse conçue pour la circulation rapide, souvent avec plusieurs voies et des points d'accès limités.",
      "definition_translation": "Una autopista es un camino de alta velocidad diseñado para tráfico rápido, a menudo con múltiples carriles y puntos de acceso limitados.",
      "example": "J'ai conduit sur l'autoroute hier, je conduis sur l'autoroute tous les jours, et je conduirai sur l'autoroute demain.",
      "example_translation": "Conduje en la autopista ayer, conduzco en la autopista todos los días, y conduciré en la autopista mañana.",
      "imageLink": "image_files\\English\\motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "montagne",
      "translation": "montaña",
      "definition": "Une montagne est une élévation naturelle de la surface de la Terre, formant souvent un sommet.",
      "definition_translation": "Una montaña es una elevación natural de la superficie de la tierra, usualmente formando un pico.",
      "example": "J'ai grimpé la montagne la semaine dernière, je grimpe la montagne chaque été, et je grimperai la montagne l'année prochaine.",
      "example_translation": "Subí la montaña la semana pasada, subo la montaña cada verano, y subiré la montaña el año que viene.",
      "imageLink": "image_files\\English\\mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bureau",
      "translation": "oficina",
      "definition": "Un bureau est une pièce ou un ensemble de pièces où les gens travaillent, souvent dans un bâtiment ou un complexe.",
      "definition_translation": "Una oficina es una habitación o conjunto de habitaciones donde la gente trabaja, a menudo en un edificio o complejo.",
      "example": "J'ai travaillé dans un bureau hier, je travaille dans un bureau tous les jours, et je travaillerai dans un bureau demain.",
      "example_translation": "Trabajé en una oficina ayer, trabajo en una oficina todos los días, y trabajaré en una oficina mañana.",
      "imageLink": "image_files\\English\\office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chemin",
      "translation": "camino",
      "definition": "Un chemin est une voie ou une route à travers un paysage, une ville ou une forêt, souvent conçu pour la marche ou la randonnée.",
      "definition_translation": "Un camino es una vía o ruta a través de un paisaje, ciudad o bosque, a menudo diseñada para caminar o senderismo.",
      "example": "J'ai marché le long du chemin sinueux à travers la forêt hier, et je le ferai à nouveau demain. Je le fais juste maintenant, et j'adore le paysage.",
      "example_translation": "Caminé por el camino sinuoso a través del bosque ayer, y lo haré de nuevo mañana. Estoy caminando por él ahora mismo, y me encanta el paisaje.",
      "imageLink": "image_files\\English\\path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasin d'animaux de compagnie",
      "translation": "tienda de mascotas",
      "definition": "Un magasin d'animaux de compagnie est un magasin qui vend des animaux, de la nourriture et des fournitures pour les animaux de compagnie.",
      "definition_translation": "Una tienda de mascotas es una tienda que vende animales, alimentos y suministros para mascotas.",
      "example": "J'ai été au magasin d'animaux de compagnie avec ma sœur hier, et nous avons acheté de la nourriture pour notre chat. Nous irons au magasin d'animaux de compagnie à nouveau demain pour acheter un nouveau jouet pour notre chien.",
      "example_translation": "Fui a la tienda de mascotas con mi hermana ayer, y compramos comida para nuestro gato. Iremos a la tienda de mascotas nuevamente mañana para comprar un juguete nuevo para nuestro perro.",
      "imageLink": "image_files\\English\\pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "station-service",
      "translation": "estación de servicio",
      "definition": "Une station-service est un endroit où vous pouvez acheter du carburant pour votre véhicule, ainsi que d'autres biens et services.",
      "definition_translation": "Una estación de servicio es un lugar donde puedes comprar combustible para tu vehículo, así como otros bienes y servicios.",
      "example": "J'ai arrêté à la station-service sur le chemin du retour du travail hier, et j'ai rempli mon réservoir. J'arrêterai à la station-service à nouveau demain pour acheter un café.",
      "example_translation": "Me detuve en la estación de servicio en mi camino a casa desde el trabajo ayer, y llené mi tanque. Me detendré en la estación de servicio nuevamente mañana para comprar un café.",
      "imageLink": "image_files\\English\\petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aire de jeux",
      "translation": "parque infantil",
      "definition": "Une aire de jeux est un espace en plein air, généralement dans une école ou un parc public, équipé d'équipements tels que des balançoires, des toboggans et des structures d'escalade, destinés aux enfants pour jouer.",
      "definition_translation": "Un área al aire libre, generalmente en una escuela o parque público, equipada con equipo como columpios, toboganes y estructuras de escalada, destinada para que los niños jueguen.",
      "example": "Quand j'étais gosse, je jouais dans l'aire de jeux chaque après-midi. Maintenant, je prends mes enfants à l'aire de jeux les week-ends. D'ici l'année prochaine, ils joueront dans l'aire de jeux avec leurs amis.",
      "example_translation": "Cuando era niño, solía jugar en el parque infantil todas las tardes. Ahora, estoy llevando a mis hijos al parque infantil los fines de semana. Para el próximo año, ellos estarán jugando en el parque infantil con sus amigos.",
      "imageLink": "image_files\\English\\playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poste de police",
      "translation": "comisaría de policía",
      "definition": "Un bâtiment ou un bureau où les policiers sont basés et à partir duquel ils opèrent, souvent avec des installations pour détenir des prisonniers et traiter les crimes.",
      "definition_translation": "Un edificio o oficina donde los oficiales de policía se basan y desde donde operan, a menudo con instalaciones para mantener prisioneros y procesar delitos.",
      "example": "Le détective est allé au poste de police pour déposer un rapport. Hier, elle avait visité le poste de police pour donner une déclaration. Demain, elle ira au poste de police pour suivre l'affaire.",
      "example_translation": "El detective fue a la comisaría de policía para presentar un informe. Ayer, había visitado la comisaría de policía para dar una declaración. Para mañana, ella estará yendo a la comisaría de policía para seguir el caso.",
      "imageLink": "image_files\\English\\police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "piscine",
      "translation": "piscina",
      "definition": "Une petite zone d'eau calme, généralement créée artificiellement, pour la natation, le plongeon ou d'autres sports nautiques.",
      "definition_translation": "Un área pequeña de agua tranquila, generalmente creada artificialmente, para nadar, bucear o otros deportes acuáticos.",
      "example": "Je vais nager dans la piscine demain. Elle a appris à nager dans la piscine quand elle était petite. D'ici l'été prochain, ils joueront dans la piscine avec leurs cousins.",
      "example_translation": "Voy a nadar en la piscina mañana. Ella aprendió a nadar en la piscina cuando era niña. Para el próximo verano, ellos estarán jugando en la piscina con sus primos.",
      "imageLink": "image_files\\English\\pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bureau de poste",
      "translation": "oficina de correos",
      "definition": "Un bâtiment public où le courrier et les paquets sont reçus, triés et expédiés à destination.",
      "definition_translation": "Un edificio público donde se reciben, clasifican y envían correo y paquetes a sus destinos.",
      "example": "Je suis allé au bureau de poste pour envoyer un paquet à ma sœur. Hier, j'ai reçu une lettre de mon ami au bureau de poste. D'ici l'année prochaine, le bureau de poste aura des boîtes de courrier électroniques.",
      "example_translation": "Fui a la oficina de correos para enviar un paquete a mi hermana. Ayer, recibí una carta de mi amigo en la oficina de correos. Para el próximo año, la oficina de correos tendrá buzones electrónicos.",
      "imageLink": "image_files\\English\\post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pub",
      "translation": "pub",
      "definition": "Une maison publique, notamment au Royaume-Uni, où les gens se réunissent pour boire et socialiser.",
      "definition_translation": "Una casa pública, especialmente en el Reino Unido, donde la gente se reúne para beber y socializar.",
      "example": "J'ai rencontré mes amis au pub pour regarder un match de football. Le pub était bondé, donc nous nous sommes assis à l'extérieur. D'ici le week-end prochain, le pub aura un groupe en direct.",
      "example_translation": "Me reuní con mis amigos en el pub para ver un partido de fútbol. El pub estaba lleno, así que nos sentamos afuera. Para el próximo fin de semana, el pub tendrá una banda en vivo.",
      "imageLink": "image_files\\English\\pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chemin de fer",
      "translation": "ferrocarril",
      "definition": "Un système de voies et de trains pour transporter des personnes et des marchandises.",
      "definition_translation": "Un sistema de vías y trenes para transportar personas y mercancías.",
      "example": "J'ai pris le chemin de fer pour visiter mes grands-parents à la campagne. La compagnie de chemin de fer projette de construire une nouvelle ligne à grande vitesse. D'ici 2025, le chemin de fer sera électrifié.",
      "example_translation": "Tomé el ferrocarril para visitar a mis abuelos en el campo. La empresa ferroviaria planea construir una nueva línea de alta velocidad. Para 2025, el ferrocarril estará electrificado.",
      "imageLink": "image_files\\English\\railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gare",
      "translation": "estación de ferrocarril",
      "definition": "Une gare est un endroit où les trains s'arrêtent pour prendre et laisser des passagers, des marchandises ou les deux.",
      "definition_translation": "Una estación de ferrocarril es un lugar donde los trenes se detienen para recoger y dejar a los pasajeros, mercancías o ambos.",
      "example": "Je suis allé à la gare pour prendre le train pour Londres. Je vais à la gare pour accueillir mon ami. Je vous retrouverai à la gare demain matin.",
      "example_translation": "Fui a la estación de ferrocarril para coger el tren a Londres. Voy a la estación de ferrocarril a recoger a mi amigo. Me encontraré contigo en la estación de ferrocarril mañana por la mañana.",
      "imageLink": "image_files\\English\\railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasin de chaussures",
      "translation": "tienda de calzado",
      "definition": "Un magasin de chaussures est un établissement commercial qui se spécialise dans la vente de chaussures et d'autres articles de chaussure.",
      "definition_translation": "Una tienda de calzado es un establecimiento minorista que se especializa en vender zapatos y otros calzados.",
      "example": "J'ai acheté une nouvelle paire de chaussures au magasin de chaussures hier. Elle va au magasin de chaussures pour essayer des bottes. Ils ouvriront un nouveau magasin de chaussures au centre commercial next month.",
      "example_translation": "Compré un par de zapatos nuevos en la tienda de calzado ayer. Ella va a la tienda de calzado a probarse algunos botas. Abrirán una nueva tienda de calzado en el centro comercial el próximo mes.",
      "imageLink": "image_files\\English\\shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "centre commercial",
      "translation": "centro comercial",
      "definition": "Un centre commercial, connu également sous le nom de centre commercial, est un grand bâtiment ou une zone qui contient de nombreux magasins, restaurants et autres entreprises.",
      "definition_translation": "Un centro comercial, también conocido como un centro comercial, es un edificio grande o área que contiene muchas tiendas, restaurantes y otros negocios.",
      "example": "J'ai passé toute la journée au centre commercial avec mes amis. Elle travaille dans un magasin de vêtements au centre commercial. Ils construisent un nouveau centre commercial à la périphérie de la ville.",
      "example_translation": "Me pasé todo el día en el centro comercial con mis amigos. Ella trabaja en una tienda de ropa en el centro comercial. Están construyendo un nuevo centro comercial en las afueras de la ciudad.",
      "imageLink": "image_files\\English\\shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "centre sportif",
      "translation": "centro deportivo",
      "definition": "Un centre sportif est un grand bâtiment ou un complexe qui fournit diverses installations et équipements pour les personnes qui veulent pratiquer des activités physiques, des sports et des exercices de fitness.",
      "definition_translation": "Un centro deportivo es un edificio grande o complejo que ofrece varias instalaciones y equipo para que las personas puedan participar en actividades físicas, deportes y ejercicios de fitness.",
      "example": "Je suis allé au centre sportif hier pour jouer au basket-ball, je vais au centre sportif aujourd'hui pour prendre un cours de yoga, et je vais au centre sportif demain pour nager.",
      "example_translation": "Fui al centro deportivo ayer para jugar baloncesto, voy al centro deportivo hoy para tomar una clase de yoga, y iré al centro deportivo mañana para nadar.",
      "imageLink": "image_files\\English\\sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "place",
      "translation": "plaza",
      "definition": "Une place est une zone ouverte dans une ville ou un village, souvent entourée de bâtiments, de rues ou de parcs, et est généralement utilisée pour les rassemblements sociaux, les événements et les activités publiques.",
      "definition_translation": "Una plaza es un área abierta en una ciudad o pueblo, a menudo rodeada de edificios, calles o parques, y se utiliza generalmente para reuniones sociales, eventos y actividades públicas.",
      "example": "La place de la ville est toujours animée, j'ai traversé la place sur mon chemin pour aller travailler, et les enfants ont joué dans la place pendant la fête.",
      "example_translation": "La plaza de la ciudad siempre está llena de gente, caminé por la plaza en mi camino al trabajo, y los niños jugaron en la plaza durante el festival.",
      "imageLink": "image_files\\English\\square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "stade",
      "translation": "estadio",
      "definition": "Un stade est un grand espace extérieur ou intérieur qui accueille des événements sportifs, des concerts et d'autres réunions publiques, généralement avec des gradins pour les spectateurs.",
      "definition_translation": "Un estadio es una gran arena al aire libre o cubierta que acoge eventos deportivos, conciertos y otras reuniones públicas, típicamente con asientos escalonados para espectadores.",
      "example": "L'équipe de football a joué au stade hier soir, j'ai assisté à un concert au stade l'année dernière, et les Jeux olympiques seront organisés au stade le mois prochain.",
      "example_translation": "El equipo de fútbol jugó en el estadio anoche, asistí a un concierto en el estadio el año pasado, y los juegos olímpicos se celebrarán en el estadio el próximo mes.",
      "imageLink": "image_files\\English\\stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "théâtre",
      "translation": "teatro",
      "definition": "Un bâtiment ou une zone en plein air où sont donnés des spectacles vivants, tels que des pièces de théâtre, des concerts ou des danses.",
      "definition_translation": "Un edificio o área al aire libre donde se celebran actuaciones en vivo, como obras de teatro, conciertos o bailes.",
      "example": "Je suis allé au théâtre hier soir pour regarder une pièce. Je vais au théâtre ce soir pour voir un spectacle musical. Je vais au théâtre demain pour assister à une représentation de danse.",
      "example_translation": "Fui al teatro la noche pasada para ver una obra de teatro. Voy al teatro esta noche para ver un musical. Iré al teatro mañana para asistir a una actuación de danza.",
      "imageLink": "image_files\\English\\theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "guichet",
      "translation": "taquilla",
      "definition": "Un endroit où les billets sont vendus pour un événement ou une activité particulière.",
      "definition_translation": "Un lugar donde se venden boletos para un evento o actividad en particular.",
      "example": "J'attends en ligne au guichet pour acheter des billets pour le concert. Le guichet est ouvert de 10 heures à 18 heures. Le guichet sera fermé demain pour maintenance.",
      "example_translation": "Estoy esperando en la fila en la taquilla para comprar boletos para el concierto. La taquilla está abierta de 10 am a 6 pm. La taquilla estará cerrada mañana por mantenimiento.",
      "imageLink": "image_files\\English\\ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasin de jouets",
      "translation": "tienda de juguetes",
      "definition": "Un magasin qui vend des jouets et des jeux pour les enfants.",
      "definition_translation": "Una tienda que vende juguetes y juegos para niños.",
      "example": "Je suis allé au magasin de jouets pour acheter un cadeau d'anniversaire pour ma sœur. Le magasin de jouets fait une vente sur tous les jouets. Je vais au magasin de jouets demain pour retourner un jouet défectueux.",
      "example_translation": "Fui a la tienda de juguetes para comprar un regalo de cumpleaños para mi hermana. La tienda de juguetes tiene una venta de todos los juguetes. Iré a la tienda de juguetes mañana para devolver un juguete defectuoso.",
      "imageLink": "image_files\\English\\toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "souterrain",
      "translation": "subterráneo",
      "definition": "Situé ou se produisant sous la surface de la terre, notamment de manière cachée ou secrète.",
      "definition_translation": "Ubicado o sucediendo debajo de la superficie de la tierra, especialmente de manera oculta o secreta.",
      "example": "Le tunnel souterrain a été construit pendant la guerre pour fuir l'ennemi. J'ai pris le train souterrain pour aller au travail. D'ici 2025, le nouveau système de transport souterrain sera terminé.",
      "example_translation": "El túnel subterráneo se construyó durante la guerra para escapar del enemigo. Tomé el tren subterráneo para ir al trabajo. Para 2025, el nuevo sistema de transporte subterráneo estará completado.",
      "imageLink": "image_files\\English\\the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "immeuble d'appartements",
      "translation": "edificio de apartamentos",
      "definition": "Un bâtiment contenant plusieurs appartements, souvent avec des espaces communs et des équipements partagés.",
      "definition_translation": "Un edificio que contiene múltiples apartamentos, a menudo con áreas comunes y amenities compartidas.",
      "example": "J'ai habité dans un immeuble d'appartements près du centre-ville. Elle a emménagé dans un nouvel immeuble d'appartements le mois dernier. D'ici l'année prochaine, ils auront fini de construire le nouvel immeuble d'appartements.",
      "example_translation": "Yo viví en un edificio de apartamentos cerca del centro de la ciudad. Ella se mudó a un nuevo edificio de apartamentos el mes pasado. Para el próximo año, terminarán de construir el nuevo edificio de apartamentos.",
      "imageLink": "image_files\\English\\apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "balcon",
      "translation": "balcón",
      "definition": "Une plateforme ou une galerie fermée, souvent avec des garde-corps, projetant hors du mur d'un bâtiment, notamment résidentiel.",
      "definition_translation": "Una plataforma o galería cerrada, a menudo con barandillas, que sobresale de la pared de un edificio, especialmente uno residencial.",
      "example": "Je me suis assis sur le balcon pour profiter de la vue. Elle s'est penchée sur le balcon pour prendre une photo. Ils vont installer un nouveau balcon à l'avant de la maison la semaine prochaine.",
      "example_translation": "Me senté en el balcón para disfrutar de la vista. Ella se inclinó sobre el balcón para tomar una foto. Instalarán un nuevo balcón en la fachada de la casa la próxima semana.",
      "imageLink": "image_files\\English\\balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bloc",
      "translation": "bloque",
      "definition": "Un bloc est une pièce solide de matériau, généralement avec une surface plane, utilisée comme unité de construction ou comme support.",
      "definition_translation": "Un bloque es una pieza sólida de material, generalmente con una superficie plana, utilizada como unidad de construcción o como soporte.",
      "example": "Hier, j'ai utilisé un bloc de bois pour construire une table. Aujourd'hui, j'utilise des blocs pour construire un château. Demain, je vais bloquer la porte pour empêcher quiconque d'entrer.",
      "example_translation": "Ayer, usé un bloque de madera para construir una mesa. Hoy, estoy usando bloques para construir un castillo. Mañana, bloquearé la puerta para evitar que nadie entre.",
      "imageLink": "image_files\\English\\block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "camping",
      "translation": "sitio de acampada",
      "definition": "Un site de camping est une zone désignée où les gens peuvent dresser une tente et camper pour la nuit, souvent dans un environnement naturel.",
      "definition_translation": "Un sitio de acampada es un área designada donde la gente puede instalar una tienda y acampar durante la noche, a menudo en un entorno natural.",
      "example": "Nous avons campé dans un beau camping près du lac le week-end dernier. Le camping était bondé, mais nous avons quand même passé un excellent moment. L'année prochaine, nous allons choisir un camping plus calme.",
      "example_translation": "Acampamos en un hermoso sitio de acampada cerca del lago el fin de semana pasado. El sitio de acampada estaba lleno, pero todavía pasamos un gran rato. El próximo año, elegiremos un sitio de acampada más tranquilo.",
      "imageLink": "image_files\\English\\campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cantine",
      "translation": "cantina",
      "definition": "Une cantine est un contenant, généralement en métal ou en plastique, utilisé pour porter de l'eau ou d'autres liquides, notamment à l'extérieur ou dans le militaire.",
      "definition_translation": "Una cantina es un contenedor, típicamente hecho de metal o plástico, utilizado para contener agua u otros líquidos, especialmente para uso al aire libre o en el ejército.",
      "example": "J'ai pris ma cantine avec moi pendant la randonnée pour rester hydraté. Le soldat portait toujours une cantine avec lui pendant la patrouille. La cantine était remplie d'eau froide un jour d'été chaud.",
      "example_translation": "Me llevé mi cantina conmigo en el senderismo para mantenerme hidratado. El soldado siempre llevaba una cantina con él en patrulla. La cantina estaba llena de agua fría en un día caliente de verano.",
      "imageLink": "image_files\\English\\canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cirque",
      "translation": "circo",
      "definition": "Une représentation itinérante comprenant des actes tels que des acrobates, des clowns et des animaux dressés, tenue dans une grande tente ou un arène.",
      "definition_translation": "Un espectáculo ambulante que consiste en actuaciones como acróbatas, payasos y animales entrenados, celebrado en una gran tienda de campaña o arena.",
      "example": "J'ai visité le cirque lorsque j'étais enfant, Le cirque arrive en ville la semaine prochaine, Je vais aller au cirque avec mes amis demain.",
      "example_translation": "Visité el circo cuando era niño, El circo llega a la ciudad la próxima semana, Iré al circo con mis amigos mañana.",
      "imageLink": "image_files\\English\\circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "clinique",
      "translation": "clínica",
      "definition": "Un service ou un établissement hospitalier pour le traitement des patients externes, souvent spécialisé dans un type de soins particulier.",
      "definition_translation": "Un departamento de hospital o instalación para el tratamiento de pacientes ambulatorios, a menudo especializado en un tipo particular de atención.",
      "example": "Elle est allée à la clinique pour une consultation, La clinique est ouverte les samedis, Je vais visiter la clinique le mois prochain pour une vaccination.",
      "example_translation": "Ella fue a la clínica para un chequeo, La clínica está abierta los sábados, Visitaré la clínica el próximo mes para una vacunación.",
      "imageLink": "image_files\\English\\clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chaumière",
      "translation": "cabaña",
      "definition": "Une petite maison simple, souvent située en zone rurale, généralement avec peu de pièces.",
      "definition_translation": "Una pequeña casa sencilla, a menudo en un área rural, que suele tener solo unas pocas habitaciones.",
      "example": "Nous avons passé nos vacances dans une chaumière au bord du lac, La chaumière est entourée de jardins magnifiques, Je vais louer une chaumière pour ma lune de miel.",
      "example_translation": "Pasamos nuestras vacaciones en una cabaña junto al lago, La cabaña está rodeada de hermosos jardines, Alquilaré una cabaña para mi luna de miel.",
      "imageLink": "image_files\\English\\cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tribunal",
      "translation": "tribunal",
      "definition": "Un tribunal est une institution judiciaire, souvent établie par le gouvernement, avec autorité pour juger les litiges légaux entre parties et administrer la justice dans les affaires civiles, pénales et administratives.",
      "definition_translation": "Un tribunal es una institución, a menudo como una institución gubernamental, con la autoridad de juzgar disputas legales entre partes y llevar a cabo la administración de justicia en asuntos civiles, penales y administrativos.",
      "example": "Le tribunal entendra l'affaire la semaine prochaine, L'avocat a plaidé l'affaire au tribunal hier, Le nouveau palais de justice sera achevé l'année prochaine.",
      "example_translation": "El tribunal escuchará el caso la próxima semana. El abogado argumentó el caso en el tribunal ayer. El nuevo juzgado se completará el próximo año.",
      "imageLink": "image_files\\English\\court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ambassade",
      "translation": "embajada",
      "definition": "Une ambassade est une mission diplomatique, généralement située dans la capitale d'un autre pays, représentant les intérêts de son propre pays et offrant des services à ses citoyens à l'étranger.",
      "definition_translation": "Una embajada es una misión diplomática, generalmente ubicada en la ciudad capital de otro país, que representa los intereses de su propio país y brinda servicios a sus ciudadanos en el extranjero.",
      "example": "L'ambassade nous a aidés à renouveler nos passeports, L'ambassadeur rencontrera le ministre des affaires étrangères à l'ambassade, L'ambassade sera fermée pour les jours fériés.",
      "example_translation": "La embajada nos ayudó a renovar nuestros pasaportes. El embajador se reunirá con el ministro de exteriores en la embajada. La embajada estará cerrada durante las fiestas.",
      "imageLink": "image_files\\English\\embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "champ",
      "translation": "campo",
      "definition": "Un champ est une zone ouverte de terrain, souvent utilisée pour la culture de plantes ou l'élevage de bétail, ou un domaine spécifique d'activité ou d'étude.",
      "definition_translation": "Un campo es un área abierta de tierra, usualmente utilizada para cultivar cosechas o pastorear ganado, o un área específica de actividad o estudio.",
      "example": "Le fermier a travaillé dans les champs toute la journée, L'équipe de football s'entraînera sur le champ demain, Le physicien est spécialisé dans le domaine de la mécanique quantique.",
      "example_translation": "El granjero trabajó en los campos todo el día. El equipo de fútbol practicará en el campo mañana. El físico se especializa en el campo de la mecánica cuántica.",
      "imageLink": "image_files\\English\\field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "caserne de pompiers",
      "translation": "estación de bomberos",
      "definition": "Un bâtiment ou installation qui sert de base d'opération pour les pompiers et leur équipement, où ils peuvent répondre aux urgences et fournir des services de protection contre les incendies.",
      "definition_translation": "Un edificio o instalación que sirve como base de operaciones para bomberos y equipo, donde puede responder a emergencias y proporcionar servicios de protección contra incendios.",
      "example": "La caserne de pompiers était située au coin de la rue principale, Les pompiers ont répondu à un appel à la caserne de pompiers hier, La ville construira une nouvelle caserne de pompiers l'année prochaine.",
      "example_translation": "La estación de bomberos estaba ubicada en la esquina de la calle principal. Los bomberos respondieron a una llamada en la estación de bomberos ayer. La ciudad construirá una nueva estación de bomberos el próximo año.",
      "imageLink": "image_files\\English\\fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fleuriste",
      "translation": "floristería",
      "definition": "Un magasin où des fleurs et d'autres plantes sont vendues, souvent avec des services tels que la confection et la livraison de bouquets pour les occasions spéciales.",
      "definition_translation": "Una tienda donde se venden flores y otras plantas, a menudo con servicios como arreglo y entrega de flores para ocasiones especiales.",
      "example": "Je suis allé à la fleuriste pour acheter des fleurs pour l'anniversaire de ma mère, La fleuriste était décorée de belles bouquets, Elle va ouvrir sa propre fleuriste le mois prochain.",
      "example_translation": "Fui a la floristería para comprar flores para el cumpleaños de mi madre. La floristería estaba decorada con hermosos ramos. Ella abrirá su propia floristería el próximo mes.",
      "imageLink": "image_files\\English\\florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasin de meubles",
      "translation": "tienda de muebles",
      "definition": "Un établissement commercial qui vend des meubles, souvent avec une grande variété de styles, de designs et de prix, pour les maisons, les bureaux et d'autres espaces.",
      "definition_translation": "Un establecimiento minorista que vende muebles, a menudo con una amplia variedad de estilos, diseños y precios, para uso en hogares, oficinas y otros espacios.",
      "example": "Je dois aller au magasin de meubles pour acheter un nouveau canapé, Le magasin de meubles avait une grande vente la semaine dernière, Ils vont ouvrir un nouveau magasin de meubles dans le centre commercial l'année prochaine.",
      "example_translation": "Necesito ir a una tienda de muebles para comprar un sofá nuevo. La tienda de muebles tuvo una gran venta el fin de semana pasado. Abrirán una nueva tienda de muebles en el centro comercial el próximo año.",
      "imageLink": "image_files\\English\\furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "garage",
      "translation": "cochera",
      "definition": "Un bâtiment ou structure pour héberger ou réparer des véhicules motorisés.",
      "definition_translation": "Un edificio o estructura para alojar o reparar vehículos motorizados.",
      "example": "Je vais aller au garage pour réparer ma voiture demain, Hier, j'ai été au garage pour faire entretenir ma voiture, Aujourd'hui, je vais au garage pour laver ma voiture.",
      "example_translation": "Iré al garaje a reparar mi coche mañana. Ayer, fui al garaje a que me recogieran mi coche. Hoy, voy al garaje a lavar mi coche.",
      "imageLink": "image_files\\English\\garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épicerie de fruits et légumes",
      "translation": "frutería",
      "definition": "Un magasin qui vend des fruits et des légumes.",
      "definition_translation": "Una tienda que vende frutas y verduras.",
      "example": "Je suis allé à l'épicerie de fruits et légumes pour acheter des pommes hier. Aujourd'hui, je vais à l'épicerie de fruits et légumes pour acheter des carottes. Demain, je vais à l'épicerie de fruits et légumes pour acheter des oranges.",
      "example_translation": "Fui a la frutería a comprar manzanas ayer. Hoy, voy a la frutería a comprar zanahorias. Iré a la frutería a comprar naranjas mañana.",
      "imageLink": "image_files\\English\\greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épicerie",
      "translation": "tienda de comestibles",
      "definition": "Un magasin qui vend des aliments et d'autres biens de consommation courante.",
      "definition_translation": "Una tienda que vende comida y otros bienes para el hogar.",
      "example": "Je vais aller à l'épicerie pour acheter du lait demain. Hier, j'ai été à l'épicerie pour acheter du pain. Aujourd'hui, je vais à l'épicerie pour acheter des oeufs.",
      "example_translation": "Iré a la tienda de comestibles a comprar leche mañana. Ayer, fui a la tienda de comestibles a comprar pan. Hoy, voy a la tienda de comestibles a comprar huevos.",
      "imageLink": "image_files\\English\\grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épicerie",
      "translation": "comestible",
      "definition": "Une épicerie est un magasin qui vend des aliments et d'autres biens de consommation courante.",
      "definition_translation": "Una tienda de comestibles es una tienda que vende alimentos y otros bienes hogareños.",
      "example": "J'y suis allé à l'épicerie hier, j'y vais maintenant, et j'irai à l'épicerie demain.",
      "example_translation": "Fui a la tienda de comestibles ayer, estoy yendo a la tienda de comestibles ahora y iré a la tienda de comestibles mañana.",
      "imageLink": "image_files\\English\\grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pension",
      "translation": "casa de huéspedes",
      "definition": "Une pension est une maison privée qui héberge des hôtes payants.",
      "definition_translation": "Una casa de huéspedes es una vivienda privada que ofrece alojamiento a huéspedes pagantes.",
      "example": "J'ai séjourné dans une pension le week-end dernier, j'y séjourne maintenant, et j'y séjournerai le mois prochain.",
      "example_translation": "Me alojé en una casa de huéspedes el fin de semana pasado, estoy alojándome en una casa de huéspedes ahora y me alojaré en una casa de huéspedes el próximo mes.",
      "imageLink": "image_files\\English\\guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gymnase",
      "translation": "gimnasio",
      "definition": "Un gymnase est un endroit où les gens vont s'entraîner et rester en bonne santé physique.",
      "definition_translation": "Un gimnasio es un lugar donde la gente va a hacer ejercicio y mantenerse físicamente en forma.",
      "example": "J'y suis allé au gymnase hier, j'y vais maintenant, et j'irai au gymnase demain.",
      "example_translation": "Fui al gimnasio ayer, estoy yendo al gimnasio ahora y iré al gimnasio mañana.",
      "imageLink": "image_files\\English\\gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "port",
      "translation": "puerto",
      "definition": "Un port est un endroit où les navires, les bateaux et les autres vaisseaux peuvent se réfugier de la mer ouverte.",
      "definition_translation": "Un puerto es un cuerpo de agua donde los barcos, embarcaciones y otros buques pueden refugiarse del mar abierto.",
      "example": "Le port était animé d'activité lorsque les pêcheurs sont retournés avec leur prise quotidienne. Le port a été agrandi pour accueillir des navires plus grands. D'ici 2025, le port aura été transformé en un important centre commercial.",
      "example_translation": "El puerto estaba lleno de actividad mientras los pescadores regresaban con su captura diaria. El puerto ha sido ampliado para acomodar barcos más grandes. Para 2025, el puerto habrá sido transformado en un importante centro comercial.",
      "imageLink": "image_files\\English\\harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "auberge de jeunesse",
      "translation": "albergue",
      "definition": "Une auberge de jeunesse est un hébergement économique pour les voyageurs, souvent avec des chambres partagées et des installations communes.",
      "definition_translation": "Un albergue es un alojamiento con orientación presupuestaria para viajeros, a menudo con habitaciones compartidas y instalaciones comunales.",
      "example": "J'ai séjourné dans une auberge de jeunesse pendant mon périple à travers l'Europe. L'auberge de jeunesse offrait un petit déjeuner gratuit et une atmosphère animée. D'ici l'année prochaine, l'auberge de jeunesse aura été rénovée pour inclure des chambres privées.",
      "example_translation": "Me quedé en un albergue durante mi viaje de mochilero por Europa. El albergue ofreció un desayuno gratuito y un ambiente animado. Para el año que viene, el albergue habrá sido renovado para incluir habitaciones privadas.",
      "imageLink": "image_files\\English\\hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hutte",
      "translation": "choza",
      "definition": "Une hutte est une petite habitation simple, souvent faite de matériaux naturels tels que du bois, de l'herbe ou de la boue.",
      "definition_translation": "Una choza es una pequeña vivienda simple, a menudo hecha de materiales naturales como madera, hierba o lodo.",
      "example": "La hutte était nichée au cœur de la jungle, entourée de plantes exotiques. Les villageois ont construit une hutte pour servir de centre communautaire. D'ici la fin de l'été, la hutte aura été reconstruite à l'aide de matériaux durables.",
      "example_translation": "La choza estaba situada en el corazón de la jungla, rodeada de plantas exóticas. Los aldeanos construyeron una choza para servir como centro comunitario. Para finales del verano, la choza habrá sido rehecha utilizando materiales sostenibles.",
      "imageLink": "image_files\\English\\hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prison",
      "translation": "cárcel",
      "definition": "Un endroit où les personnes arrêtées ou condamnées pour un crime sont détenues, souvent un bâtiment avec des cellules et des barreaux.",
      "definition_translation": "Un lugar para la confinación de personas que han sido arrestadas o condenadas por un delito, especialmente un edificio con celdas y barrotes.",
      "example": "Le suspect a été emmené en prison après avoir été arrêté par la police. Le prisonnier avait passé cinq ans en prison. S'il est condamné, il ira en prison à vie.",
      "example_translation": "El sospechoso fue llevado a la cárcel después de ser arrestado por la policía. El prisionero había estado en la cárcel durante cinco años. Si es condenado, irá a la cárcel de por vida.",
      "imageLink": "image_files\\English\\jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bijoutier",
      "translation": "joyería",
      "definition": "Un magasin où des bijoux sont vendus ou réparés, ou une personne qui fabrique ou vend des bijoux.",
      "definition_translation": "Una tienda donde se vende o repara joyería, o una persona que hace o vende joyería.",
      "example": "Je suis allé chez le bijoutier pour acheter une bague pour mon anniversaire. Le bijoutier était fermé pour rénovation. Elle a travaillé comme apprentie bijoutière pendant trois ans.",
      "example_translation": "Fui a la joyería para comprar un anillo para mi aniversario. La joyería estaba cerrada por renovationes. Ella trabajó como aprendiz de joyería durante tres años.",
      "imageLink": "image_files\\English\\jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "labo",
      "translation": "laboratorio",
      "definition": "Une pièce ou un bâtiment équipé pour des expériences scientifiques, des recherches ou des essais, notamment en chimie ou en biologie.",
      "definition_translation": "Una habitación o edificio equipado para experimentos científicos, investigación o pruebas, especialmente en química o biología.",
      "example": "Le scientifique a travaillé au labo pour trouver un remède à la maladie. Nous aurons une séance de labo en cours de biologie aujourd'hui. Les résultats du labo ont montré que l'eau était contaminée.",
      "example_translation": "El científico trabajó en el laboratorio para encontrar una cura para la enfermedad. Tendremos una sesión de laboratorio en la clase de biología hoy. Los resultados del laboratorio mostraron que el agua estaba contaminada.",
      "imageLink": "image_files\\English\\lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "laboratoire",
      "translation": "laboratorio",
      "definition": "Une pièce ou un bâtiment équipé pour des expériences scientifiques, des recherches, de l'enseignement ou de la fabrication de produits chimiques, de médicaments ou d'autres produits.",
      "definition_translation": "Una habitación o edificio equipado para experimentos científicos, investigación, enseñanza, o para la fabricación de productos químicos, medicamentos u otros productos.",
      "example": "Elle a passé la plupart de son temps au laboratoire, menant des expériences et analysant des données. Elle travaille dans un laboratoire depuis qu'elle a obtenu son diplôme. Elle créera son propre laboratoire l'année prochaine.",
      "example_translation": "Ella pasa la mayoría de su tiempo en el laboratorio, realizando experimentos y analizando datos. Ha estado trabajando en un laboratorio desde que se graduó de la universidad. Ella establecerá su propio laboratorio el próximo año.",
      "imageLink": "image_files\\English\\laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "centre commercial",
      "translation": "centro comercial",
      "definition": "Un grand centre commercial couvert, généralement avec une variété de magasins et de restaurants.",
      "definition_translation": "Un gran centro comercial cerrado, típicamente con una variedad de tiendas y restaurantes.",
      "example": "Je vais au centre commercial pour acheter de nouveaux vêtements. Elle est allée au centre commercial avec ses amis le week-end dernier. Ils ouvriront un nouveau centre commercial au centre-ville l'année prochaine.",
      "example_translation": "Voy al centro comercial a comprar some ropa nueva. Ella fue al centro comercial con sus amigos el fin de semana pasado. Abrirán un nuevo centro comercial en el centro de la ciudad el próximo año.",
      "imageLink": "image_files\\English\\mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "marchand de journaux",
      "translation": "quiosco de periódicos",
      "definition": "Un magasin ou un étal où sont vendus des journaux, des magazines et d'autres périodiques.",
      "definition_translation": "Una tienda o puesto donde se venden periódicos, revistas y otros periódicos.",
      "example": "J'ai acheté un journal au marchand de journaux sur le chemin du travail. Elle s'est arrêtée au marchand de journaux pour prendre quelques magazines. Ils fermeront le marchand de journaux le mois prochain en raison de la baisse des ventes.",
      "example_translation": "Compré un periódico desde el quiosco de periódicos en mi camino al trabajo. Ella se detuvo en el quiosco de periódicos para recoger unas pocas revistas. Cerrarán el quiosco de periódicos el próximo mes debido a la falta de ventas.",
      "imageLink": "image_files\\English\\newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boîte de nuit",
      "translation": "discoteca",
      "definition": "Une boîte de nuit est un lieu de divertissement qui offre de la musique live, de la danse et des boissons, généralement ouvert tard dans la nuit.",
      "definition_translation": "Un nightclub es un lugar de entretenimiento que ofrece música en vivo, baile y bebidas, generalmente funcionando hasta tarde en la noche.",
      "example": "Je suis allé à une boîte de nuit hier soir et m'y suis amusé. Je vais à une boîte de nuit ce soir et vais danser avec mes amis. Je suis allé à une boîte de nuit la semaine dernière et ai rencontré un DJ célèbre.",
      "example_translation": "Fui a una discoteca anoche y me divertí muchísimo. Iré a una discoteca esta noche y bailaré con mis amigos. Fui a una discoteca la semana pasada y conocí a un DJ famoso.",
      "imageLink": "image_files\\English\\night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "océan",
      "translation": "océano",
      "definition": "Un vaste corps d'eau salée qui recouvre plus de 70% de la surface de la Terre, séparant les continents et fournissant un habitat à une grande variété de vie marine.",
      "definition_translation": "Un cuerpo grande de agua salada que cubre más del 70% de la superficie de la Tierra, separando continentes y proporcionando hábitat para una variedad diversa de vida marina.",
      "example": "J'ai nagé dans l'océan l'été dernier et ai vu un requin. L'océan monte en raison du changement climatique. D'ici 2050, l'océan sera plein de déchets plastiques.",
      "example_translation": "Nadé en el océano el verano pasado y vi un tiburón. El océano está aumentando debido al cambio climático. Para 2050, el océano estará lleno de basura plástica.",
      "imageLink": "image_files\\English\\ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "palais",
      "translation": "palacio",
      "definition": "Un grand et impressionnant bâtiment servant de résidence officielle à un monarque ou à un autre dignitaire de haut rang, souvent caractérisé par une architecture grandiose et des décorations ornées.",
      "definition_translation": "Un edificio grande y impresionante que sirve como residencia oficial de un monarca o otro dignatario de alto rango, a menudo con arquitectura grandiosa y decoraciones ornamentadas.",
      "example": "J'ai visité le palais à Paris l'année dernière et ai vu les Joyaux de la Couronne. Le palais est ouvert au public les dimanches. La famille royale emménagera dans le nouveau palais le mois prochain.",
      "example_translation": "Visité el palacio en París el año pasado y vi las Joyas de la Corona. El palacio está abierto al público los domingos. La familia real se mudará al nuevo palacio el próximo mes.",
      "imageLink": "image_files\\English\\palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pharmacie",
      "translation": "farmacia",
      "definition": "Un magasin où sont vendus des médicaments et d'autres produits de soins de santé.",
      "definition_translation": "Una tienda donde se venden medicamentos y otros productos de cuidado de la salud.",
      "example": "Je suis allé à la pharmacie pour acheter des médicaments hier, je vais à la pharmacie pour acheter des médicaments demain, et je vais à la pharmacie pour acheter des médicaments maintenant.",
      "example_translation": "Fui a la farmacia a comprar algunos medicamentos ayer, iré a la farmacia a comprar algunos medicamentos mañana, y voy a la farmacia a comprar algunos medicamentos ahora.",
      "imageLink": "image_files\\English\\pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "port",
      "translation": "puerto",
      "definition": "Un lieu sur terre où les navires peuvent accoster pour charger et décharger des marchandises ou des passagers.",
      "definition_translation": "Un lugar en tierra donde los barcos pueden atracar para cargar y descargar carga o pasajeros.",
      "example": "Le navire est arrivé au port hier soir, il arrive au port chaque semaine, et il arrivera au port le mois prochain.",
      "example_translation": "El barco entró en el puerto la noche pasada, entra en el puerto todas las semanas, y entrará en el puerto el próximo mes.",
      "imageLink": "image_files\\English\\port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prison",
      "translation": "prisión",
      "definition": "Un bâtiment ou une structure où les personnes sont détenues comme punition pour un crime.",
      "definition_translation": "Un edificio o estructura donde se mantienen personas como castigo por un delito.",
      "example": "Il a été envoyé en prison l'année dernière, il est en prison maintenant, et il sera libéré de prison l'année prochaine.",
      "example_translation": "Fue enviado a la prisión el año pasado, está en la prisión ahora, y será liberado de la prisión el próximo año.",
      "imageLink": "image_files\\English\\prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "forêt pluviale",
      "translation": "selva",
      "definition": "Une forêt pluviale est une zone forestière dense qui reçoit des précipitations abondantes, caractérisée par une grande variété d'espèces végétales et animales.",
      "definition_translation": "Una selva es un área de bosque denso que recibe grandes cantidades de lluvia, caracterizada por una gran variedad de especies de plantas y animales.",
      "example": "Les touristes ont exploré la forêt pluviale, admirant les oiseaux exotiques. Ils avaient déjà visité des forêts pluviales auparavant, mais celle-ci était la plus impressionnante. Ils reviendront dans la forêt pluviale l'année prochaine.",
      "example_translation": "Los turistas exploraron la selva, maravillándose de las aves exóticas. Habían visitado selvás antes, pero esta era la más impresionante. Regresarán a la selva el próximo año.",
      "imageLink": "image_files\\English\\rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "collège",
      "translation": "instituto de educación secundaria",
      "definition": "Un collège est un établissement d'enseignement qui fournit une éducation aux élèves âgés de 11 à 18 ans, les préparant à une éducation supérieure ou à une formation professionnelle.",
      "definition_translation": "Un instituto de educación secundaria es una institución educativa que proporciona educación a estudiantes entre las edades de 11 y 18 años, preparándolos para la educación superior o la formación vocacional.",
      "example": "J'ai étudié au collège dans ma ville natale. Mes parents étaient inquiets au sujet de mes résultats au collège. Je finirai le collège l'année prochaine et demanderai ma admission à l'université.",
      "example_translation": "Asistí al instituto de educación secundaria en mi ciudad natal. Mis padres se preocupaban por mi rendimiento en el instituto de educación secundaria. Terminaré el instituto de educación secundaria el próximo año y solicitaré admisión a la universidad.",
      "imageLink": "image_files\\English\\secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasin de souvenirs",
      "translation": "tienda de recuerdos",
      "definition": "Un magasin de souvenirs est une boutique qui vend des articles qui servent de souvenirs d'un endroit, d'un événement ou d'une expérience, tels que des cartes postales, des porte-clés et des t-shirts.",
      "definition_translation": "Una tienda de recuerdos es una tienda que vende artículos que sirven como recordatorios de un lugar, evento o experiencia en particular, como postales, llaveros y camisetas.",
      "example": "Nous avons visité un magasin de souvenirs à la plage. Le magasin de souvenirs était rempli d'articles intéressants. Je vais acheter un souvenir au magasin demain.",
      "example_translation": "Visitamos una tienda de recuerdos en la playa. La tienda de recuerdos estaba llena de artículos interesantes. Compraré un recuerdo de la tienda mañana.",
      "imageLink": "image_files\\English\\souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasin de sports",
      "translation": "tienda de deportes",
      "definition": "Un magasin de sports est une boutique qui vend des équipements, des vêtements et des chaussures de sport.",
      "definition_translation": "Una tienda que vende equipo, ropa y calzado deportivo.",
      "example": "Je suis allé au magasin de sports hier pour acheter un nouveau racket de tennis, je vais y aller demain pour acheter des chaussures de course, et la semaine prochaine, je vais y aller pour acheter un nouveau vélo.",
      "example_translation": "Fui a la tienda de deportes ayer para comprar una nueva raqueta de tenis, iré mañana para comprar unos zapatos de Running, y la próxima semana iré a comprar una nueva bicicleta.",
      "imageLink": "image_files\\English\\sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasin",
      "translation": "tienda",
      "definition": "Un bâtiment ou une pièce où des marchandises sont vendues ou stockées.",
      "definition_translation": "Un edificio o habitación donde se venden o se guardan bienes para su venta.",
      "example": "Je suis allé au magasin hier pour acheter du lait, je vais au magasin maintenant pour acheter du pain, et je vais au magasin demain pour acheter des œufs.",
      "example_translation": "Fui a la tienda ayer para comprar leche, voy a la tienda ahora para comprar pan, y iré a la tienda mañana para comprar huevos.",
      "imageLink": "image_files\\English\\store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "temple",
      "translation": "templo",
      "definition": "Un bâtiment dédié au culte d'une ou plusieurs divinités.",
      "definition_translation": "Un edificio dedicado al culto de una deidad o deidades.",
      "example": "Les anciens Égyptiens ont construit un temple dans le désert, le prêtre est allé au temple hier pour prier, et les touristes vont visiter le temple la semaine prochaine.",
      "example_translation": "Los antiguos egipcios construyeron un templo en el desierto, el sacerdote fue al templo ayer para orar, y los turistas visitarán el templo la próxima semana.",
      "imageLink": "image_files\\English\\temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tour",
      "translation": "torre",
      "definition": "Un bâtiment haut et étroit, isolé ou faisant partie d'une structure plus grande, utilisé pour la défense, l'observation ou la communication.",
      "definition_translation": "Un edificio alto y estrecho, ya sea autónomo o parte de una estructura más grande, utilizado para fines defensivos, observación o comunicación.",
      "example": "J'ai gravi la tour pour avoir une meilleure vue. Je vais visiter la tour la semaine prochaine. J'ai visité la tour l'année dernière.",
      "example_translation": "Subí al tope de la torre para tener una mejor vista. Voy a visitar la torre la próxima semana. Visité la torre el año pasado.",
      "imageLink": "image_files\\English\\tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "piste",
      "translation": "pista",
      "definition": "Un sentier ou un itinéraire utilisé pour la marche, la course ou la compétition, en particulier un sentier circulaire ou ovale.",
      "definition_translation": "Un camino o ruta utilizado para caminar, correr o competir, especialmente uno circular o oval.",
      "example": "J'ai couru autour de la piste hier. Je vais courir autour de la piste demain. Je cours autour de la piste maintenant.",
      "example_translation": "Corrí alrededor de la pista ayer. Correré alrededor de la pista mañana. Estoy corriendo alrededor de la pista ahora.",
      "imageLink": "image_files\\English\\track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "auberge de jeunesse",
      "translation": "albergue juvenil",
      "definition": "Un hébergement à petit prix pour les voyageurs, en particulier les jeunes, où les clients peuvent louer un lit, généralement dans une chambre partagée, pour une période courte.",
      "definition_translation": "Un alojamiento orientado al presupuesto para viajeros, especialmente jóvenes, donde los huéspedes pueden alquilar una cama, generalmente en una habitación compartida, por un período de tiempo breve.",
      "example": "J'ai séjourné à une auberge de jeunesse à Paris. Je vais séjourner à une auberge de jeunesse à Tokyo le mois prochain. Je suis en train de séjourner à une auberge de jeunesse à New York maintenant.",
      "example_translation": "Me quedé en un albergue juvenil en París. Me quedaré en un albergue juvenil en Tokio el próximo mes. Estoy quedándome en un albergue juvenil en Nueva York ahora.",
      "imageLink": "image_files\\English\\youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boulangerie",
      "translation": "panadería",
      "definition": "Une boulangerie est une entreprise qui produit des produits alimentaires à base de farine tels que du pain, des gâteaux, des pâtisseries et des tartes. Elle peut également vendre ces produits directement aux consommateurs.",
      "definition_translation": "Una panadería es un negocio que produce productos alimenticios a base de harina como pan, pasteles, pastelería y tartas. También puede vender estos productos directamente a los consumidores.",
      "example": "Hier, j'ai acheté un gâteau à la boulangerie pour l'anniversaire de ma sœur. Aujourd'hui, je vais aller à la boulangerie pour commander un gâteau personnalisé pour la fête de fin d'études de mon frère. Demain, je vais visiter la boulangerie pour essayer leur nouvelle recette de pain.",
      "example_translation": "Ayer, compré un pastel en la panadería para el cumpleaños de mi hermana. Hoy, iré a la panadería para encargar un pastel personalizado para la fiesta de graduación de mi hermano. Mañana, visitaré la panadería para probar su nueva receta de pan.",
      "imageLink": "image_files\\English\\bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sous-sol",
      "translation": "sótano",
      "definition": "Un sous-sol est un espace situé en dessous d'un bâtiment, généralement en dessous du niveau du sol, souvent utilisé pour le stockage, les utilités ou un espace de vie supplémentaire.",
      "definition_translation": "Un sótano es un espacio debajo de un edificio,por lo general debajo del nivel del suelo, que a menudo se utiliza para almacenamiento, servicios públicos o espacio de vida adicional.",
      "example": "Je terminerai le projet de rénovation du sous-sol le mois prochain pour le transformer en salle de sport à domicile. Les anciens propriétaires avaient déjà converti le sous-sol en un home cinéma confortable. D'ici l'an prochain, je prévois de louer le sous-sol comme un appartement.",
      "example_translation": "Finalizaré el proyecto de renovación del sótano el próximo mes para convertirlo en un gimnasio en casa. Los propietarios anteriores ya habían convertido el sótano en un acogedor teatro en casa. Para el año que viene, planeo alquilar el sótano como un departamento.",
      "imageLink": "image_files\\English\\basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cellule",
      "translation": "célula",
      "definition": "Une cellule est l'unité structurale et fonctionnelle de base des organismes vivants, généralement composée d'une membrane cytoplasmique, de cytoplasme et de matériel génétique.",
      "definition_translation": "Una célula es la unidad estructural y funcional básica de los seres vivos, que generalmente consiste en una membrana citoplasmática, citoplasma y material genético.",
      "example": "Le biologiste a examiné les échantillons de cellules au microscope pour identifier la cause de la maladie. La cellule souchée a la capacité de se différencier en différents types de cellules dans le corps. D'ici la décennie prochaine, les scientifiques espèrent développer un remède contre le cancer à l'aide de la thérapie cellulaire.",
      "example_translation": "El biólogo examinó las muestras de células bajo un microscopio para identificar la causa de la enfermedad. La célula madre tiene la capacidad de diferenciarse en diferentes tipos de células en el cuerpo. Para la próxima década, los científicos esperan desarrollar una cura para el cáncer utilizando terapia celular.",
      "imageLink": "image_files\\English\\cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "couloir",
      "translation": "pasillo",
      "definition": "Un long passage dans un bâtiment, généralement utilisé pour connecter les pièces ou fournir un accès à d'autres zones.",
      "definition_translation": "Un pasillo largo en un edificio, los pasillos se utilizan típicamente para conectar habitaciones o proporcionar acceso a otras áreas.",
      "example": "J'ai marché dans le couloir pour atteindre mon bureau. Hier, j'ai marché dans le couloir pour atteindre mon bureau. Demain, je marcherai dans le couloir pour atteindre mon bureau.",
      "example_translation": "Caminé por el pasillo para llegar a mi oficina. Ayer, caminé por el pasillo para llegar a mi oficina. Mañana, caminaré por el pasillo para llegar a mi oficina.",
      "imageLink": "image_files\\English\\corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cours",
      "translation": "curso",
      "definition": "Une série de leçons ou de conférences sur un sujet particulier, ou un chemin ou direction de mouvement.",
      "definition_translation": "Una serie de lecciones o conferencias sobre un tema particular, o un camino o dirección de movimiento.",
      "example": "J'ai suivi un cours de marketing la dernière semestre. Je suis en train de suivre un cours de marketing ce semestre. Je suivrai un cours de marketing le semestre prochain.",
      "example_translation": "Tomé un curso de marketing el semestre pasado. Estoy tomando un curso de marketing este semestre. Tomaré un curso de marketing el próximo semestre.",
      "imageLink": "image_files\\English\\course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "domaine",
      "translation": "propiedad",
      "definition": "Un grand domaine de terre à la campagne, en particulier avec une grande maison, ou les biens et possessions d'une personne.",
      "definition_translation": "Un área grande de tierra en el campo, especialmente una con una casa grande, o la propiedad y posesiones de una persona.",
      "example": "Le domaine a été hérité par le fils cadet. Le domaine appartient à la famille riche. Le domaine sera vendu l'an prochain.",
      "example_translation": "La propiedad fue heredada por el hijo menor. La propiedad es propiedad de la familia adinerada. La propiedad se venderá el próximo año.",
      "imageLink": "image_files\\English\\estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "siège social",
      "translation": "cuartel general",
      "definition": "Le centre principal d'opérations ou d'administration d'une organisation ou d'une entreprise.",
      "definition_translation": "El centro principal de operaciones o administración de una organización o empresa.",
      "example": "Le siège social de l'entreprise est situé à New York City. Nous allons déplacer notre siège social dans un nouvel emplacement l'an prochain. Le siège social avait été établi à Londres depuis 2000.",
      "example_translation": "La sede de la empresa se encuentra en la ciudad de Nueva York. Vamos a mudar nuestra sede a una nueva ubicación el próximo año. La sede había sido establecida en Londres desde 2000.",
      "imageLink": "image_files\\English\\headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hall",
      "translation": "vestíbulo",
      "definition": "Un hall d'entrée dans un bâtiment, en particulier un grand ou impressionnant.",
      "definition_translation": "Un vestíbulo es un recibidor o sala de entrada en un edificio, especialmente uno grande o impresionante.",
      "example": "Le hall de l'hôtel était bourdonné de touristes. Nous allons nous rencontrer dans le hall à 17 heures. Le hall a été rénové l'an dernier.",
      "example_translation": "El vestíbulo del hotel estaba lleno de turistas. Nos reuniremos en el vestíbulo a las 5 pm. El vestíbulo fue renovado el año pasado.",
      "imageLink": "image_files\\English\\lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prairie",
      "translation": "prado",
      "definition": "Un espace de terre couvert de gazon et de fleurs sauvages, souvent utilisé pour le pâturage ou la récréation.",
      "definition_translation": "Un prado es un terreno cubierto de hierba y flores silvestres, often used para pastoreo o recreación.",
      "example": "Nous allons avoir un pique-nique dans la prairie demain. La prairie était pleine de fleurs sauvages au printemps. Ils vont faucher la prairie la semaine prochaine.",
      "example_translation": "Tendremos un picnic en el prado mañana. El prado estaba lleno de flores silvestres en la primavera. Cortarán el prado la próxima semana.",
      "imageLink": "image_files\\English\\meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ton",
      "translation": "tono",
      "definition": "Le degré d'élévation ou de basse d'un son ; la qualité d'un son gouvernée par le taux de vibrations produisant.",
      "definition_translation": "El grado de altitud o baja de un sonido; la calidad de un sonido gobernada por la tasa de vibraciones que lo producen",
      "example": "La chanteuse avait une ton parfait dans l'opéra. Elle avait pitché l'idée à son patron hier. Elle pitchera le nouveau produit le trimestre prochain.",
      "example_translation": "El tono del cantante era perfecto en la ópera. Ella había presentado la idea a su jefe ayer. Ella presentará el nuevo producto el próximo trimestre.",
      "imageLink": "image_files\\English\\pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "abri",
      "translation": "cobertizo",
      "definition": "Un petit bâtiment utilisé pour stocker des choses, souvent trouvé dans un jardin ou un arrière-cour.",
      "definition_translation": "Un pequeño edificio utilizado para almacenar cosas, a menudo encontrado en un jardín o patio trasero",
      "example": "J'ai besoin de nettoyer l'abri dans l'arrière-cour. Elle avait versé des larmes après avoir entendu la nouvelle. La société va supprimer des emplois en raison de difficultés financières.",
      "example_translation": "Necesito limpiar el cobertizo en el patio trasero. Ella había derramado lágrimas después de escuchar la noticia. La empresa despedirá empleados debido a dificultades financieras.",
      "imageLink": "image_files\\English\\shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gratte-ciel",
      "translation": "rascacielos",
      "definition": "Un bâtiment très haut, habitable en continu, souvent conçu pour l'usage commercial ou de bureaux.",
      "definition_translation": "Un edificio muy alto, habitable continuamente de muchos pisos, a menudo diseñado para uso comercial o de oficinas",
      "example": "Le gratte-ciel était le plus haut bâtiment de la ville. La société avait construit un nouveau gratte-ciel dans le quartier financier. Le gratte-ciel sera achevé l'année prochaine.",
      "example_translation": "El rascacielos era el edificio más alto de la ciudad. La empresa había construido un nuevo rascacielos en el distrito financiero. El rascacielos se completará el próximo año.",
      "imageLink": "image_files\\English\\skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plage caillouteuse",
      "translation": "playa pedregosa",
      "definition": "Une plage caractérisée par une forte concentration de pierres ou de galets, rendant difficile la marche ou la baignade.",
      "definition_translation": "Una playa caracterizada por una alta concentración de piedras o guijarros, a menudo haciendo que sea difícil caminar o tomar el sol.",
      "example": "J'ai marché le long de la plage caillouteuse, prudemment pour ne pas glisser sur les rochers. Hier, j'avais marché le long de la plage caillouteuse, ressentant la douleur des pierres pointues. Demain, je marcherai le long de la plage caillouteuse, appréciant le bruit des vagues.",
      "example_translation": "Caminé por la playa pedregosa, con cuidado de no resbalarme en las rocas sueltas. Ayer, había caminado por la playa pedregosa, sintiendo el dolor de las piedras afiladas. Mañana, caminaré por la playa pedregosa, disfrutando del sonido de las olas.",
      "imageLink": "image_files\\English\\stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "studio",
      "translation": "estudio",
      "definition": "Une pièce ou un bâtiment où un artiste, musicien ou photographe travaille ou crée.",
      "definition_translation": "Una habitación o edificio donde un artista, músico o fotógrafo trabaja o crea.",
      "example": "Je vais installer mon studio dans le garage, où je pourrai peindre librement. Elle a travaillé dans son studio toute la journée, préparant l'exposition d'art. Ils auront un studio en ville, où ils pourront enregistrer leur musique.",
      "example_translation": "Instalaré mi estudio en el garaje, donde puedo pintar con libertad. Ella ha estado trabajando en su estudio todo el día, preparándose para la exposición de arte. Tendrán un estudio en la ciudad, donde pueden grabar su música.",
      "imageLink": "image_files\\English\\studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "terminal",
      "translation": "terminal",
      "definition": "Un point de départ ou d'arrivée pour les bus, trains ou avions.",
      "definition_translation": "Un punto de partida o llegada para autobuses, trenes o aviones.",
      "example": "Je vous retrouverai au terminal, où nous pourrons prendre notre vol. Le terminal de bus était bondé, avec des gens qui attendaient de monter dans leurs bus. Le terminal ferroviaire était fermé, en raison d'une panne de courant.",
      "example_translation": "Te encontraré en el terminal, donde podemos coger nuestro vuelo. El terminal de autobuses estaba lleno, con personas esperando para abordar sus autobuses. El terminal de trenes estaba cerrado, debido a un corte de energía.",
      "imageLink": "image_files\\English\\terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "terrasse",
      "translation": "terraza",
      "definition": "Un toit plat ou une aire ouverte dans un bâtiment, souvent utilisé pour la récréation ou l'agrément.",
      "definition_translation": "Una azotea o área abierta en un edificio, a menudo utilizada para la recreación o entretenimiento",
      "example": "Je me suis assis sur la terrasse pour profiter du coucher du soleil, puis je me suis assis sur la terrasse pour profiter des étoiles, et je me suis assis sur la terrasse pour profiter de la vue.",
      "example_translation": "Me senté en la terraza para disfrutar del atardecer, luego me sentaré en la terraza para disfrutar de las estrellas, y me senté en la terraza para disfrutar de la vista.",
      "imageLink": "image_files\\English\\terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lieu",
      "translation": "lugar del evento",
      "definition": "Un endroit où un événement ou une activité a lieu, comme un concert, une exposition ou une réunion.",
      "definition_translation": "Un lugar donde se celebra un evento o actividad, como un concierto, exposición o reunión",
      "example": "Le lieu de la mariage avait été changé pour une salle plus grande, le lieu du concert était parfait pour la performance acoustique, et le lieu de la conférence était équipé de la technologie de pointe.",
      "example_translation": "El lugar del evento para la boda se cambió a un salón más grande, el lugar del evento para el concierto fue perfecto para la interpretación acústica, y el lugar del evento para la conferencia estaba equipado con tecnología de vanguardia.",
      "imageLink": "image_files\\English\\venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "service",
      "translation": "sección",
      "definition": "Une division ou section d'un hôpital, d'une prison ou d'une autre institution, souvent utilisée pour séparer les patients ou les détenus.",
      "definition_translation": "Una división o sección de un hospital, prisión o otra institución, a menudo utilizada para separar a los pacientes o internos",
      "example": "Le docteur travaillait dans le service de pédiatrie, l'infirmière était assignée au service chirurgical, et l'administrateur surveillait l'ensemble du service.",
      "example_translation": "El doctor trabajó en la sección de pediatría, la enfermera fue asignada a la sección quirúrgica, y el administrador supervisó toda la sección.",
      "imageLink": "image_files\\English\\ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tour de contrôle",
      "translation": "torre de control",
      "definition": "Une structure élevée dans un aéroport depuis laquelle le trafic aérien est contrôlé, notamment une qui fournit des conseils de navigation par radio.",
      "definition_translation": "Una estructura alta en un aeropuerto desde la que se controla el tráfico aéreo, especialmente una que proporciona guía de navegación por radio.",
      "example": "Le contrôleur aérien travaillait dans la tour de contrôle pour guider les avions vers une atterrissage sûr. Hier, elle avait travaillé une double shift à la tour de contrôle. D'ici l'année prochaine, la nouvelle tour de contrôle sera achevée.",
      "example_translation": "El controlador de tráfico aéreo trabajó en la torre de control para guiar a los aviones hacia un aterrizaje seguro. Ayer, trabajó un turno doble en la torre de control. Para el próximo año, la nueva torre de control estará completa.",
      "imageLink": "image_files\\English\\control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épicerie fine",
      "translation": "delicatessen",
      "definition": "Un magasin vendant des aliments raffinés ou inhabituels, tels que des viandes, des fromages et des plats préparés.",
      "definition_translation": "Una tienda que vende alimentos finos o inusuales, como carnes, quesos y platos preparados.",
      "example": "J'ai acheté des sandwichs et des salades à l'épicerie fine pour déjeuner. L'épicerie fine du coin est célèbre pour ses saucisses. D'ici le mois prochain, la nouvelle épicerie fine ouvrira ses portes.",
      "example_translation": "Compré algunos sándwiches y ensaladas desde la delicatesen para almorzar. La delicatesen en la esquina es famosa por sus salchichas. Para el próximo mes, la nueva delicatesen abrirá sus puertas.",
      "imageLink": "image_files\\English\\delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "monument",
      "translation": "hitos",
      "definition": "Un élément notable ou saillant d'un paysage ou d'une région, notamment un bâtiment ou un élément qui est facilement reconnaissable.",
      "definition_translation": "Una característica notable o destacada de un paisaje o área, especialmente un edificio o característica que es fácilmente reconocible.",
      "example": "La Tour Eiffel est un monument célèbre à Paris. L'ancien château est un monument dans la ville. D'ici l'année prochaine, le nouveau monument sera construit dans le parc.",
      "example_translation": "La Torre Eiffel es un hito famoso en París. El castillo antiguo es un hito en la ciudad. Para el próximo año, el nuevo hito se construirá en el parque.",
      "imageLink": "image_files\\English\\landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "manoir",
      "translation": "mansión",
      "definition": "Une grande et imposante maison, généralement à la campagne ou dans les banlieues, avec un terrain important et souvent de nombreuses pièces et équipements.",
      "definition_translation": "Una gran y impresionante casa, típicamente en el campo o en las afueras, con mucho terreno y a menudo tener muchas habitaciones y comodidades.",
      "example": "Le millionaire habitait un grand manoir avec une piscine privée et un terrain de tennis. Il déménagera dans un nouveau manoir l'année prochaine. Elle avait vécu dans ce manoir depuis qu'elle était enfant.",
      "example_translation": "El multimillonario vivía en una gran mansión con piscina privada y cancha de tenis. Él se mudará a una nueva mansión el próximo año. Ella había vivido en esa mansión desde que era niña.",
      "imageLink": "image_files\\English\\mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "escalier",
      "translation": "escalera",
      "definition": "Un ensemble d'escaliers et des structures de soutien, généralement dans une maison ou un bâtiment, servant à relier un étage à un autre.",
      "definition_translation": "Un conjunto de escalones y las estructuras de soporte, típicamente en una casa o edificio, utilizado para conectar un piso con otro.",
      "example": "L'escalier craquait sous mes pieds tandis que je montais au deuxième étage. Nous allons installer un nouvel escalier dans le hall. Elle est tombée dans l'escalier et s'est cassé le poignet.",
      "example_translation": "La escalera crujió bajo mis pies mientras subía al segundo piso. Instalaremos una nueva escalera en el vestíbulo. Ella se cayó por la escalera y se rompió el tobillo.",
      "imageLink": "image_files\\English\\staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "papeterie",
      "translation": "papelería",
      "definition": "Un magasin qui vend des fournitures de bureau, telles que du papier, des stylos et de l'encre, ainsi que d'autres fournitures de bureau.",
      "definition_translation": "Una tienda que vende materiales de escritura, como papel, plumas y tinta, así como otros suministros de oficina.",
      "example": "Je dois aller à la papeterie pour acheter quelques cahiers pour l'école. La papeterie sur la rue principale a une grande sélection de stylos. Elle a travaillé dans une papeterie pendant cinq ans avant d'ouvrir son propre commerce.",
      "example_translation": "Necesito ir a la papelería a comprar algunos cuadernos para la escuela. La papelería en la calle principal tiene una gran selección de plumas. Ella trabajó en una papelería durante cinco años antes de abrir su propio negocio.",
      "imageLink": "image_files\\English\\stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "entrepôt",
      "translation": "almacén",
      "definition": "Un bâtiment destiné au stockage de marchandises, notamment dans un contexte commercial ou industriel.",
      "definition_translation": "Un edificio para almacenar bienes, especialmente en un contexto comercial o industrial.",
      "example": "L'entreprise a construit un nouvel entrepôt pour répondre à la demande croissante de leurs produits. Ils vont commencer à l'utiliser demain. D'ici là, ils avaient déjà stocké des milliers d'articles dedans.",
      "example_translation": "La empresa construyó un almacén nuevo para satisfacer la creciente demanda de sus productos. Comenzarán a utilizarlo el próximo mes. Para entonces, ya habían almacenado miles de artículos en él.",
      "imageLink": "image_files\\English\\warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poissonnerie",
      "translation": "pescadería",
      "definition": "Un magasin ou un étal où l'on vend du poisson et des fruits de mer.",
      "definition_translation": "Una tienda o puesto donde se venden pescados y mariscos.",
      "example": "Je suis allé à la poissonnerie pour acheter du saumon frais pour le dîner. Ils vont le livrer demain. D'ici hier, ils avaient déjà vendu tout le poisson.",
      "example_translation": "Fui a la pescadería para comprar salmón fresco para cenar. Lo entregarán mañana. Para la semana pasada, ya habían vendido todas las conchas.",
      "imageLink": "image_files\\English\\fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "quincallerie",
      "translation": "ferretería",
      "definition": "Un magasin ou une boutique qui vend des articles de quincaillerie, des outils et des matériels.",
      "definition_translation": "Una tienda o almacen que vende bienes de hierro, ferretería y herramientas.",
      "example": "Je dois aller à la quincallerie pour acheter un nouveau marteau. Ils vont l'avoir en stock demain. D'ici le mois prochain, ils auront vendu tout les vis.",
      "example_translation": "Necesito ir a la ferretería para comprar un martillo nuevo. Lo tendrán en stock mañana. Para el próximo mes, habrán vendido todas las tuercas.",
      "imageLink": "image_files\\English\\ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "atterrissage",
      "translation": "aterrizaje",
      "definition": "L'action d'amener un vaisseau spatial ou un aéronef à la surface de la Terre ou d'un autre corps céleste, ou le point sur la surface où cela se produit.",
      "definition_translation": "El acto de llevar un nave espacial o aeronave a la superficie de la Tierra o otro cuerpo celeste, o el punto en la superficie donde esto ocurre.",
      "example": "L'astronaute a eu du mal à contrôler l'atterrissage du vaisseau spatial. La semaine dernière, elle est revenue saine et sauve sur la piste d'atterrissage. D'ici l'année prochaine, elle aura atterri sur Mars.",
      "example_translation": "El astronauta tuvo un difícil tiempo controlando el aterrizaje del nave espacial. La semana pasada, ella aterrizó con seguridad en la pista de aterrizaje. Para el próximo año, ella habrá aterrizado en Marte.",
      "imageLink": "image_files\\English\\landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grenier",
      "translation": "buhardilla",
      "definition": "Un espace ou une pièce située directement sous le toit d'un bâtiment, souvent utilisé pour le stockage ou comme espace de vie.",
      "definition_translation": "Un espacio o habitación directamente debajo del techo de un edificio, a menudo utilizado para almacenamiento o como espacio habitable.",
      "example": "L'artiste a transformé le grenier en studio, où elle pouvait peindre et exposer son travail. Le mois dernier, elle a déménagé son studio dans un grenier plus grand. D'ici l'année prochaine, elle aura entièrement rénové le grenier.",
      "example_translation": "La artista convirtió la buhardilla en un estudio, donde podía pintar y exhibir su trabajo. El mes pasado, ella se mudó su estudio a una buhardilla más grande. Para el próximo año, ella habrá renovado toda la buhardilla.",
      "imageLink": "image_files\\English\\loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "licence de vente de boissons",
      "translation": "licencia para venta de bebidas alcohólicas fuera del establecimiento",
      "definition": "Une licence ou un permis autorisant la vente de boissons alcooliques pour être consommées en dehors des locaux du commerce titulaire de la licence.",
      "definition_translation": "Una licencia o permiso que permite la venta de bebidas alcohólicas para consumo fuera de los locales del establecimiento con licencia.",
      "example": "Le propriétaire du magasin de proximité a demandé une licence de vente de boissons pour vendre de la bière et du vin. La semaine dernière, elle a reçu la licence de vente de boissons et a commencé à vendre des boissons. D'ici l'année prochaine, elle aura élargi sa licence de vente de boissons pour inclure les spiritueux.",
      "example_translation": "El dueño de la tienda de conveniencia solicitó una licencia para venta de bebidas alcohólicas fuera del establecimiento para vender cerveza y vino. La semana pasada, ella recibió la licencia y comenzó a vender bebidas. Para el próximo año, ella habrá ampliado su licencia para incluir licores fuertes.",
      "imageLink": "image_files\\English\\off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "écurie",
      "translation": "estable",
      "definition": "Un bâtiment destiné à l'hébergement des chevaux, des vaches, etc.",
      "definition_translation": "Un edificio para el alojamiento de caballos, vacas, etc.",
      "example": "J'ai amené mon cheval à l'écurie pour qu'il soit toiletté. Je vais à l'écurie chaque matin. Je vais à l'écurie demain.",
      "example_translation": "Había llevado mi caballo al establo para el aseo. Llevo mi caballo al establo todas las mañanas. Llevaré mi caballo al establo mañana.",
      "imageLink": "image_files\\English\\stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasin hors taxes",
      "translation": "tienda libre de impuestos",
      "definition": "Un magasin à l'aéroport ou au port où les biens peuvent être achetés sans payer d'impôts.",
      "definition_translation": "Una tienda en un aeropuerto o puerto donde se pueden comprar bienes sin pagar impuestos.",
      "example": "J'ai acheté du parfum au magasin hors taxes. J'ai fait du shopping au magasin hors taxes depuis des années. Je vais acheter du vin au magasin hors taxes la semaine prochaine.",
      "example_translation": "Compré algún perfume en la tienda libre de impuestos. He estado comprando en la tienda libre de impuestos durante años. Compraré alguno vino en la tienda libre de impuestos la próxima semana.",
      "imageLink": "image_files\\English\\duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jetée",
      "translation": "muelle",
      "definition": "Une structure construite sur l'eau, généralement sur un lac ou une océan, pour que les bateaux puissent accoster.",
      "definition_translation": "Una estructura construida en el agua, típicamente en un lago o océano, para que los barcos atraquen en ella.",
      "example": "J'ai marché le long de la jetée en regardant le coucher de soleil. J'ai pêché à la jetée depuis des années. Je vais aller à la jetée l'été prochain.",
      "example_translation": "Camino por el muelle mientras veía la puesta del sol. He estado pescando en el muelle durante años. Iré al muelle el próximo verano.",
      "imageLink": "image_files\\English\\pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]