[
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Avril",
      "translation": "abril",
      "definition": "Le quatrième mois de l'année dans le calendrier grégorien, suivant mars et précédant mai.",
      "definition_translation": "El cuarto mes del año en el calendario gregoriano, después de marzo y antes de mayo.",
      "example": "Je voyagerai à Paris en avril, j'ai voyagé à Paris en avril, je voyage à Paris en avril.",
      "example_translation": "Viajaré a París en abril, viajé a París en abril, viajo a París en abril.",
      "imageLink": "image_files\\English\\april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Août",
      "translation": "agosto",
      "definition": "Le huitième mois de l'année dans le calendrier grégorien, suivant juillet et précédant septembre.",
      "definition_translation": "El octavo mes del año en el calendario gregoriano, después de julio y antes de septiembre.",
      "example": "Je vais aller à la plage en août, j'y suis allé en août, j'y vais en août.",
      "example_translation": "Iré a la playa en agosto, fui a la playa en agosto, voy a la playa en agosto.",
      "imageLink": "image_files\\English\\august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Décembre",
      "translation": "diciembre",
      "definition": "Le douzième et dernier mois de l'année dans le calendrier grégorien, suivant novembre et précédant janvier.",
      "definition_translation": "El duodécimo y último mes del año en el calendario gregoriano, después de noviembre y antes de enero.",
      "example": "Je finirai mon projet en décembre, j'ai fini mon projet en décembre, je finis mon projet en décembre.",
      "example_translation": "Finalizaré mi proyecto en diciembre, finalicé mi proyecto en diciembre, finalizo mi proyecto en diciembre.",
      "imageLink": "image_files\\English\\december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Février",
      "translation": "febrero",
      "definition": "Le deuxième mois de l'année, dans l'hémisphère nord généralement le mois d'hiver le plus froid.",
      "definition_translation": "El segundo mes del año, en el hemisferio norte usualmente el mes de invierno más frío.",
      "example": "Je suis né en février, ma mère m'emmène toujours dîner pour mon anniversaire en février, je visiterai ma grand-mère en février l'an prochain.",
      "example_translation": "Nací en febrero, Mi mamá siempre me lleva a cenar fuera en febrero para mi cumpleaños, Visitaré a mi abuela en febrero el próximo año.",
      "imageLink": "image_files\\English\\february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Janvier",
      "translation": "enero",
      "definition": "Le premier mois de l'année, dans l'hémisphère nord généralement l'un des mois d'hiver les plus froids.",
      "definition_translation": "El primer mes del año, en el hemisferio norte usualmente uno de los meses de invierno más fríos.",
      "example": "Je fais toujours des résolutions du nouvel an en janvier, ma sœur commence son régime en janvier, je vais prendre un voyage au Japon en janvier l'an prochain.",
      "example_translation": "Siempre hago resoluciones de año nuevo en enero, Mi hermana comienza su dieta en enero, Me tomaré un viaje a Japón en enero el próximo año.",
      "imageLink": "image_files\\English\\january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Juillet",
      "translation": "julio",
      "definition": "Le septième mois de l'année, dans l'hémisphère nord généralement l'un des mois d'été les plus chauds.",
      "definition_translation": "El séptimo mes del año, en el hemisferio norte usualmente uno de los meses de verano más cálidos.",
      "example": "Je vais toujours à la plage en juillet, ma famille a une fête de BBQ en juillet, j'irai à un camp d'été en juillet l'an prochain.",
      "example_translation": "Siempre voy a la playa en julio, Mi familia tiene una fiesta de BBQ en julio, Asistiré a un campamento de verano en julio el próximo año.",
      "imageLink": "image_files\\English\\july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Juin",
      "translation": "junio",
      "definition": "Le sixième mois de l'année, entre mai et juillet, ayant 30 jours.",
      "definition_translation": "El sexto mes del año, entre mayo y julio, con 30 días.",
      "example": "Je suis né en juin, je voyagerai en juin, j'ai voyagé en juin.",
      "example_translation": "Yo nací en junio, viajaré en junio, y viajé en junio.",
      "imageLink": "image_files\\English\\june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Mars",
      "translation": "marzo",
      "definition": "Le troisième mois de l'année, entre février et avril, ayant 31 jours.",
      "definition_translation": "El tercer mes del año, entre febrero y abril, con 31 días.",
      "example": "Je vais marcher en mars, j'ai marché en mars, je marche en mars.",
      "example_translation": "Marcharé en marzo, marché en marzo, y marcho en marzo.",
      "imageLink": "image_files\\English\\march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Mai",
      "translation": "mayo",
      "definition": "Le cinquième mois de l'année, entre avril et juin, ayant 31 jours.",
      "definition_translation": "El quinto mes del año, entre abril y junio, con 31 días.",
      "example": "Je vais aller à la plage en mai, j'y suis allé en mai, j'y vais en mai.",
      "example_translation": "Iré a la playa en mayo, fui a la playa en mayo, y voy a la playa en mayo.",
      "imageLink": "image_files\\English\\may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Novembre",
      "translation": "Noviembre",
      "definition": "Le onzième mois de l'année, suivant octobre et précédant décembre.",
      "definition_translation": "El undécimo mes del año, después de octubre y antes de diciembre.",
      "example": "Je suis né en novembre, donc je suis un Scorpion. Le mois dernier, j'ai visité mes grands-parents. L'an prochain, je vais obtenir mon diplôme d'études supérieures en novembre.",
      "example_translation": "Nací en noviembre, así que soy Escorpio. El pasado noviembre, visité a mis abuelos. El próximo noviembre, me graduaré de la universidad.",
      "imageLink": "image_files\\English\\november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Octobre",
      "translation": "Octubre",
      "definition": "Le dixième mois de l'année, suivant septembre et précédant novembre.",
      "definition_translation": "El décimo mes del año, después de septiembre y antes de noviembre.",
      "example": "J'adore octobre à cause d'Halloween. Le dernier octobre, j'ai assisté à une soirée costumée. Le mois d'octobre prochain, je voyagerai en Europe.",
      "example_translation": "Me encanta octubre debido a Halloween. El pasado octubre, fui a una fiesta de disfraces. El próximo octubre, viajaré a Europa.",
      "imageLink": "image_files\\English\\october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Septembre",
      "translation": "Septiembre",
      "definition": "Le neuvième mois de l'année, suivant août et précédant octobre.",
      "definition_translation": "El noveno mes del año, después de agosto y antes de octubre.",
      "example": "Je commence l'école en septembre. Le dernier septembre, j'ai fait de nouveaux amis. Le mois de septembre prochain, je prendrai un road trip.",
      "example_translation": "Comienzo la escuela en septiembre. El pasado septiembre, hice nuevos amigos. El próximo septiembre, haré un viaje en coche.",
      "imageLink": "image_files\\English\\september.jpg",
      "audioLink": "September.mp3"
    }
  ]