[
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bière",
      "translation": "cerveza",
      "definition": "une boisson fermentée faite à partir de céréales maltées, généralement d'orge, et aromatisée au houblon",
      "definition_translation": "una bebida fermentada hecha de cereales maltados, típicamente cebada, y aromatizada con lúpulo",
      "example": "J'ai bu une bière hier, je bois une bière maintenant, et je boirai une bière demain.",
      "example_translation": "Bebí una cerveza ayer, estoy bebiendo una cerveza ahora, y beberé una cerveza mañana.",
      "imageLink": "image_files\\English\\"imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "café",
      "translation": "café",
      "definition": "une boisson chaude faite à partir des graines torréfiées d'une plante tropicale",
      "definition_translation": "una bebida caliente hecha de las semillas tostadas de una planta tropical",
      "example": "J'ai bu un café ce matin, je bois un café maintenant, et je boirai un café ce soir.",
      "example_translation": "Bebí un café esta mañana, estoy bebiendo un café ahora, y beberé un café esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Coca",
      "translation": "Coca-Cola",
      "definition": "une boisson gazeuse sucrée aromatisée à la vanille et contenant de la caféine",
      "definition_translation": "una bebida dulce y carbonatada con sabor a vainilla y que contiene cafeína",
      "example": "J'ai bu une Coca hier, je bois une Coca maintenant, et je boirai une Coca à la fête.",
      "example_translation": "Bebí una Coca-Cola ayer, estoy bebiendo una Coca-Cola ahora, y beberé una Coca-Cola en la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boire",
      "translation": "beber",
      "definition": "Ingérer un liquide, tel que de l'eau ou du jus, dans le corps par la bouche.",
      "definition_translation": "Ingerir un líquido, como agua o jugo, en el cuerpo a través de la boca.",
      "example": "J'ai bu de l'eau hier, je bois du jus maintenant, et je boirai du lait demain.",
      "example_translation": "Bebí agua ayer, bebo jugo ahora, y beberé leche mañana.",
      "imageLink": "image_files\\English\\"imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jus",
      "translation": "jugo",
      "definition": "Un liquide substance naturellement contenu dans les fruits ou les légumes, utilisé comme boisson.",
      "definition_translation": "Una sustancia líquida que se contiene naturalmente en frutas o verduras, utilizada como bebida.",
      "example": "J'ai bu du jus d'orange hier, je bois du jus de pomme maintenant, et je boirai du jus de raisin demain.",
      "example_translation": "Bebí jugo de naranja ayer, bebo jugo de manzana ahora, y beberé jugo de uva mañana.",
      "imageLink": "image_files\\English\\"imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lait",
      "translation": "leche",
      "definition": "Un liquide produit par les glandes mammaires des femelles mammifères, utilisé comme aliment.",
      "definition_translation": "Un líquido producido por las glándulas mamarias de los mamíferos hembras, utilizado como alimento.",
      "example": "J'ai bu du lait lorsque j'étais enfant, je bois du lait maintenant, et je boirai du lait lorsque je serai vieux.",
      "example_translation": "Bebí leche cuando era niño, bebo leche ahora, y beberé leche cuando sea anciano.",
      "imageLink": "image_files\\English\\"imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jus d'orange",
      "translation": "jugo de naranja",
      "definition": "une boisson sucrée et acidulée faite à partir du jus des oranges",
      "definition_translation": "una bebida dulce y ácida hecha con el jugo de naranjas",
      "example": "J'ai bu du jus d'orange pour le petit déjeuner, je le bois maintenant, et je le boirai demain.",
      "example_translation": "Bebí jugo de naranja para desayunar, ahora lo estoy bebiendo, y lo beberé mañana.",
      "imageLink": "image_files\\English\\"imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "thé",
      "translation": "té",
      "definition": "une boisson chaude ou froide faite à partir des feuilles de la plante de thé",
      "definition_translation": "una bebida caliente o fría hecha con las hojas de la planta de té",
      "example": "J'ai bu du thé hier, je le bois maintenant, et je le boirai ce soir.",
      "example_translation": "Bebí té ayer, ahora lo estoy bebiendo, y lo beberé esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jus de tomate",
      "translation": "jugo de tomate",
      "definition": "une boisson savoureuse faite à partir du jus des tomates",
      "definition_translation": "una bebida sabrosa hecha con el jugo de tomates",
      "example": "J'ai bu du jus de tomate avec mon petit déjeuner, je le bois avec mon déjeuner, et je le boirai avec mon dîner.",
      "example_translation": "Bebí jugo de tomate con mi desayuno, ahora lo estoy bebiendo con mi almuerzo, y lo beberé con mi cena.",
      "imageLink": "image_files\\English\\"imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "eau",
      "translation": "agua",
      "definition": "un liquide clair, incolore, inodore et insipide qui forme les mers, les lacs, les rivières et la pluie et est la base des fluides des organismes vivants.",
      "definition_translation": "Una sustancia líquida clara, incolora, inodora y sin sabor que forma los mares, lagos, ríos y lluvia y es la base de los fluidos de los organismos vivos.",
      "example": "J'ai bu de l'eau dans une bouteille. Je vais boire de l'eau à la fontaine. J'avais bu de l'eau du robinet.",
      "example_translation": "Bebí agua de la botella. Beberé agua de la fuente. Había bebido agua del grifo.",
      "imageLink": "image_files\\English\\"imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vin",
      "translation": "vino",
      "definition": "Boisson fermentée produite à partir de raisins, dont le jus a été converti en alcool par la fermentation par des levures.",
      "definition_translation": "Una bebida fermentada hecha de uvas, cuyo jugo ha sido convertido en alcohol por la acción de la levadura.",
      "example": "J'ai bu du vin au dîner. Je boirai du vin au party. J'avais bu du vin au mariage.",
      "example_translation": "Bebí vino en la cena. Beberé vino en la fiesta. Había bebido vino en la boda.",
      "imageLink": "image_files\\English\\"imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "alcool",
      "translation": "alcohol",
      "definition": "Liquide incolore, volatile et inflammable obtenu par fermentation de sucres, utilisé comme solvant et dans diverses applications industrielles et médicinales.",
      "definition_translation": "Un líquido incoloro, volátil y inflamable obtenido por fermentación de azúcares, utilizado como disolvente y en various aplicaciones industriales y medicinales.",
      "example": "Je bois de l'alcool occasionnellement. Je boirai de l'alcool au bar. J'avais bu de l'alcool au club.",
      "example_translation": "Bebo alcohol ocasionalmente. Beberé alcohol en el bar. Había bebido alcohol en el club.",
      "imageLink": "image_files\\English\\"imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jus de pomme",
      "translation": "jugo de manzana",
      "definition": "Beverage sucré et rafraîchissant fait à partir de pommes, souvent consommé comme option saine.",
      "definition_translation": "Una bebida dulce y refrescante hecha de manzanas, a menudo consumida como una opción saludable.",
      "example": "J'ai bu du jus de pomme hier, je bois du jus de pomme tous les matins, et je boirai du jus de pomme demain.",
      "example_translation": "Bebí jugo de manzana ayer, bebo jugo de manzana todas las mañanas y beberé jugo de manzana mañana.",
      "imageLink": "image_files\\English\\"imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "champagne",
      "translation": "champaña",
      "definition": "Type de vin mousseux originaire de la région de Champagne en France, souvent servi lors de célébrations et de occasions spéciales.",
      "definition_translation": "Un tipo de vino espumoso originario de la región de Champaña en Francia, a menudo servido en celebraciones y ocasiones especiales.",
      "example": "Nous avons ouvert une bouteille de champagne hier soir pour célébrer notre anniversaire, nous allons ouvrir une bouteille de champagne à notre mariage, et nous ouvrirons une bouteille de champagne le soir du Nouvel An.",
      "example_translation": "Abrimos champaña anoche para celebrar nuestro aniversario, vamos a abrir champaña en nuestra boda y abrirán champaña en la víspera de Año Nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coca",
      "translation": "cola",
      "definition": "Boisson douce et gazeuse désaltérante, souvent consommée comme boisson rafraîchissante.",
      "definition_translation": "Una bebida dulce y efervescente saborizada con vainilla y canela, a menudo consumida como una bebida refrescante.",
      "example": "J'ai bu de la coca au party, je bois de la coca avec ma pizza, et je boirai de la coca à la plage.",
      "example_translation": "Bebí cola en la fiesta, bebo cola con mi pizza y beberé cola en la playa.",
      "imageLink": "image_files\\English\\"imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boire",
      "translation": "beber",
      "definition": "prendre un liquide dans le corps par la bouche.",
      "definition_translation": "Tomar líquido en el cuerpo a través de la boca.",
      "example": "J'ai bu du café hier, je le bois tous les matins, et je le boirai demain.",
      "example_translation": "Bebo café ayer, lo bebo todas las mañanas y lo beberé mañana.",
      "imageLink": "image_files\\English\\"imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chocolat chaud",
      "translation": "chocolate caliente",
      "definition": "Boisson douce faite avec du chocolat fondu, du lait et du sucre, servie chaude.",
      "definition_translation": "Una bebida dulce hecha con chocolate derretido, leche y azúcar, servida caliente.",
      "example": "J'ai siroté du chocolat chaud en regardant la neige tomber l'hiver dernier, je le bois les jours froids, et je le boirai à Noël prochain.",
      "example_translation": "Me tomé chocolate caliente mientras veía la nieve caer el invierno pasado, lo bebo en días fríos y lo disfrutaré la próxima Navidad.",
      "imageLink": "image_files\\English\\"imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "limonade",
      "translation": "limonada",
      "definition": "Boisson douce faite avec du jus de citron, du sucre et de l'eau.",
      "definition_translation": "Una bebida dulce hecha con jugo de limón, azúcar y agua.",
      "example": "J'ai bu de la limonade au pique-nique l'été dernier, je la fais pour mes invités aujourd'hui, et je la vendrai à la foire le mois prochain.",
      "example_translation": "Me tomé limonada en el picnic el verano pasado, la hago para mis invitados hoy y la venderé en la feria el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "milkshake",
      "translation": "batido de leche",
      "definition": "Boisson douce et mousseuse faite avec du lait, de la crème glacée et des arômes, généralement servie froide.",
      "definition_translation": "Una bebida dulce y espumosa hecha con leche, helado y usualmente sabores, servida típicamente fría.",
      "example": "J'ai bu un milkshake au diner hier, je suis en train de boire un milkshake maintenant, et je boirai un milkshake demain.",
      "example_translation": "Bebí un batido de leche en el diner ayer, estoy bebiendo un batido de leche ahora, y beberé un batido de leche mañana.",
      "imageLink": "image_files\\English\\"imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "eau minérale",
      "translation": "agua mineral",
      "definition": "Eau naturellement riche en minéraux, souvent mise en bouteille et vendue comme boisson de santé naturelle.",
      "definition_translation": "Agua que es naturalmente rica en minerales, a menudo embotellada y vendida como una bebida saludable natural.",
      "example": "J'ai bu une bouteille d'eau minérale après l'entraînement hier, je bois une bouteille d'eau minérale maintenant, et je boirai une bouteille d'eau minérale après l'entraînement demain.",
      "example_translation": "Bebí una botella de agua mineral después del entrenamiento ayer, estoy bebiendo una botella de agua mineral ahora, y beberé una botella de agua mineral después del entrenamiento mañana.",
      "imageLink": "image_files\\English\\"imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    }
  ]