[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "terrier bull",
      "translation": "terrier bulldo",
      "definition": "Un terrier bull est une race de chien connue pour sa musculaire, son court manteau et sa tête ovale distinctive.",
      "definition_translation": "Un terrier bulldo es una raza de perro conocida por sucomplexión muscular, suave pelo y cabeza en forma de huevo.",
      "example": "Hier, j'ai vu un terrier bull courir dans le parc. Aujourd'hui, il joue avec son propriétaire. Demain, il ira chez le vétérinaire.",
      "example_translation": "Ayer, vi un terrier bulldo corriendo en el parque. Hoy, está jugando con su dueño. Mañana, irá al veterinario.",
      "imageLink": "image_files\\English\\"imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bouledogue",
      "translation": "perro bulldog",
      "definition": "Un bouledogue est une race de chien connue pour son visage ridé, sa solide construction et son tempérament doux.",
      "definition_translation": "Un perro bulldog es una raza de perro conocida por su cara arrugada, complexión robusta y temperamento suave.",
      "example": "Autrefois, les bouledogues étaient utilisés pour la baiting de taureaux. Maintenant, ils sont des compagnons aimés. À l'avenir, ils continueront d'être des animaux de compagnie populaires.",
      "example_translation": "En el pasado, los bulldogs se utilizaban para la pelea de toros. Ahora, son compañeros queridos. En el futuro, seguirán siendo mascotas populares.",
      "imageLink": "image_files\\English\\"imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dalmatien",
      "translation": "dálmata",
      "definition": "Un dalmatien est une race de chien connue pour son manteau blanc avec des taches noires et son héritage de mascotte de pompier.",
      "definition_translation": "Un dálmata es una raza de perro conocida por su abrigo blanco con manchas negras y su legado como mascota de bomberos.",
      "example": "Quand j'étais enfant, j'ai vu un dalmatien à la caserne de pompiers. Aujourd'hui, j'ai un dalmatien comme animal de compagnie. À l'avenir, je sortirai mon dalmatien au parc.",
      "example_translation": "Cuando era niño, vi un dálmata en la estación de bomberos. Hoy, tengo un dálmata como mascota. En el futuro, llevaré a mi dálmata al parque.",
      "imageLink": "image_files\\English\\"imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "caniche",
      "translation": "caniche",
      "definition": "Un caniche est une race de chien connue pour son manteau crépu, non sheds et son intelligence élevée.",
      "definition_translation": "Un caniche es una raza de perro conocida por su abrigo rizado, no--descascarado y alta inteligencia.",
      "example": "Je vais acheter un caniche l'année prochaine, mon ami a un caniche et c'est très amical, elle avait un caniche quand elle était enfant.",
      "example_translation": "Compraré un caniche el año próximo, mi amigo tiene un caniche y es muy amigable, ella tenía un caniche cuando era niña.",
      "imageLink": "image_files\\English\\"imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lévrier afghan",
      "translation": "lebrel afgano",
      "definition": "Un lévrier afghan est une race de chien connue pour son manteau soyeux, fin et son gabarit athlétique.",
      "definition_translation": "Un lebrel afgano es una raza de perro conocida por su abrigo sedoso, fino y construcción atlética.",
      "example": "Mon oncle possède un lévrier afghan, c'est un chien très actif, elle achètera un lévrier afghan le mois prochain.",
      "example_translation": "Mi tío posee un lebrel afgano, es un perro muy activo, ella comprará un lebrel afgano el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "akita",
      "translation": "akita",
      "definition": "Un akita est une race de chien connue pour sa loyauté et son tempérament protecteur, originaire du Japon.",
      "definition_translation": "Un akita es una raza de perro conocida por su lealtad y naturaleza protectora, originaria de Japón.",
      "example": "J'ai vu un akita au parc pour chiens hier, le akita de mon ami est très gentil, elle adoptera un akita bientôt.",
      "example_translation": "Vi un akita en el parque de perros ayer, el akita de mi amiga es muy gentil, ella adoptará un akita pronto.",
      "imageLink": "image_files\\English\\"imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "malamute de l'Alaska",
      "translation": "Malamuto de Alaska",
      "definition": "Une grande race de chien puissante originaire de l'Alaska, connue pour son apparence de loup et son instinct de traction fort.",
      "definition_translation": "Una raza de perro grande y poderosa originaria de Alaska, conocida por su apariencia similar a la de un lobo y su fuerte instinto de tracción.",
      "example": "J'avais un malamute de l'Alaska comme animal de compagnie quando j'étais enfant. C'était très énergique et aimait jouer dehors. Maintenant, je pense à en prendre un autre. À l'avenir, j'espère le dresser en chien thérapeute.",
      "example_translation": "Tenía un malamuto de Alaska como mascota cuando era niño. Era muy enérgico y amaba jugar afuera. Ahora, estoy pensando en obtener otro. En el futuro, espero entrenarlo para que sea un perro terapéutico.",
      "imageLink": "image_files\\English\\"imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "basset-hound",
      "translation": "Sabueso basset",
      "definition": "Une race de chien à pattes courtes, corps long, connue pour son apparence distinctive et son excellent flair.",
      "definition_translation": "Una raza de perro con patas cortas y cuerpo alargado, conocida por su apariencia distintiva y su agudo sentido del olfato.",
      "example": "J'ai toujours été fasciné par les basset-hound. J'en ai eu un comme animal de compagnie lorsque j'étais jeune, et c'était très loyal. Maintenant, je pense à en prendre un autre. À l'avenir, j'espère le présenter à des concours de chiens.",
      "example_translation": "Siempre me ha fascinado los sabuesos basset. Tenía uno como mascota cuando crecía, y era muy leal. Ahora, estoy considerando obtener otro. En el futuro, espero mostrarlo en competiciones caninas.",
      "imageLink": "image_files\\English\\"imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "basset",
      "translation": "Beagle",
      "definition": "Une petite race de chien amical connue pour son nature curieuse et son excellent flair.",
      "definition_translation": "Una raza de perro pequeña y amistosa, conocida por su naturaleza curiosa y su agudo sentido del olfato.",
      "example": "J'ai toujours aimé les bassets. J'en ai eu un comme animal de compagnie lorsque j'étais enfant, et c'était très joueur. Maintenant, je pense à en prendre un autre. À l'avenir, j'espère le dresser en chien de chasse.",
      "example_translation": "Siempre me han encantado los beagles. Tenía uno como mascota cuando era niño, y era muy juguetón. Ahora, estoy pensando en obtener otro. En el futuro, espero entrenarlo para que sea un perro de caza.",
      "imageLink": "image_files\\English\\"imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chien de montagne bernois",
      "translation": "perro de montaña Bernés",
      "definition": "Une grande race de chien originaire de Suisse, connue pour son manteau tricolore distinctif et son tempérament doux.",
      "definition_translation": "Una raza de perro grande originaria de Suiza, conocida por su abrigo tricolor característico y su temperamento gentil.",
      "example": "J'avais un chien de montagne bernois quand j'étais enfant, c'était très amical. Maintenant, j'en ai un nouveau, et il est toujours en train de grandir. À l'avenir, j'espère en avoir plus.",
      "example_translation": "Tuve un perro de montaña Bernés cuando era niño, era muy amistoso. Ahora tengo uno nuevo, y todavía está creciendo. En el futuro, espero tener más.",
      "imageLink": "image_files\\English\\"imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sanglier",
      "translation": "sabueso",
      "definition": "Une race de chien avec un sens de l'odorat très développé, utilisée pour la traque et la chasse.",
      "definition_translation": "Una raza de perro con un sentido del olfato agudo, utilizado para seguir pistas y cazar.",
      "example": "Le sanglier a suivi la piste de la biche, et bientôt elle a été trouvée. Maintenant, le chasseur l'utilise pour traquer un renard. À l'avenir, il sera utilisé pour d'autres chasses.",
      "example_translation": "El sabueso siguió el rastro del ciervo, y pronto fue encontrado. Ahora el cazador lo está utilizando para seguir a un zorro. En el futuro, será utilizado para más cacerías.",
      "imageLink": "image_files\\English\\"imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "colley border",
      "translation": "pastor border collie",
      "definition": "Une race de chien de berger originaire d'Écosse, connue pour son intelligence, son agilité et son obéissance.",
      "definition_translation": "Una raza de perro pastor originaria de Escocia, conocida por su inteligencia, agilidad y obediencia.",
      "example": "J'ai eu un colley border pendant des années, c'est très intelligent. Maintenant, je forme un nouveau, et il apprend vite. À l'avenir, j'espère qu'il sera un excellent chien de berger.",
      "example_translation": "He tenido un pastor border collie durante años, es muy inteligente. Ahora estoy entrenando a uno nuevo, y está aprendiendo rápidamente. En el futuro, espero que sea un gran perro pastor.",
      "imageLink": "image_files\\English\\"imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "terrier de Boston",
      "translation": "Terrier de Boston",
      "definition": "Une race de chien de petite taille connue pour son caractère doux, égal et affectueux, originaire des États-Unis.",
      "definition_translation": "Una raza de perro de pequeño tamaño conocida por su naturaleza gentil, templada y cariñosa, originaria de los Estados Unidos.",
      "example": "J'avais un terrier de Boston quand j'étais gamin, il était très joueux. Maintenant, j'en ai un, et il adore se blottir. À l'avenir, je vais adopter un autre terrier de Boston.",
      "example_translation": "Tenía un Terrier de Boston cuando era niño, y era muy juguetón. Ahora tengo uno, y le encanta acurrucarse. En el futuro, me buscaré otro Terrier de Boston.",
      "imageLink": "image_files\\English\\"imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boxer",
      "translation": "boxeador",
      "definition": "Une race de chien de grande taille avec un pelage court et lisse, connue pour son caractère énergique et joueur.",
      "definition_translation": "Una raza de perro grande y musculosa con un pelaje corto y liso, conocida por su personalidad enérgica y juguetona.",
      "example": "Je suis allé au parc et j'ai vu un boxer jouer avec son propriétaire. Le boxer courait joyeusement. À l'avenir, j'adopterai un boxer.",
      "example_translation": "Fui al parque y vi un boxeador jugando con su dueño. El boxeador estaba corriendo alrededor felizmente. En el futuro, adoptaré un boxeador.",
      "imageLink": "image_files\\English\\"imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mastiff",
      "translation": "bullmastín",
      "definition": "Une race de chien de grande taille avec un pelage court, connue pour sa loyauté, son courage et ses instincts protecteurs.",
      "definition_translation": "Una raza de perro grande y poderosa con un pelaje corto, conocida por su lealtad, coraje y instintos protectores.",
      "example": "Mon ami a un mastiff qui est très doux. Le mastiff a protégé la famille de mon ami lorsqu'ils étaient en danger. À l'avenir, mon ami élèvera des mastiffs.",
      "example_translation": "Mi amigo tiene un bullmastín que es muy gentil. El bullmastín protegió a la familia de mi amigo cuando estaban en peligro. En el futuro, mi amigo criará bullmastines.",
      "imageLink": "image_files\\English\\"imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "terrier cairn",
      "translation": "Terrier de Cairn",
      "definition": "Une race de chien de petite à moyenne taille originaire d'Écosse, connue pour son pelage hirsute et son caractère vif.",
      "definition_translation": "Una raza de perro de tamaño pequeño a mediano originaria de Escocia, conocida por su abrigo lanudo y su personalidad fogosa.",
      "example": "J'avais un terrier cairn lorsque j'étais gamin, il était très joueux. Maintenant, j'en ai un autre, et il est encore très énergique. Je vais adopter un autre terrier cairn à l'avenir parce que j'adore cette race.",
      "example_translation": "Tenía un terrier de Cairn cuando era niño, era muy juguetón. Ahora tengo uno again, y todavía es enérgico. Tendré otro en el futuro porque me encanta la raza.",
      "imageLink": "image_files\\English\\"imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Cane corso, mastiff espagnol",
      "translation": "Cane Corso, mastín español",
      "definition": "Une race de chien de grande taille originaire d'Italie, connue pour sa musculature athlétique et son tempérament loyal, également appelée mastiff espagnol.",
      "definition_translation": "Una raza de perro de tamaño grande originaria de Italia, conocida por su complexión atlética y su temperamento leal, también conocido como mastín español.",
      "example": "Mon ami a un Cane corso, mastiff espagnol, c'est un géant doux. Elle avait un Cane corso, mastiff espagnol, avant, mais il est mort. Elle adoptera un autre Cane corso, mastiff espagnol, à l'avenir.",
      "example_translation": "Mi amiga tiene un Cane Corso, mastín español, es un gigante gentil. Ella tenía un Cane Corso, mastín español, antes, pero falleció. Ella tendrá un Cane Corso, mastín español, de nuevo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chihuahua",
      "translation": "Chihuahua",
      "definition": "Une race de chien de petite taille originaire du Mexique, connue pour ses grands yeux et son physique délicat.",
      "definition_translation": "Una raza de perro de tamaño pequeño originaria de México, conocida por sus ojos grandes y su complexión física delicada.",
      "example": "J'ai eu un chihuahua depuis que j'étais adolescent, il a été mon compagnon loyal. Ma mère avait un chihuahua quand j'étais gamin, il était très joueux. J'adopte un autre chihuahua à l'avenir, j'adore cette race.",
      "example_translation": "He tenido un Chihuahua desde que era adolescente, ha sido mi compañero leal. Mi madre tenía un Chihuahua cuando era niño, era muy juguetón. Tendré un Chihuahua de nuevo en el futuro, me encanta la raza.",
      "imageLink": "image_files\\English\\"imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chow-chow",
      "translation": "perro chow chow",
      "definition": "Un chow-chow est une race de chien originaire de Chine, connue pour son pelage soyeux et sa langue bleu-noir.",
      "definition_translation": "Un Chow Chow es una raza de perro que se originó en China y es conocido por su abrigo lanudo y su lengua azul-negra.",
      "example": "J'avais un chow-chow lorsque j'étais gamin, il était un compagnon loyal. J'ai un chow-chow maintenant, il est très joueux. J'adopte un autre chow-chow l'année prochaine, il sera un excellent animal de compagnie.",
      "example_translation": "Tuve un Chow Chow cuando era niño, era un compañero leal. Tengo un Chow Chow ahora, es muy juguetón. Tendré un Chow Chow el próximo año, será una mascota genial.",
      "imageLink": "image_files\\English\\"imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épagneul cocker",
      "translation": "spaniel inglés",
      "definition": "Un épagneul cocker est une race de chien connue pour son naturel doux et son beau pelage, souvent utilisée comme animal de compagnie familial.",
      "definition_translation": "Un Spaniel Inglés es una raza de perro conocida por su naturaleza gentil y su abrigo hermoso, a menudo utilizado como mascota familiar.",
      "example": "J'ai promené mon épagneul cocker hier, c'était un beau jour. Je promène mon épagneul cocker maintenant, il apprécie la promenade. Je promène mon épagneul cocker demain, ce sera une promenade amusante.",
      "example_translation": "Paseé a mi Spaniel Inglés ayer, fue un día hermoso. Estoy paseando a mi Spaniel Inglés ahora, está disfrutando del paseo. Pasearé a mi Spaniel Inglés mañana, será un paseo divertido.",
      "imageLink": "image_files\\English\\"imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "teckel, chien saucisse",
      "translation": "perro salchicha",
      "definition": "Un teckel, également connu sous le nom de chien saucisse, est une race de chien caractérisée par ses pattes courtes et son corps allongé, souvent utilisée pour chasser les blaireaux.",
      "definition_translation": "Un Perro Salchicha, también conocido como Dachshund, es una raza de perro conocida por sus patas cortas y su cuerpo largo, a menudo utilizada para cazar tejones.",
      "example": "J'ai vu un teckel au parc hier, il était très mignon. Je joue actuellement avec un teckel, il est très joueur. Je vais adopter un teckel le mois prochain, il sera un excellent compagnon.",
      "example_translation": "Vi un Perro Salchicha en el parque ayer, fue muy lindo. Estoy jugando con un Perro Salchicha ahora, es muy juguetón. Adoptaré un Perro Salchicha el próximo mes, será un gran compañero.",
      "imageLink": "image_files\\English\\"imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fox-terrier",
      "translation": "terrier fox",
      "definition": "Le fox-terrier est une race de chien petite, énergique et joueuse qui a originé en Angleterre au 19e siècle. Ils sont connus pour leur petite taille, leur pelage court et leur nature curieuse.",
      "definition_translation": "El Terrier Fox es una raza de perro pequeña, enérgica y juguetona que se originó en Inglaterra en el siglo XIX. Se conocen por su pequeño tamaño, cortas capas y naturaleza curiosa.",
      "example": "J'avais un fox-terrier comme animal de compagnie lorsque j'étais enfant, il était très joueur. Maintenant, j'ai un fox-terrier, il est très paresseux. Dans le futur, j'aurai un fox-terrier, il sera très obéissant.",
      "example_translation": "Tenía un terrier fox como mascota cuando era niño, era muy juguetón. Ahora tengo un terrier fox, es muy perezoso. En el futuro, tendré un terrier fox, será muy obediente.",
      "imageLink": "image_files\\English\\"imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bouledogue français",
      "translation": " bulldog francés",
      "definition": "Le bouledogue français est une race de chien domestique qui a originé en Angleterre et a été développée en France. Ils sont connus pour leur apparence unique, leur personnalité joueuse et leur nature adaptable.",
      "definition_translation": "El bulldog francés es una raza de perro doméstico que se originó en Inglaterra y luego se desarrolló en Francia. Se conocen por su apariencia única, personalidades juguetonas y naturaleza adaptable.",
      "example": "J'ai vu un bouledogue français au parc hier, il était très mignon. Ma sœur a un bouledogue français, il est très joueur. Dans le futur, j'achèterai un bouledogue français, il sera très amical.",
      "example_translation": "Vi un bulldog francés en el parque ayer, era muy lindo. Mi hermana tiene un bulldog francés, es muy juguetón. En el futuro, compraré un bulldog francés, será muy amistoso.",
      "imageLink": "image_files\\English\\"imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "berger allemand",
      "translation": "pastor alemán",
      "definition": "Le berger allemand est une race de chien domestique qui a originé en Allemagne. Ils sont connus pour leur intelligence, leur loyauté et leur nature protectrice, ce qui les rend populaires comme chiens de police et de militaire.",
      "definition_translation": "El pastor alemán es una raza de perro doméstico que se originó en Alemania. Se conocen por su inteligencia, lealtad y naturaleza protectora, lo que los hace populares como perros policiales y militares.",
      "example": "J'ai rencontré un berger allemand à l'aéroport hier, il était très intelligent. Mon frère a un berger allemand, il est très loyal. Dans le futur, j'entraînerai un berger allemand, il sera très obéissant.",
      "example_translation": "Conocí un pastor alemán en el aeropuerto ayer, era muy inteligente. Mi hermano tiene un pastor alemán, es muy leal. En el futuro, entrenaré un pastor alemán, será muy obediente.",
      "imageLink": "image_files\\English\\"imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "schnauzer géant",
      "translation": "schnauzer gigante",
      "definition": "Un schnauzer géant est une race de chien grande, puissante et intelligente qui a originé en Allemagne au 17e siècle.",
      "definition_translation": "Un schnauzer gigante es una raza de perro grande, poderosa e inteligente que se originó en Alemania en el siglo 17.",
      "example": "J'ai autrefois possédé un schnauzer géant, il était très loyal. Maintenant, j'ai un chien plus petit, mais je regrette mon schnauzer géant. Dans le futur, je posséderai de nouveau un schnauzer géant.",
      "example_translation": "Solía tener un schnauzer gigante, era muy leal. Ahora tengo un perro más pequeño, pero extraño a mi schnauzer gigante. En el futuro, tendré un schnauzer gigante nuevamente.",
      "imageLink": "image_files\\English\\"imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "retriever doré",
      "translation": "retriever dorado",
      "definition": "Le retriever doré est une race de chien connue pour sa nature amicale, loyale et douce, à l'origine élevée pour récupérer le gibier.",
      "definition_translation": "Un retriever dorado es una raza de perro conocida por su naturaleza amistosa, leal y gentil, originalmente criada para recuperar juego.",
      "example": "Ma grand-mère a un retriever doré, il est très amical. Elle l'emmenait autrefois promener, mais maintenant je l'emmène promener. Dans le futur, j'aurai un retriever doré à moi.",
      "example_translation": "Mi abuela tiene un retriever dorado, es muy amistoso. Solía llevarlo a pasear, pero ahora yo lo llevo a pasear. En el futuro, tendré un retriever dorado propio.",
      "imageLink": "image_files\\English\\"imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grand danois",
      "translation": "Danesa Grande",
      "definition": "Le grand danois est une race de chien grande connue pour sa taille géante, sa nature douce et sa loyauté envers ses propriétaires.",
      "definition_translation": "Una Danesa Grande es una raza de perro conocida por su tamaño gigante, naturaleza gentil y lealtad a sus dueños.",
      "example": "J'ai vu un grand danois au parc, il était énorme. Mon ami avait autrefois un grand danois, mais il est décédé. Dans le futur, je pourrai posséder un grand danois.",
      "example_translation": "Vi una Danesa Grande en el parque, era enorme. Mi amigo solía tener una Danesa Grande, pero falleció. En el futuro, podré tener una Danesa Grande.",
      "imageLink": "image_files\\English\\"imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lévrier",
      "translation": "galgo",
      "definition": "Le lévrier est une race de chien connue pour sa vitesse, son agilité et sa nature douce.",
      "definition_translation": "Un galgo es una raza de perro que es conocida por su velocidad, agilidad y naturaleza gentil.",
      "example": "Hier, j'ai vu un lévrier courir au champ de course. Aujourd'hui, je promène mon lévrier au parc. Demain, j'inscrirai mon lévrier à une compétition d'agilité.",
      "example_translation": "Ayer, vi un galgo corriendo en la pista de perros. Hoy, estoy llevando a mi galgo al parque para caminar. Mañana, inscribiré a mi galgo en una competencia de agilidad.",
      "imageLink": "image_files\\English\\"imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "terrier irlandais",
      "translation": "terrier irlandés",
      "definition": "Le terrier irlandais est une race de chien connue pour sa personnalité fougueuse et affectueuse.",
      "definition_translation": "Un terrier irlandés es una raza de perro que es conocida por su personalidad fogosa y afectuosa.",
      "example": "Mon terrier irlandais aime jouer à chercher et se blottir. L'an dernier, mon terrier irlandais a remporté un prix à l'exposition canine. La semaine prochaine, je vais emmener mon terrier irlandais chez le vétérinaire pour une visite de contrôle.",
      "example_translation": "Mi terrier irlandés ama jugar a buscar y acurrucarse. El año pasado, mi terrier irlandés ganó un premio en el espectáculo de perros. La semana que viene, llevaré a mi terrier irlandés al veterinario para un chequeo.",
      "imageLink": "image_files\\English\\"imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "terrier Jack Russell",
      "translation": "terrier Jack Russell",
      "definition": "Le terrier Jack Russell est une race de chien connue pour sa personnalité énergique et vivante.",
      "definition_translation": "Un terrier Jack Russell es una raza de perro que es conocida por su personalidad energética y vivaz.",
      "example": "Mon terrier Jack Russell adore courir et jouer. Le mois dernier, mon terrier Jack Russell a appris un nouveau tour. Le mois prochain, je vais emmener mon terrier Jack Russell en randonnée.",
      "example_translation": "Mi terrier Jack Russell ama correr y jugar. El mes pasado, mi terrier Jack Russell aprendió un truco nuevo. El próximo mes, llevaré a mi terrier Jack Russell a un paseo en bicicleta.",
      "imageLink": "image_files\\English\\"imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Retriever Labrador",
      "translation": "Perro Labrador",
      "definition": "Une race de chien connue pour être amicale, extravertie et énergique, souvent utilisée comme chien guide ou dans des missions de recherche et de sauvetage.",
      "definition_translation": "Una raza de perro conocida por ser amistosa, extrovertida y energética, a menudo utilizada como perro guía o en misiones de búsqueda y rescate.",
      "example": "J'ai toujours voulu un retriever Labrador comme animal domestique. Hier, j'ai visité un ami qui en avait juste adopté un. L'année prochaine, j'en aurai mon propre.",
      "example_translation": "Siempre he querido un perro Labrador como mascota. Ayer, visité a un amigo que acababa de adoptar uno. El próximo año, tendré el mío propio.",
      "imageLink": "image_files\\English\\"imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Maltais",
      "translation": "Maltes",
      "definition": "Une petite race de chien à poil soyeux et à caractère doux, souvent gardée comme chien de compagnie.",
      "definition_translation": "Una raza de perro pequeña, de pelo blanco y sedoso, y de disposición gentil, a menudo mantenida como perro compañero.",
      "example": "Ma grand-mère avait un Maltais qui était très affectueux. Quand j'étais enfant, je jouais avec lui tout le temps. Maintenant, j'ai un Maltais à moi.",
      "example_translation": "Mi abuela tenía un Maltes que era muy cariñoso. Cuando era niño, solía jugar con él todo el tiempo. Ahora, tengo un Maltes de mi propio.",
      "imageLink": "image_files\\English\\"imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Mastiff",
      "translation": "Mastín",
      "definition": "Une grande et puissante race de chien à pelage court, souvent utilisée comme chien de garde ou chien de police.",
      "definition_translation": "Una raza de perro grande y poderosa con un pelaje corto, a menudo utilizada como perro guardián o perro policía.",
      "example": "Le mastiff était très intimidant au début, mais il s'est avéré être un gentil géant. J'ai vu des mastiffs utilisés comme chiens de garde dans plusieurs maisons. Dans le futur, je considérerai prendre un mastiff comme animal domestique.",
      "example_translation": "El mastín era muy intimidante al principio, pero resultó ser un gigante gentil. He visto mastines usados como perros guardianes en varias casas. En el futuro, consideraré tener un mastín como mascota.",
      "imageLink": "image_files\\English\\"imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Pinscher nain",
      "translation": "pinscher en miniatura",
      "definition": "Une petite race de chien originaire d'Allemagne, caractérisée par sa petite taille, son pelage court et son tempérament énergique.",
      "definition_translation": "Una raza pequeña de perro originaria de Alemania, caracterizada por su pequeño tamaño, piel corta y temperamento enérgico.",
      "example": "J'avais un Pinscher nain comme animal domestique lorsque j'étais gosse, il était très énergique et ludique. Hier, j'ai vu un Pinscher nain au parc, il poursuivait sa queue. Je prendrai un Pinscher nain comme animal domestique lorsque je déménagerai dans une maison plus grande.",
      "example_translation": "Tuve un pinscher en miniatura como mascota cuando era niño, era muy enérgico y juguetón. Ayer, vi un pinscher en miniatura en el parque, estaba persiguiendo su cola. Me llevaré un pinscher en miniatura como mascota cuando me mude a una casa más grande.",
      "imageLink": "image_files\\English\\"imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Poodle nain",
      "translation": "poodle en miniatura",
      "definition": "Une petite race de chien originaire d'Allemagne, caractérisée par sa petite taille, son pelage bouclé et sa nature intelligente.",
      "definition_translation": "Una raza pequeña de perro originaria de Alemania, caracterizada por su pequeño tamaño, pelo rizado y naturaleza inteligente.",
      "example": "Ma sœur a un Poodle nain, il est très bien élevé et facile à dresser. La semaine dernière, j'ai vu un Poodle nain au concours de chiens, il était très mignon. Quand je prendrai ma retraite, je prendrai un Poodle nain comme compagnon.",
      "example_translation": "Mi hermana tiene un poodle en miniatura, es muy bien comportado y fácil de entrenar. La semana pasada, vi un poodle en miniatura en el espectáculo canino, era muy lindo. Cuando me jubile, me llevaré un poodle en miniatura como compañía.",
      "imageLink": "image_files\\English\\"imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Bâtard",
      "translation": "perro mestizo",
      "definition": "Un chien de race mixte, résultant de l'accouplement de différentes races ou variétés de chiens.",
      "definition_translation": "Un perro de raza mixta, resultado del cruce de diferentes razas o variedades de perros.",
      "example": "Le bâtard au refuge était très amical, j'ai décidé de l'adopter. Hier, j'ai vu un bâtard jouer avec son propriétaire au parc, il était très énergique. Quand j'étais gosse, j'avais un bâtard comme animal domestique, il était très loyal.",
      "example_translation": "El perro mestizo en el refugio era muy amistoso, decidí adoptarlo. Ayer, vi un perro mestizo jugando con su dueño en el parque, era muy enérgico. Cuando era niño, tenía un perro mestizo como mascota, era muy leal.",
      "imageLink": "image_files\\English\\"imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Terre-Neuve",
      "translation": "Terranova",
      "definition": "Une province de l'est du Canada, composée de l'île de Terre-Neuve et de la région continentale du Labrador.",
      "definition_translation": "Una provincia de la región oriental de Canadá, compuesta por la isla de Terranova y la región continental de Labrador.",
      "example": "J'ai visité Terre-Neuve deux fois, et j'adore sa côte rocheuse. Je planifie visiter Terre-Neuve à nouveau l'année prochaine. J'ai visité Terre-Neuve l'été dernier.",
      "example_translation": "He visitado Terranova dos veces y me encanta su costa escabrosa. Estoy planeando visitar Terranova de nuevo el próximo año. Visitaste Terranova el verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Papillon",
      "translation": "mariposa",
      "definition": "Une race de chien connue pour ses oreilles en forme de papillon.",
      "definition_translation": "Una raza de perro conocida por sus orejas en forma de mariposa.",
      "example": "J'ai un chien papillon, et il est très amical. Mon chien papillon est très énergique. Si j'avais un chien papillon, je l'appellerais Bella.",
      "example_translation": "Tengo un perro mariposa y es muy amigable. Mi perro mariposa es muy enérgico. Si tuviera un perro mariposa, lo llamaría Bella.",
      "imageLink": "image_files\\English\\"imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Pékinois",
      "translation": "pekinés",
      "definition": "Une race de petit chien à poil long et soyeux, originaire de Chine.",
      "definition_translation": "Una raza de perro pequeño con un abrigo largo y lanudo, originario de China.",
      "example": "J'ai un chien Pékinois, et il est très mignon. Mon chien Pékinois est très ludique. Si j'avais un chien Pékinois, je le promènerais tous les jours.",
      "example_translation": "Tengo un perro pekinés y es muy lindo. Mi perro pekinés es muy juguetón. Si tuviera un perro pekinés, lo llevaría a pasear todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Terrier pitbull",
      "translation": "perro de pelea terrier",
      "definition": "Une race de chien connue pour sa force et sa ténacité, initialement élevée pour les combats de chiens.",
      "definition_translation": "Una raza de perro conocida por su fuerza y tenacidad, originalmente criada para pelear.",
      "example": "J'ai élevé un Terrier pitbull lorsque j'étais gosse. Maintenant, j'ai un Terrier pitbull comme animal domestique. J'achèterai un chiot de Terrier pitbull l'année prochaine.",
      "example_translation": "Crié un perro de pelea terrier cuando era niño. Ahora tengo un perro de pelea terrier como mascota. Compraré un cachorro de perro de pelea terrier el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pointeur",
      "translation": "señalador",
      "definition": "Une race de chien dressée pour pointer le gibier, notamment les oiseaux, pour aider les chasseurs.",
      "definition_translation": "Una raza de perro entrenada para señalar a la caza, especialmente pájaros, para ayudar a los cazadores.",
      "example": "J'ai utilisé un pointeur pour localiser le faisan. Le pointeur pointe vers le caille. Je vais dresser un pointeur pour chasser les canards la saison prochaine.",
      "example_translation": "Usé un señalador para localizar la perdiz. El señalador está señalando a la codorniz. Entrenaré un señalador para cazar patos la próxima temporada.",
      "imageLink": "image_files\\English\\"imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Chien de berger polonais des plaines",
      "translation": "perro de pastor de baja tierra polaco",
      "definition": "Une race de chien de berger originaire de Pologne, connue pour son intelligence et son bon caractère.",
      "definition_translation": "Una raza de perro de pastoreo originaria de Polonia, conocida por su inteligencia y naturaleza protectora.",
      "example": "Le fermier a utilisé un chien de berger polonais des plaines pour faire paître les moutons. Le chien de berger polonais des plaines est très intelligent. Je vais acheter un puppy de chien de berger polonais des plaines pour m'aider avec mes moutons.",
      "example_translation": "El granjero usó un perro de pastor de baja tierra polaco para pastorear las ovejas. El perro de pastor de baja tierra polaco es muy inteligente. Compraré un cachorro de perro de pastor de baja tierra polaco para ayudar con mis ovejas.",
      "imageLink": "image_files\\English\\"imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Pomeranian",
      "translation": "Pomeranio",
      "definition": "Une petite race de chien originaire de Poméranie, caractérisée par son pelage doux et ses traits de renard.",
      "definition_translation": "Una raza pequeña de perro originaria de Pomerania, caracterizada por su abrigo plumoso y características físicas similares a las del zorro.",
      "example": "J'avais précédemment un Pomeranian nommé Max, mais maintenant j'ai un golden retriever. Max utilisait à chasser les écureuils, et maintenant mon nouveau chien adore jouer à la balle. À l'avenir, je vais avoir un autre Pomeranian comme compagnon.",
      "example_translation": "Anteriormente tenía un Pomeranio llamado Max, pero ahora tengo un golden retriever. Max solía perseguir ardillas, y ahora mi nuevo perro ama jugar a buscar. En el futuro, tendré otro Pomeranio como compañero.",
      "imageLink": "image_files\\English\\"imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "carlin",
      "translation": "carlino",
      "definition": "Une petite race de chien avec un nez court et une queue enroulée, connue pour son naturel joueur et affectueux.",
      "definition_translation": "Una raza pequeña de perro con una nariz corta y una cola enrollada, conocida por su naturaleza juguetona y afectuosa.",
      "example": "Ma sœur avait un carlin nommé Lola, et elle aimait jouer avec elle. Lola dormantait avec ma sœur chaque nuit, et le matin, elle la réveillait en la léchant. À l'avenir, je vais offrir un carlin comme cadeau d'anniversaire à ma sœur.",
      "example_translation": "Mi hermana tenía un carlino llamado Lola, y le encantaba jugar con ella. Lola se acostaba con mi hermana todas las noches, y por la mañana, la despertaba lamiéndole la cara. En el futuro, me gustaría regalarle un carlino a mi hermana por su cumpleaños.",
      "imageLink": "image_files\\English\\"imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": " Berger pyrénéen",
      "translation": "pastor pirineo",
      "definition": "Une race de chien originaire des Pyrénées, connue pour son agilité, son intelligence et ses qualités de berger.",
      "definition_translation": "Una raza de perro originaria de los montes Pirineos, conocida por su agilidad, inteligencia y habilidad para cuidar rebaños.",
      "example": "Le Berger pyrénéen a été élevé pour faire paître les moutons dans les régions montagneuses. Il suivrait les moutons tout le jour, et le soir, il rentrait à son propriétaire. À l'avenir, je vais avoir un Berger pyrénéen pour m'aider avec mes travaux de ferme.",
      "example_translation": "El pastor pirineo fue criado para cuidar ovejas en regiones montañosas. Seguía a las ovejas todo el día, y por la noche, regresaba con su dueño. En el futuro, me gustaría tener un pastor pirineo para ayudarme con mi trabajo en el campo.",
      "imageLink": "image_files\\English\\"imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Rottweiler",
      "translation": "Rottweiler",
      "definition": "Un Rottweiler est une race de chien domestique connue pour sa force, sa loyauté et son naturel protecteur. C'est un chien de taille moyenne à grande, musclé et avec un pelage court et dense, généralement noir avec des marques rouges.",
      "definition_translation": "Un Rottweiler es una raza de perro doméstico conocida por su fuerza, lealtad y naturaleza protectora. Es un perro de tamaño mediano a grande con una constitución muscular y un pelo corto y denso que suele ser negro con marcas de óxido.",
      "example": "J'avais un Rottweiler quand j'étais enfant. Je vais acheter un Rottweiler l'année prochaine. Elle a été en train d'entraîner un Rottweiler pendant des mois.",
      "example_translation": "Tuve un Rottweiler cuando era niño. Compraré un Rottweiler el próximo año. Ella ha estado entrenando a un Rottweiler durante meses.",
      "imageLink": "image_files\\English\\"imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Saint-Bernard",
      "translation": "San Bernardo",
      "definition": "Un Saint-Bernard est une grande race de chien originaire des Alpes, connue pour son pelage épais, son tempérament amical et son aptitude à localiser et à secourir les personnes perdues dans la neige.",
      "definition_translation": "Un San Bernardo es una raza de perro grande originaria de los Alpes, conocida por su gruesa capa, temperamento amistoso y capacidad para localizar y rescatar a personas varadas en la nieve.",
      "example": "Le Saint-Bernard nous a aidés à trouver notre chemin dans la montagne. Nous allons adopter un Saint-Bernard le mois prochain. Ils ont élevé des Saint-Bernards pendant des années.",
      "example_translation": "El San Bernardo nos ayudó a encontrar nuestro camino hacia abajo de la montaña. Adoptaremos un San Bernardo el próximo mes. Han estado criando San Bernardos durante años.",
      "imageLink": "image_files\\English\\"imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Samoyède",
      "translation": "Samoyedo",
      "definition": "Un Samoyède est une race de chien originaire de Sibérie, connue pour son pelage blanc soyeux, son visage souriant et son tempérament amical.",
      "definition_translation": "Un Samoyedo es una raza de perro originaria de Siberia, conocida por su gruesa capa blanca, rostro sonriente y temperamento amistoso.",
      "example": "J'ai vu un Samoyède à l'exposition canine la semaine dernière. Nous allons avoir un puppy de Samoyède l'année prochaine. Ils ont été montrant des Samoyèdes pendant des années.",
      "example_translation": "Vi un Samoyedo en el espectáculo canino la semana pasada. Obtendremos un cachorro de Samoyedo el próximo año. Han estado mostrando Samoyedos durante años.",
      "imageLink": "image_files\\English\\"imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Schnauzer",
      "translation": "schnauzer",
      "definition": "Une race de chien de taille moyenne originaire d'Allemagne, connue pour sa barbe et son mustache distincts.",
      "definition_translation": "Una raza de perro de talla media originaria de Alemania, conocida por su barba y bigote características.",
      "example": "J'ai toujours voulu un Schnauzer comme animal de compagnie, mais mes parents ne m'ont pas laissé en avoir un quand j'étais enfant. Maintenant, j'ai un Schnauzer et j'adore jouer avec lui. À l'avenir, je vais emmener mon Schnauzer au parc pour chiens.",
      "example_translation": "Siempre he querido un schnauzer como mascota, pero mis padres no me permitieron tener uno cuando era niño. Ahora, tengo un schnauzer y me encanta jugar con él. En el futuro, llevaré a mi schnauzer al parque de perros.",
      "imageLink": "image_files\\English\\"imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Terrier écossais",
      "translation": "terrier escocés",
      "definition": "Un petit chien énergique originaire d'Écosse, connu pour sa petite taille et sa barbe distinctive.",
      "definition_translation": "Una raza de perro pequeño y enérgico originaria de Escocia, conocida por su baja estatura y barba característica.",
      "example": "Mon grand-père avait un Terrier écossais quand il était jeune, et il était très loyal envers lui. Maintenant, j'ai un Terrier écossais et il est très joueur. À l'avenir, je vais emmener mon Terrier écossais à l'entraînement à obéissance.",
      "example_translation": "Mi abuelo tenía un terrier escocés cuando era joven, y era muy leal con él. Ahora, tengo un terrier escocés y es muy juguetón. En el futuro, llevaré a mi terrier escocés a entrenamiento de obediencia.",
      "imageLink": "image_files\\English\\"imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Chien de berger Shetland",
      "translation": "pastor de Shetland",
      "definition": "Un petit chien agile originaire des îles Shetland, connu pour son intelligence et ses capacités d'élevage.",
      "definition_translation": "Una raza de perro pequeño y ágil originaria de las Islas Shetland, conocida por su inteligencia y habilidad para pastorear.",
      "example": "J'ai toujours voulu un chien de berger Shetland comme animal de compagnie, parce qu'ils sont très intelligents. Quand j'étais enfant, j'ai vu un chien de berger Shetland à la ferme et il était en train d'élever des moutons. Maintenant, j'ai un chien de berger Shetland et il est très obéissant.",
      "example_translation": "Siempre he querido un pastor de Shetland como mascota, porque son muy inteligentes. Cuando era niño, vi un pastor de Shetland en la granja y estaba pastoreando ovejas. Ahora, tengo un pastor de Shetland y es muy obediente.",
      "imageLink": "image_files\\English\\"imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Shiba Inu",
      "translation": "Shiba Inu",
      "definition": "Le Shiba Inu est une race de chien de taille moyenne originant du Japon, connu pour son apparence distinctive de renard et souvent considéré comme l'une des plus anciennes races de chiens du monde.",
      "definition_translation": "El Shiba Inu es una raza de perro de tamaño mediano que se originó en Japón. Se conoce por su apariencia DISTINCTA de zorro y a menudo se considera una de las razas de perros más antiguas del mundo.",
      "example": "J'ai vu un Shiba Inu au parc canin hier. Il était très énergique et giocque. Je vais probablement prendre un Shiba Inu comme animal de compagnie l'année prochaine. J'ai pris un Shiba Inu l'année dernière et il a été un excellent compagnon.",
      "example_translation": "Vi un Shiba Inu en el parque de perros ayer. Era muy enérgico y juguetón. Probablemente me llevaré un Shiba Inu como mascota el próximo año. Me llevé un Shiba Inu el año pasado y ha sido un gran compañero.",
      "imageLink": "image_files\\English\\"imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Husky de Sibérie",
      "translation": "Husky siberiano",
      "definition": "L'Husky de Sibérie est une race de chien originaire de Sibérie, connu pour sa force, son endurance et son tempérament amical. Il a été initialement élevé pour traction de traîneaux dans les régions arctiques.",
      "definition_translation": "El Husky siberiano es una raza de perro que se originó en Siberia y se conoce por su fuerza, resistencia y temperamento amigable. Originalmente se crió para tirar trineos en las regiones árticas.",
      "example": "J'aime jouer avec mon Husky de Sibérie dans le jardin. Il est très actif et a besoin d'une lot d'exercice. Je vais emmener mon Husky de Sibérie pour une promenade plus tard. J'ai emmené mon Husky de Sibérie chez le vétérinaire la semaine dernière.",
      "example_translation": "Me encanta jugar con mi Husky siberiano en el patio trasero. Es muy activo y necesita mucho ejercicio. Me llevaré a mi Husky siberiano para dar un paseo más tarde. Me llevé a mi Husky siberiano al veterinario la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Spitz",
      "translation": "Spitz",
      "definition": "Un Spitz est un type de chien caractérisé par son épaisse fourrure double et son apparence de renard. Il y a plusieurs races de Spitz, notamment le Pomeranian et le Samoyède.",
      "definition_translation": "Un Spitz es un tipo de perro que se caracteriza por su doble capa gruesa y su apariencia de zorro. Hay varias razas de Spitz, incluyendo el Pomeranio y el Samoyedo.",
      "example": "J'ai un Spitz comme animal de compagnie et il adore jouer dans la neige. Les chiens Spitz sont très intelligents et loyaux. Je vais prendre un Spitz en laisse pour une promenade demain. J'ai reçu un Spitz en cadeau l'année dernière.",
      "example_translation": "Tengo un Spitz como mascota y le encanta jugar en la nieve. Los perros Spitz son muy inteligentes y leales. Me llevaré un cachorro de Spitz el próximo mes. Me regalaron un Spitz el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Vizsla",
      "translation": "Vizsla",
      "definition": "Le Vizsla est une race de chien de chasse hongroise, connue pour son tempérament énergique et intelligent. Il est souvent appelé le 'chien Velcro' en raison de sa nature affectueuse et loyale.",
      "definition_translation": "El Vizsla es una raza de perro de caza húngara, conocida por su naturaleza enérgica e inteligente. A menudo se la conoce como el 'perro de Velcro' debido a su naturaleza afectuosa y leal.",
      "example": "J'avais un Vizsla comme animal de compagnie lorsque j'étais enfant, il était un excellent compagnon. Maintenant, j'en ai un nouveau, et il est toujours également énergique. À l'avenir, je planifie de l'entraîner pour la chasse.",
      "example_translation": "Tuve un vizsla como mascota cuando era niño, era un gran compañero. Ahora tengo uno nuevo, y todavía es tan enérgico como siempre. En el futuro, planeo entrenarlo para cazar.",
      "imageLink": "image_files\\English\\"imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Weimaraner",
      "translation": "Weimaraner",
      "definition": "Le Weimaraner est une race de chien de chasse allemande, connue pour son corps souple et athlétique. Il est souvent appelé le 'fantôme gris' en raison de sa robe grise distinctive.",
      "definition_translation": "El Weimaraner es una raza de perro de caza alemana, conocida por su estructura esbelta y atlética. A menudo se la conoce como el 'fantasma gris' debido a su manto gris distintivo.",
      "example": "Mon amie avait un Weimaraner qui était incroyablement rapide, il pouvait courir autour des autres chiens. Maintenant, elle en a un nouveau, et il est toujours également rapide. À l'avenir, elle planifie d'entrer en compétition d'agilité avec lui.",
      "example_translation": "Mi amiga tenía un Weimaraner que era increíblemente rápido, podía correr círculos alrededor de otros perros. Ahora tiene uno nuevo, y todavía es tan rápido. En el futuro, planea inscribirla en competencias de agilidad.",
      "imageLink": "image_files\\English\\"imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Corgi gallois (Pembroke Welsh Corgi)",
      "translation": "Corgi Galés (Pembroke Corgi Galés)",
      "definition": "Le Pembroke Welsh Corgi est une race de chien de berger, connue pour sa petite taille et son intelligence. Il est souvent associé à la famille royale britannique, qui les ont gardés comme animaux de compagnie pendant des générations.",
      "definition_translation": "El Corgi Galés Pembroke es una raza de perro de pastoreo, conocida por su estatura baja y naturaleza inteligente. A menudo se asocia con la familia real británica, que los ha mantenido como mascotas durante generaciones.",
      "example": "J'ai toujours voulu un Corgi gallois, ils sont si mignons et intelligents. Ma sœur avait un Corgi gallois qui était un excellent berger, maintenant elle en a un nouveau qui est encore en entraînement. À l'avenir, je planifie d'en prendre un comme animal de compagnie.",
      "example_translation": "Siempre he querido un Corgi Galés, son tan lindos e inteligentes. Mi hermana tenía uno que era un gran pastor, ahora tiene uno nuevo que aún está en entrenamiento. En el futuro, planeo tener uno como mascota.",
      "imageLink": "image_files\\English\\"imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Yorkshire terrier",
      "translation": "Terrier de Yorkshire",
      "definition": "Une race de petit chien originaire du Yorkshire, en Angleterre, connue pour son manteau long et soyeux et son naturel vif et affectueux.",
      "definition_translation": "Una raza de perro pequeño originaria de Yorkshire, Inglaterra, conocida por su abrigo largo y sedoso, y su naturaleza vivaz y afectuosa.",
      "example": "J'avais un Yorkshire terrier comme animal de compagnie lorsque j'étais enfant, et il me suivait partout dans la maison. Maintenant, j'ai un nouveau Yorkshire terrier, et il adore jouer à la balle. D'ici l'année prochaine, j'aurai entraîné mon Yorkshire terrier à faire des tours.",
      "example_translation": "Tuve un terrier de Yorkshire como mascota cuando era niño, y siempre me seguía por la casa. Ahora tengo un nuevo terrier de Yorkshire, y le encanta jugar a buscar. Para el próximo año, habré entrenado a mi terrier de Yorkshire para hacer trucos.",
      "imageLink": "image_files\\English\\"imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]