[
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "oiseau",
      "translation": "pájaro",
      "definition": "Un animal à sang chaud qui pond des œufs, caractérisé par la présence de plumes, d'un bec sans dents et d'un squelette léger.",
      "definition_translation": "Un animal de sangre caliente con huevos que se caracteriza por la presencia de plumas, pico sin dientes y esqueleto ligero.",
      "example": "J'ai vu un oiseau voler dans le ciel hier. Je vais observer un nid d'oiseau demain. Les oiseaux chantent beau en matin.",
      "example_translation": "Vi un pájaro volando en el cielo ayer. Veré un nido de pájaro mañana. Los pájaros cantan hermosamente en la mañana.",
      "imageLink": "image_files\\English\\bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poulet",
      "translation": "pollo",
      "definition": "Un volatile domestiqué élevé pour ses œufs ou sa viande, notamment un jeune.",
      "definition_translation": "Un ave doméstica mantenida por sus huevos o carne, especialmente una joven.",
      "example": "J'ai mangé un sandwich au poulet pour déjeuner hier. Ma mère va cuire du poulet pour dîner ce soir. Les poulets courent autour de la ferme le matin.",
      "example_translation": "Me comí un sandwich de pollo para almuerzo ayer. Mi mamá cocinará pollo para la cena esta noche. Los pollos corren alrededor de la granja en la mañana.",
      "imageLink": "image_files\\English\\chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "canard",
      "translation": "pato",
      "definition": "Un oiseau avec un bec large et émoussé, des pattes courtes et des pieds palmés, trouvé dans les eaux douces et salées.",
      "definition_translation": "Un pájaro con pico ancho y romo, patas cortas y pies palmeados, encontrado en ambos agua dulce y salada.",
      "example": "J'ai vu un canard nager dans le lac hier. Mon ami va nourrir un canard dans le parc demain. Les canards quackent bruyamment le matin.",
      "example_translation": "Vi un pato nadando en el lago ayer. Mi amigo alimentará a un pato en el parque mañana. Los patos chillan fuerte en la mañana.",
      "imageLink": "image_files\\English\\duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "oie",
      "translation": "ganso",
      "definition": "Un grand oiseau d'eau avec un long cou et des plumes, notamment blanc ou gris-blanc.",
      "definition_translation": "un gran ave acuática con cuello largo y plumas, especialmente blanca o de color gris claro",
      "example": "J'ai vu une oie voler au-dessus de ma tête hier, elle a crié fort quand elle m'a vu. Aujourd'hui, elle nage dans le lac, et je vais la nourrir demain.",
      "example_translation": "Vi un ganso volando sobre mi cabeza ayer, emitió un fuerte graznido cuando me vio. Hoy está nadando en el lago, y le daré de comer mañana.",
      "imageLink": "image_files\\English\\goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "perroquet",
      "translation": "loro",
      "definition": "Un oiseau coloré, souvent gardé comme animal de compagnie, qui est capable d'imiter la parole humaine.",
      "definition_translation": "un ave de color brillante, a menudo mantenida como mascota, que puede imitar el habla humana",
      "example": "Ma sœur avait un perroquet lorsqu'elle était enfant, il pouvait répéter son nom. Maintenant, son perroquet est plus âgé, et il apprendra de nouveaux mots bientôt. Dans le futur, il pourra avoir une conversation avec nous.",
      "example_translation": "Mi hermana tenía un loro cuando era niña, podía repetir su nombre. Ahora, su loro es mayor, y aprenderá nuevas palabras pronto. En el futuro, podrá tener una conversación con nosotros.",
      "imageLink": "image_files\\English\\parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pingouin",
      "translation": "pingüino",
      "definition": "Un grand oiseau de mer unable de voler, avec des plumes noires et blanches, trouvé dans l'hémisphère sud.",
      "definition_translation": "un gran ave marina no voladora con plumas negras y blancas, encontrada en el hemisferio sur",
      "example": "Au zoo, j'ai vu un pingouin nager rapidement, il a plongé dans l'eau pour attraper un poisson. L'année dernière, un pingouin est né, et maintenant il grandit rapidement. Le mois prochain, le pingouin sera capable de nager seul.",
      "example_translation": "En el zoológico, vi un pingüino nadando rápidamente, se sumergió en el agua para atrapar un pez. El año pasado, nació un pingüino, y ahora está creciendo rápidamente. El próximo mes, el pingüino podrá nadar solo.",
      "imageLink": "image_files\\English\\penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cigogne",
      "translation": "cigüeña",
      "definition": "Une cigogne est un grand oiseau wading avec un long cou et des pattes, typiquement trouvé dans les zones humides et les prairies.",
      "definition_translation": "Una cigüeña es un ave zancuda grande con cuello y piernas largas, típicamente encontrada en humedales y praderas.",
      "example": "Hier, j'ai vu une cigogne nichant sur le toit de ma maison. Aujourd'hui, elle vole au-dessus de ma tête. Demain, j'essaierai de prendre une photo d'elle.",
      "example_translation": "Ayer, vi una cigüeña anidando en el tejado de mi casa. Hoy, está volando sobre mi cabeza. Mañana, trataré de tomar una foto de ella.",
      "imageLink": "image_files\\English\\stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dinde",
      "translation": "pavo",
      "definition": "Une dinde est un grand oiseau domestiqué originaire de l'Amérique du Nord, souvent servi comme plat principal lors de occasions spéciales.",
      "definition_translation": "Un pavo es un ave doméstica grande originaria de América del Norte, a menudo servida como plato principal en ocasiones especiales.",
      "example": "Nous avons eu un délicieux dîner de dinde pour Thanksgiving l'année dernière. Cette année, nous prévoyons de cuire une dinde encore plus grande. L'année prochaine, nous essayerons une nouvelle recette.",
      "example_translation": "Tuimos un delicioso pavo para la cena de Acción de Gracias el año pasado. Este año, estamos planeando cocinar uno más grande. El año que viene, probaremos una receta diferente.",
      "imageLink": "image_files\\English\\turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aile",
      "translation": "ala",
      "definition": "Un aile est une partie d'un avion ou du corps d'un oiseau qui produit de la sustentation pour le vol ou le glissement.",
      "definition_translation": "Una ala es una parte de un avión o cuerpo de un ave que produce sustentación para volar o planear.",
      "example": "L'aile de l'avion a été endommagée lors du décollage. Hier, j'ai vu un oiseau déployant ses ailes pour les sécher. Demain, j'essaierai d'apprendre comment utiliser les volets de l'aile d'un avion.",
      "example_translation": "La ala del avión se dañó durante el despegue. Ayer, vi un ave extendiendo su ala para secarla. Mañana, trataré de aprender cómo usar los flaps de ala de un avión.",
      "imageLink": "image_files\\English\\wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "corbeau",
      "translation": "cuervo",
      "definition": "Un grand oiseau noir avec un cri fort et rauque, trouvé dans les bois et les champs de nombreux parties du monde.",
      "definition_translation": "Un gran pájaro negro con una llamada fuerte y áspera, encontrado en bosques y campos en muchas partes del mundo.",
      "example": "Le corbeau perché sur une branche d'arbre, regardant le fermier travailler dans le champ. Hier, un corbeau a volé mon sandwich sur le banc du parc. Dans le futur, je ferai attention à apporter un conteneur résistant aux corbeaux.",
      "example_translation": "El cuervo se sentó en la rama del árbol, observando al granjero trabajar en el campo. Ayer, un cuervo me robó mi sándwich desde la banca del parque. En el futuro, me aseguraré de traer un contenedor a prueba de cuervos.",
      "imageLink": "image_files\\English\\crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coucou",
      "translation": "cuco",
      "definition": "Un oiseau à plumage gris-brun avec un chant distinctif, connu pour pondre ses œufs dans les nids d'autres oiseaux.",
      "definition_translation": "Un pájaro gris-marrón con una llamada característica, conocido por poner sus huevos en los nidos de otros pájaros.",
      "example": "Le chant du coucou résonnait dans la forêt, signe de l'arrivée du printemps. L'an dernier, un coucou a pondu ses œufs dans un nid de rouge-gorge. À l'avenir, nous étudierons les habitudes de reproduction unique du coucou.",
      "example_translation": "La llamada del cuco resonó por el bosque, un signo de la llegada de la primavera. El año pasado, un cuco puso sus huevos en un nido de petirrojo. En el futuro, estudiaremos los hábitos de cría únicos del cuco.",
      "imageLink": "image_files\\English\\cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aigle",
      "translation": "águila",
      "definition": "Un grand et puissant oiseau de proie aux ailes larges, trouvé dans les montagnes et les régions éloignées.",
      "definition_translation": "Un gran ave de presa poderosa con una envergadura ancha, encontrada en montañas y otras áreas remotas.",
      "example": "L'aigle planait dans le ciel, ses ailes battant régulièrement. Hier, un aigle a été repéré nichant dans les falaises voisines. À l'avenir, nous travaillerons à protéger l'habitat de l'aigle contre le développement humain.",
      "example_translation": "El águila surcó el cielo, sus alas latiendo con steadiness. Ayer, un águila fue vista anidando en los acantilados cercanos. En el futuro, trabajaremos para proteger el hábitat del águila del desarrollo humano.",
      "imageLink": "image_files\\English\\eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plume",
      "translation": "pluma",
      "definition": "Une couverture légère, dodue et souvent douce sur le corps des oiseaux, composée d'une tige centrale avec des plumes de chaque côté.",
      "definition_translation": "Una cubierta liviana, suave y a menudo blanda en el cuerpo de los pájaros, consistente en una asta central con plumas a ambos lados.",
      "example": "Les plumes de l'oiseau étaient ébouriffées par le vent. Hier, il a nettoyé ses plumes pour paraître beau. Si j'étais un oiseau, j'aimerais avoir des plumes brillantes et colorées.",
      "example_translation": "Las plumas del pájaro estaban revueltas por el viento. Ayer, se acicaló las plumas para parecer hermosa. Si fuera un pájaro, me encantaría tener plumas brillantes y coloridas.",
      "imageLink": "image_files\\English\\feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poule",
      "translation": "gallina",
      "definition": "Une femelle oiseau, en particulier une poule domestique, élevée pour ses œufs.",
      "definition_translation": "Un ave hembra, especialmente un ave de corral doméstica, criada por sus huevos.",
      "example": "La poule caquetait bruyamment dans la cour. La femme du fermier a recueilli les œufs de la poule dans la poulailler. À l'avenir, nous allons élever plus de poules pour produire plus d'œufs.",
      "example_translation": "La gallina cloqueaba fuerte en el patio de la granja. La esposa del granjero recogió los huevos de la gallina del gallinero. En el futuro, criaremos más gallinas para producir más huevos.",
      "imageLink": "image_files\\English\\hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pondre des œufs",
      "translation": "poner huevos",
      "definition": "Produire des œufs, en particulier comme un oiseau ou un reptile femelle.",
      "definition_translation": "Producir huevos, especialmente como un ave o reptil hembra.",
      "example": "Le poulet produira des œufs dans la poulailler. Le canard a déjà pondu des œufs dans l'étang. À l'avenir, le dindon produira des œufs dans la ferme.",
      "example_translation": "La gallina pondrá huevos en la caja de anidación. El pato ya ha puesto huevos en el estanque. En el futuro, el pavo pondrá huevos en la granja.",
      "imageLink": "image_files\\English\\lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hibou",
      "translation": "lechuza",
      "definition": "Un oiseau de proie nocturne avec une tête ronde, des yeux dirigés vers l'avant et des touffes d'oreilles, connu pour son vol silencieux et son cri strident.",
      "definition_translation": "Un ave de presa nocturna con cabeza redonda, ojos frontales y penachos audibles, conocida por su vuelo silencioso y su llamado ululante.",
      "example": "Le hibou était perché sur une branche, surveillant sa proie avec des yeux sages. Il avait vu de nombreuses saisons arriver et partir. Il continuera à prospérer dans la forêt pendant des années à venir.",
      "example_translation": "La lechuza se posó en una rama, observando su presa con ojos sabios. Había visto muchas temporadas llegar y partir. Continuará prosperando en el bosque durante años por venir.",
      "imageLink": "image_files\\English\\owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pigeon",
      "translation": "paloma",
      "definition": "Un oiseau à graines grégaire avec une petite tête, généralement gris-brun, trouvé dans les villes et les villages.",
      "definition_translation": "Un ave de cuerpo robusto que se alimenta de semillas, con cabeza pequeña, generalmente de color gris-marrón, encontrar en ciudades y pueblos.",
      "example": "Le pigeon picorait des miettes sur le trottoir. Il avait appris à vivre parmi les humains. Il continuera à prospérer dans les environnements urbains.",
      "example_translation": "La paloma picoteaba migas en la acera. Había crecido acostumbrada a la presencia humana. Probablemente continuará prosperando en entornos urbanos.",
      "imageLink": "image_files\\English\\pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "goéland",
      "translation": "gaviota",
      "definition": "Un grand oiseau marin avec un cri perçant, souvent trouvé près des zones côtières.",
      "definition_translation": "Un gran ave marina predominantemente blanca con un grito fuerte y penetrante, a menudo encontrada en áreas costeras.",
      "example": "Le goéland planait au-dessus de la mer, son cri résonnant contre les falaises. Il avait vécu près de l'océan toute sa vie. Il continuera à chevaucher les vents océaniques pendant des années à venir.",
      "example_translation": "La gaviota volaba sobre nuestras cabezas, sus gritos resonaban en las acantilados. Había vivido junto al océano toda su vida. Continuará surcando los vientos del océano durante años por venir.",
      "imageLink": "image_files\\English\\seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "moineau",
      "translation": "gloster",
      "definition": "Un petit oiseau avec un corps rond et un bec court, trouvé dans divers habitats, notamment les jardins et les fermes.",
      "definition_translation": "Un pequeño pájaro, generalmente marrón o gris, con un cuerpo redondeado y un pico corto y puntiagudo, encontrado en una variedad de hábitats, incluyendo jardines y tierras de cultivo.",
      "example": "Le moineau chantait bruyamment le matin, puis s'envolait l'après-midi et reviendrait à son nid ce soir.",
      "example_translation": "El gordo chilló fuerte por la mañana, luego voló en la tarde y regresará a su nido esta noche.",
      "imageLink": "image_files\\English\\sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cygne",
      "translation": "cisne",
      "definition": "Un grand oiseau aquatique majestueux avec un long cou et un plumage blanc, souvent trouvé dans les étangs, les lacs et les rivières.",
      "definition_translation": "Un gran pájaro acuático majestuoso con un cuello largo y plumaje blanco, a menudo encontrado en estanques, lagos y ríos.",
      "example": "Le cygne glissait doucement sur le lac en été, puis nichait en hiver et migrerait vers des climats plus chauds le printemps suivant.",
      "example_translation": "El cisne deslizó suavemente sobre el lago en verano, luego anidó en invierno y migrará a climas más cálidos la próxima primavera.",
      "imageLink": "image_files\\English\\swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bec",
      "translation": "pico",
      "definition": "La partie dure et pointue de la bouche d'un oiseau, utilisée pour manger, saisir et autres fonctions.",
      "definition_translation": "La parte bucal dura y puntiaguda de un pájaro, utilizada para comer, agarrar y otras funciones.",
      "example": "Le perroquet a utilisé son bec pour craquer la noix, puis l'a utilisé pour picorer le bois, et l'utilisera pour nourrir ses petits demain.",
      "example_translation": "El loro utilizó su pico para abrir la nuez, luego lo utilizó para picar la madera y lo utilizará para alimentar a sus crías mañana.",
      "imageLink": "image_files\\English\\beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "colombe",
      "translation": "paloma",
      "definition": "Une colombe est un type d'oiseau souvent associé à la paix et à l'amour. C'est un symbole d'espoir et de nouveaux débuts.",
      "definition_translation": "Una paloma es un tipo de ave que a menudo se asocia con la paz y el amor. Es un símbolo de esperanza y nuevos comienzos.",
      "example": "La colombe a volé doucement dans le ciel. Elle volait hier, elle vole aujourd'hui et elle volera demain.",
      "example_translation": "La paloma voló suavemente a través del cielo. Voló ayer, vuela hoy y volará mañana.",
      "imageLink": "image_files\\English\\dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prédateur",
      "translation": "depredador",
      "definition": "Un prédateur est un animal qui chasse et tue d'autres animaux pour se nourrir. C'est une partie naturelle de l'écosystème et est nécessaire pour la survie de nombreuses espèces.",
      "definition_translation": "Un depredador es un animal que caza y mata a otros animales para comer. Es una parte natural del ecosistema y es necesaria para la supervivencia de many especies.",
      "example": "Le lion était un prédateur dans la savane. Il chassait hier, il chasse aujourd'hui et il chassera demain.",
      "example_translation": "El león era un depredador en la sabana. Cazó ayer, caza hoy y cazaría mañana.",
      "imageLink": "image_files\\English\\predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faucon",
      "translation": "halcón",
      "definition": "Un faucon est un type d'oiseau de proie connu pour sa vue perçante et son agilité. C'est un symbole de force et de courage.",
      "definition_translation": "Un halcón es un tipo de ave de presa que se conoce por su aguda vista y agilidad. Es un símbolo de fuerza y coraje.",
      "example": "Le faucon a plané dans le ciel. Il planait hier, il plane aujourd'hui et il planera demain.",
      "example_translation": "El halcón surcó el cielo. Surcó ayer, surca hoy y surcará mañana.",
      "imageLink": "image_files\\English\\hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "alouette",
      "translation": "alondra",
      "definition": "Un petit oiseau chanteur souvent trouvé dans les campagnes, typiquement avec un dos et des ailes bruns, et un chant mélodieux.",
      "definition_translation": "Un pequeño pájaro cantor que se encuentra comúnmente en el campo abierto, normalmente con un dorso y alas marrones, y un canto melodioso.",
      "example": "L'alouette a chanté doucement le matin. Hier, l'alouette avait chanté agréablement. Demain, l'alouette chantera bellement.",
      "example_translation": "La alondra cantó dulcemente por la mañana. Ayer, la alondra había cantado con gracia. Mañana, la alondra cantará hermosamente.",
      "imageLink": "image_files\\English\\lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pie",
      "translation": "urraca",
      "definition": "Un oiseau grand et noir et blanc avec un appel strident, trouvé dans les jardins et les fermes.",
      "definition_translation": "Un gran pájaro negro y blanco con una llamativa llamada chillona, encontrado en jardines y campos agrícolas.",
      "example": "La pie a battu des ailes. Hier, la pie avait volé des aliments dans le jardin. Demain, la pie construira son nid.",
      "example_translation": "La urraca aleteó sus alas. Ayer, la urraca había robado comida del jardín. Mañana, la urraca construirá su nido.",
      "imageLink": "image_files\\English\\magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nid",
      "translation": "nido",
      "definition": "Une structure construite par les oiseaux ou les insectes pour pondre leurs œufs ou abriter leurs jeunes.",
      "definition_translation": "Una estructura construida por pájaros o insectos para poner sus huevos o albergar a sus crías.",
      "example": "L'oiseau a construit son nid soigneusement. Le lapin avait fait son nid dans le buisson. Les abeilles feront leur nid dans l'arbre.",
      "example_translation": "El pájaro construyó su nido con cuidado. El conejo había hecho su nido en el arbusto. Las abejas harán su nido en el árbol.",
      "imageLink": "image_files\\English\\nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nid",
      "translation": "nido",
      "definition": "Une structure construite par les oiseaux ou les insectes pour pondre leurs œufs ou abriter leurs jeunes, généralement faite de branchages, de herbe ou d'autres matières végétales.",
      "definition_translation": "Una estructura construida por aves o insectos para colocar sus huevos o alojar a sus crías, típicamente hecha de ramas, hierba o material vegetal.",
      "example": "L'oiseau a construit un nid dans l'arbre, et l'an dernier il avait niché dans le jardin. Maintenant, il niche à nouveau dans le parc, et aura niché d'ici le printemps prochain.",
      "example_translation": "El pájaro construyó un nido en el árbol, y el año pasado anidó en el jardín. Ahora está anidando de nuevo en el parque, y habrá anidado para la próxima primavera.",
      "imageLink": "image_files\\English\\nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plumage",
      "translation": "plumaje",
      "definition": "Les plumes qui couvrent un oiseau, notamment lorsqu'elles sont brillamment colorées ou ornementales.",
      "definition_translation": "Las plumas que cubren a un ave, especialmente cuando son de colores brillantes o ornamentales.",
      "example": "Le plumage du paon est éblouissant, et il montrera son plumage pour attirer une femelle. L'an dernier, il avait perdu quelques-unes de ses plumes, mais maintenant il a récupéré tout son plumage.",
      "example_translation": "El plumaje del pavo real es impresionante, y exhibirá su plumaje para atraer a una pareja. El año pasado, había perdido algunas de sus plumas, pero ahora ha recobrado todo su plumaje.",
      "imageLink": "image_files\\English\\plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "corbeau",
      "translation": "cuervo",
      "definition": "Un grand oiseau noir avec un appel distinct, trouvé dans l'hémisphère nord.",
      "definition_translation": "Un gran pájaro negro con un canto distintivo, encontrado en el hemisferio norte.",
      "example": "Le corbeau était perché sur le clocher de l'église, et il aura des corbeaux nichant dans les bois voisins. L'an dernier, un corbeau avait été vu volant au-dessus, et maintenant il nous observe avec ses yeux perçants.",
      "example_translation": "El cuervo se posó en la torre de la iglesia, y tendrá cuervos anidando en los bosques cercanos. El año pasado, se vio un cuervo volando sobre nuestras cabezas, y ahora nos está observando con sus ojos penetrantes.",
      "imageLink": "image_files\\English\\raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "albatros",
      "translation": "albatros",
      "definition": "Un grand oiseau de mer, en particulier celui qui est considéré comme un symbole de bonne chance ou un fardeau.",
      "definition_translation": "Un gran ave marina, especialmente una que es un símbolo de buena suerte o una carga.",
      "example": "L'albatros planait au-dessus de nous, ses ailes massives battant régulièrement. Hier, j'ai vu un albatros perché sur une falaise. Si je vois un albatros demain, je serai ravi.",
      "example_translation": "El albatros voló sobre nuestras cabezas, sus alas masivas batían con regularidad. Ayer, vi un albatros sentado en un acantilado. Si veo un albatros mañana, me emocionaré.",
      "imageLink": "image_files\\English\\albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "guêpier",
      "translation": "abejaruco",
      "definition": "Un oiseau brillamment coloré qui attrape et mange des guêpes et d'autres insectes en vol.",
      "definition_translation": "Un ave de colores brillantes que atrapa y come abejas y otros insectos en vuelo.",
      "example": "Le guêpier filaient dans les airs, leur bec pointu se refermant autour d'une guêpe bourdonnante. Les guêpiers sont connus pour leur agilité en vol. D'ici l'été prochain, j'aurai vu un guêpier dans son habitat naturel.",
      "example_translation": "El abejaruco se lanzó por el aire, su pico afilado cerrándose alrededor de una abeja zumbadora. Los abejarucos son conocidos por su agilidad en vuelo. Para el próximo verano, habré visto un abejaruco en su hábitat natural.",
      "imageLink": "image_files\\English\\bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gélinotte",
      "translation": "urogallo negro",
      "definition": "Un grand oiseau sombre avec une parade nuptiale distinctive, trouvé dans les landes et les hauteurs.",
      "definition_translation": "Un ave grande y de color oscuro con una exhibición de cortejo distintiva, encontrada en páramos y brezales.",
      "example": "La gélinotte déambulait sur le moor, ses plumes noires brillant au soleil. Les gélinottes sont connues pour leurs parades nuptiales dramatiques. Au printemps prochain, je partirai à la découverte d'une gélinotte.",
      "example_translation": "El urogallo negro caminó por el páramo, sus plumas negras reluciendo en la luz del sol. Los urogallos negros son conocidos por sus exhibiciones de cortejo dramáticas. La próxima primavera, iré de excursion para avistar un urogallo negro.",
      "imageLink": "image_files\\English\\black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cigogne noire",
      "translation": "cigüeña negra",
      "definition": "Un grand échassier noir à plumage sombre, originaire d'Afrique et d'Europe méridionale, connu pour son cri caractéristique et ses habitudes alimentaires.",
      "definition_translation": "un ave zancuda grande con plumaje negro, originaria de África y sur de Europa, conocida por su llamado característico y hábitos de alimentación",
      "example": "La cigogne noire a été aperçue volant au-dessus des zones humides, ses longues pattes étirées derrière elle. Elle avait niché là pendant des années, et les habitants locaux en étaient devenus très attachés. Au printemps prochain, elle aura migré en Afrique.",
      "example_translation": "La cigüeña negra fue vista volando sobre los humedales, con sus largas patas extendidas detrás de ella. Había estado anidando allí durante años, y los lugareños se habían encariñado con ella. Para la próxima primavera, habrá migrado a África.",
      "imageLink": "image_files\\English\\black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "goéland à tête noire",
      "translation": "gaviota de cabeza negra",
      "definition": "Un goéland de taille moyenne avec une tête noire et un corps blanc, trouvé dans les zones côtières d'Europe et d'Asie.",
      "definition_translation": "una gaviota de tamaño medio con cabeza negra característica y cuerpo blanco, encontrada en áreas costeras de Europa y Asia",
      "example": "Le goéland à tête noire plongeait pour voler les restes de nourriture des baigneurs, ses yeux vifs balayant le sable à la recherche de déchets. Il continuera ainsi jusqu'à la fin de l'été. L'année prochaine, il reviendra avec son groupe.",
      "example_translation": "La gaviota de cabeza negra se lanzaba en picado para robar comida a los bañistas, sus ojos agudos escudriñando la arena en busca de restos. Continuará haciéndolo hasta que termine el verano. El próximo año, regresará con su bandada.",
      "imageLink": "image_files\\English\\black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "merle",
      "translation": "mirlo",
      "definition": "Un petit oiseau chanteur commun avec un plumage noir luisant, trouvé dans les jardins et les bois d'Europe et d'Amérique du Nord.",
      "definition_translation": "un pájaro cantor común con plumaje negro brillante, encontrado en jardines y bosques de Europa y Norteamérica",
      "example": "Le merle perchait sur la clôture du jardin, chantant sa mélodieuse chanson. Il avait construit un nid là l'an dernier, et maintenant ses poussins apprenaient à voler. À l'automne prochain, il aura migré vers un climat plus chaud.",
      "example_translation": "El mirlo se posó en la valla del jardín, cantando su canción melodiosa. Había construido un nido allí la primavera pasada, y ahora sus polluelos estaban aprendiendo a volar. Para el próximo otoño, habrá migrado a un clima más cálido.",
      "imageLink": "image_files\\English\\blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mésange bleue",
      "translation": "carbonero azul",
      "definition": "Le mésange bleu est un petit passereau de la famille des paridés. C'est un oiseau répandu et commun dans les bois, les jardins et les parcs, connu pour son plumage brillamment bleu et jaune.",
      "definition_translation": "El carbonero azul es un pequeño pájaro paserino de la familia Paridae. Es un pájaro común y extendido en bosques, jardines y parques, y es conocido por su plumaje azul y amarillo brillante.",
      "example": "Le mésange bleu était perché sur une branche, pépiant bruyamment. Il perche sur les branches, pépie bruyamment, et perchera à nouveau sur les branches à l'avenir.",
      "example_translation": "El carbonero azul estaba posado en una rama, chillando fuerte. Se posa en ramas, chillona fuerte, y se posará en ramas de nuevo en el futuro.",
      "imageLink": "image_files\\English\\blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jaseur boréal",
      "translation": "ampelis bohemio",
      "definition": "Le jaseur boréal est un passereau qui niche dans les parties les plus septentrionales de l'Europe, de l'Asie et de l'Amérique du Nord. C'est un oiseau migrateur qui hiverne dans les parties les plus méridionales de son aire de répartition.",
      "definition_translation": "El ampelis bohemio es un pájaro paserino que se reproduce en las partes más septentrionales de Europa, Asia y América del Norte. Es un pájaro migratorio que pasa el invierno en las partes sur de su rango.",
      "example": "Le jaseur boréal a été aperçu dans la forêt, mangeant des baies. Il aperçu dans la forêt, mange des baies, et aperçu à nouveau dans la forêt l'année prochaine.",
      "example_translation": "El ampelis bohemio fue visto en el bosque, comiendo bayas. Era visto en el bosque, comiendo bayas, y será visto en el bosque de nuevo el próximo año.",
      "imageLink": "image_files\\English\\bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hibou boréal",
      "translation": "búho boreal",
      "definition": "Le hibou boréal est un hibou de taille moyenne qui niche dans les parties les plus septentrionales de l'Europe, de l'Asie et de l'Amérique du Nord. C'est un oiseau nocturne qui chasse de petits mammifères et des oiseaux.",
      "definition_translation": "El búho boreal es un búho de tamaño medio que se reproduce en las partes septentrionales de Europa, Asia y América del Norte. Es un ave nocturna que caza pequeños mamíferos y aves.",
      "example": "Le hibou boréal hululait bruyamment dans la forêt. Il huluait bruyamment dans la forêt, avait hululé bruyamment dans la forêt, et huluera bruyamment dans la forêt demain.",
      "example_translation": "El búho boreal chillaba fuerte en el bosque. Chillaba fuerte en el bosque, chilló fuerte en el bosque, y chillará fuerte en el bosque de nuevo mañana.",
      "imageLink": "image_files\\English\\boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "perruche ondulée",
      "translation": "periquito australiano",
      "definition": "Une petite perruche à queue longue native d'Australie, populaire comme animal de compagnie.",
      "definition_translation": "Un pequeño perico de cola larga originario de Australia, popular como mascota.",
      "example": "J'avais une perruche ondulée comme animal de compagnie lorsque j'étais enfant. Maintenant, j'ai un grand vivarium avec de nombreuses perruches ondulées. L'année prochaine, j'aurai construit un vivarium encore plus grand pour mes perruches ondulées.",
      "example_translation": "Tenía un periquito australiano como mascota cuando era niño. Ahora, tengo un aviario grande con muchos periquitos australianos. Para el próximo año, habré construido un aviario más grande para mis periquitos australianos.",
      "imageLink": "image_files\\English\\budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rossignol",
      "translation": "camión",
      "definition": "Un petit oiseau chanteur trapu avec un corps arrondi et un bec court et conique, trouvé dans les bois et les jardins.",
      "definition_translation": "Un pequeño pájaro cantor rechoncho con un cuerpo redondeado y un pico corto y cónico, encontrado en bosques y jardines.",
      "example": "Le rossignol chantait de douces mélodies dans la forêt. Maintenant, il chante dans le jardin. Au printemps prochain, il chantera à nouveau dans les bois.",
      "example_translation": "El camión cantaba melodías dulces en el bosque. Ahora, está cantando en el jardín. Para la próxima primavera, estará cantando de nuevo en los bosques.",
      "imageLink": "image_files\\English\\bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "buse",
      "translation": "busardo",
      "definition": "Un oiseau de proie de taille moyenne, à ailes larges, généralement brun ou gris, trouvé dans divers habitats.",
      "definition_translation": "Un ave de presa de tamaño medio, con alas anchas, típicamente de color marrón o gris, encontrada en una variedad de hábitats.",
      "example": "La buse planait haut dans le ciel. Maintenant, elle est perchée sur une branche d'arbre. À l'été prochain, elle volera au-dessus des montagnes.",
      "example_translation": "El busardo volaba alto en el cielo. Ahora, está posado en una rama de árbol. Para el próximo verano, estará volando sobre las montañas.",
      "imageLink": "image_files\\English\\buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "canari",
      "translation": "canario",
      "definition": "Un canari est un petit oiseau chanteur, généralement jaune ou blanc, connu pour son chant mélodieux.",
      "definition_translation": "Un canario es un pequeño pájaro cantor, típicamente amarillo o blanco, conocido por su canto melodioso.",
      "example": "J'avais un canari comme animal de compagnie lorsque j'étais enfant, il chantait magnifiquement le matin. Maintenant, je pense à en acheter un autre. À l'avenir, je m'assurerai de prendre mieux soin de lui.",
      "example_translation": "Tenía un canario como mascota cuando era niño, cantaba hermosamente por la mañana. Ahora, estoy pensando en conseguir otro. En el futuro, me aseguraré de cuidarlo mejor.",
      "imageLink": "image_files\\English\\canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pinson",
      "translation": "pinzón",
      "definition": "Un pinson est un petit à moyen oiseau fin, généralement brun ou gris, trouvé dans les jardins et les bois.",
      "definition_translation": "Un pinzón es un pequeño a mediano tamaño, típicamente marrón o gris, encontrado en jardines y bosques.",
      "example": "J'ai vu un pinson perché sur une branche dans mon jardin hier, il était en train de manger des graines du distributeur d'oiseaux. Aujourd'hui, je vais recharger le distributeur pour attirer plus de pinsons. En hiver, les pinsons visiteront mon jardin plus fréquemment.",
      "example_translation": "Vi un pinzón posado en una rama en mi patio trasero ayer, estaba comiendo semillas del comedero de pájaros. Hoy, rellenaré el comedero para atraer más pinzones. En invierno, los pinzones visitarán mi jardín con más frecuencia.",
      "imageLink": "image_files\\English\\chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coq",
      "translation": "gallo",
      "definition": "Un coq est un mâle de poule, connu pour son cri strident et son comportement agressif.",
      "definition_translation": "Un gallo es un pollo macho, conocido por su fuerte canto y comportamiento agresivo.",
      "example": "Le coq était très fier de son territoire, il criait très fort chaque matin. Hier, j'ai vu le coq poursuivant une poule autour de la cour de ferme. À l'avenir, nous nous assurerons de séparer les coqs des poules pour éviter les conflits.",
      "example_translation": "El gallo estaba muy orgulloso de su territorio, cantaba muy fuerte cada mañana. Ayer, vi al gallo persiguiendo una gallina alrededor del patio de la granja. En el futuro, aseguraremos de separar los gallos de las gallinas para evitar conflictos.",
      "imageLink": "image_files\\English\\cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pouillot véloce",
      "translation": "mosquitero común",
      "definition": "Un petit passereau brun-gris avec un chant distinct, trouvé dans les bois et les jardins, particulièrement pendant les migrations.",
      "definition_translation": "Un pequeño pájaro cantor de color marrón-grisáceo con una canción distintiva, se encuentra en bosques y jardines, particularmente durante la migración.",
      "example": "Dans le passé, j'ai vu des pouillots véloces dans notre jardin, mais maintenant je les vois plus fréquemment dans les bois voisins. Actuellement, j'observe un pouillot véloce construisant son nid. À l'année prochaine, j'espère avoir vu beaucoup plus de pouillots véloces dans notre région.",
      "example_translation": "En el pasado, solía ver mosquiteros comunes en nuestro jardín, pero ahora los veo con más frecuencia en los bosques cercanos. Actualmente, estoy observando un mosquitero común construyendo su nido. Para el próximo año, espero haber visto muchos más mosquiteros comunes en nuestra zona.",
      "imageLink": "image_files\\English\\common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grue cendrée",
      "translation": "grulla común",
      "definition": "Un grand oiseau échassier gris-blanc avec un appel distinct, trouvé dans les zones humides et les prairies, particulièrement pendant les migrations.",
      "definition_translation": "Un gran pájaro playero de color grisáceo-blanco con una llamada distintiva, se encuentra en humedales y pastizales, particularmente durante la migración.",
      "example": "J'avais vu une grue cendrée dans les zones humides voisines l'année dernière, mais actuellement, je observe un groupe de grues cendrées dans les prairies. À l'année prochaine, j'espère avoir vu beaucoup plus de grues cendrées dans notre région.",
      "example_translation": "Había visto una grulla común en los humedales cercanos el año pasado, pero actualmente estoy observando una parvada de grullas comunes en los pastizales. Para la próxima primavera, espero haber visto muchas más grullas comunes en nuestra zona.",
      "imageLink": "image_files\\English\\common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gallinule poule-d'eau",
      "translation": "gallineta común",
      "definition": "Un oiseau d'eau de taille moyenne, brun sombre avec un front rouge, trouvé dans les zones humides et les prairies, particulièrement près de l'eau.",
      "definition_translation": "Un ave de tamaño mediano, de color marrón oscuro con una frente roja distintiva, se encuentra en humedales y pastizales, particularmente cerca del agua.",
      "example": "J'ai vu une gallinule poule-d'eau nageant dans le lac la semaine dernière, mais actuellement, je observe une gallinule poule-d'eau marchant près des prairies. À l'été prochain, j'espère avoir vu beaucoup plus de gallinules poule-d'eau dans notre région.",
      "example_translation": "Vi una gallineta común nadando en el lago la semana pasada, pero actualmente estoy observando una gallineta común caminando cerca de los pastizales. Para el próximo verano, espero haber visto muchas más gallinetas comunes en nuestra zona.",
      "imageLink": "image_files\\English\\common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rossignol philomèle",
      "translation": "ruiseñor común",
      "definition": "Le rossignol philomèle est un petit oiseau migrateur avec un chant distinct, trouvé dans les bois et les jardins d'Europe et d'Asie.",
      "definition_translation": "Un ruiseñor común es un pájaro pequeño y migratorio con una canción distintiva, encontrado en bosques y jardines en Europa y Asia.",
      "example": "J'ai vu un rossignol philomèle chantant dans le jardin hier. Je verrai un rossignol philomèle chantant dans le jardin demain. J'ai vu un rossignol philomèle chantant dans le jardin.",
      "example_translation": "Vi a un ruiseñor común cantando en el jardín ayer. Veré a un ruiseñor común cantando en el jardín mañana. He visto a un ruiseñor común cantando en el jardín.",
      "imageLink": "image_files\\English\\common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sicotte à tête rouge",
      "translation": "escribano común",
      "definition": "La sicotte à tête rouge est un petit passereau avec un patch rouge sur le front, trouvé dans les régions du nord de l'Europe, de l'Asie et de l'Amérique du Nord.",
      "definition_translation": "Un escribano común es un pequeño pinzón con un parche rojo en su frente, encontrado en regiones septentrionales de Europa, Asia y América del Norte.",
      "example": "La sicotte à tête rouge a été vue volant dans la forêt la semaine dernière. La sicotte à tête rouge sera vue volant dans la forêt le mois prochain. La sicotte à tête rouge a été vue volant dans la forêt.",
      "example_translation": "Se vio al escribano común volando en el bosque la semana pasada. Se verá al escribano común volando en el bosque el próximo mes. Se ha visto al escribano común volando en el bosque.",
      "imageLink": "image_files\\English\\common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "troat blanc commun",
      "translation": "currucazipcode",
      "definition": "Un troat blanc commun est un petit oiseau migrateur avec une tache blanche sur la gorge, trouvé dans les campagnes et les jardins d'Europe et d'Asie.",
      "definition_translation": "Una curruca zipcode es un pájaro pequeño y migratorio con un parche blanco en la garganta, encontrado en campo abierto y jardines en Europa y Asia.",
      "example": "J'ai entendu un troat blanc commun chanter dans le jardin hier. Je vais entendre un troat blanc commun chanter dans le jardin demain. J'ai entendu un troat blanc commun chanter dans le jardin.",
      "example_translation": "Oí a una curruca zipcode cantando en el jardín ayer. Oiré a una curruca zipcode cantando en el jardín mañana. He oído a una curruca zipcode cantando en el jardín.",
      "imageLink": "image_files\\English\\common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pigeon ramier commun",
      "translation": "paloma torcaz",
      "definition": "Un grand oiseau gris-brun avec une bande blanche sur le cou, trouvé dans les bois et les jardins d'Europe et d'Asie.",
      "definition_translation": "Un ave grande de color gris-marrón con una banda blanca en el cuello, encontrada en bosques y jardines en Europa y Asia.",
      "example": "J'ai vu un pigeon ramier commun perché sur le rebord de la fenêtre hier, mais il va s'envoler bientôt et, d'ici l'an prochain, il aura construit un nouveau nid.",
      "example_translation": "Vi una paloma torcaz posada en el alféizar de la ventana ayer, pero pronto volará, y para el próximo año habrá construido un nuevo nido.",
      "imageLink": "image_files\\English\\common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "condor",
      "translation": "cóndor",
      "definition": "Un grand vautour du Nouveau Monde avec une tête chauve et une crête distinctive, trouvé dans les montagnes des Andes.",
      "definition_translation": "Un buitre grande del Nuevo Mundo con cabeza calva y cresta distinctive, encontrado en las montañas de los Andes.",
      "example": "Le condor a plané au-dessus de nos têtes, ses ailes massive déployées, et continuera à prospérer dans les Andes pour les générations à venir.",
      "example_translation": "El cóndor planeó en lo alto, con sus alas masivas extendidas ampliamente, y seguirá prosperando en los Andes por generaciones por venir.",
      "imageLink": "image_files\\English\\condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cormoran",
      "translation": "cormorán",
      "definition": "Un grand oiseau noir-vert avec un long cou et un bec crochu, trouvé près de l'eau et connu pour ses habilités de pêche.",
      "definition_translation": "Un ave grande de color verde-negruzco con cuello largo y pico gancho, encontrado cerca del agua y conocido por sus habilidades de pesca.",
      "example": "Le cormoran a plongé dans l'eau, attrapant un poisson dans son bec, et plongera à nouveau demain, mais il n'a pas encore plongé.",
      "example_translation": "El cormorán se zambulló en el agua, atrapando un pez en su pico, y se zambullirá de nuevo mañana, pero aún no se ha zambullido.",
      "imageLink": "image_files\\English\\cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "râle",
      "translation": "chorlitejo",
      "definition": "Un type d'oiseau qui ressemble à une râle, trouvé dans les zones humides et les prairies.",
      "definition_translation": "Un tipo de ave que se asemeja a una ralla, encontrada en humedales y praderas.",
      "example": "Le cri caractéristique du râle peut être entendu dans les marais pendant la saison de reproduction. Hier, j'ai vu un râle à la recherche de nourriture dans les zones humides. D'ici l'an prochain, la population de râles devrait augmenter.",
      "example_translation": "El llamadoDistinctivo del chorlitejo se puede escuchar en los pantanos durante la temporada de cría. Ayer, vi un chorlitejo buscando alimentos en los humedales. Para el próximo año, se espera que la población de chorlitejos aumente.",
      "imageLink": "image_files\\English\\crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grue",
      "translation": "grulla",
      "definition": "Un grand oiseau échassier avec un long cou et des pattes, trouvé dans les zones humides et les prairies.",
      "definition_translation": "Un ave grande y alta que camina por los humedales y praderas, con un cuello y patas largas.",
      "example": "L'apparence majestueuse de la grue est un spectacle à couper le souffle. L'année dernière, j'ai repéré une grue dans les marais voisins. D'ici le mois prochain, la grue aura migré vers son habitat d'hiver.",
      "example_translation": "La apariencia majestuosa de la grulla es un espectáculo digno de verse. El año pasado, vi una grulla en los pantanos cercanos. Para el próximo mes, la grulla habrá migrado a su hábitat de invierno.",
      "imageLink": "image_files\\English\\crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "alouette à crête",
      "translation": "alondra crestada",
      "definition": "Un type d'alouette avec une crête distinctive sur la tête, trouvé dans les champs ouverts et les prairies.",
      "definition_translation": "Un tipo de alondra con una cresta distintiva en su cabeza, encontrada en campos abiertos y praderas.",
      "example": "Le chant mélodieux de l'alouette à crête peut être entendu dans les champs pendant le matin. Hier, j'ai vu une alouette à crête perchée sur un poteau de clôture. D'ici le printemps prochain, l'alouette à crête commencera sa saison de reproduction.",
      "example_translation": "La canción melodiosa de la alondra crestada se puede escuchar en los campos durante la mañana. Ayer, vi una alondra crestada posada en un poste de cerco. Para la próxima primavera, la alondra crestada comenzará su temporada de cría.",
      "imageLink": "image_files\\English\\crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mésange à crête",
      "translation": "mito crestado",
      "definition": "Un petit oiseau avec une crête distinctive sur la tête, trouvé dans les forêts de conifères du nord de l'Europe.",
      "definition_translation": "Un pequeño pájaro similar al mito con una cresta distintiva en la cabeza, encontrado en bosques de coníferas del norte de Europa.",
      "example": "La mésange à crête a été vue perchée sur une branche, sa crête remuant en haut et en bas tandis qu'elle chantait une douce mélodie. Hier, j'ai vu une mésange à crête construisant son nid dans un arbre creux. D'ici le printemps prochain, la mésange à crête aura migré vers des climats plus chauds.",
      "example_translation": "El mito crestado se vio posado en una rama, su cresta subiendo y bajando mientras cantaba una melodía dulce. Ayer, vi un mito crestado construyendo su nido en un árbol hueco. Para la próxima primavera, el mito crestado habrá migrado a climas más cálidos.",
      "imageLink": "image_files\\English\\crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "courlis",
      "translation": "zarapito",
      "definition": "Un oiseau échassier de taille moyenne avec un bec courbé, trouvé dans les zones marécageuses et les régions côtières.",
      "definition_translation": "Un pájaro playero de tamaño medio con un pico curvado distintivo, encontrado en áreas pantanosas y regiones costeras.",
      "example": "Le courlis a plongé pour attraper un poisson dans l'eau peu profonde. La semaine dernière, j'ai vu un courlis volant au-dessus de nos têtes, son cri plaintif résonnant à travers les marais. D'ici l'été prochain, le courlis sera revenu à ses terrains de reproduction.",
      "example_translation": "El zarapito se lanzó en picado para coger un pez en el agua superficial. La semana pasada, vi un zarapito volando sobre mi cabeza, su grito lamentable resonando en todo el pantano. Para el próximo verano, el zarapito habrá regresado a sus áreas de cría.",
      "imageLink": "image_files\\English\\curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cygneau",
      "translation": "cisne joven",
      "definition": "Un jeune cygne, généralement blanc avec un bec et des pattes jaunes, trouvé dans les environnements aquatiques.",
      "definition_translation": "Un joven cisne, típicamente blanco con un pico amarillo y patas, encontrado en entornos acuáticos.",
      "example": "Le cygneau nageait à côté de sa mère, son bec jaune niché en sécurité sous son aile. L'année dernière, j'ai vu un cygneau prendre son premier vol, ses ailes battant gauchement tandis qu'il chancelait dans les airs. D'ici l'hiver prochain, le cygneau sera devenu un majestueux cygne.",
      "example_translation": "El cisne joven nadó junto a su madre, su pico amarillo escondido seguro bajo su ala. El año pasado, vi un cisne joven tomando su primer vuelo, sus alas batientes torpemente mientras tropezaba por el aire. Para el próximo invierno, el cisne joven habrá madurado en un majestuoso cisne.",
      "imageLink": "image_files\\English\\cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hibou grand-duc",
      "translation": "búho реal",
      "definition": "Un grand hibou à tête large, oreilles dirigées vers l'avant et bec crochu aiguisé, trouvé dans les forêts et les bois.",
      "definition_translation": "Un búho grande con una cabeza ancha, orejas enfrentadas y un pico afilado y ganchudo, encontrado en bosques y selvática.",
      "example": "Le hibou grand-duc a plongé sur sa proie, ses serres aiguisées étendues. Il avait chassé pendant des heures, mais finalement, il a attrapé un lapin inhabile. D'ici la semaine prochaine, il aura chassé à nouveau.",
      "example_translation": "El búho реal se lanzó sobre su presa, sus garras afiladas extendidas. Había estado cazando durante horas, pero finalmente, atrapó a un conejo desprevenido. Para la próxima semana, habrá cazado de nuevo.",
      "imageLink": "image_files\\English\\eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "émeu",
      "translation": "emú",
      "definition": "Un grand oiseau inapte au vol né en Australie, avec un plumage brun et des jambes longues et puissantes.",
      "definition_translation": "Un gran pájaro no volador nativo de Australia, con un plumaje marrón y patas largas y potentes.",
      "example": "L'émeu a couru rapidement à travers la plaine ouverte, ses jambes longues floues. Il avait couru pendant des heures, mais il continuerait à courir jusqu'à ce qu'il atteigne son nid. D'ici l'année prochaine, il aura volé de nombreux miles.",
      "example_translation": "El emú corrió rápidamente a través de la llanura abierta, sus patas largas una especie de borrosa. Había estado corriendo durante horas, pero continuaría corriendo hasta que alcanzara su nido. Para el próximo año, habrá volado muchas millas.",
      "imageLink": "image_files\\English\\emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faucon",
      "translation": "halcón",
      "definition": "Un oiseau de proie au corps svelte et aux ailes pointues, connu pour sa vitesse et son agilité.",
      "definition_translation": "Un ave de presa con un cuerpo esbelto y alas largas y puntiagudas, conocido por su velocidad y agilidad.",
      "example": "Le faucon a survolé le ciel, ses ailes battant rapidement. Il avait volé pendant des heures, mais il continuerait à voler jusqu'à ce qu'il aperçoive sa proie. D'ici le mois prochain, il aura attrapé de nombreux trophées.",
      "example_translation": "El halcón voló por el cielo, sus alas batiendo rápidamente. Había estado volando durante horas, pero continuaría volando hasta que divisara su presa. Para el próximo mes, habrá cogido muchos premios.",
      "imageLink": "image_files\\English\\falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "flamant",
      "translation": "flamenco",
      "definition": "Un grand oiseau à long cou et à plumes roses distinctives, trouvé dans les régions chaudes et tropicales.",
      "definition_translation": "Un gran ave zancuda con plumas rosadas destacadas y cuello largo, encontrada en regiones cálidas y tropicales.",
      "example": "J'ai vu un flamant au zoo hier, il mangeait de l'herbe. Le flamant migrera en Afrique le mois prochain. Je verrai un flamant à nouveau au zoo l'année prochaine.",
      "example_translation": "Vi un flamenco en el zoológico ayer, estaba comiendo hierba. El flamenco migrará a África el próximo mes. Veré un flamenco de nuevo en el zoológico el próximo año.",
      "imageLink": "image_files\\English\\flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jarre",
      "translation": "ganso",
      "definition": "Un mâle oie, souvent vu accompagnant une femelle oie dans un environnement domestique ou sauvage.",
      "definition_translation": "Un ganso macho, a menudo visto acompañando a una gansa hembra en un entorno doméstico o silvestre.",
      "example": "Le jarre me poursuivait autour de la ferme lorsque j'ai visité mes grands-parents. Je verrai de nombreux jarres au parc le week-end prochain. J'ai vu un jarre volant bas sur les champs la semaine dernière.",
      "example_translation": "El ganso me perseguía alrededor de la granja cuando visité a mis abuelos. Veré muchos gansos en el parque el próximo fin de semana. Vi un ganso volando bajo sobre los campos la semana pasada.",
      "imageLink": "image_files\\English\\gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fauvette jardin",
      "translation": "zarcerillo",
      "definition": "Un petit oiseau chanteur migrateur qui se reproduit dans les jardins et les bois, connu pour sa mélodieuse chanson.",
      "definition_translation": "Un pequeño pájaro cantor migratorio que se reproduce en jardines y bosques, conocido por su canción melódica.",
      "example": "J'ai entendu une fauvette jardin chanter dans le jardin ce matin. La fauvette jardin reviendra en Afrique en septembre. J'ai vu une fauvette jardin construisant son nid dans les buissons le printemps dernier.",
      "example_translation": "Escuché un zarcerillo cantando en el jardín esta mañana. El zarcerillo regresará a África en septiembre. Vi un zarcerillo construyendo su nido en los arbustos la primavera pasada.",
      "imageLink": "image_files\\English\\garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sarcelle",
      "translation": "cerrillo",
      "definition": "Un canard moyenne-grandeur à tête striée noir et blanc, trouvé dans les zones humides et les prairies d'Asie et d'Europe.",
      "definition_translation": "Un pato pequeño a mediano que se sumerge en el agua con una cabeza negra y blanca con rayas características, encontrado en humedales y praderas en Asia y Europa.",
      "example": "La sarcelle a été vue migrant vers le nord en grandes troupes, en verrai plus encore à l'été et en ai vu quelques-uns le week-end dernier.",
      "example_translation": "El cerrillo se ha visto migrar hacia el norte en grandes bandadas, veremos más de ellos en el verano y vi unos pocos el fin de semana pasado.",
      "imageLink": "image_files\\English\\garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "roitelet",
      "translation": "reyecillo",
      "definition": "Un petit oiseau aux couleurs vives avec une crête dorée sur la tête, trouvé dans les forêts de conifères d'Europe et d'Asie.",
      "definition_translation": "Un ave pequeña y brillantemente coloreada con una cresta dorada característica en su cabeza, encontrada en bosques de coníferas en Europa y Asia.",
      "example": "Le roitelet est connu pour son agilité, a été vu voltigeant entre les branches et sera vu à nouveau au printemps.",
      "example_translation": "El reyecillo es conocido por su agilidad, se ha visto revoloteando entre las ramas y se verá de nuevo en la primavera.",
      "imageLink": "image_files\\English\\goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aigle royal",
      "translation": "águila real",
      "definition": "Un grand aigle brun sombre avec une nuque dorée distinctive, trouvé dans les régions montagneuses d'Europe, d'Asie et d'Amérique du Nord.",
      "definition_translation": "Una gran águila oscura con una nuca dorada característica en su cuello, encontrada en regiones montañosas en Europa, Asia y América del Norte.",
      "example": "L'aigle royal a été vu planant au-dessus, sera vu chassant en hiver et a été vu perché sur un arbre l'an dernier.",
      "example_translation": "El águila real se ha visto planeando en lo alto, se verá cazando en el invierno y se vio posada en un árbol el año pasado.",
      "imageLink": "image_files\\English\\golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "loriot d'Europe",
      "translation": "oríolo dorado",
      "definition": "Un oiseau de la famille des Oriolidés, caractérisé par son plumage jaune vif et noir, trouvé dans les bois et les jardins d'Europe et d'Asie.",
      "definition_translation": "Un ave de la familia Oriolidae, caracterizada por su plumaje amarillo brillante y negro, encontrada en bosques y jardines en Europa y Asia.",
      "example": "Le loriol d'Europe a été aperçu dans le jardin la semaine dernière, et je l'avais vu perché sur une branche hier. D'ici l'été prochain, il aura regagné son terrain de nidification.",
      "example_translation": "El oríolo dorado fue avistado en el jardín la semana pasada, y lo había visto posado en una rama ayer. Para el próximo verano, habrá regresado a su terreno de anidación.",
      "imageLink": "image_files\\English\\golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chardonneret",
      "translation": "jilguero",
      "definition": "Un petit passereau aux couleurs vives, trouvé dans les jardins et la campagne, connu pour son chant distinct et ses acrobaties.",
      "definition_translation": "Un pequeño pinzón de color brillante, encontrado en jardines y campo, conocido por su canción distinctive y habilidades acrobáticas.",
      "example": "J'avais vu un chardonneret perché sur une chardon hier, et il chantera à nouveau son air suave l'an prochain. D'ici là, il aura fini de construire son nid.",
      "example_translation": "Había visto un jilguero posado en un cardo ayer, y estará cantando su melodía dulce de nuevo la próxima primavera. Para entonces, habrá terminado de construir su nido.",
      "imageLink": "image_files\\English\\goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "oison",
      "translation": "ganso",
      "definition": "Un jeune oie, en particulier quand il a moins d'un an, souvent vu suivant sa mère en ligne.",
      "definition_translation": "Un ganso joven, especialmente uno que tiene menos de un año, a menudo visto seguindo a su madre en una fila.",
      "example": "L'oison a marché derrière sa mère hier, et il apprendra à voler le mois prochain. D'ici là, il aura poussé ses plumes.",
      "example_translation": "El ganso joven caminó detrás de su madre ayer, y estará aprendiendo a volar el próximo mes. Para entonces, habrá crecido sus plumas.",
      "imageLink": "image_files\\English\\gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grèbe huppé",
      "translation": "somormujo lavanco",
      "definition": "Un grand oiseau d'eau avec une crête noire et blanche distinctive, trouvé dans les lacs et les rivières d'Europe et d'Asie.",
      "definition_translation": "Un gran ave acuática con una cresta negra y blanca distintiva, encontrada en lagos y ríos de Europa y Asia.",
      "example": "En été, le grèbe huppé construira un nid sur la rive du lac. L'été dernier, il avait construit un nid sur la rive du lac. D'ici l'été prochain, il aura construit un nid sur la rive du lac.",
      "example_translation": "En verano, el somormujo lavanco construirá un nido en la orilla del lago. El verano pasado, construyó un nido en la orilla del lago. Para el próximo verano, habrá construido un nido en la orilla del lago.",
      "imageLink": "image_files\\English\\great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mésange charbonnière",
      "translation": "carbonero común",
      "definition": "Un petit oiseau coloré avec une tête noire et jaune distinctive, trouvé dans les bois et les jardins d'Europe et d'Asie.",
      "definition_translation": "Un ave pequeña y colorida con una cabeza negra y amarilla distintiva, encontrada en bosques y jardines de Europa y Asia.",
      "example": "Le mésange charbonnière mangera des graines du distributeur. La semaine dernière, il avait mangé des graines du distributeur. D'ici le mois prochain, il sera en train de manger des graines du distributeur.",
      "example_translation": "El carbonero común comerá semillas del comedero. La semana pasada, comió semillas del comedero. Para el próximo mes, estará comiendo semillas del comedero.",
      "imageLink": "image_files\\English\\great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aigrette blanche",
      "translation": "garza blanca grande",
      "definition": "Un grand oiseau blanc à long cou et pattes, trouvé dans les zones humides et les régions côtières du monde entier.",
      "definition_translation": "Un ave blanca grande con cuello y patas largos, encontrada en humedales y áreas costeras en todo el mundo.",
      "example": "L'aigrette blanche chassera des poissons dans l'eau peu profonde. L'année dernière, elle avait chassé des poissons dans l'eau peu profonde. D'ici le printemps prochain, elle sera en train de chasser des poissons dans l'eau peu profonde.",
      "example_translation": "La garza blanca grande cazará peces en el agua poco profunda. El año pasado, cazó peces en el agua poco profunda. Para la próxima primavera, estará cazando peces en el agua poco profunda.",
      "imageLink": "image_files\\English\\great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grèbe",
      "translation": "zambullidor",
      "definition": "Un petit oiseau d'eau plongeur frais avec un cou élancé et un bec pointu.",
      "definition_translation": "Un pequeño a mediano ave acuática de buceo de cuello delgado y pico puntiagudo.",
      "example": "Le grèbe a nagé silencieusement à travers le lac, ses plumes brillant dans la lumière du soleil. Hier, il avait plongé à de grandes profondeurs à la recherche de poissons. Demain, il volera vers ses quartiers d'hiver.",
      "example_translation": "El zambullidor nadó silenciosamente a través del lago, sus plumas reluciendo en la luz solar. Ayer, había buceado a grandes profundidades en busca de peces. Mañana, volará a sus tierras de invierno.",
      "imageLink": "image_files\\English\\grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "héron cendré",
      "translation": "garza real",
      "definition": "Un grand oiseau gris-blanc à long cou et bec pointu.",
      "definition_translation": "Un ave grande, grisáceo-blanca, con cuello largo y pico agudo.",
      "example": "L'héron cendré a guetté sa proie dans les eaux peu profondes, ses yeux fixes sur le poisson. Plus tard, il se reposerait dans les arbres, son long cou replié. L'année prochaine, il migrera vers l'Afrique.",
      "example_translation": "La garza real acechó a su presa en aguas someras, sus ojos fijados intensamente en el pez. Más tarde, se posaría en los árboles, su cuello largo doblado hacia atrás. El año próximo, migrará a África.",
      "imageLink": "image_files\\English\\heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "oie cendrée",
      "translation": "ganso común",
      "definition": "Une grande oie sauvage à plumage gris-brun avec un bec et des pattes roses.",
      "definition_translation": "Un ganso salvaje grande, grisáceo-marrón, con pico y patas rosáceo-rojos.",
      "example": "L'oie cendrée a crié fort en menant ses oisons à travers le pré humide. La semaine dernière, elle avait niché sur la colline. Au printemps prochain, elle volera vers ses terres de reproduction.",
      "example_translation": "El ganso común graznó fuerte mientras lideraba a sus goslings a través de la pradera húmeda. La semana pasada, había estado anidando en la ladera de la colina. La próxima primavera, volará de regreso a sus zonas de cría.",
      "imageLink": "image_files\\English\\greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pintade",
      "translation": "pintada",
      "definition": "Un grand oiseau au sol avec un corps dodu et une petite tête, originaire d'Afrique, souvent domestiqué et élevé pour sa viande et ses œufs.",
      "definition_translation": "Un ave grande, que vive en el suelo, con un cuerpo rechoncho y cabeza pequeña, originaria de África, comúnmente domesticada y mantenida por su carne y huevos.",
      "example": "Le fermier élève quelques pintades dans son jardin. Il les avait élevées l'an dernier, et les élèvera à nouveau l'an prochain.",
      "example_translation": "El granjero crió unas pocas pintadas en su patio trasero. Las había criado el año pasado, y las criará de nuevo el próximo año.",
      "imageLink": "image_files\\English\\guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grosbec",
      "translation": "pico picudo",
      "definition": "Un grand pinson avec un bec fort et conique, trouvé dans les bois et les jardins, se nourrissant de graines et de fruits.",
      "definition_translation": "Un pinzón grande y poderoso con un pico fuerte y cónico, encontrado en bosques y jardines, alimentándose de semillas y frutas.",
      "example": "Le grosbec est perché sur la branche du chêne, mangeant les baies mûres. Il avait mangé tout le matin, et mangerait à nouveau le soir.",
      "example_translation": "El pico picudo se posó en la rama del roble, comiendo las bayas maduras. Las había estado comiendo toda la mañana, y las comería de nuevo por la noche.",
      "imageLink": "image_files\\English\\hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gélinotte",
      "translation": "urogallo",
      "definition": "Un oiseau de taille moyenne, au corps dodu et à queue longue, trouvé dans les bois et les landes, se nourrissant de feuilles, fruits et insectes.",
      "definition_translation": "Un ave de tamaño mediano, que vive en el suelo, con un cuerpo rechoncho y cola larga, encontrada en bosques y páramos, alimentándose de hojas, frutas e insectos.",
      "example": "La gélinotte se cachait derrière le buisson, observant le chasseur approcher. Elle l'avait observé tout au long du jour et l'observerait à nouveau demain.",
      "example_translation": "El urogallo se escondió detrás del arbusto, observando al cazador acercarse. Lo había estado observando todo el día, y lo observaría de nuevo mañana.",
      "imageLink": "image_files\\English\\hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "huppe",
      "translation": "abubilla",
      "definition": "Une huppe est un oiseau unique et coloré avec une crête distinctive sur sa tête, connu pour sa présence dans les climats chauds et secs.",
      "definition_translation": "Un abubilla es un pájaro único y colorido con una cresta característica en su cabeza, conocido por su presencia en climas cálidos y secos.",
      "example": "La huppe a été un symbole de bonne chance dans de nombreuses cultures. Hier, j'ai vu une huppe perchée sur une branche d'arbre. D'ici l'an prochain, j'aurai vu une huppe dans son habitat naturel.",
      "example_translation": "El abubilla ha sido un símbolo de buena suerte en muchas culturas. Ayer, vi un abubilla posado en una rama de árbol. Para el próximo año, habré visto un abubilla en su hábitat natural.",
      "imageLink": "image_files\\English\\hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "colibri",
      "translation": "colibrí",
      "definition": "Un colibri est un petit oiseau iridescent qui peut planer en l'air, se nourrissant de nectar des fleurs, et est connu pour son mouvement d'ailes rapide.",
      "definition_translation": "Un colibrí es un pájaro pequeño y iridiscente que puede permanecer suspendido en el aire, alimentándose de néctar de flores, y es conocido por su rápido movimiento de alas.",
      "example": "Les ailes du colibri battaient à une vitesse incroyable. Dès que j'arrive au jardin, le colibri aura déjà volé. La semaine dernière, j'ai nourri un colibri à partir d'un nourrisseur à eau sucrée.",
      "example_translation": "Las alas del colibrí laten a un ritmo increíble. Para cuando llegue al jardín, el colibrí habrá volado. La semana pasada, alimenté a un colibrí desde un alimentador de agua azucarada.",
      "imageLink": "image_files\\English\\hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ibis",
      "translation": "ibis",
      "definition": "Un ibis est un oiseau échassier à long bec courbé, souvent trouvé dans les zones humides, et est connu pour son bec distinctif.",
      "definition_translation": "Un ibis es un pájaro que camina por el agua con patas largas y cuello prolongado, a menudo encontrado en humedales, y es conocido por su pico curvo característico.",
      "example": "L'ibis marchait prudemment dans l'eau peu profonde. D'ici le mois prochain, j'aurai vu un ibis dans son habitat naturel. Hier, j'ai observé un ibis traquer sa proie.",
      "example_translation": "El ibis caminó cuidadosamente a través del agua poco profunda. Para el próximo mes, habré visto un ibis en su hábitat natural. Ayer, vi un ibis acechar a su presa.",
      "imageLink": "image_files\\English\\ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "choucas",
      "translation": "grajilla",
      "definition": "Un grand oiseau à plumage noir avec une nuque grise et des yeux blancs, trouvé dans les bois et les jardins.",
      "definition_translation": "Un ave grande con plumaje negro, nuca gris y ojos blancos, encontrada en bosques y jardines.",
      "example": "Le choucas a plongé pour saisir la nourriture sur la table. Hier, il avait plongé pour voler un sandwich à un touriste. D'ici la semaine prochaine, il plongera pour prendre de la nourriture aux campeurs.",
      "example_translation": "La grajilla se lanzó en picado para agarrar la comida de la mesa. Ayer, había robado una sandwich a un turista. Para la próxima semana, habrá lanzado en picado para obtener comida de los campistas.",
      "imageLink": "image_files\\English\\jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "geai",
      "translation": "arrendajo",
      "definition": "Un oiseau coloré avec une crête distinctive et un naturel curieux et hardi.",
      "definition_translation": "Un ave de colores brillantes con una cresta distintiva y una naturaleza osada y curiosa.",
      "example": "Le geai était perché sur la branche, observant l'humain avec prudence. Il avait été perché sur la branche depuis des heures, observant l'humain. D'ici demain, il sera de nouveau perché sur la branche, observant l'humain.",
      "example_translation": "El arrendajo estaba posado en la rama, vigilando al humano con cautela. Había estado posado en la rama durante horas, vigilando al humano. Mañana, estará posado en la rama, vigilando al humano de nuevo.",
      "imageLink": "image_files\\English\\jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "crecerelle",
      "translation": "cernícalo",
      "definition": "Un petit oiseau de proie avec une tête noire et un ventre blanc, trouvé dans les campagnes ouvertes.",
      "definition_translation": "Un ave de rapiña pequeña y esbelta con cabeza negra y vientre blanco, encontrada en el campo abierto.",
      "example": "La crecerelle planait au-dessus des champs, à la recherche de proie. Elle avait plané au-dessus des champs hier, à la recherche de proie. D'ici le mois prochain, elle planera au-dessus des champs, à la recherche de proie à nouveau.",
      "example_translation": "El cernícalo volaba sobre las cabezas, escudriñando los campos en busca de presas. Había volado sobre las cabezas ayer, escudriñando los campos en busca de presas. El próximo mes, habrá volado sobre las cabezas, escudriñando los campos en busca de presas de nuevo.",
      "imageLink": "image_files\\English\\kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "martin-pêcheur",
      "translation": "martín pescador",
      "definition": "Un martin-pêcheur est un oiseau coloré avec une crête distinctive et un bec pointu long, trouvé près de l'eau et connu pour sa capacité à plonger dans l'eau pour attraper des poissons.",
      "definition_translation": "Un martín pescador es un ave de colores brillantes con una cresta distintiva y un pico largo y puntiagudo, encontrada cerca del agua y conocida por su capacidad para bucear en el agua para cazar peces.",
      "example": "Le martin-pêcheur a plongé dans l'eau pour attraper un poisson, puis il volera retour à son nid pour manger son déjeuner, mais hier il avait déjà mangé son petit déjeuner.",
      "example_translation": "El martín pescador se sumergió en el agua para cazar un pez, y luego volará de vuelta a su nido para comer su almuerzo, pero ayer ya había comido su desayuno.",
      "imageLink": "image_files\\English\\kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "kiwi",
      "translation": "kiwi",
      "definition": "Un kiwi est un petit oiseau incapable de voler, natif de Nouvelle-Zélande, avec un corps rond et une longue plume en forme de cheveu sur sa tête.",
      "definition_translation": "Un kiwi es un ave pequeña y no voladora originaria de Nueva Zelanda, con un cuerpo redondo y una pluma larga y cerdosa en su cabeza.",
      "example": "J'ai vu un kiwi au zoo, et il mangeait des fruits de kiwi, mais la semaine prochaine, il pondra un œuf, et l'année dernière, il avait déjà grandi ses plumes.",
      "example_translation": "Vi un kiwi en el zoológico, y estaba comiendo fruta de kiwi, pero la próxima semana pondrá un huevo, y el año pasado ya había crecido sus plumas.",
      "imageLink": "image_files\\English\\kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vanneau",
      "translation": "avefría",
      "definition": "Un vanneau est un grand oiseau bruyant avec une crête distinctive et un cri perçant, souvent trouvé dans les zones humides et les prairies.",
      "definition_translation": "Una avefría es un ave grande y ruidosa con una cresta distintiva y un llamado fuerte y penetrante, a menudo encontrada en humedales y praderas.",
      "example": "Le vanneau a crié fort en volant au-dessus de la mare, puis il se posera pour se reposer, mais hier, il avait déjà construit son nid, et le mois prochain, il migrera en Afrique.",
      "example_translation": "La avefría gritó fuerte mientras volaba sobre el pantano, y luego se establecerá para descansar, pero ayer ya había construido su nido, y el próximo mes migrará a África.",
      "imageLink": "image_files\\English\\lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mouette à dos sombre",
      "translation": "gaviota dorsinegra chica",
      "definition": "Un goéland de taille moyenne avec un dos et des ailes gris foncé, trouvé dans les zones côtières d'Europe et d'Asie.",
      "definition_translation": "Una gaviota de tamaño mediano con espalda y alas de color gris oscuro, encontrada en áreas costeras de Europa y Asia.",
      "example": "La mouette à dos sombre a volé au-dessus de la plage, son cri caractéristique résonnant dans l'air. Elle avait volé vers le sud pour l'hiver et reviendrait au printemps pour nidifier. D'ici l'été suivant, elle aurait exploré tout le littoral.",
      "example_translation": "La gaviota dorsinegra chica voló sobre nuestras cabezas, su característico canto resonando por toda la playa. Había volado al sur por el invierno, y regresaría en la primavera para anidar. Para el próximo verano, habría explorado toda la costa.",
      "imageLink": "image_files\\English\\lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aigle pomarin",
      "translation": "águila moteada menor",
      "definition": "Un aigle de taille moyenne avec un plumage brun et des taches blanches, trouvé dans les forêts et les prairies d'Europe et d'Asie.",
      "definition_translation": "Una águila de tamaño mediano con plumaje marrón y manchas blancas, encontrada en bosques y praderas de Europa y Asia.",
      "example": "L'aigle pomarin a plané dans le ciel, ses yeux perçants scrutant le sol en dessous. Elle avait construit son nid dans un arbre voisin et attendait le retour de son partenaire. D'ici l'année suivante, elle aurait élevé une nouvelle nichée.",
      "example_translation": "La águila moteada menor surcó el cielo, sus ojos agudos escudriñando el suelo debajo. Había construido su nido en un árbol cercano, y esperaba el regreso de su compañero. Para el próximo año, habría criado una nueva nidada.",
      "imageLink": "image_files\\English\\lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "linotte",
      "translation": "lino",
      "definition": "Un petit passereau avec un dos et des ailes bruns, trouvé dans les jardins et la campagne d'Europe et d'Asie.",
      "definition_translation": "Un pequeño pájaro cantor con espalda y alas marrones, encontrado en jardines y campo de Europa y Asia.",
      "example": "La linotte s'est perchée sur la clôture du jardin, chantant sa mélodie douce. Elle avait construit son nid dans les buissons voisins et nourrissait ses petits. D'ici le printemps suivant, elle aurait repris sa route de migration.",
      "example_translation": "El lino se posó en la valla del jardín, cantando su melodía dulce. Había construido su nido en los arbustos cercanos, y estaba alimentando a sus crías. Para la próxima primavera, habría regresado a su ruta de migración.",
      "imageLink": "image_files\\English\\linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hibou à longues oreilles",
      "translation": "lechusa Orejuda",
      "definition": "Un oiseau de nuit prédateur avec des oreilles longues et des yeux tournés vers l'avant, trouvé dans les forêts et les prairies.",
      "definition_translation": "Un ave depredadora nocturna con túvidos orejas largas y ojos frontales, encontrada en bosques y pastizales.",
      "example": "Le hibou à longues oreilles était perché dans un arbre, observant sa proie. Il chasserait la nuit et avait déjà chassé de nombreux rongeurs par le passé. Il continuerait à prospérer dans cet habitat.",
      "example_translation": "El búho de orejas largas estaba posado en un árbol, observando su presa. Cazará de noche y ha cazado muchos roedores en el pasado. Continuará prosperando en este hábitat.",
      "imageLink": "image_files\\English\\long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "canard colvert",
      "translation": "ánade real",
      "definition": "Un grand canard plongeur avec une tête verte, un bec jaune et un corps brun, trouvé dans les étangs et les rivières.",
      "definition_translation": "Un pato grande que se sumerge con la cabeza verde, pico amarillo y cuerpo marrón, encontrado en estanques y ríos.",
      "example": "Le canard colvert a nagé dans l'étang, cherchant sa nourriture. Il volerait vers le sud pour l'hiver et avait migré des milliers de kilomètres par le passé. Il continuerait à prospérer dans son habitat naturel.",
      "example_translation": "El ánade real nadó en el estanque, buscando comida. Volará hacia el sur en invierno y ha migrado miles de millas en el pasado. Continuará prosperando en su hábitat natural.",
      "imageLink": "image_files\\English\\mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mésange des marais",
      "translation": "carbonero palustre",
      "definition": "Un petit passereau avec une tête noire, des joues blanches et un dos brun, trouvé dans les zones humides et les marais.",
      "definition_translation": "Un ave paseriforme pequeña con cabeza negra, mejillas blancas y espalda marrón, encontrada en humedales y pantanos.",
      "example": "La mésange des marais a voltigé entre les roseaux, cherchant des insectes. Elle construirait son nid au printemps et avait déjà élevé de nombreux petits par le passé. Elle continuerait à prospérer dans cet habitat de zone humide.",
      "example_translation": "El carbonero palustre revoloteó entre los juncos, buscando insectos. Construirá un nido en primavera y ha criado muchos polluelos en el pasado. Continuará prosperando en este hábitat de humedal.",
      "imageLink": "image_files\\English\\marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rossignol",
      "translation": "ruiseñor",
      "definition": "Un rossignol est un type d'oiseau connu pour son chant mélodieux qu'il chante la nuit. C'est un oiseau migrateur qui niche en Europe et en Asie et hiverne en Afrique.",
      "definition_translation": "Un ruiseñor es un tipo de ave conocido por su canto melódico, que canta por la noche. Es un ave migratoria que cría en Europa y Asia y pasa el invierno en África.",
      "example": "Le rossignol a chanté magnifiquement dans la forêt la nuit dernière. Il chanterait à nouveau demain soir. Il chantait doucement dans la forêt l'été dernier.",
      "example_translation": "El ruiseñor cantó hermosamente en el bosque la noche pasada. Cantará de nuevo mañana por la noche. Estaba cantando dulcemente en el bosque el verano pasado.",
      "imageLink": "image_files\\English\\nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "engoulevent",
      "translation": "chotacabras",
      "definition": "Un engoulevent est un type d'oiseau nocturne qui a un modèle d'aile en forme de boomerang. Il est trouvé dans les régions chaudes et tempérées du monde.",
      "definition_translation": "Un chotacabras es un tipo de ave nocturna que tiene un patrón alar en forma de bumerán distinctivo. Se encuentra en regiones cálidas y templadas en todo el mundo.",
      "example": "L'engoulevent a volé silencieusement dans l'obscurité. Il volerait à nouveau au crépuscule demain. Il volait rapidement dans le ciel nocturne la semaine dernière.",
      "example_translation": "El chotacabras voló silenciosamente a través de la oscuridad. Volará de nuevo al anochecer mañana. Estaba volando rápidamente en el cielo nocturno la semana pasada.",
      "imageLink": "image_files\\English\\nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "balbuzard",
      "translation": "águila pescadora",
      "definition": "Un balbuzard est un oiseau de proie qui se nourrit de poissons et est trouvé près des corps d'eau du monde entier. Il est connu pour son orteil externe réversible.",
      "definition_translation": "Un águila pescadora es un ave de presa que come pescado y se encuentra cerca de cuerpos de agua en todo el mundo. Es conocido por su dedo externo reversible distintivo.",
      "example": "Le balbuzard a plongé dans la rivière pour attraper un poisson. Il plongerait à nouveau à l'aube demain. Il plongeait expertement dans le lac le mois dernier.",
      "example_translation": "El águila pescadora se zambulló en el río para coger un pez. Se zambullirá de nuevo al amanecer mañana. Estaba zambulléndose expertamente en el lago el mes pasado.",
      "imageLink": "image_files\\English\\osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "perdrix",
      "translation": "perdiz",
      "definition": "Une perdrix est un oiseau de taille moyenne à grande, avec un corps volumineux, une petite tête et une queue courte, souvent trouvée dans les campagnes ouvertes et les bordures de bois.",
      "definition_translation": "Un ave de tamaño mediano a grande con un cuerpo rechoncho, cabeza pequeña y cola corta, a menudo encontrada en campo abierto y bordes de bosques.",
      "example": "La perdrix a été connue pour voler vite lorsqu'elle est menacée, mais elle s'échappe généralement en courant. Hier, j'ai vu une perdrix courir rapidement à travers le champ. Si nous avons de la chance, nous verrons une perdrix voler au-dessus de nos têtes demain.",
      "example_translation": "La perdiz ha sido conocida por volar rápido cuando se siente amenazada, pero usualmente escapa corriendo. Ayer, vi una perdiz corriendo rápidamente a través del campo. Si tenemos suerte, veremos una perdiz volando sobre nuestras cabezas mañana.",
      "imageLink": "image_files\\English\\partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "paon",
      "translation": "pavo real",
      "definition": "Un grand oiseau coloré avec une queue en éventail distinctive, connu pour son appel bruyant et sa parade de plumage.",
      "definition_translation": "Un ave grande y colorida con una cola en forma de abanico, conocida por su llamativa voz y orgullosa exhibición de plumaje.",
      "example": "Le paon a déployé sa Queue magnifique pour attirer la femelle. Hier, j'ai entendu l'appel bruyant d'un paon dans la forêt. Si nous sommes silencieux, nous pourrions voir un paon montrer son plumage demain.",
      "example_translation": "El pavo real extendió su magnífica cola para atraer a la hembra. Ayer, escuché el llamativo grito de un pavo real en el bosque. Si estamos quietos, podríamos ver un pavo real exhibiendo su plumaje mañana.",
      "imageLink": "image_files\\English\\peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pélican",
      "translation": "pelícano",
      "definition": "Un grand oiseau d'eau avec un bec en poche distinctif, trouvé dans les régions chaudes et côtières, se nourrissant de poissons et d'autres animaux aquatiques.",
      "definition_translation": "Un ave acuática grande con un pico bolsudo, encontrada en regiones cálidas y costeras, alimentándose de peces y otros animales acuáticos.",
      "example": "Le pélican a plongé dans l'eau pour attraper un poisson. Hier, j'ai vu un pélican marchant dans les eaux peu profondes. Si nous sommes chanceux, nous verrons un pélican volant bas au-dessus du lac demain.",
      "example_translation": "El pelícano se zambulló en el agua para cazar un pez. Ayer, vi un pelícano vadear en las aguas someras. Si tenemos suerte, veremos un pelícano volando bajo sobre el lago mañana.",
      "imageLink": "image_files\\English\\pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faucon pèlerin",
      "translation": "halcón peregrino",
      "definition": "Un grand faucon puissant avec un corps élancé, généralement brun ou gris, connu pour sa vitesse et son agilité lors de la chasse.",
      "definition_translation": "Un gran halcón poderoso con una construcción delgada, generalmente marrón o gris en color, conocido por su velocidad y agilidad en la caza.",
      "example": "Le faucon pèlerin a survolé le ciel, ses ailes battant rapidement lorsqu'il poursuivait sa proie. Il avait chassé pendant des heures, et enfin, il s'est élancé pour attraper sa proie. L'an prochain, il aura migré vers un climat plus chaud.",
      "example_translation": "El halcón peregrino surcó el cielo, sus alas batían rápidamente mientras perseguía a su presa. Había estado cazando durante horas, y finalmente, se lanzó en picado para atrapar a su presa. Para el próximo año, habrá migrado a un clima más cálido.",
      "imageLink": "image_files\\English\\peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faisan",
      "translation": "faisán",
      "definition": "Un grand oiseau au sol avec une queue longue et large, souvent trouvé dans les forêts et les prairies.",
      "definition_translation": "Un gran ave de tierra con una larga cola ancha, a menudo encontrada en bosques y praderas.",
      "example": "Le chasseur a suivi le faisant à travers les fourrés denses, prudemment pour ne pas le déranger. Il attendait depuis des heures, et enfin, il a aperçu sa proie. La saison prochaine, il aura chassé toute la covey.",
      "example_translation": "El cazador rastreó al faisán a través de la densa maleza, cuidando de no asustarlo. Había estado esperando durante horas, y finalmente, avistó a su presa. Para la próxima temporada, habrá cazado la entire covey.",
      "imageLink": "image_files\\English\\pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "volaille",
      "translation": "aves de corral",
      "definition": "Des oiseaux domestiqués, tels que des poulets, des dindes et des canards, élevés pour leur viande et leurs œufs.",
      "definition_translation": "Aves domesticadas, como pollos, pavos y patos, criadas por su carne y huevos.",
      "example": "Le fermier élève de la volaille sur sa ferme rurale, vendant les œufs et la viande au marché local. Il faisait cela depuis des années, et l'an dernier, il avait élargi son exploitation pour inclure des oies. L'an prochain, il aura ajouté des dindes à son troupeau.",
      "example_translation": "El granjero criaba aves de corral en su granja rural, vendiendo los huevos y la carne en el mercado local. Había estado haciendo esto durante años, y el año pasado, amplió su operación para incluir gansos. Para el próximo año, habrá agregado pavos a su rebaño.",
      "imageLink": "image_files\\English\\poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hibou nain",
      "translation": "mochuelo",
      "definition": "Un petit hibou, généralement trouvé en Amérique du Nord et du Sud, caractérisé par sa petite taille et ses appels hululants distinctifs.",
      "definition_translation": "Un búho pequeño, típicamente encontrado en América del Norte y del Sur, caracterizado por su pequeño tamaño y llamadas características.",
      "example": "L'hibou nain était perché sur une branche, surveillant sa proie. Il avait surveillé pendant des heures. Il surveillera pendant des heures encore.",
      "example_translation": "El mochuelo estaba posado en una rama, observando su presa. Ha estado observando durante horas. Observará durante horas más.",
      "imageLink": "image_files\\English\\pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "caille",
      "translation": "codorniz",
      "definition": "Un petit oiseau au sol, généralement trouvé dans les prairies et les champs, connu pour son plumage brun et son corps arrondi.",
      "definition_translation": "Un ave pequeña, que vive en el suelo, típicamente encontrada en praderas y campos, conocida por su plumaje marrón y cuerpo redondeado.",
      "example": "La caille courait rapidement à travers le champ, poursuivant des insectes. Elle avait couru pendant des heures. Elle courra à nouveau demain.",
      "example_translation": "La codorniz corrió rápidamente a través del campo, persiguiendo insectos. Ha estado corriendo durante horas. Correrá de nuevo mañana.",
      "imageLink": "image_files\\English\\quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grèbe à nuque rouge",
      "translation": "zampullín cuellirojo",
      "definition": "Un oiseau d'eau de taille moyenne, généralement trouvé dans les lacs et les rivières d'eau douce, caractérisé par sa nuque rouge et son plumage noir et blanc.",
      "definition_translation": "Un ave acuática de tamaño medio, típicamente encontrada en lagos y ríos de agua dulce, caracterizada por su cuello rojo distintivo y plumaje negro y blanco.",
      "example": "Le grèbe à nuque rouge nageait lentement à travers le lac, à la recherche de poissons. Il avait nagé pendant des heures. Il nagera à nouveau ce soir.",
      "example_translation": "El zampullín cuellirojo nadó lentamente a través del lago, buscando peces. Ha estado nadando durante horas. Nadará de nuevo esta noche.",
      "imageLink": "image_files\\English\\red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "robin",
      "translation": "petirrojo",
      "definition": "Un petit oiseau à poitrine ronde avec une poitrine rouge distinctive, communément trouvé dans les jardins et les parcs.",
      "definition_translation": "Un pequeño pájaro cantor de pecho redondo con un pecho rojo distintivo, comúnmente encontrada en jardines y parques.",
      "example": "J'ai vu un robin perché sur une branche d'arbre. Hier, j'ai vu un robin mangeant des vers dans le jardin. Dans le futur, je vais construire une maison d'oiseau pour un robin.",
      "example_translation": "Vi un petirrojo posado en la rama de un árbol. Ayer, vi un petirrojo comiendo lombrices en el jardín. En el futuro, construiré una casa de pájaros para un petirrojo.",
      "imageLink": "image_files\\English\\robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rouleau",
      "translation": "rodillo",
      "definition": "Un cylindre lourd ou une machine en forme de cylindre utilisée pour aplatir ou façonner des matériaux, tels que du papier ou du métal.",
      "definition_translation": "Un cilindro pesado o máquina cilíndrica utilizada para alisar o dar forma a materiales, como papel o metal.",
      "example": "J'ai utilisé un rouleau pour aplatir le papier. Elle utilisera un rouleau pour peindre le mur demain. Hier, ils ont utilisé un rouleau pour façonner le métal.",
      "example_translation": "Usé un rodillo para aplanar el papel. Ella usará un rodillo para pintar la pared mañana. Ayer, ellos usaron un rodillo para dar forma al metal.",
      "imageLink": "image_files\\English\\roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "corbeau",
      "translation": "graño",
      "definition": "Un grand oiseau noir de la famille des corvidés, trouvé en Europe et en Asie, connu pour son cri distinct.",
      "definition_translation": "Un gran pájaro negro de la familia de los cuervos, encontrado en Europa y Asia, conocido por su llamada distinctive.",
      "example": "J'ai vu un corbeau volant au-dessus de moi. Le corbeau construira son nid sur la branche d'arbre la semaine prochaine. Hier, le corbeau a fait un bruit étrange.",
      "example_translation": "Vi un graño volando sobre mi cabeza. El graño construirá un nido en la rama del árbol la semana que viene. Ayer, el graño hizo un ruido fuerte.",
      "imageLink": "image_files\\English\\rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tarin",
      "translation": "lúgano",
      "definition": "Un petit finch eurasiatique avec un dos brun et des ailes, et une tête et un poitrail jaunes, connu pour son chant mélodieux.",
      "definition_translation": "Un pequeño pinzón euroasiático con espalda y alas marrones y cabeza y pecho amarillos, conocido por su melodiosa canción.",
      "example": "Le tarin chantait beau dans la forêt hier, et j'ai vu voleter au-dessus de moi aujourd'hui, tandis que je vais essayer de le repérer à nouveau demain.",
      "example_translation": "El lúgano cantaba hermosamente en el bosque ayer, y lo vi volar sobre mi cabeza hoy, mientras que intentaré verlo de nuevo mañana.",
      "imageLink": "image_files\\English\\siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bécassine",
      "translation": "agachadiza",
      "definition": "Un petit à moyen oiseau de rivage avec un long bec et un plumage brun tacheté, trouvé dans les zones humides et les prairies.",
      "definition_translation": "Un ave zancuda de pequeño a mediano tamaño con un pico largo y plumaje marrón moteado, encontrada en humedales y praderas.",
      "example": "J'ai vu une bécassine se cachant dans l'herbe haute la semaine dernière, et mon ami en a capturé une dans les marais hier, mais j'espère en repérer une autre dans les zones humides le mois prochain.",
      "example_translation": "He visto una agachadiza escondida en la hierba alta la semana pasada, y mi amigo cazó una en los pantanos ayer, pero espero ver otra en los humedales el mes que viene.",
      "imageLink": "image_files\\English\\snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épervier",
      "translation": "gavilán",
      "definition": "Un petit oiseau de proie svelte avec des ailes arrondies et une longue queue, trouvé dans divers habitats, y compris les forêts et les zones urbaines.",
      "definition_translation": "Un ave de presa pequeña y esbelta con alas redondeadas y cola larga, encontrada en una variedad de hábitats, incluyendo bosques y áreas urbanas.",
      "example": "L'épervier était perché sur une branche d'arbre ce matin, et j'ai regardé pendant qu'il plongeait pour attraper un pigeon dans l'après-midi, mais il migrera probablement vers des climats plus chauds l'hiver prochain.",
      "example_translation": "El gavilán estaba posado en una rama de árbol esta mañana, y lo vi descender en picado para cazar una paloma esta tarde, pero probablemente migrará a climas más cálidos el próximo invierno.",
      "imageLink": "image_files\\English\\sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gobemouche",
      "translation": "papamoscas manchado",
      "definition": "Un petit oiseau insectivore avec un dos gris-brun et un ventre blanc, trouvé dans les bois ouverts et les jardins.",
      "definition_translation": "Un ave pequeña, insectívora con un dorso gris-marrón y vientre blanco, encontrada en bosques abiertos y jardines.",
      "example": "Le gobemouche était perché sur une branche, guettant sa prochaine proie. Il a attrapé des mouches tout le matin, et continuera à le faire jusqu'au soir. D'ici l'été prochain, il aura attrapé des milliers de mouches.",
      "example_translation": "El papamoscas manchado se posó en la rama, vigilando su próxima comida. Ha estado cazando moscas toda la mañana y seguirá haciéndolo hasta la noche. Para el próximo verano, habrá cazado miles de moscas.",
      "imageLink": "image_files\\English\\spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "casse-noix",
      "translation": "cascabelote manchado",
      "definition": "Un oiseau de taille moyenne avec un dos noir et blanc rayé, trouvé dans les forêts de conifères, se nourrissant de graines et de noix.",
      "definition_translation": "Un ave de tamaño mediano con un dorso blanco y negro rayado, encontrada en bosques coníferos, alimentándose de semillas y nueces.",
      "example": "Le casse-noix a ouvert la noix, révélant l'amarante à l'intérieur. Il avait stocké des noix tout l'automne, et les ouvrirait pendant l'hiver. D'ici le printemps, il aura ouvert des centaines de noix.",
      "example_translation": "El cascanueces manchado abrió la nuez, revelando la deliciosa nuez dentro. Había estado almacenando nueces todo el otoño y las abriría en invierno. Para la primavera, habría abierto cientos de nueces.",
      "imageLink": "image_files\\English\\spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étourneau",
      "translation": "estornino",
      "definition": "Un petit à moyen oiseau avec un plumage noir irisé, trouvé dans les zones urbaines et rurales, connu pour ses plumes irisées distinctes.",
      "definition_translation": "Un ave de tamaño pequeño a mediano con un plumaje negro brillante, encontrada en áreas urbanas y rurales, conocida por sus plumas iridiscentes características.",
      "example": "L'étourneau a murmuré à son partenaire, volant en formation dans un nuage. Il avait migré pendant des semaines, et s'installerait bientôt dans son nouveau foyer. D'ici l'année prochaine, il aurait construit un nouveau nid.",
      "example_translation": "El estornino murmuró a su pareja, volando encima en una bandada. Había estado migrando durante semanas y pronto se establecería en su nuevo hogar. Para el próximo año, habría construido un nuevo nido.",
      "imageLink": "image_files\\English\\starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hirondelle",
      "translation": "golondrina",
      "definition": "Un petit oiseau rapide avec une queue fourchue et des ailes pointues, migrant généralement vers des régions plus chaudes en hiver.",
      "definition_translation": "Un ave pequeña y rápida con una cola bifurcada y alas largas y puntiagudas, que suele migrar a regiones más cálidas en invierno.",
      "example": "J'ai vu une hirondelle volant au-dessus du lac hier, c'était un spectacle magnifique. Je verrai une hirondelle volant au-dessus du lac demain, j'espère que ce sera un spectacle magnifique. J'ai vu une hirondelle volant au-dessus du lac l'année dernière, c'était un spectacle magnifique.",
      "example_translation": "Vi una golondrina volando sobre el lago ayer, fue un espectáculo hermoso. Veré una golondrina volando sobre el lago mañana, espero que sea un espectáculo hermoso. Vi una golondrina volando sobre el lago el año pasado, fue un espectáculo hermoso.",
      "imageLink": "image_files\\English\\swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rapide",
      "translation": "rápido",
      "definition": "Se déplaçant ou capable de se déplacer rapidement, ou fait rapidement.",
      "definition_translation": "Que se mueve o puede moverse rápidamente o oportunamente, o hecho rápidamente o oportunamente.",
      "example": "Je suis rapide dans mes décisions, je serai rapide dans mes actions, j'ai été rapide dans ma réponse.",
      "example_translation": "Soy rápido en mis decisiones, seré rápido en mis acciones, fui rápido en mi respuesta.",
      "imageLink": "image_files\\English\\swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chouette hulotte",
      "translation": "lechuza común",
      "definition": "Un oiseau de proie nocturne avec une tête ronde, des yeux dirigés vers l'avant et un cri doux, généralement trouvé dans les bois et les jardins.",
      "definition_translation": "Un ave de rapiña nocturna con una cabeza redonda, ojos frontales y un suave llamado quejumbroso, normalmente encontrada en bosques y jardines.",
      "example": "J'ai vu une chouette hulotte dans la forêt la nuit dernière, c'était une expérience captivante. Je verrai une chouette hulotte dans le jardin demain, j'espère que ce sera une expérience captivante. J'ai vu une chouette hulotte dans le parc la semaine dernière, c'était une expérience captivante.",
      "example_translation": "Vi una lechuza común en el bosque la noche pasada, fue una experiencia emocionante. Veré una lechuza común en el jardín mañana, espero que sea una experiencia emocionante. Vi una lechuza común en el parque la semana pasada, fue una experiencia emocionante.",
      "imageLink": "image_files\\English\\tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]