[
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poisson",
      "translation": "pescado",
      "definition": "Un animal à sang froid qui vit dans l'eau, respire avec des branchies et a un corps allongé, généralement des écailles et souvent des nageoires.",
      "definition_translation": "Un animal de sangre fría que vive en agua, respira con branquias y tiene un cuerpo estilizado, típicamente escamas y a menudo aletas.",
      "example": "J'ai attrapé un poisson dans le lac hier, je mangerai du poisson pour dîner ce soir, et je vais aller pêcher à nouveau demain.",
      "example_translation": "Atrapé un pescado en el lago ayer, comeré pescado para cenar esta noche, y iré a pescar de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cabillaud",
      "translation": "bacalao",
      "definition": "Un poisson marin de grande taille avec une apparence distinctive, trouvé dans l'océan Atlantique et largement consommé comme nourriture.",
      "definition_translation": "Un gran pez marino con una apariencia distintiva, encontrado en el Océano Atlántico y ampliamente utilizado como alimento.",
      "example": "J'ai acheté du cabillaud au marché hier, ma mère a cuisiné du cabillaud pour dîner hier soir, et je mangerai du cabillaud dans un restaurant demain.",
      "example_translation": "Compré algunos bacalaos en el mercado ayer, mi madre cocinó bacalao para cenar anoche, y comeré bacalao en un restaurante mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "saumon",
      "translation": "salmón",
      "definition": "Un grand poisson avec une chair rose, originaire des océans Pacifique et Atlantique et apprécié pour son goût et sa valeur nutritionnelle.",
      "definition_translation": "Un gran pez con carne rosada-roja, nativo de los océanos Pacífico y Atlántico y valorizado por su sabor y valor nutricional.",
      "example": "J'ai grillé du saumon pour déjeuner hier, mon ami va cuisiner du saumon pour dîner ce soir, et je mangerai du saumon fumé dans un café demain.",
      "example_translation": "Asé salmón para almuerzo ayer, mi amigo cocinará salmón para cenar esta noche, y comeré salmón ahumado en un café mañana.",
      "imageLink": "image_files\\English\\"imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "requin",
      "translation": "tiburón",
      "definition": "Un requin est un grand poisson carnivore avec un corps allongé et une bouche pleine de dents aiguisées.",
      "definition_translation": "Un tiburón es un gran pez carnívoro con un cuerpo aerodinámico y una boca llena de dientes afilados.",
      "example": "J'ai vu un requin nager dans l'océan hier, je vois un requin nager dans l'océan maintenant, et je verrai un requin nager dans l'océan demain.",
      "example_translation": "Vi un tiburón nadando en el océano ayer, veo un tiburón nadando en el océano ahora y veré un tiburón nadando en el océano mañana.",
      "imageLink": "image_files\\English\\"imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "thon",
      "translation": "atún",
      "definition": "Le thon est un poisson rapide avec un corps argenté, trouvé dans les eaux chaudes de l'océan, souvent pêché pour la nourriture.",
      "definition_translation": "El atún es un pez de rápido movimiento, plateado, encontrado en aguas cálidas de los océanos, a menudo atrapado para alimentación.",
      "example": "J'ai mangé un sandwich au thon pour déjeuner, je mange une salade de thon pour dîner, et je mangerai un rouleau de sushi au thon demain.",
      "example_translation": "Comí un sandwich de atún para almuerzo, estoy comiendo una ensalada de atún para cena y comeré un roll de sushi de atún mañana.",
      "imageLink": "image_files\\English\\"imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frayer",
      "translation": "generar",
      "definition": "Frayer signifie produire ou pondre des œufs, notamment en grand nombre.",
      "definition_translation": " Generar significa producir o hacer eclosionar huevos, especialmente en gran número.",
      "example": "Les poissons ont frayer dans la rivière l'année dernière, ils fraient dans la rivière maintenant, et ils fraieront dans la rivière l'année prochaine.",
      "example_translation": "Los peces generaron en el río el año pasado, están generando en el río ahora y generarán en el río el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "truite",
      "translation": "trucha",
      "definition": "Un poisson d'eau douce avec un corps élancé et une chair rosée, souvent pêché pour la nourriture ou le sport.",
      "definition_translation": "Un pez de agua dulce con un cuerpo delgado y carne rosada, a menudo capturado para alimentación o deporte.",
      "example": "J'ai attrapé une truite dans la rivière le week-end dernier. C'était délicieux grillée. Je vais aller pêcher à la truite à nouveau le mois prochain.",
      "example_translation": "Atrapé una trucha en el río el fin de semana pasado. Fue delicioso asado. Iré a pescar truchas de nuevo el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "consommateur d'algues",
      "translation": "comedor de algas",
      "definition": "Un poisson ou autre organisme qui se nourrit d'algues, souvent utilisé pour contrôler la croissance d'algues dans les aquariums ou les étangs.",
      "definition_translation": "Un pez u otro organismo que se alimenta de algas, a menudo utilizado para controlar el crecimiento de algas en acuarios o estanques.",
      "example": "Le consommateur d'algues dans mon aquarium aide à maintenir l'eau propre. Je dois nourrir le consommateur d'algues tous les jours. Le consommateur d'algues va grandir en quelques mois.",
      "example_translation": "El comedor de algas en mi acuario ayuda a mantener el agua limpia. Tengo que alimentar al comedor de algas todos los días. El comedor de algas crecerá más grande en unos meses.",
      "imageLink": "image_files\\English\\"imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "anchois",
      "translation": "anchoa",
      "definition": "Un petit poisson huileux souvent utilisé comme ingrédient ou aromate dans les aliments tels que la pizza ou les vinaigrettes.",
      "definition_translation": "Un pez pequeño y aceitoso a menudo utilizado como saborizante o ingrediente en alimentos como pizza o aderezos para ensaladas.",
      "example": "J'adore les anchois sur ma pizza. Les anchois sont très salés. Je vais acheter des anchois pour la vinaigrette la semaine prochaine.",
      "example_translation": "Me encantan las anchoas en mi pizza. Las anchoas son muy saladas. Compraré anchoas para el aderezo de ensalada la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "barbeau",
      "translation": "barbo",
      "definition": "Un type de poisson, généralement trouvé dans les rivières et les ruisseaux, caractérisé par ses barbillons ou excroissances en forme de moustaches autour de la bouche.",
      "definition_translation": "Un tipo de pez, típicamente encontrado en ríos y arroyos, caracterizado por sus crecimientos tipo barba alrededor de su boca.",
      "example": "Hier, j'ai attrapé un barbeau en pêchant dans la rivière. Aujourd'hui, je vais essayer d'en attraper un autre. J'espère en attraper un demain aussi.",
      "example_translation": "Ayer, atrapé un barbo mientras pescaba en el río. Hoy, voy a tratar de coger otro. Espero coger uno mañana también.",
      "imageLink": "image_files\\English\\"imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sombre",
      "translation": "sombrío",
      "definition": "Froid et humide désagréablement ; sombre ou déprimant.",
      "definition_translation": "Desagradablemente frío y húmedo; sombrío o deprimente.",
      "example": "Le temps d'hiver sombre rendait difficile de sortir dehors. Dans le passé, j'aimais l'hiver, mais maintenant je le trouve sombre. J'espère que l'hiver prochain ne sera pas aussi sombre.",
      "example_translation": "El clima sombrío del invierno hizo que fuera difícil aventurarse fuera. En el pasado, solía amar el invierno, pero ahora lo encuentro sombrío. Espero que el próximo invierno no sea tan sombrío.",
      "imageLink": "image_files\\English\\"imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brème",
      "translation": "brema",
      "definition": "Type de poisson d'eau douce, souvent pêché pour le sport ou la nourriture, caractérisé par son corps allongé et ses grandes écailles.",
      "definition_translation": "Un tipo de pez de agua dulce, a menudo cazado por deporte o comida, caracterizado por su cuerpo esbelto y escamas grandes.",
      "example": "J'ai toujours voulu attraper une brème en pêchant dans le lac. L'été dernier, j'ai enfin attrapé une. Peut-être que l'été prochain, j'attraperai une brème encore plus grande.",
      "example_translation": "Siempre he querido coger una brema mientras pescaba en el lago. El verano pasado, finalmente cogí uno. Quizás el próximo verano, cogeré una brema aún más grande.",
      "imageLink": "image_files\\English\\"imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lote",
      "translation": "lubo",
      "definition": "Le lote est un type de poisson d'eau douce qui appartient à la famille des morues. Il est trouvé dans les eaux froides d'Europe, d'Asie et d'Amérique du Nord.",
      "definition_translation": "Un lubo es un tipo de pez de agua dulce que pertenece a la familia de los bacalaos. Se encuentra en aguas frías de Europa, Asia y América del Norte.",
      "example": "J'ai attrapé un lote en pêchant sur la glace l'hiver dernier. Actuellement, j'essaie d'en attraper un autre. D'ici l'année prochaine, j'aurai attrapé beaucoup de lote.",
      "example_translation": "Me pillé un lubo mientras pesqué en hielo el invierno pasado. Actualmente, estoy tratando de pillar otro. Para el próximo año, habré pescado muchos lubos.",
      "imageLink": "image_files\\English\\"imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "carpe",
      "translation": "carpa",
      "definition": "La carpe est un type de poisson d'eau douce qui est originaire d'Europe et d'Asie. Il est souvent considéré comme un poisson nuisible en raison de sa capacité à concurrencer les espèces natives.",
      "definition_translation": "Una carpa es un tipo de pez de agua dulce que es nativo de Europa y Asia. A menudo se considera un pez molestoso debido a su capacidad para competir con especies nativas.",
      "example": "La carpe nageait dans l'eau peu profonde. Maintenant, elle nage dans l'eau profonde. D'ici le mois prochain, la carpe nagera dans le lac.",
      "example_translation": "La carpa estaba nadando en el agua superficial. Ahora, está nadando en el agua profunda. Para el próximo mes, la carpa estará nadando en el lago.",
      "imageLink": "image_files\\English\\"imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poisson-chat",
      "translation": "pez gato",
      "definition": "Le poisson-chat est un type de poisson d'eau douce caractérisé par ses barbillons en forme de moustaches et ses nageoires épineuses. Il est trouvé dans les eaux chaudes et tempérées du monde entier.",
      "definition_translation": "Un pez gato es un tipo de pez de agua dulce que se caracteriza por sus barbillas como bigotes y aletas espinosas. Se encuentra en aguas cálidas y templadas en todo el mundo.",
      "example": "J'ai passé la journée à pêcher le poisson-chat. En ce moment, je suis en train d'attraper un poisson-chat. D'ici demain, j'aurai attrapé beaucoup de poissons-chats.",
      "example_translation": "He estado pescando peces gato todo el día. Ahora, estoy pillando un pez gato. Para mañana, habré pescado muchos peces gato.",
      "imageLink": "image_files\\English\\"imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chevenne",
      "translation": "rucio",
      "definition": "Personne ou animal gras ou replet, en particulier un jeune saumon ou truite.",
      "definition_translation": "Una persona o animal regordeta o gordo, especialmente un salmón o trucha joven.",
      "example": "La chevenne que j'ai attrapée était un vrai combat. J'avais attrapé une chevenne hier. Je vais attraper une chevenne demain.",
      "example_translation": "El rucio que cogí era un luchador. Cogí un rucio ayer. Cogeré un rucio mañana.",
      "imageLink": "image_files\\English\\"imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "anguille",
      "translation": "anguila",
      "definition": "Poisson long et mince avec un corps serpentiforme, trouvé dans les eaux douces et salées.",
      "definition_translation": "Un pez largo y esbelto con cuerpo de serpiente, encontrada en agua dulce y salada.",
      "example": "L'anguille serpentait dans l'eau. J'ai vu une anguille nager hier. Je vais manger une anguille la semaine prochaine.",
      "example_translation": "La anguila se deslizó a través del agua. Vi una anguila nadando ayer. Comeré una anguila la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nageoire",
      "translation": "aletas",
      "definition": "Structure fine et plate, souvent triangulaire, située sur le dos d'un poisson, utilisée pour l'équilibre et la stabilité.",
      "definition_translation": "Una estructura delgada, plana, a menudo triangular en la espalda de un pez, utilizada para equilibrio y estabilidad.",
      "example": "La nageoire du requin était aigüe. J'ai vu une nageoire briser l'eau hier. Je vais étudier la nageoire le semestre prochain.",
      "example_translation": "La aleta del tiburón era afilada. Vi una aleta rompiendo el agua ayer. Estudiaré la aleta el próximo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poisson plat",
      "translation": "pez plano",
      "definition": "Le poisson plat est un type de poisson qui a un corps aplati, souvent trouvé dans les eaux peu profondes.",
      "definition_translation": "Un pez plano es un tipo de pez que tiene un cuerpo aplanado, a menudo encontrado en aguas someras.",
      "example": "J'ai attrapé un poisson plat en pêchant dans le lac hier. Je vais cuisiner un poisson plat pour dîner ce soir. Elle avait mangé un poisson plat pour petit-déjeuner.",
      "example_translation": "Caché un pez plano mientras pescaba en el lago ayer. Cocinaré un pez plano para cenar esta noche. Ella había comido un pez plano para desayunar.",
      "imageLink": "image_files\\English\\"imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plie",
      "translation": "lenguado",
      "definition": "La plie est un type de poisson plat qui a un goût doux et est souvent servi dans les restaurants.",
      "definition_translation": "Un lenguado es un tipo de pez plano que tiene un sabor suave y se come a menudo en restaurantes.",
      "example": "J'ai commandé une plie au restaurant de fruits de mer la semaine dernière. Elle va se débattre à l'examen si elle n'étudie pas. Ils se sont débattus dans l'eau pour échapper au requin.",
      "example_translation": "Pedí un lenguado en el restaurante de mariscos la semana pasada. Ella se ahogará en el examen si no estudia. Ellos se debatieron en el agua para escapar del tiburón.",
      "imageLink": "image_files\\English\\"imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tête d'or",
      "translation": "dorada",
      "definition": "Une tête d'or est un type de poisson qui est natif de la mer Méditerranée et a une bande dorée distincte sur la tête.",
      "definition_translation": "Una dorada es un tipo de pez que es nativo del mar Mediterráneo y tiene una raya dorada distinctive en su cabeza.",
      "example": "J'ai vu une tête d'or nageant dans l'aquarium hier. Ils ont attrapé une tête d'or tandis qu'ils faisaient de la plongée en Grèce. Elle n'a jamais essayé de tête d'or avant.",
      "example_translation": "Vi una dorada nadando en el acuario ayer. Cogieron una dorada mientras buceaban en Grecia. Ella nunca ha probado una dorada antes.",
      "imageLink": "image_files\\English\\"imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "goujon",
      "translation": "góbio",
      "definition": "Un type de poisson, généralement trouvé dans l'eau douce, qui a un corps élancé et une bouche distinctive.",
      "definition_translation": "Un tipo de pez, generalmente encontrado en agua fresca, que tiene un cuerpo esbelto y una boca característica.",
      "example": "J'ai attrapé un goujon tandis que je faisais de la pêche dans le fleuve. Hier, j'avais attrapé un grand goujon, mais maintenant je n'attrape que de petits. La semaine prochaine, j'attraperai un autre goujon.",
      "example_translation": "Cogí un góbio mientras pescaba en el río. Ayer, había cogido un góbio grande, pero ahora cojo uno pequeño. La próxima semana, cogeré otro góbio.",
      "imageLink": "image_files\\English\\"imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "guppy",
      "translation": "guppy",
      "definition": "Un petit poisson coloré, populaire dans les aquariums.",
      "definition_translation": "Un pez pequeño y colorido, popular en acuarios.",
      "example": "J'ai un guppy dans mon aquarium. Hier, j'avais deux guppies, mais maintenant j'en ai cinq. L'an prochain, j'en aurai dix.",
      "example_translation": "Tengo un guppy en mi acuario. Ayer, tenía dos guppies, pero ahora tengo cinco. El próximo año, tendré diez guppies.",
      "imageLink": "image_files\\English\\"imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "égglefin",
      "translation": "eglefino",
      "definition": "Un type de poisson, souvent utilisé dans la cuisine, qui a un goût léger et une texture ferme.",
      "definition_translation": "Un tipo de pez, a menudo utilizado en la cocina, que tiene un sabor suave y una textura firme.",
      "example": "J'adore manger de l'égglefin pour dîner. Hier, j'avais mangé de l'égglefin pour déjeuner, mais maintenant je préfère le manger pour dîner. Le mois prochain, je mangerai de l'égglefin pour petit déjeuner.",
      "example_translation": "Me encanta comer eglefino para cenar. Ayer, tenía eglefino para almuerzo, pero ahora lo prefiero para cenar. El próximo mes, tendré eglefino para desayunar.",
      "imageLink": "image_files\\English\\"imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "merlu",
      "translation": "colín",
      "definition": "Un type de poisson à saveur douce, souvent utilisé dans la cuisine, en particulier dans la région méditerranéenne.",
      "definition_translation": "Un tipo de pescado de sabor suave, a menudo utilizado en la cocina, especialmente en la región del Mediterráneo.",
      "example": "J'ai mangé du merlu pour dîner la nuit dernière, c'était délicieux. Je mangerai du merlu pour dîner la semaine prochaine. J'avais mangé du merlu pour dîner lorsque j'étais en Espagne.",
      "example_translation": "Yo tuve colín para cenar la noche pasada, estaba delicioso. Tendré colín para cenar la próxima semana. Tuve colín para cenar cuando estuve en España.",
      "imageLink": "image_files\\English\\"imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "flétan",
      "translation": "halibut",
      "definition": "Un type de poisson à chair blanche ferme, souvent utilisé dans la cuisine, en particulier dans les sandwichs et les salades.",
      "definition_translation": "Un tipo de pescado de carne blanca firme, a menudo utilizado en la cocina, especialmente en sándwiches y ensaladas.",
      "example": "J'adore manger des sandwiches de flétan à la plage. Ma mère va cuisiner du flétan pour dîner demain. J'ai mangé du flétan au restaurant la semaine dernière.",
      "example_translation": "Me encanta comer sándwiches de halibut en la playa. Mi madre cocinará halibut para cenar mañana. Comí halibut en el restaurante la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hareng",
      "translation": "arenque",
      "definition": "Un type de petit poisson gras, souvent picklé ou conservé et utilisé comme collation ou apéritif.",
      "definition_translation": "Un tipo de pescado pequeño y aceitoso, a menudo encurtido o curado y utilizado como aperitivo o snack.",
      "example": "J'ai mangé des harengs pour petit déjeuner lorsque j'étais en Norvège. Ma grand-mère va préparer des harengs pour la fête ce soir. Je mangerai des harengs au festival l'an prochain.",
      "example_translation": "Comí arenque para desayunar cuando estaba en Noruega. Mi abuela preparará arenque para la fiesta esta noche. Comeré arenque en el festival el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lamproie",
      "translation": "lamprea",
      "definition": "Un poisson éel-like avec une ventouse sur la tête, utilisé comme aliment.",
      "definition_translation": "un pez similar a una anguila con una ventosa en la cabeza, utilizado como alimento.",
      "example": "La lamproie s'est attachée au requin. Hier, j'ai vu une lamproie dans l'aquarium. D'ici l'an prochain, j'aurai attrapé une lamproie.",
      "example_translation": "La lamprea se attachesó al tiburón. Ayer, vi una lamprea en el acuario. Para el próximo año, habré atrapado una lamprea.",
      "imageLink": "image_files\\English\\"imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "maquereau",
      "translation": "jurel",
      "definition": "Un poisson rapide-nageur avec un corps brillant, souvent mangé comme aliment.",
      "definition_translation": "un pez que nada rápido con un cuerpo brillante, a menudo comido como alimento.",
      "example": "J'ai cuit un maquereau pour dîner. Les maquereaux nagent dans l'océan. D'ici demain, j'aurai grillé un maquereau.",
      "example_translation": " Cociné un jurel para cenar. Los jureles están nadando en el océano. Para mañana, habré asado un jurel.",
      "imageLink": "image_files\\English\\"imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "murene",
      "translation": "mujol",
      "definition": "Un type de poisson éel-like, souvent trouvé dans les eaux tropicales.",
      "definition_translation": "un tipo de pez similar a una anguila, a menudo encontrado en aguas tropicales.",
      "example": "La murene a nagé rapidement à travers le récif de corail. Hier, j'ai vu une murene dans l'aquarium. D'ici le mois prochain, j'aurai attrapé une murene.",
      "example_translation": "El mujol nadó rápidamente a través del arrecife de coral. Ayer, vi un mujol en el acuario. Para el próximo mes, habré atrapado un mujol.",
      "imageLink": "image_files\\English\\"imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "perche",
      "translation": "perca",
      "definition": "Une perche est un type de poisson d'eau douce, trouvé généralement dans les rivières et les lacs, caractérisé par son corps allongé et ses ailerons aigus.",
      "definition_translation": "Una perca es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su cuerpo alargado y aletas afiladas.",
      "example": "J'ai attrapé une perche mentre pêchant dans le lac hier. J'attraperai une perche mentre pêchant dans le lac demain. J'attrape une perche mentre pêchant dans le lac maintenant.",
      "example_translation": "Atrapé una perca mientras pescaba en el lago ayer. Atraparé una perca mientras pescaba en el lago mañana. Atrapo una perca mientras pescaba en el lago ahora.",
      "imageLink": "image_files\\English\\"imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brochet",
      "translation": "lucio",
      "definition": "Un brochet est un type de poisson d'eau douce, trouvé généralement dans les rivières et les lacs, caractérisé par son corps long et mince et ses dents aigues.",
      "definition_translation": "Un lucio es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su cuerpo largo y delgado y dientes afilados.",
      "example": "J'ai vu un brochet nageant dans la rivière la semaine dernière. Je verrai un brochet nageant dans la rivière la semaine prochaine. Je vois un brochet nageant dans la rivière maintenant.",
      "example_translation": "Vi un lucio nadando en el río la semana pasada. Veré un lucio nadando en el río la semana próxima. Veo un lucio nadando en el río ahora.",
      "imageLink": "image_files\\English\\"imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "piranha",
      "translation": "piraña",
      "definition": "Un piranha est un type de poisson d'eau douce, trouvé généralement dans les rivières et les lacs, caractérisé par sa petite taille et ses dents aigues.",
      "definition_translation": "Una piraña es un tipo de pez de agua dulce, típicamente encontrado en ríos y lagos, caracterizado por su pequeño tamaño y dientes afilados.",
      "example": "Le piranha a attaqué le poisson dans l'aquarium hier. Le piranha attaquera le poisson dans l'aquarium demain. Le piranha attaque le poisson dans l'aquarium maintenant.",
      "example_translation": "La piraña atacó el pez en el acuario ayer. La piraña atacará el pez en el acuario mañana. La piraña ataca el pez en el acuario ahora.",
      "imageLink": "image_files\\English\\"imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plie",
      "translation": "lenguado",
      "definition": "Un type de poisson plat, souvent utilisé comme poisson alimentaire, trouvé dans l'océan Atlantique et la mer Méditerranée.",
      "definition_translation": "Un tipo de pez plano, a menudo utilizado como pescado comestible, encontrado en el Océano Atlántico y el Mar Mediterráneo.",
      "example": "J'ai attrapé une plie mentre pêchant hier, c'était délicieux grillé. J'attraperai une autre demain, et mon ami en a attrapé une la semaine dernière.",
      "example_translation": "Atrapé un lenguado mientras pescaba ayer, estaba delicioso a la parrilla. Cogeré otro mañana, y mi amigo atrapó uno la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rotengle",
      "translation": "rutilo",
      "definition": "Un type de poisson d'eau douce, souvent considéré comme une nuisance en raison de son aptitude à prospérer dans les eaux polluées.",
      "definition_translation": "Un tipo de pez de agua dulce, a menudo considerado una plaga debido a su capacidad para prosperar en aguas contaminadas.",
      "example": "Les rotengles ont infesté le lac, rendant difficile la pêche d'autres poissons. Nous allons essayer de les enlever la semaine prochaine, mais ils étaient présents le mois dernier également.",
      "example_translation": "El rutilo invadió el lago, haciendo difícil pescar otros peces. Intentaremos eliminarlos la próxima semana, pero también estaban presentes el mes pasado.",
      "imageLink": "image_files\\English\\"imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sardine",
      "translation": "sardina",
      "definition": "Un petit poisson huileux, souvent conservé et utilisé comme source alimentaire.",
      "definition_translation": "Un pez pequeño y grasoso, a menudo enlatado y utilizado como fuente de alimento.",
      "example": "J'ai ouvert une boîte de sardines pour déjeuner, et elles étaient très savoureuses. Ma grand-mère mangeait des sardines pour petit déjeuner, et mon frère en mangera demain.",
      "example_translation": "Abrí una lata de sardinas para almorzar, y estaban muy sabrosas. Mi abuela solía comer sardinas para desayunar, y mi hermano las comerá mañana.",
      "imageLink": "image_files\\English\\"imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sawfish",
      "translation": "pejegato",
      "definition": "Un sawfish est un type de raie qui a un rostre long et étroit qui est utilisé pour trouver et attraper des proies.",
      "definition_translation": "Un pejegato es un tipo de raya que tiene una nariz larga y estrecha que se utiliza para encontrar y cazar presas.",
      "example": "La biologiste a étudié le sawfish dans son habitat naturel, observant comment il utilisait sa scie pour détecter les signaux électriques de ses proies. L'an dernier, elle a vu un sawfish dans l'aquarium, et hier, elle en a vu un autre dans la nature sauvage.",
      "example_translation": "El biólogo estudió el pejegato en su hábitat natural, observando cómo utilizaba su sierra para detectar señales eléctricas de sus presas. El año pasado, ella vio un pejegato en el acuario, y ayer, ella verá otro en el medio silvestre.",
      "imageLink": "image_files\\English\\"imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "scalaire",
      "translation": "escalar",
      "definition": "En physique, un scalaire est une quantité qui a une magnitude, sans direction.",
      "definition_translation": "En física, un escalar es una cantidad que tiene solo magnitud, sin dirección.",
      "example": "Le physicien a utilisé des quantités scalaires pour décrire le mouvement de l'objet, expliquant qu'il avait une accélération scalaire due à la gravité. Elle utilisera des champs scalaires pour modéliser le champ électromagnétique dans le futur.",
      "example_translation": "El físico utilizó cantidades escalares para describir el movimiento del objeto, explicando que tenía una aceleración escalar debida a la gravedad. Ella utilizará campos escalares para modelar el campo electromagnético en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "échelle",
      "translation": "escala",
      "definition": "Une échelle est une série de notes musicales dans un pattern spécifique, utilisée pour créer de l'harmonie et de la mélodie.",
      "definition_translation": "Una escala es una serie de notas musicales en un patrón específico, utilizada para crear armonía y melodía.",
      "example": "Le musicien a pratiqué l'échelle de do majeur chaque jour pour améliorer ses compétences au piano. La semaine dernière, elle a joué un morceau en si mineur, et la semaine prochaine, elle composera une pièce en fa dièse.",
      "example_translation": "La música practicó la escala de do mayor todos los días para mejorar sus habilidades en el piano. La semana pasada, ella tocó una canción en la escala de sol menor, y la próxima semana, ella compondrá una pieza en la escala de fa sostenido.",
      "imageLink": "image_files\\English\\"imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hippocampe",
      "translation": "caballito de mar",
      "definition": "Un hippocampe est un animal marin qui appartient à la famille des Syngnathidés, caractérisé par sa tête de cheval, sa queue courbée et sa capacité à nager debout.",
      "definition_translation": "Un caballito de mar es un animal marino que pertenece a la familia Syngnathidae, caracterizado por su cabeza de caballo, cola enrollada y capacidad de nadar erecto.",
      "example": "J'ai vu un hippocampe nageant dans l'aquarium hier. Je verrai un hippocampe nageant dans l'aquarium demain. Je vois un hippocampe nageant dans l'aquarium maintenant.",
      "example_translation": "Vi a un caballito de mar nadando en el acuario ayer. Veré a un caballito de mar nadando en el acuario mañana. Veo a un caballito de mar nadando en el acuario ahora.",
      "imageLink": "image_files\\English\\"imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "seule",
      "translation": "lengua",
      "definition": "Le soleil fait référence au fond ou à la face inférieure de quelque chose, comme un pied ou une chaussure, ou à une espèce de poisson plat.",
      "definition_translation": "Lengua se refiere al fondo o lado inferior de algo, como un pie o un zapato, o un tipo de pez plano.",
      "example": "Le fond de ma chaussure était usé. Je vais nettoyer le fond de ma chaussure demain. J'ai nettoyé le fond de ma chaussure hier.",
      "example_translation": "La lengua de mi zapato estaba gastada. Limpie la lengua de mi zapato mañana. Limpie la lengua de mi zapato ayer.",
      "imageLink": "image_files\\English\\"imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "esprit",
      "translation": "espadín",
      "definition": "Un esprit est un petit poisson huileux, souvent capturé pour la nourriture ou utilisé comme appât.",
      "definition_translation": "Un espadín es un pez pequeño y grasoso, a menudo capturado para la comida o utilizado como cebo.",
      "example": "J'ai capturé un esprit en pêchant la semaine dernière. Je vais manger un esprit ce soir. J'ai mangé un esprit pour déjeuner hier.",
      "example_translation": "Atrapé un espadín mientras pescaba la semana pasada. Comeré un espadín para cenar esta noche. Comí un espadín para almuerzo ayer.",
      "imageLink": "image_files\\English\\"imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épinoche",
      "translation": "gasterósteo",
      "definition": "Un petit poisson d'eau douce avec une rangée distinctive d'épines le long de son dos, trouvé en Europe et en Asie",
      "definition_translation": "Un pequeño pez de agua dulce con una hilera distinta de espinas a lo largo de su espalda, encontrado en Europa y Asia",
      "example": "J'ai capturé une épinoche dans la rivière lorsque j'étais enfant. Je vais capturer une épinoche dans la rivière demain. Elle avait capturé une épinoche dans la rivière la semaine dernière.",
      "example_translation": "Atrapé un gasterósteo en el río cuando era niño. Atraparé un gasterósteo en el río mañana. Ella había atrapado un gasterósteo en el río la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "esturgeon",
      "translation": "esturión",
      "definition": "Un grand poisson avec un corps allongé et mince et un nez distinctif, trouvé dans les rivières et les zones côtières",
      "definition_translation": "Un gran pez con un cuerpo largo y delgado y una nariz distintiva, encontrado en ríos y áreas costeras",
      "example": "L'esturgeon a nagé en amont pour frayer. L'esturgeon va migrer en aval le mois prochain. Ils avaient capturé un esturgeon dans la rivière l'an dernier.",
      "example_translation": "El esturión nadó río arriba para desovar. El esturión migrará río abajo el mes próximo. Ellos habían atrapado un esturión en el río el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poisson-lune",
      "translation": "pez luna",
      "definition": "Un grand poisson avec un corps aplati et de petites nageoires, souvent trouvé près de la surface de l'eau",
      "definition_translation": "Un gran pez con un cuerpo aplanado y aletas pequeñas, a menudo encontrado cerca de la superficie del agua",
      "example": "Le poisson-lune a nagé près de la surface. Le poisson-lune sera capturé par les pêcheurs demain. Ils avaient vu un poisson-lune dans l'océan l'été dernier.",
      "example_translation": "El pez luna nadó cerca de la superficie. El pez luna será atrapado por los pescadores mañana. Ellos habían visto un pez luna en el océano el verano pasado.",
      "imageLink": "image_files\\English\\"imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "espadon",
      "translation": "pez espada",
      "definition": "Un grand poisson marin avec un long bec pointu et un forme distinctive, prisé pour sa chair",
      "definition_translation": "un pez marino grande con un pico largo y una forma distintiva, apreciado por su carne",
      "example": "J'ai capturé un espadon en pêchant en haute mer l'an dernier, et je vais en capturer un autre l'été prochain, mais je n'en capturing pas aujourd'hui.",
      "example_translation": "Atrapé un pez espada mientras pescaba en alta mar el año pasado, y atraparé otro el próximo verano, pero no estoy atrapando ninguno hoy.",
      "imageLink": "image_files\\English\\"imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tanche",
      "translation": "tenca",
      "definition": "Un poisson d'eau douce avec un corps aplati et une petite bouche, trouvé dans les rivières et les lacs",
      "definition_translation": "un pez de agua dulce con cuerpo aplanado y boca pequeña, encontrado en ríos y lagos",
      "example": "J'avais l'habitude de capturer des tanche dans la rivière près de mon village lorsque j'étais enfant, et je capture encore aujourd'hui, mais je n'en capture pas demain.",
      "example_translation": "Solía atrapar tenca en el río cerca de mi aldea cuando era niño, y todavía las atrapo hoy, pero no atraparé ninguna mañana.",
      "imageLink": "image_files\\English\\"imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sandre",
      "translation": "lucio",
      "definition": "Un grand poisson d'eau douce avec un corps allongé et mince et un goût distinctif, trouvé dans les rivières et les lacs",
      "definition_translation": "un pez de agua dulce grande con cuerpo largo y delgado y un sabor distinto, encontrado en ríos y lagos",
      "example": "Je vais essayer de capturer un sandre dans le lac le week-end prochain, et j'ai essayé d'en capturer un l'an dernier, mais je n'en capture pas aujourd'hui.",
      "example_translation": "¿Voy a intentar atrapar un lúcio en el lago el próximo fin de semana, y traté de atrapar uno el año pasado, pero no estoy atrapando ninguno hoy.",
      "imageLink": "image_files\\English\\"imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]