[
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "biscuit",
      "translation": "galleta",
      "definition": "Un aliment petit, généralement sucré, cuit au four, souvent servi avec du thé ou du café.",
      "definition_translation": "Un alimento pequeño, habitualmente dulce, horneado que suele ser crujiente y seco, a menudo servido con té o café.",
      "example": "J'ai mangé un biscuit avec mon thé du matin. Je mange un biscuit avec mon café de l'après-midi. Je mangerai un biscuit avec mon dessert du soir.",
      "example_translation": "Comí una galleta con mi té de la mañana. Estoy comiendo una galleta con mi café de la tarde. Comeré una galleta con mi postre de la noche.",
      "imageLink": "image_files\\English\\biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gâteau",
      "translation": "torta",
      "definition": "Un aliment sucré fait avec de la farine, du sucre et des œufs, généralement cuit au four et souvent décoré de glaçage.",
      "definition_translation": "Un alimento dulce hecho con harina, azúcar y huevos, típicamente horneado y a menudo decorado con glaseado.",
      "example": "J'ai fait un gâteau pour l'anniversaire de mon ami. Je fais un gâteau pour le mariage de ma sœur. Je ferai un gâteau pour l'anniversaire de ma grand-mère.",
      "example_translation": "Hornée una torta para el cumpleaños de mi amigo. Estoy horneando una torta para la boda de mi hermana. Hornearé una torta para el aniversario de mi abuela.",
      "imageLink": "image_files\\English\\cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chocolat",
      "translation": "chocolato",
      "definition": "Un aliment sucré fait à partir des graines de l'arbre à cacao, souvent mangé comme snack ou utilisé comme ingrédient dans la cuisine.",
      "definition_translation": "Un alimento dulce hecho con las semillas tostadas del árbol de cacao, a menudo comido como snack o utilizado como ingrediente en la cocina.",
      "example": "J'ai mangé un morceau de gâteau au chocolat. Je mange un truffle au chocolat. Je mangerai un cookie aux pépites de chocolat.",
      "example_translation": "Comí un pedazo de torta de chocolate. Estoy comiendo un trufa de chocolate. Comeré una galleta de chispa de chocolate.",
      "imageLink": "image_files\\English\\chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "glace",
      "translation": "helado",
      "definition": "Un aliment sucré congelé fait à partir de crème, de sucre et d'arômes, généralement mangé comme snack ou dessert.",
      "definition_translation": "Un alimento congelado dulce hecho de crema, azúcar y saborizantes, comido generalmente como un snack o postre.",
      "example": "J'ai mangé un cornet de glace hier, je mangerai un autre aujourd'hui et je mangerai encore un autre demain.",
      "example_translation": "Me comí un cono de helado ayer, estoy comiendo uno ahora y comeré otro mañana.",
      "imageLink": "image_files\\English\\ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bonbon",
      "translation": "dulce",
      "definition": "Un aliment sucré fait avec du sucre, souvent aromatisé et coloré, et souvent façonné en petits morceaux ou barres.",
      "definition_translation": "Un alimento dulce hecho con azúcar, a menudo saborizado y coloreado, y a menudo moldeado en pequeñas piezas o barras.",
      "example": "J'ai acheté des bonbons au magasin, je les achète maintenant et je les achèterai encore plus la semaine prochaine.",
      "example_translation": "Compré algunos dulces en la tienda, estoy comprando más ahora y compraré incluso más la próxima semana.",
      "imageLink": "image_files\\English\\candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dessert",
      "translation": "postre",
      "definition": "Un plat qui comprend généralement des aliments sucrés, tels que des fruits, des crèmes et des gâteaux, servis à la fin d'un repas.",
      "definition_translation": "Un curso que típicamente consiste en alimentos dulces, como frutas, custards y tortas, servido al final de una comida.",
      "example": "Nous avons eu un délicieux dessert au restaurant, nous en avons un maintenant et nous en aurons un autre au party.",
      "example_translation": "Tuvo un postre delicioso en el restaurante, estamos teniendo uno ahora y tendremos otro en la fiesta.",
      "imageLink": "image_files\\English\\dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sucette",
      "translation": "chupete",
      "definition": "Un aliment sucré fait de bonbon dur monté sur un bâton, généralement aromatisé et coloré.",
      "definition_translation": "Un alimento dulce hecho de caramelo duro montado en un palo, generalmente saborizado y coloreado.",
      "example": "J'ai mangé une sucette à la foire hier, je mangerai une sucette au party ce soir et j'avais mangé une sucette à la plage le week-end dernier.",
      "example_translation": "Me comí un chupete en la feria ayer, comeré uno en la fiesta esta noche, y había comido uno en la playa el fin de semana pasado.",
      "imageLink": "image_files\\English\\lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "doux",
      "translation": "dulce",
      "definition": "Ayant un goût sucré agréable.",
      "definition_translation": "Tener un sabor o aroma agradablemente dulce.",
      "example": "Le gâteau doux était délicieux, je ferai une tarte douce pour l'anniversaire de ma sœur, et j'avais mangé un cookie doux au café.",
      "example_translation": "El pastel dulce era delicioso, cocinaré una tarta dulce para el cumpleaños de mi hermana, y había comido una galleta dulce en el café.",
      "imageLink": "image_files\\English\\sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "friandises",
      "translation": "dulces",
      "definition": "Des aliments riches en sucre et calories, généralement mangés comme snack ou dessert.",
      "definition_translation": "Comida que es alta en azúcar y calorías, comúnmente consumida como snack o postre.",
      "example": "J'adore manger des friandises, je vais en acheter pour la fête de mon ami, et j'avais mangé trop de friandises au party d'Halloween.",
      "example_translation": "Me encanta comer dulces, compraré algunos dulces para la fiesta de mi amigo, y había comido demasiados dulces en la fiesta de Halloween.",
      "imageLink": "image_files\\English\\sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "barre de chocolat",
      "translation": "barra de chocolate",
      "definition": "Un aliment sucré fait à partir de fèves de cacao, de sucre et de lait, souvent servi comme snack.",
      "definition_translation": "Un alimento dulce hecho de granos de cacao, azúcar y leche, a menudo servido como una merienda.",
      "example": "J'ai mangé une barre de chocolat hier, je mange une barre de chocolat maintenant et je mangerai une barre de chocolat demain.",
      "example_translation": "Me comí una barra de chocolate ayer, estoy comiendo una barra de chocolate ahora, y comeré una barra de chocolate mañana.",
      "imageLink": "image_files\\English\\chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gelée",
      "translation": "jalea",
      "definition": "Un aliment sucré ou savoureux fabriqué à partir de fruits, de sucre et de pectine, souvent servis comme dessert.",
      "definition_translation": "Un alimento dulce o salado hecho de frutas, azúcar y pectina, a menudo servido como postre.",
      "example": "J'ai fait une gelée hier, je fais une gelée maintenant et je ferai une gelée demain pour mes amis.",
      "example_translation": "Hice una jalea ayer, estoy haciendo una jalea ahora, y haré una jalea mañana para mis amigos.",
      "imageLink": "image_files\\English\\jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "barbe à papa",
      "translation": "algodón de azúcar",
      "definition": "Un aliment sucré fait de sucre qui est filé en fines cordes et souvent servi dans les foires et les carnavals.",
      "definition_translation": "Un alimento dulce hecho de azúcar que se convierte en hebras delgadas y a menudo se sirve en ferias y carnavales.",
      "example": "J'ai acheté une barbe à papa à la foire hier, j'en achète une maintenant et j'en achèterai une demain au carnaval.",
      "example_translation": "Compré un algodón de azúcar en la feria ayer, estoy comprando un algodón de azúcar en el mercado ahora, y compraré un algodón de azúcar en el carnaval mañana.",
      "imageLink": "image_files\\English\\candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gummies",
      "translation": "gominolas",
      "definition": "Un type de bonbon chewing-gum, généralement fabriqué à partir de gélatine, qui vient dans une variété de formes et de saveurs.",
      "definition_translation": "Un tipo de caramelo masticable, generalmente hecho de gelatina, que viene en una variedad de formas y sabores.",
      "example": "J'ai mangé des gummies au party hier soir, j'en mange maintenant et j'en mangerai demain.",
      "example_translation": "Comí gominolas en la fiesta anoche, estoy comiendo gominolas ahora, y comeré gominolas mañana.",
      "imageLink": "image_files\\English\\gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bonbon dur",
      "translation": "caramelo duro",
      "definition": "Un type de bonbon qui est dur et ne se dissout pas facilement dans la bouche.",
      "definition_translation": "Un tipo de caramelo que es duro y no se disuelve fácilmente en la boca.",
      "example": "J'ai sucer un bonbon dur hier, j'en suce un maintenant et j'en sucerai un plus tard.",
      "example_translation": "Me chupé un caramelo duro ayer, estoy chupando un caramelo duro ahora, y me chuparé un caramelo duro más tarde.",
      "imageLink": "image_files\\English\\hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "marzipan",
      "translation": "mazapán",
      "definition": "Un confiserie sucrée à base d'amandes égales en quantité de poudre d'amandes et de sucre.",
      "definition_translation": "Una confitería dulce a base de almendras hecha de partes iguales de almendras molidas y azúcar.",
      "example": "J'ai décoré le gâteau avec du marzipan hier, je le décore avec du marzipan maintenant et je le décorerai avec du marzipan la semaine prochaine.",
      "example_translation": "Decoré el pastel con mazapán ayer, estoy decorando el pastel con mazapán ahora, y decoraré el pastel con mazapán la próxima semana.",
      "imageLink": "image_files\\English\\marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bonbon bouilli",
      "translation": "caramelo hervido",
      "definition": "Un bonbon qui a été bouilli pour créer une coque de bonbon dure et un centre mou.",
      "definition_translation": "Un dulce que ha sido hervido para crear un exterior duro de caramelo y un centro suave.",
      "example": "J'ai mangé un bonbon bouilli quand j'étais enfant. J'en mange un maintenant. J'en mangerai un demain.",
      "example_translation": "Me comí un caramelo hervido cuando era niño. Estoy comiendo un caramelo hervido ahora. Comeré un caramelo hervido mañana.",
      "imageLink": "image_files\\English\\boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "confiserie",
      "translation": "confitería",
      "definition": "L'art de fabriquer des sucreries et des bonbons, ou un magasin où ces articles sont vendus.",
      "definition_translation": "El arte de hacer dulces y caramelos, o una tienda donde se venden tales artículos.",
      "example": "Je suis allé au magasin de confiserie pour acheter des chocolats. Le magasin de confiserie était célèbre pour ses sucreries faites main. Le magasin de confiserie ouvrira une nouvelle branche le mois prochain.",
      "example_translation": "Fui a la tienda de confitería para comprar algunos chocolates. La tienda de confitería era famosa por sus dulces artesanales. La tienda de confitería abrirá una nueva sucursal el próximo mes.",
      "imageLink": "image_files\\English\\confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fudge",
      "translation": "rozura",
      "definition": "Un type de confiserie douce et sucrée faite de sucre, de crème et de parfums.",
      "definition_translation": "Un tipo de confitería suave y dulce hecha de azúcar, crema y saborizantes.",
      "example": "J'aime manger du fudge en vacances. Elle fait du fudge pour ses enfants. Ils vendront du fudge au marché demain.",
      "example_translation": "Me encanta comer rozura durante las vacaciones. Ella está haciendo rozura para sus hijos. Venderán rozura en el mercado mañana.",
      "imageLink": "image_files\\English\\fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bonbons gelés",
      "translation": "golosinas de gelatina",
      "definition": "Les bonbons gelés sont un type de confiserie faite de sucre, de sirop de maïs et de colorants alimentaires, avec une texture douce et gélatineuse.",
      "definition_translation": "Las golosinas de gelatina son un tipo de confitería hecha de azúcar, jarabe de maíz y colorante alimentario, con una textura suave y masticable.",
      "example": "J'ai mangé des bonbons gelés cuando j'étais gamin. J'en mange maintenant. J'en mangerai au party demain.",
      "example_translation": "Comí golosinas de gelatina cuando era niño. Estoy comiendo golosinas de gelatina ahora. Comeré golosinas de gelatina en la fiesta de mañana.",
      "imageLink": "image_files\\English\\jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]