[
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pouvoir",
      "translation": "capaz",
      "definition": "Avoir la compétence, la force ou la capacité de faire quelque chose.",
      "definition_translation": "Tener la habilidad, fuerza o capacidad para hacer algo.",
      "example": "J'ai pu terminer le projet à temps. Je peux parler trois langues. Je pourrai assister à la réunion demain.",
      "example_translation": "Pude terminar el proyecto a tiempo. Soy capaz de hablar tres idiomas. Seré capaz de asistir a la reunión mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/able.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/able.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "distrait",
      "translation": "distraído",
      "definition": "Être tellement absorbé dans ses pensées que l'on n'a pas son attention sur le présent.",
      "definition_translation": "Tan profundamente pensativo que la atención no está en el presente.",
      "example": "J'étais distrait et j'ai oublié mes clés. Elle est toujours distraite et oublie ses rendez-vous. Il sera distrait et manquera le délai.",
      "example_translation": "Estuve distraído y olvidé mis llaves. Ella siempre está distraída y olvida sus citas. Él estará distraído y perderá la fecha límite.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absent-minded.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absent-minded.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accident",
      "translation": "accidente",
      "definition": "Un événement imprévu qui se produit sans intention ni prévention.",
      "definition_translation": "Un evento impredecible que ocurre inesperadamente y sin intención.",
      "example": "J'ai été impliqué dans un accident de voiture la nuit dernière. Il y a eu un accident sur l'autoroute hier. Elle aura un accident si elle ne suit pas les règles de sécurité.",
      "example_translation": "Me vi involucrado en un accidente de coche anoche. Hubo un accidente en la autopista ayer. Ella tendrá un accidente si no sigue las reglas de seguridad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accident.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accident.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "de l'autre côté",
      "translation": "a través de",
      "definition": "D'un côté à l'autre; s'étendant d'un côté à l'autre",
      "definition_translation": "De un lado a otro; extendiéndose desde un lado a otro",
      "example": "J'ai marché de l'autre côté du champ hier, je marche de l'autre côté de la rue maintenant, et je marcherai de l'autre côté du pont demain.",
      "example_translation": "Caminé a través del campo ayer, estoy caminando a través de la calle ahora, y caminaré a través del puente mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/across.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/across.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "activité",
      "translation": "actividad",
      "definition": "L'état d'être actif ou de faire quelque chose",
      "definition_translation": "El estado de ser activo o hacer algo",
      "example": "J'ai apprécié l'activité en plein air hier, je participe à une activité d'équipe maintenant, et je vais commencer une nouvelle activité de loisirs le mois prochain.",
      "example_translation": "Disfruté de la actividad al aire libre ayer, estoy participando en una actividad de construcción de equipo ahora, y empezaré una nueva actividad de aficiones el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/activity.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "acteur",
      "translation": "actor",
      "definition": "Une personne qui joue un rôle dans une pièce de théâtre, un film ou une émission de télévision",
      "definition_translation": "Una persona que actúa en una obra, película o programa de televisión",
      "example": "L'acteur a joué le rôle d'un roi dans le film, l'acteur répète pour la pièce maintenant, et l'acteur sera la vedette d'une nouvelle série TV l'année prochaine.",
      "example_translation": "El actor interpretó el papel de un rey en la película, el actor está ensayando para la obra ahora, y el actor protagonizará una nueva serie de TV el añonext.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "actrice",
      "translation": "actriz",
      "definition": "Une femme dont la profession est de jouer un rôle sur scène, au cinéma ou à la télévision.",
      "definition_translation": "Una mujer cuya profesión es actuar en el escenario, en películas o en televisión.",
      "example": "Elle était une actrice talentueuse qui avait joué dans de nombreux films à succès. Elle jouera le rôle principal dans la nouvelle pièce. Elle avait joué dans plusieurs émissions de télévision avant de partir à Hollywood.",
      "example_translation": "Era una actriz talentosa que había protagonizado muchas películas exitosas. Ella jugará el papel principal en la nueva obra de teatro. Había actuado en varios programas de televisión antes de mudarse a Hollywood.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actress.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actress.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "en réalité",
      "translation": "en realidad",
      "definition": "Utilisé pour indiquer que quelque chose est vrai ou se produit, souvent lorsque c'est inattendu ou surprenant.",
      "definition_translation": "Se utiliza para indicar que algo es cierto o sucede, a menudo cuando es inesperado o sorprendente.",
      "example": "J'ai en réalité été au gymnase hier. J'en réalistât terminer le projet à temps. Elle avait en réalité appris à jouer du piano quand elle était enfant.",
      "example_translation": "En realidad fui al gimnasio ayer. En realidad terminaré el proyecto a tiempo. Ella había aprendido a tocar el piano cuando era niña en realidad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ajouter",
      "translation": "añadir",
      "definition": "Mettre quelque chose avec quelque chose d'autre, notamment pour le rendre plus grand ou plus long.",
      "definition_translation": "Poner algo con algo más, especialmente para hacerlo más grande o más largo.",
      "example": "Pouvez-vous ajouter mon nom à la liste ? Elle ajoutera un nouveau chapitre à son livre. Ils ont ajouté une nouvelle fonctionnalité au logiciel la semaine dernière.",
      "example_translation": "¿Puedes agregar mi nombre a la lista? Ella agregará un nuevo capítulo a su libro. Agregaron una nueva función al software la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/add.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/add.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avancé",
      "translation": "avanzado",
      "definition": "Loin dans le développement ou le progrès; très compétent ou expérimenté.",
      "definition_translation": "Muy desarrollado o avanzado en su desarrollo o progreso; muy habilidoso o competente.",
      "example": "La technologie avancée utilisée dans le nouveau smartphone a révolutionné l'industrie. L'an dernier, nous sommes passés à la phase suivante du projet. D'ici l'an prochain, nous aurons encore amélioré notre recherche.",
      "example_translation": "La tecnología avanzada utilizada en el nuevo teléfono inteligente ha revolucionado la industria. El año pasado, avanzamos a la próxima etapa del proyecto. Para el próximo año, habremos avanzado aún más nuestra investigación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aventure",
      "translation": "aventura",
      "definition": "Une expérience excitante ou inhabituelle; une entreprise hardie ou audacieuse.",
      "definition_translation": "Una experiencia emocionante o inusual; una empresa osada o atrevida.",
      "example": "Je planifie une aventure pour randonner sur le sentier des Appalaches l'été prochain. Elle a vécu une aventure en Europe après avoir obtenu son diplôme. D'ici l'an prochain, j'aurai eu de nombreuses aventures autour du monde.",
      "example_translation": "Estoy planeando una aventura para caminar el sendero de los Apalaches el próximo verano. Ella tuvo una aventura en Europa después de graduarse de la universidad. Para el próximo año, habré tenido muchas aventuras en todo el mundo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adventure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "publicité",
      "translation": "anuncio",
      "definition": "Un avis ou une annonce dans un média public promouvant un produit, un service ou une idée.",
      "definition_translation": "Un aviso o anuncio en un medio público que promociona un producto, servicio o idea.",
      "example": "L'entreprise a placé une publicité dans le journal pour attirer de nouveaux clients. La semaine dernière, nous avons vu une publicité à la télévision pour un nouveau modèle de voiture. D'ici le mois prochain, la publicité aura été affichée en ligne.",
      "example_translation": "La empresa colocó un anuncio en el periódico para atraer a nuevos clientes. La semana pasada, vimos un anuncio en la televisión para un nuevo modelo de coche. Para el próximo mes, el anuncio habrá sido publicado en línea.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advertisement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertisement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "conseil",
      "translation": "consejo",
      "definition": "Orientations ou recommandations offertes concernant une action prudente.",
      "definition_translation": "Orientación o recomendaciones ofrecidas con respecto a la acción prudente.",
      "example": "Elle a demandé conseil à son avocat avant de prendre une décision. Elle avait pris conseil auprès de son médecin. Elle prendra conseil auprès de son conseiller financier.",
      "example_translation": "Ella buscó consejo de su abogado antes de tomar una decisión. Ella había estado tomando consejo de su médico. Ella tomará consejo de su asesor financiero.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avion",
      "translation": "aeroplano",
      "definition": "Un aéronef à aile fixe motorisé utilisé pour voler.",
      "definition_translation": "Un avión con alas fijas propulsado utilizado para volar.",
      "example": "Je n'ai jamais volé en avion auparavant. Elle voyagera en avion à Paris. Ils avaient pris un avion pour New York.",
      "example_translation": "Nunca había volado en un avión antes. Ella viajará en avión a París. Ellos habían tomado un avión a Nueva York.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aeroplane.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aeroplane.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "peur",
      "translation": "asustado",
      "definition": "Resentir de la peur ou de l'anxiété.",
      "definition_translation": "Sintiendo miedo o ansiedad.",
      "example": "J'ai peur des araignées. Elle avait peur du noir. Ils auront peur des conséquences.",
      "example_translation": "Tengo miedo de las arañas. Ella tenía miedo de la oscuridad. Ellos tendrán miedo de las consecuencias.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/afraid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afraid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "après",
      "translation": "después",
      "definition": "À un moment plus tard; ultérieurement; plus tard.",
      "definition_translation": "En un momento posterior; posteriormente; más tarde.",
      "example": "Je vous retrouverai au parc après avoir terminé mon travail. J'ai rencontré elle après le concert la nuit dernière. Je vous verrai après avoir obtenu mon diplôme.",
      "example_translation": "Te veré en el parque después de que termine trabajo. La conocí después del concierto la noche pasada. Te veré después de que me gradúe.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/after-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/after.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ensuite",
      "translation": "después de",
      "definition": "À un moment plus tard; ultérieurement; plus tard, notamment dans une série d'événements.",
      "definition_translation": "En un momento posterior; posteriormente; más tarde, especialmente en una serie de eventos.",
      "example": "J'étudierai pour l'examen ensuite. Nous mangerons du dîner ensuite. Elle appellera sa mère ensuite.",
      "example_translation": "Estudiaré para el examen después de. Comeremos cena después de. Llamará a su mamá después de.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/afterwards.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afterwards.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "contre",
      "translation": "contra",
      "definition": "En opposition à; contrairement à; opposé à.",
      "definition_translation": "En oposición a; contrario a; opuesto a.",
      "example": "Je suis contre la nouvelle politique. Elle est contre la guerre. Ils sont contre la proposition.",
      "example_translation": "Estoy en contra de la nueva política. Ella está en contra de la guerra. Están en contra de la propuesta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/against.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/against.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "âgé",
      "translation": "envejecido",
      "definition": "Ayant atteint un âge spécifique ou un stade de développement; plus jeune.",
      "definition_translation": "Habiendo alcanzado una edad o etapa de desarrollo especificada; ya no joven.",
      "example": "Le vin avait âgé à perfection dans la cave. Le manager avait bien vieilli, conservant son énergie juvénile. Le professeur âgé était respecté de tous.",
      "example_translation": "El vino había envejecido a la perfección en la bodega. El gerente había envejecido bien, conservando su energía juvenil. El profesor anciano era respetado por todos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aged.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aged.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "il y a",
      "translation": "hace",
      "definition": "À un point de temps dans le passé, typiquement spécifié.",
      "definition_translation": "En un punto de tiempo en el pasado, típicamente especificado.",
      "example": "J'ai rencontré elle il y a trois ans. J'ai obtenu mon diplôme il y a cinq ans. J'aurai fini mon projet dans trois mois il y a.",
      "example_translation": "La conocí hace tres años. Me gradué hace cinco años. Terminaré mi proyecto hace tres meses.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ago.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ago.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "être d'accord",
      "translation": "aconsejar",
      "definition": "Avoir ou partager une opinion ou point de vue sur quelque chose ; consentir ou être en accord.",
      "definition_translation": "Tener o compartir una opinión o visión sobre algo; consentir o concordar.",
      "example": "Je suis d'accord avec votre proposition. Elle accepte de nous rencontrer à 17 heures. Ils ont accepté les termes du contrat.",
      "example_translation": "Estoy de acuerdo con su propuesta. Ella acepta reunirse con nosotros a las 5 pm. Ellos aceptaron los términos del contrato.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "air",
      "translation": "aire",
      "definition": "Le mélange invisible de gaz qui entoure la Terre, notamment le mélange d'oxygène, d'azote et de gaz trace qui forme l'atmosphère.",
      "definition_translation": "La mezcla invisible de gases que rodea la tierra, especialmente la mezcla de oxígeno, nitrógeno y gases traza que compone la atmósfera.",
      "example": "J'ai respiré l'air frais, senti l'air frais sur mon visage, et vais profiter de l'air chaud sur ma peau demain.",
      "example_translation": "Respiré el aire fresco, sentí el aire frío en mi rostro y disfrutaré del aire cálido en mi piel mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/air-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "air",
      "translation": "aire",
      "definition": "Un mélange de gaz qui entoure la Terre, y compris l'atmosphère.",
      "definition_translation": "Una mezcla de gases que rodea la tierra, incluyendo la atmósfera.",
      "example": "L'avion a survolé l'air, le ballon à air chaud a flotté doucement, et le pilote a navigué à travers l'air turbulent.",
      "example_translation": "El avión sobrevoló por el aire, el globo aerostático flotó suavemente y el piloto navegó a través del aire turbulento.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/air.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aéroport",
      "translation": "aeropuerto",
      "definition": "Un endroit où les avions décollent et atterrissent, généralement avec des installations pour les passagers et les marchandises.",
      "definition_translation": "Un lugar donde los aviones despegan y aterrizan, típicamente con instalaciones para pasajeros y carga.",
      "example": "Je suis arrivé à l'aéroport tôt, suis passé par la sécurité à l'aéroport, et vais partir demain matin.",
      "example_translation": "Llegué al aeropuerto temprano, pasé por seguridad en el aeropuerto y partiré del aeropuerto mañana por la mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/airport.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/airport.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réveil",
      "translation": "reloj despertador",
      "definition": "Un appareil qui fait un bruit fort pour réveiller quelqu'un à un moment donné.",
      "definition_translation": "Un dispositivo que hace un ruido fuerte para despertar a alguien a una hora predeterminada.",
      "example": "J'ai réglé mon réveil à 7 heures, mais j'ai quand même trop dormi. Hier, j'ai réglé à 6 heures, et vais le réglé à 8 heures demain.",
      "example_translation": "Puse mi reloj despertador para las 7 am, pero todavía me quede dormido. Ayer, lo puse para las 6 am, y mañana lo pondré para las 8 am.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alarm-clock.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alarm clock.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "album",
      "translation": "álbum",
      "definition": "Une collection de musique, de photographies ou d'autres objets, généralement dans un livre ou sur un enregistrement.",
      "definition_translation": "Una colección de música, fotografías o otros elementos, generalmente en un libro o en una grabación.",
      "example": "J'ai acheté un album de mon artiste préféré hier, et l'ai écouté tout le jour. Ma sœur m'a offert un album de photos de famille l'année dernière, et vais faire un nouveau l'année prochaine.",
      "example_translation": "Compré un álbum de mi artista favorito ayer, y lo escuché todo el día. Mi hermana me dio un álbum de fotos de nuestra familia el año pasado, y haré uno nuevo el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/album.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/album.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "alcool",
      "translation": "alcohol",
      "definition": "Un type de drogue qui est trouvé dans les boissons telles que la bière, le vin et les spiritueux, et peut affecter le comportement et la santé physique d'une personne.",
      "definition_translation": "Un tipo de droga que se encuentra en bebidas como cerveza, vino y licores, y puede afectar el comportamiento y la salud física de una persona.",
      "example": "Je ne bois pas d'alcool car c'est mauvais pour ma santé. Mon ami a bu trop d'alcool hier soir, et était malade ce matin. Je vais boire un peu d'alcool au party demain.",
      "example_translation": "No bebo alcohol porque es malo para mi salud. Mi amigo bebió demasiado alcohol anoche, y estaba enfermo esta mañana. Beberé algo de alcohol en la fiesta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alcohol.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcohol.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ça va",
      "translation": "bien",
      "definition": "Totalement satisfaisant ou en bon ordre",
      "definition_translation": "completamente satisfactorio o en buen orden",
      "example": "J'étais inquiet au sujet de l'examen, mais j'ai fait ça va. Je suis en train d'étudier dur pour que je fasse ça va au prochain test. D'ici que je sois diplômé, j'aurai fait ça va dans toutes mes matières.",
      "example_translation": "Me preocupaba el examen, pero salió bien. Estoy estudiando duro para que salga bien en el próximo examen. Para cuando me gradúe, habré salido bien en todas mis asignaturas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alright.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/all right.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "presque",
      "translation": "casi",
      "definition": "Très proche de faire ou d'accomplir quelque chose, mais pas tout à fait",
      "definition_translation": "muy cerca de hacer o lograr algo, pero no del todo",
      "example": "J'ai presque fini mon projet hier soir, mais vais presque le finir ce soir. D'ici demain, j'aurai presque terminé la tâche entière.",
      "example_translation": "Casi terminé mi proyecto anoche, pero casi lo terminaré esta noche. Para mañana, habré casi completado la tarea completa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/almost.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/almost.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "seul",
      "translation": "solo",
      "definition": "Ayant personne d'autre présent ; solo",
      "definition_translation": "sin nadie más presente; solo",
      "example": "Je suis allé au cinéma seul hier soir, parce que je vais être seul en vacances. D'ici que je revienne, j'aurai été seul pendant deux semaines.",
      "example_translation": "Fui al cine solo anoche, porque estaré solo en vacaciones. Para cuando regrese, habré estado solo durante dos semanas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alone.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alone.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "le long",
      "translation": "junto",
      "definition": "Se déplaçant dans une ligne ou direction, notamment de manière régulière et continue",
      "definition_translation": "Moviéndose en una línea o dirección, especialmente de una manera constante y continua",
      "example": "J'ai marché le long de la plage, profitant du coucher de soleil. Je vais marcher le long de la rivière demain. Elle avait marché le long du sentier de la montagne hier.",
      "example_translation": "Camino junto a la playa, disfrutando del atardecer. Caminaré junto al río mañana. Ella había caminado junto a la senda de la montaña ayer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/along.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/along.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déjà",
      "translation": "ya",
      "definition": " Utilisé pour montrer que quelque chose a eu lieu avant un moment spécifique, ou avant que quelque chose d'autre ne se produise",
      "definition_translation": "Se utiliza para mostrar que algo ha sucedido antes de un momento específico, o antes de que algo más suceda",
      "example": "J'ai déjà mangé déjeuner. Elle aura déjà fini son projet demain. Ils avaient déjà quitté lorsque je suis arrivé.",
      "example_translation": "Ya había comido el almuerzo. Ella habrá terminado ya su proyecto para mañana. Ellos ya habían salido cuando llegué.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/already.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/already.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ambulance",
      "translation": "ambulancia",
      "definition": "Véhicule équipé pour transporter des personnes malades ou blessées à l'hôpital",
      "definition_translation": "Un vehículo que está equipado para llevar a personas enfermas o heridas al hospital",
      "example": "L'ambulance est arrivée rapidement et a emmené le patient à l'hôpital. Elle travaillait comme paramédic dans une ambulance pendant cinq ans. Ils ont appelé une ambulance lorsqu'il a fait une crise cardiaque.",
      "example_translation": "La ambulancia llegó rápidamente y llevó al paciente al hospital a toda prisa. Ella trabajó como paramédico en una ambulancia durante cinco años. Llamaron una ambulancia cuando él tuvo un ataque al corazón.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambulance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambulance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "parmi",
      "translation": "entre",
      "definition": " Utilisé pour indiquer une localisation ou une position à l'intérieur de quelque chose ou d'un groupe de choses",
      "definition_translation": "Utilizado para indicar una ubicación o posición dentro de algo o un grupo de cosas",
      "example": "J'étais parmi les premiers à arriver à la fête. Je suis parmi les meilleurs joueurs de l'équipe. Je serai parmi les invités au mariage.",
      "example_translation": "Estuve entre los primeros en llegar a la fiesta. Estoy entre los mejores jugadores del equipo. Estaré entre los invitados en la boda.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/among.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/among.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "en colère",
      "translation": "enojado",
      "definition": "Éprouvant ou montrant une forte déplaisance, hostilité ou ressentiment",
      "definition_translation": "Sentir o mostrar una fuerte desaprobación, hostilidad o resentimiento",
      "example": "J'étais en colère contre mon frère pour avoir cassé mon jouet. Je suis en colère à propos de la situation. Je serai en colère si vous ne vous excusez pas.",
      "example_translation": "Estuve enojado con mi hermano por romper mi juguete. Estoy enojado sobre la situación. Estaré enojado si no te disculpas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/angry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/angry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "un autre",
      "translation": "otro",
      "definition": "Une personne ou chose de même nature",
      "definition_translation": "Una persona o cosa más del mismo tipo",
      "example": "Je voudrais un autre verre de café. Une autre option est de prendre un bus. Un autre raison pour laquelle j'aime cette ville est sa nourriture.",
      "example_translation": "Me gustaría otro taza de café. Otra opción es tomar un autobús. Otra razón por la que me gusta esta ciudad es su comida.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/another.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/another.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appartement",
      "translation": "apartamento",
      "definition": "Une pièce ou un ensemble de pièces aménagées notamment pour servir de résidence, souvent situé dans un immeuble ou une maison",
      "definition_translation": "Una habitación o conjunto de habitaciones amuebladas especialmente para ocupar como residencia, a menudo ubicadas en un edificio o casa",
      "example": "Je vais louer un appartement en centre-ville, Je vis actuellement dans un appartement avec mon colocataire et J'ai vécu dans un appartement lorsque j'étais à l'université.",
      "example_translation": "Alquilaré un apartamento en el centro de la ciudad, actualmente estoy viviendo en un apartamento con mi compañero de habitación, y viví en un apartamento cuando estaba en la universidad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apartment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apartment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jus de pomme",
      "translation": "jugo de manzana",
      "definition": "Boisson sucrée faite à partir de pommes, souvent servie comme boisson",
      "definition_translation": "Una bebida dulce hecha de manzanas, a menudo servida como bebida",
      "example": "J'ai bu du jus de pomme pour breakfast, Je bois du jus de pomme en ce moment et Je vais boire du jus de pomme après dîner.",
      "example_translation": "Bebí jugo de manzana para desayunar, ahora estoy bebiendo jugo de manzana, y beberé jugo de manzana después de cenar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apple-juice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple juice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pommier",
      "translation": "manzano",
      "definition": "Arbre qui produit des pommes, souvent cultivé dans des vergers ou des jardins",
      "definition_translation": "Un árbol que produce manzanas, a menudo cultivado en huertos o patios traseros",
      "example": "J'ai planté un pommier dans mon jardin, Je suis en train de tailler un pommier aujourd'hui et Je vais récolter des pommes d'un pommier l'automne prochain.",
      "example_translation": "Planté un manzano en mi patio trasero, estoy podando un manzano hoy, y cosecharé manzanas de un manzano la próxima otoño.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apple-tree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple tree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rendez-vous",
      "translation": "cita",
      "definition": "Réunion ou assemblée, notamment une qui a été formellement arrangée, à un moment et un endroit spécifiques",
      "definition_translation": "Una reunión o encuentro, especialmente uno que ha sido formalmente concertado, en un lugar y hora específicos.",
      "example": "J'ai un rendez-vous avec mon médecin à 14 heures, J'ai eu un rendez-vous avec mon avocat la semaine dernière et J'aurai un rendez-vous avec mon dentiste le mois prochain.",
      "example_translation": "Tengo una cita con mi médico a las 2 PM. Tuve una cita con mi abogado la semana pasada. Tendré una cita con mi dentista el mes que viene.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appointment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appointment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "zone",
      "translation": "área",
      "definition": "Une région ou partie particulière d'un pays, d'une ville ou d'un lieu.",
      "definition_translation": "Una región o parte particular de un país, pueblo o lugar.",
      "example": "Je vis dans une zone rurale. La ville a une grande zone commerciale. La réserve naturelle est une zone protégée.",
      "example_translation": "Vivo en una zona rural. La ciudad tiene una gran área comercial. La reserva natural es un área protegida.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/area.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/area.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fauteuil",
      "translation": "sillón",
      "definition": "Un siège confortable, en particulier un siège avec un dossier élevé et des accoudoirs, conçu pour s'asseoir ou se reposer.",
      "definition_translation": "Un sillón cómodo, especialmente uno con respaldo alto y brazos, diseñado para sentarse o reclinar.",
      "example": "Je me suis assis dans le fauteuil et j'ai lu un livre. Elle aime s'asseoir dans son fauteuil et regarder la télévision. Il s'assiéra dans le fauteuil et fera une sieste.",
      "example_translation": "Me senté en el sillón y leí un libro. Ella gusta sentarse en su sillón y ver televisión. Él se sentará en el sillón y tomará una siesta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/armchair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armchair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "autour",
      "translation": "alrededor",
      "definition": "Se déplaçant dans une direction circulaire ou dans un chemin courbe, en revenant généralement au point de départ.",
      "definition_translation": "Moviendo en una dirección circular, o en una ruta curva, normalmente regresando al punto de partida.",
      "example": "J'ai marché autour du parc, puis je marcherai autour de lui à nouveau, et j'ai marché autour de lui de nombreuses fois auparavant.",
      "example_translation": "Caminé alrededor del parque, luego caminaré alrededor de él de nuevo, y he caminado alrededor de él muchas veces antes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/around.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/around.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arriver",
      "translation": "llegar",
      "definition": "Arriver dans un lieu ou à une destination, en particulier à la fin d'un voyage.",
      "definition_translation": "Llegar a un lugar o destino, especialmente al final de un viaje.",
      "example": "Je suis arrivé à l'aéroport, je vais arriver à l'hôtel bientôt, et j'étais arrivé à la ville hier.",
      "example_translation": "Llegué al aeropuerto, llegaré al hotel pronto, y había llegado a la ciudad ayer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "art",
      "translation": "arte",
      "definition": "L'expression ou l'application de la compétence créative et de l'imagination humaines, généralement sous forme visuelle telle que la peinture ou la sculpture.",
      "definition_translation": "La expresión o aplicación de la habilidad creativa y la imaginación humanas, típicamente en una forma visual como la pintura o la escultura.",
      "example": "J'ai étudié l'art au collège, ma sœur est professeur d'art, et mon frère est doué pour l'art.",
      "example_translation": "Estudié arte en la universidad, mi hermana es maestra de arte, y mi hermano es bueno en arte.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/art.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/art.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "artiste",
      "translation": "artista",
      "definition": "Une personne dont le travail créatif montre de la sensibilité et de l'imagination, comme un peintre, un musicien ou un écrivain.",
      "definition_translation": "Una persona cuyo trabajo creativo muestra sensibilidad e imaginación, como un pintor, músico o escritor.",
      "example": "L'artiste a peint un beau paysage. Elle a été artiste pendant 10 ans. L'artiste exposera son travail le mois prochain.",
      "example_translation": "El artista pintó un paisaje hermoso. Ella ha sido artista durante 10 años. El artista exhibirá su obra el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "attrayant",
      "translation": "atractivo",
      "definition": "Plaisant à l'œil ou à l'esprit; attirant ou engageant d'une manière sensuelle ou esthétiquement plaisante.",
      "definition_translation": "Agradable a la vista o la mente; atractivo o agradable de una manera sensual o estéticamente agradable.",
      "example": "Le modèle attrayant a marché sur le podium. Elle a trouvé le charmant étranger attrayant. La ville attrayante est une destination touristique populaire.",
      "example_translation": "El modelo atractivo caminó por la pasarela. Ella encontró al extraño atractivo encantador. La ciudad atractiva es un destino turístico popular.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attractive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attractive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tante",
      "translation": "tía",
      "definition": "La sœur de la mère ou du père, ou la femme de l'oncle.",
      "definition_translation": "La hermana de la madre o padre de uno, o la esposa del tío de uno.",
      "example": "Ma tante vient me visiter. Elle aimait la cuisine de sa tante. Ma tante m'emmena au parc.",
      "example_translation": "Mi tía viene a visitar. Ella amó la cocina de su tía. Mi tía me llevará al parque.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aunt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aunt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "automne",
      "translation": "otoño",
      "definition": "La saison de l'année entre l'été et l'hiver, marquée par la récolte des cultures et la décomposition des feuilles.",
      "definition_translation": "La estación del año entre verano e invierno, marcada por la cosecha de cultivos y la decadencia de las hojas.",
      "example": "J'adore faire de longues promenades dans le parc pendant l'automne. L'année dernière, je suis allé à la ferme pour ramasser des pommes pendant l'automne. D'ici l'automne prochain, j'aurai fini mes études.",
      "example_translation": "Me encanta dar largos paseos en el parque durante el otoño. El año pasado, fui al campo a recoger manzanas en otoño. Para el próximo otoño, habré terminado mis estudios.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/autumn.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/autumn.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "disponible",
      "translation": "disponible",
      "definition": "Pouvant être utilisé ou obtenu; accessible.",
      "definition_translation": "Capaz de ser utilizado o obtenido; accesible.",
      "example": "Le nouveau téléphone sera disponible dans les magasins la semaine prochaine. Le livre est disponible en ligne gratuitement. Lorsque je suis arrivé, la chambre n'était plus disponible.",
      "example_translation": "El nuevo teléfono estará disponible en las tiendas la próxima semana. El libro está disponible en línea de forma gratuita. Para cuando llegué, la habitación ya no estaba disponible.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/available.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/available.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "loin",
      "translation": "lejos",
      "definition": "À une distance, soit physique soit émotionnelle, d'un lieu ou d'une personne.",
      "definition_translation": "A una distancia, ya sea física o emocional, de un lugar o persona.",
      "example": "Je vais partir loin pour une semaine de vacances. Elle est partie loin pour collège l'an dernier. Quand j'ai réalisé, ils étaient déjà partis loin.",
      "example_translation": "Me voy de vacaciones por una semana. Se fue al college el año pasado. Para cuando me di cuenta, ya se habían ido.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/away.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/away.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bébé",
      "translation": "bebé",
      "definition": "Un être humain très jeune, de la naissance à un ou deux ans.",
      "definition_translation": "Un ser humano muy joven, desde el nacimiento hasta un año o dos de edad.",
      "example": "J'ai tenu le bébé dans mes bras et l'ai bercé doucement. Je vais prendre soin du bébé demain. Le bébé apprendra à marcher bientôt.",
      "example_translation": " Mantuve al bebé en brazos y lo mecí suavemente. Cuidaré del bebé mañana. El bebé aprenderá a caminar pronto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/baby-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baby.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dos",
      "translation": "espalda",
      "definition": "La partie arrière du corps humain, s'étendant de la nuque à l'extrémité inférieure de la colonne vertébrale.",
      "definition_translation": "La parte posterior del cuerpo humano, que se extiende desde el cuello hasta el extremo inferior de la columna vertebral.",
      "example": "J'ai frotté mon dos après le long voyage. Elle va prendre une pause pour se reposer le dos. Ils vont exercer leurs muscles du dos demain.",
      "example_translation": "Me froté la espalda después del largo viaje. Ella tomará un descanso para descansar su espalda. Ellos ejercitarán sus músculos de la espalda mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mal",
      "translation": "mal",
      "definition": "De manière qui n'est pas bonne ou satisfaisante.",
      "definition_translation": "De una manera que no es buena o satisfactoria.",
      "example": "J'ai mal performé à l'examen. Elle chante mal, mais elle s'y plaît. Ils feront mal sur le projet si ils ne travaillent pas ensemble.",
      "example_translation": "Me fui mal en el examen. Ella canta mal, pero le gusta. Ellos se desempeñarán mal en el proyecto si no trabajan juntos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/badly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "badminton",
      "translation": "bádminton",
      "definition": "Un sport joué sur un terrain rectangulaire avec un filet au milieu, où les joueurs frappent un volant avec des raquettes.",
      "definition_translation": "un deporte jugado en una cancha rectangular con una red en el medio, en el que los jugadores golpean una shuttlecock de un lado a otro utilizando raquetas",
      "example": "J'ai joué au badminton avec mes amis hier, je joue au badminton avec ma famille aujourd'hui, et je jouerai au badminton avec mes collègues demain.",
      "example_translation": "Jugué bádminton con mis amigos ayer, estoy jugando bádminton con mi familia hoy y jugaré bádminton con mis colegas mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/badminton.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badminton.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cuire",
      "translation": "hornear",
      "definition": "Cuire de la nourriture, en particulier du pain, au four.",
      "definition_translation": "cocinar alimentos, especialmente pan, en un horno",
      "example": "J'ai cuit un gâteau pour l'anniversaire de ma sœur, ma mère cuie des cookies pour la fête, et nous allons cuire une pizza pour le dîner ce soir.",
      "example_translation": "Horneé un pastel para el cumpleaños de mi hermana, mi mamá está horneando galletas para la fiesta y hornearemos pizza para la cena esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bake.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bake.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ballon",
      "translation": "globito",
      "definition": "Un sac flexible qui est gonflé d'air ou de gaz, utilisé pour la décoration ou le divertissement.",
      "definition_translation": "una bolsa flexible que se infla con aire o gas, utilizada para la decoración o entretenimiento",
      "example": "L'enfant a libéré le ballon et il a volé loin, j'ai gonflé un ballon pour faire rire ma sœur, et nous allons gonfler des ballons pour les décorations de fête.",
      "example_translation": "El niño soltó el globito y se fue volando, inflé un globito para hacer reír a mi hermana y inflaremos globos para las decoraciones de la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balloon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balloon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "barbecue",
      "translation": "barbacoa",
      "definition": "Un barbecue est un repas en plein air, généralement dans un jardin ou un parc, au cours duquel de la viande, du poisson ou des légumes sont grillés sur une flamme ouverte.",
      "definition_translation": "Una barbacoa es una comida al aire libre, generalmente en un jardín o parque, en la que se asan carne, pescado o vegetales sobre una llama abierta.",
      "example": "Nous avons fait un barbecue dans le jardin l'été dernier. Nous avons un barbecue pour mon anniversaire aujourd'hui. Nous aurons un barbecue sur la plage la semaine prochaine.",
      "example_translation": "Tuvimos una barbacoa en el patio trasero el verano pasado. Estamos teniendo una barbacoa por mi cumpleaños hoy. Tendremos una barbacoa en la playa el próximo fin de semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/barbecue.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barbecue.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "baseball",
      "translation": "béisbol",
      "definition": "Le baseball est un jeu de batte et de balle joué entre deux équipes de neuf joueurs chacune.",
      "definition_translation": "El béisbol es un juego de bat y pelota jugado entre dos equipos de nueve jugadores cada uno.",
      "example": "J'ai joué au baseball au lycée. Elle joue au baseball au collège maintenant. Ils joueront au baseball aux Jeux olympiques l'an prochain.",
      "example_translation": "Yo jugué béisbol en la escuela secundaria. Ella está jugando béisbol en la universidad ahora. Ellos jugarán béisbol en los Juegos Olímpicos el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/baseball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baseball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chauve-souris",
      "translation": "murciélago",
      "definition": "Une chauve-souris est un petit mammifère volant qui utilise l'écholocation pour se diriger et trouver sa proie.",
      "definition_translation": "Un murciélago es un pequeño mamífero volador que usa ecolocación para navegar y encontrar presas.",
      "example": "J'ai vu une chauve-souris voler dans le noir. La chauve-souris dort pendant la journée. Les chauves-souris voleront hors de la grotte la nuit.",
      "example_translation": "Vi un murciélago volando en la oscuridad. El murciélago está durmiendo durante el día. Los murciélagos volarán fuera de la cueva por la noche.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "costume de bain",
      "translation": "traje de baño",
      "definition": "Un vêtement conçu pour être porté lors de la baignade ou de la natation, généralement fabriqué à partir de tissus légers et rapides à sécher.",
      "definition_translation": "Un conjunto diseñado para ser llevado mientras se nada o se baña, generalmente hecho de tela liviana y rápida de secar.",
      "example": "J'ai oublié de prendre mon costume de bain pour le voyage à la plage. Hier, j'ai acheté un nouveau costume de bain. Je vais porter un costume de bain à la fête de la piscine demain.",
      "example_translation": "Olvidé empacar mi traje de baño para el viaje a la playa. Ayer, compré un traje de baño nuevo. Mañana llevaré un traje de baño a la fiesta en la piscina.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bathing-suit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathing suit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "armoire de salle de bain",
      "translation": "gabinete de baño",
      "definition": "Un meuble, généralement monté sur un mur, utilisé pour stocker des produits de soins personnels, des serviettes et autres accessoires de salle de bain.",
      "definition_translation": "Una pieza de mobiliario, generalmente montada en una pared, utilizada para almacenar artículos de aseo personal, toallas y otros elementos esenciales del baño.",
      "example": "L'armoire de salle de bain était remplie de produits de beauté. J'ai besoin de nettoyer l'armoire de salle de bain ce week-end. D'ici l'année prochaine, j'aurai installé une nouvelle armoire de salle de bain.",
      "example_translation": "El gabinete de baño estaba lleno de productos de belleza. Necesito limpiar el gabinete de baño este fin de semana. Para el año que viene, habré instalado un gabinete de baño nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bathroom-cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathroom cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "baignoire",
      "translation": "bañera",
      "definition": "Un récipient, généralement fabriqué à partir de céramique ou de matières plastiques, utilisé pour se laver ou se baigner.",
      "definition_translation": "Un contenedor, generalmente hecho de cerámica o acrílico, utilizado para bañarse o lavarse.",
      "example": "La baignoire était remplie d'eau chaude. Elle était assise dans la baignoire lorsque je suis entré. D'ici le mois prochain, j'aurai remplacé l'ancienne baignoire.",
      "example_translation": "La bañera estaba llena de agua tibia. Estaba sentada en la bañera cuando entré. Para el mes que viene, habré reemplazado la bañera vieja.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bathtub.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathtub.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "batterie",
      "translation": "batería",
      "definition": "Un appareil qui stocke de l'énergie électrique sous forme d'énergie chimique. Il se compose d'une ou plusieurs cellules contenant une électrode positive (cathode) et une électrode négative (anode) séparées par un électrolyte, qui permet aux ions de circuler entre les électrodes.",
      "definition_translation": "Una batería es un dispositivo que almacena energía eléctrica en forma de energía química. Consiste en una o más celdas que contienen un electrodo positivo (cátodo) y un electrodo negativo (ánodo) separados por un electrolito, que permite que los iones fluyan entre los electrodos.",
      "example": "J'ai chargé la batterie de mon téléphone hier soir. La batterie se charge actuellement. Je vais charger la batterie à nouveau demain.",
      "example_translation": "Cargué la batería de mi teléfono anoche. La batería se está cargando ahora. Cargaré la batería de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/battery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "batterie",
      "translation": "batería",
      "definition": "Un appareil qui stocke de l'énergie électrique sous forme d'énergie chimique. Il se compose d'une ou plusieurs cellules contenant une électrode positive (cathode) et une électrode négative (anode) séparées par un électrolyte, qui permet aux ions de circuler entre les électrodes.",
      "definition_translation": "Una batería es un dispositivo que almacena energía eléctrica en forma de energía química. Consiste en una o más celdas que contienen un electrodo positivo (cátodo) y un electrodo negativo (ánodo) separados por un electrolito, que permite que los iones fluyan entre los electrodos.",
      "example": "J'ai remplacé la batterie de ma voiture par une nouvelle. La batterie de mon ordinateur portable est en train de se décharger. Je vais acheter une nouvelle batterie pour ma montre.",
      "example_translation": "Reemplacé la batería de mi coche con una nueva. La batería de mi laptop se está agotando. Compraré una nueva batería para mi reloj.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/battery-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "naître",
      "translation": "nacer",
      "definition": "Commencer à exister ou devenir vivant, généralement après une gestation dans l'utérus d'une femme. Devenir visible ou émerger.",
      "definition_translation": "Comenzar a existir o nacer, generalmente después de la gestación en el útero de una mujer. Llegar a existir o hacerse visible.",
      "example": "Je suis né un jour de pluie. Ma sœur va naître le mois prochain. Mon grand-père est né dans un petit village.",
      "example_translation": "Nací en un día lluvioso. Mi hermana nacerá el próximo mes. Mi abuelo nació en un pequeño pueblo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/be-born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/be born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ballon de plage",
      "translation": "pelota de playa",
      "definition": "Un ballon, généralement fabriqué à partir de cuir ou de matières synthétiques, conçu pour jouer à des jeux ou à des sports sur une plage.",
      "definition_translation": "Una pelota, típicamente hecha de cuero o materiales sintéticos, diseñada para jugar juegos o deportes en una playa.",
      "example": "J'ai joué avec un ballon de plage cet été. Je joue avec un ballon de plage maintenant. Je vais jouer avec un ballon de plage demain.",
      "example_translation": "Jugué con una pelota de playa en el verano. Estoy jugando con una pelota de playa ahora. Jugaré con una pelota de playa mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beach-ball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach ball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "parasol de plage",
      "translation": "paraguas de playa",
      "definition": "Un abri repliable, généralement fabriqué à partir de tissus ou de plastiques, utilisé pour fournir de l'ombre sur une plage.",
      "definition_translation": "Un dosel plegable, típicamente hecho de tela o plástico, utilizado para proporcionar sombra en una playa.",
      "example": "J'ai utilisé un parasol de plage pour me protéger du soleil. J'utilise un parasol de plage pour lire un livre. Je vais utiliser un parasol de plage la semaine prochaine.",
      "example_translation": "Usé un paraguas de playa para protegerme del sol. Estoy usando un paraguas de playa para leer un libro. Usaré un paraguas de playa el próximo fin de semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beach-umbrella.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach umbrella.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "haricot",
      "translation": "frijol",
      "definition": "Une plante légumineuse, telle que le haricot rouge ou le haricot blanc, qui produit des graines comestibles.",
      "definition_translation": "Una planta leguminosa, como un frijol kidney o un frijol broad, que produce semillas comestibles.",
      "example": "J'ai mangé une salade de haricots pour déjeuner. Je mange des haricots pour dîner. Je vais manger des haricots dans ma soupe demain.",
      "example_translation": "Me comí una ensalada de frijoles para almuerzo. Estoy comiendo frijoles para cenar. Comeré frijoles en mi sopa mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bean.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bean.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ours",
      "translation": "oso",
      "definition": "Un mammifère carnassier, couvert de fourrure, trouvé dans les forêts et les montagnes, ayant un sens olfactif très développé et des griffes puissantes.",
      "definition_translation": "Un mamífero carnívoro grande con pelo lanudo, encontrado en bosques y montañas, con un sentido olfativo agudo y garras poderosas.",
      "example": "L'ours a marché à travers la forêt, à la recherche de nourriture. Il avait supporté bien le froid hiver. Il portera le poids du sac à dos.",
      "example_translation": "El oso caminó por el bosque, buscando comida. Había soportado bien el invierno frío. Soportará el peso de la mochila.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bear.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "devenir",
      "translation": "convertirse en",
      "definition": "Entrer en existence ou commencer à être quelque chose.",
      "definition_translation": "Vener a la existencia o empezar a ser algo.",
      "example": "Elle est devenue médecin après dix ans d'études. Elle est devenue plus confiante. Elle deviendra enseignante l'année prochaine.",
      "example_translation": "Ella se convirtió en doctora después de diez años de estudio. Ha llegado a ser más confiada. Se convertirá en profesora el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/become.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/become.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "commencer",
      "translation": "comenzar",
      "definition": "Demarrer à faire quelque chose ou prendre la première étape dans un processus.",
      "definition_translation": "Empezar a hacer algo o dar el primer paso en un proceso.",
      "example": "Je vais commencer mon projet demain. Elle a commencé à apprendre le français l'année dernière. Ils ont commencé à travailler sur le nouveau bâtiment.",
      "example_translation": "Comenzaré mi proyecto mañana. Ella empezó a aprender francés el año pasado. Comenzaron a trabajar en el nuevo edificio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/begin.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/begin.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "débutant",
      "translation": "principiante",
      "definition": "Une personne qui est nouvelle à une activité ou profession particulière et qui est encore en train d'apprendre les compétences et les connaissances nécessaires pour réussir.",
      "definition_translation": "Una persona que es nueva en una actividad o profesión en particular y todavía está aprendiendo las habilidades y conocimientos necesarios para hacerlo con éxito.",
      "example": "Je suis un débutant en jouant de la guitare, mais je pratique tous les jours pour améliorer mes compétences. Hier, j'étais un débutant, mais aujourd'hui je peux jouer une chanson simple. D'ici l'année prochaine, je serai un expert.",
      "example_translation": "Soy un principiante en tocar la guitarra, pero practico todos los días para mejorar mis habilidades. Ayer era un principiante, pero hoy puedo tocar una canción simple. Para el próximo año, seré un experto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beginner.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginner.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "début",
      "translation": "comienzo",
      "definition": "Le point dans le temps ou l'espace où quelque chose commence ou prend naissance.",
      "definition_translation": "El punto en el tiempo o espacio en el que algo comienza o se origina.",
      "example": "Le début du roman était lent, mais il s'est accéléré alors que je tournais les pages. L'entreprise a eu du mal depuis son début, mais maintenant elle prospère. D'ici le début de l'année prochaine, nous aurons terminé le projet.",
      "example_translation": "El comienzo de la novela fue lento, pero se aceleró a medida que iba pasando las páginas. La empresa ha estado luchando desde su comienzo, pero ahora está prosperando. Para el comienzo del próximo año, habremos completado el proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beginning.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginning.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "croire",
      "translation": "creer",
      "definition": "Accepter que quelque chose est vrai ou existe, notamment sans avoir de preuve ou de témoignage.",
      "definition_translation": "Aceptar que algo es verdad o existe, especialmente sin tener ninguna prueba o evidencia.",
      "example": "Je crois que le travail acharné est la clé du succès. J'ai cru en moi-même quand j'étais jeune, et cela m'a aidé à atteindre mes objectifs. Je croirai en toi jusqu'à ce que tu me prouves tort.",
      "example_translation": "Creo que el trabajo duro es la clave del éxito. Creí en mí mismo cuando era joven, y me ayudó a alcanzar mis objetivos. Creeré en ti hasta que me pruebes que estoy equivocado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/believe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/believe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appartenir",
      "translation": "pertenecer",
      "definition": "Avoir une connexion ou une relation avec quelque chose ou quelqu'un ; être partie d'un groupe ou d'une organisation.",
      "definition_translation": "Tener una conexión o relación con algo o alguien; ser parte de un grupo o organización.",
      "example": "J'appartenais à une équipe de sports au lycée. J'appartiens à un club de livre maintenant. J'appartiendrai à une organisation professionnelle après ma graduation.",
      "example_translation": "Yo pertenecí a un equipo de deportes en la escuela secundaria. Ahora pertenezco a un club de lectura. Perteneceré a una organización profesional después de graduarme.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belong.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ceinture",
      "translation": "cinturón",
      "definition": "Une bande flexible, généralement faite de cuir ou de matériaux synthétiques, portée autour de la taille pour soutenir les pantalons ou d'autres vêtements.",
      "definition_translation": "Una banda flexible, normalmente hecha de cuero o materiales sintéticos, que se lleva alrededor de la cintura para sujetar pantalones o otras prendas.",
      "example": "J'ai serré ma ceinture après avoir perdu du poids. Je porte une ceinture pour soutenir mes pantalons. Je vais acheter une nouvelle ceinture demain.",
      "example_translation": "Apreté mi cinturón después de perder peso. Llevo un cinturón para sujetar mis pantalones. Compraré un cinturón nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bicyclette",
      "translation": "bicicleta",
      "definition": "Un véhicule à deux roues, à cadre et à pédalier, propulsé par les jambes du cycliste.",
      "definition_translation": "Un vehículo con dos ruedas, un marco y pedales, impulsado por las piernas del jinete.",
      "example": "J'ai monté une bicyclette pour aller à l'école quando j'étais enfant. Je monte une bicyclette pour aller au travail tous les jours. Je vais monter une bicyclette pour aller au parc demain.",
      "example_translation": "Monté una bicicleta al colegio cuando era un niño. Monto una bicicleta al trabajo todos los días. Montaré una bicicleta al parque mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bicycle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bicycle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grand frère",
      "translation": "hermano mayor",
      "definition": "Un frère aîné, généralement sage, protecteur et influent.",
      "definition_translation": "Un hermano mayor, generalmenteuno que es sabio, protector y influyente.",
      "example": "J'ai regardé en haut de mon grand frère lorsque j'étais enfant. Il m'a emmené au parc hier. Il m'apprendra comment faire du vélo la semaine prochaine.",
      "example_translation": "Miraba hacia arriba a mi hermano mayor cuando era un niño. Me llevó al parque ayer. Me enseñará a andar en bicicleta la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/big-brothersister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big brother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grande sœur",
      "translation": "hermana mayor",
      "definition": "Une sœur aînée, généralement aimante, soutenante et modèle.",
      "definition_translation": "Una hermana mayor, generalmente una que es cariñosa, apoyo y modelo a seguir.",
      "example": "Ma grande sœur m'a aidé avec mes devoirs lorsque j'étais en difficulté. Elle m'emmène au centre commercial aujourd'hui. Elle sera ma demoiselle d'honneur lors de mon mariage l'année prochaine.",
      "example_translation": "Mi hermana mayor me ayudó con mi tarea cuando luchaba. Me lleva al centro comercial hoy. Será mi dama de honor en mi boda el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/big-sister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big sister.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vélo",
      "translation": "bicicleta",
      "definition": "Un véhicule à deux roues, actionné par pédalage, utilisé pour le transport ou la récréation.",
      "definition_translation": "Un vehículo con dos ruedas, impulsado por pedaleo, utilizado para transporte o recreación.",
      "example": "J'ai appris à monter à vélo quand j'étais enfant. J'ai pris mon vélo pour aller à l'école hier. Je vais acheter un nouveau vélo le mois prochain.",
      "example_translation": "Aprendí a andar en bicicleta cuando era un niño. Monté mi bicicleta al colegio ayer. Compraré una bicicleta nueva el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bike.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "facture",
      "translation": "factura",
      "definition": "Une facture est un document demandant le paiement des biens ou services fournis.",
      "definition_translation": "Una factura es un documento que solicita el pago por los bienes o servicios suministrados.",
      "example": "Je vais payer la facture demain. J'ai payé la facture hier. Je paye la facture tous les mois.",
      "example_translation": "Pagaré la factura mañana. Pagué la factura ayer. Pago la factura todos los meses.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bill.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "biologie",
      "translation": "biología",
      "definition": "La biologie est l'étude scientifique des organismes vivants, incluant leur structure, fonction, croissance, évolution, distribution et taxonomie.",
      "definition_translation": "La biología es el estudio científico de los organismos vivos, incluyendo su estructura, función, crecimiento, evolución, distribución y taxonomía.",
      "example": "J'ai étudié la biologie au collège. Je suis en train d'étudier la biologie maintenant. Je vais étudier la biologie à l'école de graduate.",
      "example_translation": "Estudié biología en la universidad. Estoy estudiando biología ahora. Estudiaré biología en la escuela de posgrado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/biology.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biology.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "morceau",
      "translation": " trozo",
      "definition": "Un morceau est une petite quantité ou partie de quelque chose, notamment un petit morceau de nourriture ou une brève période de temps.",
      "definition_translation": "Un trozo es una pequeña cantidad o parte de algo, especialmente un pequeño pedazo de comida o un breve período de tiempo.",
      "example": "J'ai mangé un morceau de gâteau. Je vais manger un morceau de sandwich. J'ai mangé un morceau de salade hier.",
      "example_translation": "Me comí un trozo del pastel. Me comeré un trozo del sándwich. Me comí un trozo de la ensalada ayer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tableau noir",
      "translation": "pizarra",
      "definition": "Un tableau noir est une surface lisse et sombre, généralement faite de slate ou d'un matériau similaire, utilisée pour écrire ou dessiner avec du craie ou d'autres marqueurs.",
      "definition_translation": "Una pizarra es una superficie lisa y de color oscuro, habitualmente hecha de pizarra o un material similar, utilizada para escribir o dibujar con tiza o otros marcadores.",
      "example": "Hier, j'ai écrit sur le tableau noir avec un bout de craie. Aujourd'hui, j'écris sur le tableau noir avec un marqueur. Demain, j'écrirai sur le tableau noir avec un stylo à encre blanche.",
      "example_translation": "Ayer escribí en la pizarra con una pieza de tiza. Hoy estoy escribiendo en la pizarra con un marcador. Mañana, escribiré en la pizarra con un bolígrafo de pizarra.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blackboard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackboard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "couverture",
      "translation": "manta",
      "definition": "Une couverture est un grand morceau de tissu, généralement rectangulaire, fait de laine ou de coton, utilisé pour se tenir chaud ou comme housse de lit.",
      "definition_translation": "Una manta es una pieza de tela grande, generalmente rectangular, hecha de lana o algodón, utilizada para mantener el calor o como cubierta de cama.",
      "example": "J'ai utilisé une couverture pour me tenir chaud la nuit dernière. Ma grand-mère fait une couverture chaque hiver. Dans le futur, j'achèterai une couverture pour ma nouvelle maison.",
      "example_translation": "Usé una manta para mantener el calor anoche. Mi abuela hace una manta cada invierno. En el futuro, compraré una manta para mi nueva casa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blanket.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blanket.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "blonde",
      "translation": "rubio",
      "definition": "Une blonde est une personne, notamment une femme, ayant les cheveux blonds, notamment des cheveux jaune clair ou dorés.",
      "definition_translation": "Un rubio es una persona, especialmente una mujer, con cabello claro, especialmente cabello que es amarillo claro o dorado en color.",
      "example": "Mon amie est une blonde et elle adore sa couleur de cheveux. Hier, j'ai vu une fille blonde marcher dans la rue. Dans le futur, je vais teindre mes cheveux en blond.",
      "example_translation": "Mi amiga es rubia y le encanta el color de su cabello. Ayer, vi a una chica rubia caminando por la calle. En el futuro, me teñiré el cabello rubio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blonde.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blonde.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sang",
      "translation": "sangre",
      "definition": "Un liquide vital dans le système circulatoire des animaux, composé de plasma dans lequel des globules rouges et blancs sont en suspension.",
      "definition_translation": "un fluido vital en el sistema circulatorio de los animales, compuesto por plasma en el que se suspenden glóbulos rojos y blancos",
      "example": "Elle a fait un test de sang pour vérifier ses niveaux de fer. Hier, elle a donné son sang pour aider les autres. Demain, elle donnera à nouveau son sang.",
      "example_translation": "Ella tuvo una prueba de sangre para verificar sus niveles de hierro. Ayer, donó sangre para ayudar a otros. Mañana, donará sangre de nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blood.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blood.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "planche",
      "translation": "tabla",
      "definition": "Une surface plate et rigide, faite de bois, de plastique ou d'un autre matériau, utilisée comme surface pour écrire ou dessiner.",
      "definition_translation": "una hoja plana y rígida de madera, plástico u otro material, utilizada como superficie para escribir o dibujar",
      "example": "Elle a écrit son nom sur le tableau noir. Le conseil d'administration de l'entreprise a tenu une réunion pour discuter de la fusion. D'ici l'année prochaine, j'aurai appris à surfer sur ma planche.",
      "example_translation": "Ella escribió su nombre en la pizarra. La junta directiva de la empresa se reunió para discutir la fusión. Para el próximo año, habré aprendido a surfear en mi tabla.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "conseil",
      "translation": "tabla",
      "definition": "Un groupe de personnes qui gèrent ou dirigent une organisation.",
      "definition_translation": "un grupo de personas que administran o dirigen una organización",
      "example": "Le conseil d'administration a approuvé le budget. Elle a été élue au conseil scolaire. D'ici l'année prochaine, je serai au conseil d'administration.",
      "example_translation": "La junta de fideicomisarios aprobó el presupuesto. Ella fue elegida para la junta escolar. Para el próximo año, estaré en la junta de directores.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jeu de société",
      "translation": "juego de mesa",
      "definition": "Un jeu joué sur une table, généralement avec des pièces, des pions ou des cartes, et souvent impliquant du hasard ou de la stratégie.",
      "definition_translation": "Un juego jugado en una mesa, típicamente con contadores, piezas o cartas, y a menudo involucrando suerte o estrategia.",
      "example": "J'ai joué à un jeu de société avec mes amis hier soir. Je joue à un jeu de société avec ma famille maintenant. Je jouerai à un jeu de société avec mes collègues demain.",
      "example_translation": "Jugué un juego de mesa con mis amigos anoche. Estoy jugando un juego de mesa con mi familia ahora. Jugaré un juego de mesa con mis colegas mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fuir",
      "translation": "hervir",
      "definition": "Chauffer un liquide jusqu'à ce qu'il bouille et se transforme en vapeur, ou cuire des aliments dans un liquide bouillant.",
      "definition_translation": "Calentar un líquido hasta que burbujee y se convierta en vapor, o cocinar alimentos en líquido hirviendo.",
      "example": "J'ai fait bouillir de l'eau pour faire du thé. Elle fait bouillir du lait pour faire du fromage. Ils feront bouillir les pommes de terre pour le dîner.",
      "example_translation": "Herví agua para hacer té. Ella hierve leche para hacer queso. Ellos hervirán las papas para la cena.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cuit à l'eau",
      "translation": "hervido",
      "definition": "Des pâtes, des pommes de terre ou d'autres aliments qui ont été cuits dans de l'eau bouillante.",
      "definition_translation": "Pasta, papas u otros alimentos que han sido cocinados en agua hirviendo.",
      "example": "J'ai mangé des carottes cuites à l'eau pour déjeuner. Elle préfère les œufs cuits à l'eau aux œufs brouillés. Ils ont servi des légumes cuits à l'eau pour le dîner.",
      "example_translation": "Comí zanahorias hervidas para el almuerzo. Ella prefiere huevos hervidos a huevos revueltos. Ellos sirvieron vegetales hervidos para la cena.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boiled.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiled.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "livre",
      "translation": "libro",
      "definition": "Un ouvrage écrit ou imprimé composé de pages collées ou cousues ensemble le long d'un côté et reliées par des couvertures.",
      "definition_translation": "Una obra escrita o impresa que consiste en páginas pegadas o cosidas juntas a lo largo de un lado y encuadernada en cubiertas.",
      "example": "J'ai lu un livre hier, je lis un livre maintenant et je lirai un livre demain.",
      "example_translation": "Leí un libro ayer, estoy leyendo un libro ahora y leeré un libro mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/book.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/book.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étagère",
      "translation": "estantería",
      "definition": "Un meuble avec des étagères pour porter des livres, généralement contre un mur.",
      "definition_translation": "Una pieza de mobiliario con estantes para colocar libros, típicamente contra una pared.",
      "example": "J'ai assemblé une étagère le week-end dernier, je suis en train d'utiliser une étagère maintenant et j'achèterai une étagère le mois prochain.",
      "example_translation": "Me armé una estantería el fin de semana pasado, estoy usando una estantería ahora y compraré una estantería el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bookcase.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookcase.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étagère à livres",
      "translation": "estante de libros",
      "definition": "Un ensemble de rangements pour porter des livres, souvent monté sur le mur.",
      "definition_translation": "Una unidad de estantería para colocar libros, a menudo ajustable y montada en la pared.",
      "example": "J'ai installé une étagère à livres dans ma chambre, je suis en train d'organiser une étagère à livres maintenant et je nettoierai une étagère à livres bientôt.",
      "example_translation": "Instalé un estante de libros en mi habitación, estoy organizando un estante de libros ahora y limpiaré un estante de libros pronto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bookshelf.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshelf.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "librairie",
      "translation": "librería",
      "definition": "Un bâtiment ou une pièce où des livres sont vendus, généralement avec un grand stock de livres sur des étagères.",
      "definition_translation": "Un edificio o habitación donde se venden libros, típicamente con una gran cantidad de libros en estanterías.",
      "example": "J'ai été à la librairie hier, je vais à la librairie maintenant et j'irai à la librairie demain.",
      "example_translation": "Fui a la librería ayer, voy a la librería ahora y iré a la librería mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bookshop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasin de livres",
      "translation": "tienda de libros",
      "definition": "Un bâtiment ou une pièce où des livres sont vendus, généralement avec un grand stock de livres sur des étagères.",
      "definition_translation": "Un edificio o habitación donde se venden libros, típicamente con una gran cantidad de libros en estanterías.",
      "example": "J'ai visité un magasin de livres la semaine dernière, je visite un magasin de livres maintenant et je visiterai un magasin de livres l'année prochaine.",
      "example_translation": "Visité una tienda de libros la semana pasada, estoy visitando una tienda de libros ahora y visitaré una tienda de libros el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bookstore.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookstore.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "botte",
      "translation": "bota",
      "definition": "Un revêtement de cuir ou de plastique qui protège le pied et la jambe.",
      "definition_translation": "Una cubierta de cuero o plástico que protege el pie y la pierna baja.",
      "example": "J'ai porté des bottes hier, je porte des bottes maintenant et je porterai des bottes demain.",
      "example_translation": "Llevé botas ayer, estoy llevando botas ahora y llevaré botas mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "né",
      "translation": "nacido",
      "definition": "Vient à exister ou a origine à partir d'un moment ou d'un lieu particulier.",
      "definition_translation": "Vino a la existencia o que se originó en un momento o lugar particular.",
      "example": "Je suis né en 1990. Je suis né pour être un leader. Je serai né à nouveau dans l'au-delà.",
      "example_translation": "Nací en 1990. Nací para ser un líder. Naceré de nuevo en la vida después de la muerte.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "emprunter",
      "translation": "prestar",
      "definition": "Prendre et utiliser quelque chose qui appartient à quelqu'un d'autre, avec l'intention de le rendre.",
      "definition_translation": "Tomar y utilizar algo que pertenece a alguien más, con la intención de devolverlo.",
      "example": "J'ai emprunté de l'argent à mon frère. Je suis en train d'emprunter un livre à la bibliothèque. J'emprunterai une voiture à mon ami.",
      "example_translation": "Pedí prestado dinero a mi hermano. Estoy prestado un libro de la biblioteca. Prestaré un coche a mi amigo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/borrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/borrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "patron",
      "translation": "jefe",
      "definition": "Une personne responsable d'un groupe de travailleurs ou d'un département.",
      "definition_translation": "Una persona a cargo de un grupo de trabajadores o un departamento.",
      "example": "Mon patron est très exigeant. Je suis le patron de cette entreprise. Elle sera la patron du nouveau projet.",
      "example_translation": "Mi jefe es muy exigente. Soy el jefe de esta empresa. Será la jefa del nuevo proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boss.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boss.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déranger",
      "translation": "molestar",
      "definition": "Déranger ou ennuyer quelqu'un de manière persistante, en particulier lorsqu'ils essaient de faire quelque chose.",
      "definition_translation": "Perturbar o molestar a alguien de manera persistente, especialmente cuando intentan hacer algo",
      "example": "Je ne voulais pas vous déranger, mais j'avais besoin de votre aide. Je vous dérangerai encore si j'ai d'autres questions. J'ai dérangé vous la semaine dernière, mais vous n'avez pas semblé vous en soucier.",
      "example_translation": "No quería molestarte, pero necesitaba tu ayuda. Te molestaré de nuevo si tengo más preguntas. Te molesté la semana pasada, pero no parecía importarte.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bother.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bouteille",
      "translation": "botella",
      "definition": "Un récipient en verre ou en plastique, utilisé pour contenir des liquides.",
      "definition_translation": "Un contenedor hecho de vidrio o plástico, utilizado para contener líquidos",
      "example": "J'ai jeté la bouteille vide dans la poubelle de recyclage. Elle m'a remis une bouteille d'eau. Ils mettront la bouteille de vin en bouteille la semaine prochaine.",
      "example_translation": "Lancé la botella vacía en el bote de reciclaje. Me dio una botella de agua. Embotellarán el vino la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bottle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bottle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bol",
      "translation": "tazón",
      "definition": "Un récipient ouvert et rond, utilisé pour contenir ou servir de la nourriture.",
      "definition_translation": "Un contenedor redondo con la parte superior abierta, utilizado típicamente para contener o servir alimentos",
      "example": "Elle a placé le fruit dans un bol sur la table de la cuisine. Il a pris un bol de soupe sur la cuisinière. Nous allons faire du bowling ce soir au bowling.",
      "example_translation": "Ella puso la fruta en un tazón en la mesa de la cocina. Él tomó un tazón de sopa de la estufa. Esta noche haremos bowling en la bolera.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bowl.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bowl.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "copain",
      "translation": "novio",
      "definition": "Un copain est un partenaire masculin dans une relation romantique.",
      "definition_translation": "Un novio es un compañero masculino en una relación romántica.",
      "example": "J'avais un copain au collège, mais nous nous sommes séparés après la graduation. Maintenant, je sors avec quelqu'un de nouveau et je pense qu'il pourrait être mon copain à l'avenir. Mon amie a été avec son copain pendant cinq ans.",
      "example_translation": "Tuve un novio en la universidad, pero nos separamos después de la graduación. Ahora estoy saliendo con alguien nuevo y creo que podría ser mi novio en el futuro. Mi mejor amiga ha estado con su novio durante cinco años.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boyfriend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boyfriend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cerveau",
      "translation": "cerebro",
      "definition": "Le cerveau est l'organe du corps qui contrôle la pensée, le mouvement et la sensation.",
      "definition_translation": "El cerebro es el órgano del cuerpo que controla el pensamiento, el movimiento y la sensación.",
      "example": "Le cerveau est un organe complexe qui n'est toujours pas entièrement compris. Les médecins ont étudié le cerveau pour développer de nouveaux traitements contre la maladie d'Alzheimer. J'ai heurté ma tête et j'ai eu peur d'avoir blessé mon cerveau.",
      "example_translation": "El cerebro es un órgano complejo que todavía no se entiende completamente. Los médicos estudiaron el cerebro para desarrollar nuevos tratamientos para la enfermedad de Alzheimer. Me pegué la cabeza y me preocupé de que podría haber lastimado mi cerebro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/brain.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brain.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "casser",
      "translation": "romper",
      "definition": "Casser quelque chose signifie le briser ou le séparer en pièces, ou interrompre ou arrêter quelque chose.",
      "definition_translation": "Romper algo significa despedazarlo o separarlo en piezas, o interrumpir o detener algo.",
      "example": "J'ai cassé mon vase préféré lorsque je l'ai laissé tomber sur le sol. La nouvelle de la rupture s'est répandue rapidement sur les réseaux sociaux. Nous allons faire une pause pour déjeuner et puis nous reprendrons la réunion.",
      "example_translation": "Rompí mi jarrón favorito cuando lo dejé caer al suelo. La noticia de la ruptura se difundió rápidamente a través de las redes sociales. Nos tomaremos un descanso para almorzar y luego continuaremos la reunión.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/break.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/break.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pont",
      "translation": "puente",
      "definition": "Un pont est une structure construite pour franchir une vallée, une route, un corps d'eau ou autre obstacle, pour fournir un passage au-dessus de l'obstacle.",
      "definition_translation": "Un puente es una estructura construida para cruzar un valle, carretera, cuerpo de agua o otro obstáculo, con el fin de proporcionar paso sobre el obstáculo.",
      "example": "J'ai comblé l'écart entre les deux équipes pour résoudre le conflit. Je suis en train de combler la fracture culturelle par l'éducation linguistique. Je comblerai la lacune financière en augmentant le financement.",
      "example_translation": "Puente el vacío entre los dos equipos para resolver el conflicto. Estoy cubriendo la brecha cultural a través de la educación del idioma. Cerraré la brecha financiera aumentando la financiación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bridge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bridge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brillant",
      "translation": "brillante",
      "definition": "Donnant ou réfléchissant beaucoup de lumière ; brillant intensément.",
      "definition_translation": "Emitiendo o reflejando mucha luz; brillando con intensidad.",
      "example": "Le soleil brillant a éclairé la pièce. Les étoiles brillantes ont brillé dans le ciel de nuit. L'idée brillante a déclenché une nouvelle innovation.",
      "example_translation": "La brillante luz del sol iluminó la habitación. Las brillantes estrellas brillaron en el cielo nocturno. La brillante idea desencadenó una nueva innovación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bright-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bright.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "apporter",
      "translation": "traer",
      "definition": "Déplacer quelque chose ou quelqu'un vers la personne qui parle ou vers un endroit proche.",
      "definition_translation": "Mover algo o alguien hacia la persona que habla o a un lugar cerca de ellos.",
      "example": "J'ai apporté mon ami au party. J'apporterai la nourriture à la table. Elle a évoqué le sujet de discussion.",
      "example_translation": "Traje a mi amigo a la fiesta. Traeré la comida a la mesa. Ella sacó a colación el tema de discusión.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bring.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rapporter",
      "translation": "traer de vuelta",
      "definition": "Rendre quelque chose ou quelqu'un à un endroit ou une condition précédente",
      "definition_translation": "devolver algo o alguien a un lugar o condición previa",
      "example": "Je rapporterai le livre demain, j'ai rapporté le livre hier, et je rapporte le livre chaque semaine.",
      "example_translation": "Voy a traer el libro mañana, traje el libro ayer, y traigo el libro todas las semanas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bring-back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cassé",
      "translation": "roto",
      "definition": "Ne fonctionnant pas ou n'étant plus en état de marche",
      "definition_translation": "no en funcionamiento o no funcionando correctamente",
      "example": "Le jouet cassé a été jeté, le jouet était cassé hier, et le jouet sera cassé si tu le laisses tomber.",
      "example_translation": "El juguete roto fue tirado, el juguete se rompió ayer, y el juguete se romperá si lo dejas caer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/broken.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cassé",
      "translation": "roto",
      "definition": "Ayant été séparé ou divisé en parties",
      "definition_translation": "habiendo sido separado o dividido en partes",
      "example": "Le miroir cassé a été balayé, le miroir était cassé pendant le déménagement, et le miroir sera cassé si tu le touches.",
      "example_translation": "El espejo roto fue barrido, el espejo se rompió durante el cambio, y el espejo se romperá si lo tocas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/broken-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brosse",
      "translation": "cepillar",
      "definition": "Une brosse est un outil muni de poils, de fil de fer, ou de autres filaments, servant à nettoyer, lisser ou appliquer des matières sur une surface.",
      "definition_translation": "Un cepillo es una herramienta con cerdas, alambre u otros filamentos, utilizada para limpiar, suavizar o aplicar materiales a una superficie.",
      "example": "J'ai brossé mes cheveux ce matin, je brosserai à nouveau ce soir, et j'avais brossé hier.",
      "example_translation": "Me cepillé el cabello esta mañana, cepillaré de nuevo esta noche, y me había cepillado ayer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/brush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "construire",
      "translation": "construir",
      "definition": "Construire quelque chose signifie l'assembler ou le bâtir en mettant ensemble des matériaux tels que du bois, des briques ou de l'acier.",
      "definition_translation": "Construir algo significa construirlo o ensamblarlo poniendo juntas materiales como madera, ladrillos o acero.",
      "example": "J'ai construit une maison l'an dernier, je construis une autre maintenant, et je construirai une plus grande bientôt.",
      "example_translation": "Construí una casa el año pasado, estoy construyendo otra ahora, y construiré una más grande pronto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/build.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/build.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bâtiment",
      "translation": "edificio",
      "definition": "Un bâtiment est une structure avec un toit et des murs, comme une maison, un bureau ou une usine.",
      "definition_translation": "Un edificio es una estructura con techo y paredes, como una casa, oficina o fábrica.",
      "example": "Le bâtiment était vieux, il est en cours de rénovation, et il sera terminé bientôt.",
      "example_translation": "El edificio era antiguo, está siendo renovado, y estará terminado pronto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/building.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/building.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hamburger",
      "translation": "hamburguesa",
      "definition": "Un sandwich composé d'une galette de viande hachée, généralement de boeuf, servie sur un pain rond avec divers garnitures telles que du fromage, de la laitue, de la tomate et des condiments.",
      "definition_translation": "Un sandwich que consiste en una patty cocida de carne molida, típicamente carne de vaca, servida en un rollo de pan redondo con各种 toppings como queso, lechuga, tomate y condimentos.",
      "example": "J'ai mangé un hamburger pour déjeuner hier, je mangerai un hamburger pour déjeuner aujourd'hui, et je mangerai un hamburger pour déjeuner demain.",
      "example_translation": "Me comí una hamburguesa para almuerzo ayer, me comeré una hamburguesa para almuerzo hoy, y me comeré una hamburguesa para almuerzo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/burger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/burger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gare routière",
      "translation": "estación de autobuses",
      "definition": "Un lieu ou un bâtiment où les autobus s'arrêtent pour prendre et déposer des passagers, souvent équipé de guichets, de salles d'attente et de toilettes.",
      "definition_translation": "Un centro o edificio donde los autobuses paran para recoger y dejar pasajeros, a menudo con comodidades como mostradores de boletos, áreas de espera y baños.",
      "example": "Je suis arrivé à la gare routière tôt, je suis en train d'attendre à la gare routière maintenant, et j'arriverai à la gare routière tard.",
      "example_translation": "Llegué a la estación de autobuses temprano, estoy esperando en la estación de autobuses ahora, y llegaré a la estación de autobuses tarde.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bus-station.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus station.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrêt de bus",
      "translation": "parada de autobús",
      "definition": "Un endroit désigné le long d'une route ou d'une rue où les autobus s'arrêtent pour prendre et déposer des passagers, souvent marqué par un panneau ou un abri.",
      "definition_translation": "Un lugar designado a lo largo de una carretera o calle donde un autobús para recoger y dejar pasajeros, a menudo marcado por un letrero o refugio.",
      "example": "J'ai attendu à l'arrêt de bus pendant 10 minutes, je suis en train de attendre à l'arrêt de bus maintenant, et je descendrai au prochain arrêt de bus.",
      "example_translation": "Esperé en la parada de autobús durante 10 minutos, estoy parado en la parada de autobús ahora, y me bajaré en la próxima parada de autobús.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bus-stop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus stop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "entreprise",
      "translation": "negocio",
      "definition": "L'activité de fabrication, d'achat ou de vente de biens ou de services dans l'intention de réaliser un profit.",
      "definition_translation": "La actividad de fabricar, comprar o vender bienes o servicios con la intención de obtener un beneficio.",
      "example": "J'ai lancé ma propre entreprise l'année dernière. Je la dirige maintenant, et je vais l'étendre l'année prochaine.",
      "example_translation": "Empecé mi propio negocio el año pasado. Ahora lo estoy llevando a cabo, y lo expandiré el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/business.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "entreprise",
      "translation": "negocio",
      "definition": "L'activité de fabrication, d'achat ou de vente de biens ou de services dans l'intention de réaliser un profit.",
      "definition_translation": "La actividad de fabricar, comprar o vender bienes o servicios con la intención de obtener un beneficio.",
      "example": "Elle est dans le domaine des affaires depuis plus de 10 ans. Elle est maintenant une femme d'affaires réussie, et son entreprise continuera de prospérer à l'avenir.",
      "example_translation": "Ella ha estado en el negocio durante más de 10 años. Ahora es una mujer de negocios exitosa, y su negocio seguirá floreciendo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/business-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "homme d'affaires",
      "translation": "hombre de negocios",
      "definition": "Une personne engagée dans le commerce ou l'industrie, especialmente une avec un niveau élevé d'expertise ou de succès.",
      "definition_translation": "Una persona dedicada a la actividad comercial o industrial, especialmente alguien con un alto nivel de pericia o éxito.",
      "example": "L'homme d'affaires succès a investi dans plusieurs entreprises. Il est maintenant un homme riche, et il continuera à investir dans de nouvelles aventures à l'avenir.",
      "example_translation": "El hombre de negocios exitoso invirtió en varias empresas. Ahora es un hombre rico, y seguirá invirtiendo en nuevas empresas en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/businessman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businessman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "femme d'affaires",
      "translation": "mujer de negocios",
      "definition": "Une femme qui est engagée dans les affaires, especialmente une qui est autonome ou qui a un rôle de direction.",
      "definition_translation": "Una mujer que se dedica a los negocios, especialmente una que es autónoma o tiene un papel de liderazgo.",
      "example": "Elle était une femme d'affaires réussie et possédait plusieurs entreprises. Elle avait été femme d'affaires pendant plus de 20 ans. Elle deviendra femme d'affaires une fois qu'elle aura obtenu son diplôme d'université.",
      "example_translation": "Era una mujer de negocios exitosa y poseía varias empresas. Había sido mujer de negocios durante más de 20 años. Será una mujer de negocios cuando se gradúe de la universidad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/businesswoman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businesswoman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "occupé",
      "translation": "ocupado",
      "definition": "Ayant beaucoup à faire ou engagé dans une activité particulière.",
      "definition_translation": "Teniendo mucho que hacer o enganjado en una actividad particular.",
      "example": "J'ai été occupé toute la journée et n'ai pas eu le temps de déjeuner. Je serai occupé la semaine prochaine, mais j'aurai du temps libre vendredi. Elle était occupée à travailler sur son projet et n'a pas remarqué mon arrivée.",
      "example_translation": "He estado ocupado todo el día y no he tenido tiempo para comer almuerzo. Estaré ocupado la próxima semana, pero tendré algo de tiempo libre el viernes. Estaba ocupada trabajando en su proyecto y no me notó.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/busy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "occupé",
      "translation": "ocupado",
      "definition": "Ayant beaucoup à faire ou engagé dans une activité particulière.",
      "definition_translation": "Teniendo mucho que hacer o enganjado en una actividad particular.",
      "example": "Il était occupé à réparer sa voiture et n'a pas remarqué l'heure. Ils seront occupés à étudier pour leur examen. L'entreprise a été occupée à étendre ses opérations.",
      "example_translation": "Él estaba ocupado arreglando su coche y no se dio cuenta de la hora. Estarán ocupados estudiando para su examen. La empresa ha estado ocupada expandiendo sus operaciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/busy-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "meuble",
      "translation": "gabinete",
      "definition": "Un meuble est un piece de mobilier avec des étagères, des tiroirs ou des compartiments pour ranger ou afficher des choses.",
      "definition_translation": "Un gabinete es un mueble con estantes, cajones o compartimientos para almacenar o exhibir cosas.",
      "example": "Hier, j'ai nettoyé mon meuble et j'ai trouvé un vieil album de photos. Aujourd'hui, je suis en train d'organiser mon meuble et je vais remettre l'album à sa place. Demain, je vais montrer l'album à mes amis à partir de mon meuble.",
      "example_translation": "Ayer, limpié mi gabinete y encontré un álbum de fotos antiguo. Hoy, estoy organizando mi gabinete y pondré el álbum de vuelta. Mañana, mostraré el álbum a mis amigos desde el gabinete.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cafétéria",
      "translation": "cafetería",
      "definition": "Une cafétéria est un restaurant en libre-service, généralement dans une école, un immeuble de bureaux ou une institution, où la nourriture et les boissons sont servies.",
      "definition_translation": "Una cafetería es un restaurante de autoservicio, típicamente en una escuela, edificio de oficinas o institución, donde se sirven alimentos y bebidas.",
      "example": "Quand j'étais à l'université, je mangeais déjeuner à la cafétéria tous les jours. Maintenant, je travaille dans une entreprise avec une cafétéria où je peux acheter du petit déjeuner. Un jour, j'ouvrirai ma propre cafétéria et servirai de la nourriture internationale.",
      "example_translation": "Cuando estaba en la universidad, solía comer almuerzo en la cafetería todos los días. Ahora, trabajo en una empresa con una cafetería donde puedo comprar desayuno. Algún día, abriré mi propia cafetería y serviré comida internacional.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/cafeteria.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cafeteria.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "calendrier",
      "translation": "calendario",
      "definition": "Un calendrier est un système d'organisation des jours dans une année, généralement dans une table ou un graphique, montrant les mois, les semaines et les jours.",
      "definition_translation": "Un calendario es un sistema de organización de días en un año, usualmente en una tabla o gráfico, mostrando los meses, semanas y días.",
      "example": "J'ai marqué les dates sur mon calendrier pour les événements à venir. Hier, j'ai consulté mon calendrier pour voir quel jour il était. Demain, j'utiliserai mon calendrier pour planifier un voyage.",
      "example_translation": "Marcados las fechas en mi calendario para los eventos próximos. Ayer, miré mi calendario para ver qué día era. Mañana, utilizaré mi calendario para planificar un viaje.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/calendar.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/calendar.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appeler",
      "translation": "llamar",
      "definition": "Donner son attention à quelqu'un, especialmente en parlant ou en criant son nom.",
      "definition_translation": "llamar la atención a alguien, especialmente hablando o gritando su nombre",
      "example": "Je vous appellerai demain, j'ai appelé hier, et j'appelle tous les jours.",
      "example_translation": "Te llamaré mañana, le llamé ayer y la llamo todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/call.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appeler",
      "translation": "llamar",
      "definition": "faire une appel téléphonique à quelqu'un ou quelque chose",
      "definition_translation": "hacer una llamada telefónica a alguien o algo",
      "example": "J'ai appelé la police, j'appelle ma mère chaque semaine, et elle m'a appelé hier soir.",
      "example_translation": "He llamado a la policía, llamo a mi madre cada semana y ella me llamó anoche.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/call-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "camp",
      "translation": "acampar",
      "definition": "un endroit où les gens restent dans des tentes ou d'autres bâtiments temporaires, généralement à la campagne",
      "definition_translation": "un lugar donde la gente se queda en tiendas de campaña o otros edificios temporales, usualmente en el campo",
      "example": "Je suis allé camper l'été dernier, nous avons campé près du lac, et ils ont campé dans les montagnes.",
      "example_translation": "Fui de camping el verano pasado, acampamos cerca del lago y ellos acamparon en las montañas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/camp.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camp.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "camping",
      "translation": "acampada",
      "definition": "L'activité de séjourner dans un endroit, généralement à la campagne, dans une tente ou une structure temporaire, pour le plaisir ou comme vacances.",
      "definition_translation": "La actividad de permanecer en un lugar, generalmente en el campo, en una tienda o una estructura temporal, para recreación o como vacaciones.",
      "example": "Je suis allé camper avec mes amis l'été dernier, nous avons randonné dans les montagnes et campé près d'un lac. Maintenant, nous préparons notre prochaine sortie de camping, et dans le futur, nous irons camper dans le désert.",
      "example_translation": "Fui de camping con mis amigos el verano pasado, hicimos senderismo en las montañas y acampamos cerca de un lago. Ahora, estamos preparando nuestro próximo viaje de camping, y en el futuro, iremos de camping en el desierto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/camping.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camping.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pouvoir",
      "translation": "poder",
      "definition": "avoir la capacité ou la compétence de faire quelque chose",
      "definition_translation": "Poder hacer algo, tener el poder o habilidad para hacer algo.",
      "example": "Je peux parler anglais couramment, je pouvais parler français quand j'étais à l'université, et dans le futur, je pourrai parler espagnol couramment. Pouvez-vous m'aider avec cette tâche ?",
      "example_translation": "Puedo hablar inglés con fluidez, podía hablar francés cuando estaba en la universidad, y en el futuro, podré hablar español con fluidez. ¿Puedes ayudarme con esta tarea?",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/can-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/can.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bonbon",
      "translation": "dulce",
      "definition": "un aliment sucré fabriqué avec du sucre, souvent parfumé et coloré, et mangé comme collation ou dessert",
      "definition_translation": "Un alimento dulce hecho con azúcar, a menudo saborizado y coloreado, y comido como snack o postre.",
      "example": "J'ai mangé un bonbon à la soirée hier, je peux manger un bonbon pour dessert ce soir, et dans le futur, je donnerai des bonbons à mes amis en guise de cadeau. Elle adore manger des bonbons.",
      "example_translation": "Me comí un pedazo de dulce en la fiesta de ayer, puedo comer dulce para postre esta noche, y en el futuro, le daré dulces a mis amigos como regalo. Ella ama comer dulces.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/candy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/candy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "casquette",
      "translation": "gorro",
      "definition": "une casquette est un type de couvre-chef porté pour couvrir le haut de la tête, généralement fait de tissu ou de plastique",
      "definition_translation": "Un gorro es un tipo de prenda de cabeza que se lleva para cubrir la parte superior de la cabeza, generalmente hecho de tela o plástico.",
      "example": "J'ai porté une casquette pour me protéger du soleil. Je porterai une casquette à la soirée ce soir. J'ai porté une casquette à l'école hier.",
      "example_translation": "Me puse un gorro para proteger mi cara del sol. Me pondré un gorro en la fiesta de esta noche. Me puse un gorro en la escuela ayer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/cap.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cap.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "capitale",
      "translation": "capital",
      "definition": "une capitale est une ville ou une commune qui sert de siège du gouvernement ou de l'administration pour un pays, un État ou une province",
      "definition_translation": "Una capital es una ciudad o pueblo que sirve como sede del gobierno o administración para un país, estado o provincia.",
      "example": "Washington D.C. est la capitale des États-Unis. Paris était la capitale de la France pendant la Révolution. Pékin sera la capitale de la Chine dans le futur.",
      "example_translation": "Washington D.C. es la capital de los Estados Unidos. París fue la capital de Francia durante la Revolución. Beijing será la capital de China en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/capital.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/capital.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "parking",
      "translation": "aparcamiento",
      "definition": "un parking est une zone dédiée au stationnement des véhicules, souvent située près d'un bâtiment ou dans une zone publique",
      "definition_translation": "Un aparcamiento es un área destinada para estacionar vehículos, a menudo ubicada cerca de un edificio o en una área pública.",
      "example": "J'ai garé ma voiture dans le parking près du centre commercial. Le parking était plein, alors j'ai dû me garer dans la rue. L'hôtel a un grand parking pour ses clients.",
      "example_translation": "Estacioné mi coche en el aparcamiento cerca del centro comercial. El aparcamiento estaba lleno, así que tuve que estacionar en la calle. El hotel tiene un gran aparcamiento para sus huéspedes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/car-park.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/car park.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "carte",
      "translation": "tarjeta",
      "definition": "une carte est un morceau de papier épais ou de carton, utilisé pour écrire ou imprimer",
      "definition_translation": "Una tarjeta es un pedazo de papel rígido o cartulina delgada, utilizada para escribir o imprimir.",
      "example": "J'ai écrit un message sur la carte et l'ai offerte en cadeau. Je vais acheter une nouvelle carte pour l'anniversaire de ma sœur demain. Elle a cardé ses cheveux magnifiquement.",
      "example_translation": "Escribí un mensaje en la tarjeta y se la regalé como regalo. Compraré una nueva tarjeta para la fiesta de cumpleaños de mi hermana mañana. Ella ha peinado su cabello de manera hermosa con una tarjeta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/card-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jeu de cartes",
      "translation": "juego de cartas",
      "definition": "un jeu de cartes est un jeu qui utilise un jeu de cartes, généralement pour le divertissement ou la récréation",
      "definition_translation": "Un juego de cartas es un juego que utiliza una baraja de cartas, usualmente para entretenimiento o recreación.",
      "example": "J'adore jouer aux jeux de cartes avec mes amis le week-end. Nous avons joué au poker hier soir, mais j'ai perdu. Elle nous enseignera un nouveau jeu de cartes dimanche prochain.",
      "example_translation": "Me encanta jugar juegos de cartas con mis amigos los fines de semana. Jugamos póquer la noche pasado, pero perdí. Ella nos enseñará un nuevo juego de cartas el próximo domingo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/card-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prudent",
      "translation": "cuidadoso",
      "definition": "Prudent signifie être prudent ou attentif pour éviter les erreurs ou les problèmes.",
      "definition_translation": "Cuidadoso significa ser cauteloso o atento para evitar errores o problemas.",
      "example": "Vous devez être prudent lors de la conduite sur les routes glacées. Elle a été prudente pour ne pas renverser le café chaud. Je serai plus prudent avec mes affaires à partir de maintenant.",
      "example_translation": "Necesitas ser cuidadoso al conducir en carreteras con hielo. Ella fue cuidadosa al no derramar el café caliente. Seré más cuidadoso con mis pertenencias desde ahora.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/careful.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/careful.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "soigneusement",
      "translation": "cuidadosamente",
      "definition": "De manière à montrer une considération approfondie et réfléchie des conséquences ou des dangers potentiels.",
      "definition_translation": "De manera que muestra una consideración cuidadosa y reflexiva de las posibles consecuencias o peligros.",
      "example": "Elle a conduit soigneusement pendant la tempête. Elle conduit soigneusement pour éviter les accidents. Elle conduira soigneusement pour arriver à l'heure.",
      "example_translation": "Ella condujo cuidadosamente a través de la tormenta. Está conduciendo cuidadosamente para evitar accidentes. Ella conducirá cuidadosamente para llegar a tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/carefully.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carefully.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "moquette",
      "translation": "alfombra",
      "definition": "Un revêtement de sol fait de tissu tissé ou tufté, généralement en laine, en nylon ou en autre matériau.",
      "definition_translation": "Un revestimiento de suelo hecho de tejido o estera de lana, nailon o otro material.",
      "example": "La chambre d'hôtel avait une belle moquette. Elle a aspiré la moquette hier. Il installera la nouvelle moquette la semaine prochaine.",
      "example_translation": "La habitación del hotel tenía una hermosa alfombra. Ella aspiró la alfombra ayer. Él instalará la nueva alfombra la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/carpet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carpet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "carotte",
      "translation": "zanahoria",
      "definition": "Un légume racine long et fin, généralement de couleur orange, cultivé pour sa chair croquante comestible.",
      "definition_translation": "Una raíz vegetal larga y delgada, típicamente de color naranja, cultivada por su carne crujiente comestible.",
      "example": "Elle a mangé une carotte comme collation. Il a cultivé des carottes dans son jardin l'année dernière. Ils vont récolter des carottes dans le champ demain.",
      "example_translation": "Ella comió una zanahoria como snack. Él cultivó zanahorias en su jardín el año pasado. Ellos cosecharán zanahorias del campo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/carrot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carrot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dessin animé",
      "translation": "dibujo animado",
      "definition": "Un dessin animé est un type d'émission de télévision ou de film qui est généralement humoristique et met en vedette des personnages colorés et des histoires.",
      "definition_translation": "Un dibujo animado es un tipo de programa de televisión o película que es típicamente humorístico y cuenta con personajes y historias coloridos.",
      "example": "J'ai regardé un dessin animé lorsque j'étais enfant, c'était mon émission favorite. Je regarde un dessin animé maintenant, c'est très drôle. Je regarderai un dessin animé demain, c'est ma chose préférée à faire.",
      "example_translation": "Vi un dibujo animado cuando era niño, era mi show favorito. Estoy viendo un dibujo animado ahora, es realmente divertido. Veré un dibujo animado mañana, es mi cosa favorita para hacer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/cartoon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cartoon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "château",
      "translation": "castillo",
      "definition": "Un château est un grand bâtiment ou structure qui était typiquement utilisé comme résidence par les membres de la royauté ou de la noblesse au Moyen Âge.",
      "definition_translation": "Un castillo es un gran edificio o estructura que se usaba típicamente como residencia por miembros de la realeza o nobleza en la Edad Media.",
      "example": "J'ai visité un château l'année dernière, c'était incroyable. Je vais visiter un château le mois prochain, je suis vraiment excité. Je vais visiter un château à nouveau un jour, c'est mon rêve.",
      "example_translation": "Visité un castillo el año pasado, fue asombroso. Estoy visitando un castillo el próximo mes, estoy realmente emocionado. Visitaré un castillo de nuevo algún día, es mi sueño.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/castle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/castle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cathédrale",
      "translation": "catedral",
      "definition": "Une cathédrale est un grand édifice religieux, généralement la principale église d'un évêque ou d'un archevêque, souvent décoré de sculptures et de vitraux.",
      "definition_translation": "Una catedral es una gran iglesia, típicamente la iglesia principal de un obispo o arzobispo, que a menudo se decora con intrincadas tallas y ventanas de vidrio coloreado.",
      "example": "J'ai assisté à un service à la cathédrale la semaine dernière, c'était beau. Je vais assister à un concert à la cathédrale ce soir, c'est going to be amazing. Je vais visiter la cathédrale à nouveau bientôt, c'est mon endroit préféré pour prier.",
      "example_translation": "Asistí a un servicio en una catedral la semana pasada, fue hermoso. Estoy asistiendo a un concierto en una catedral esta noche, va a ser asombroso. Visitaré una catedral de nuevo pronto, es mi lugar favorito para orar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/cathedral.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cathedral.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plafond",
      "translation": "techo",
      "definition": "La surface intérieure d'une pièce, notamment la surface au-dessus des murs et du toit.",
      "definition_translation": "La superficie interior de una habitación, especialmente la superficie superior entre las paredes y el techo.",
      "example": "J'ai heurté ma tête contre le plafond en essayant de changer l'ampoule. Hier, j'ai dû réparer une fuite dans le plafond. D'ici l'année prochaine, nous aurons entièrement rénové le plafond.",
      "example_translation": "Me golpeé la cabeza en el techo mientras intentaba cambiar la bombilla. Ayer, tuve que arreglar una fuga en el techo. Para el próximo año, habremos renovado todo el techo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ceiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ceiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "centime",
      "translation": "centavo",
      "definition": "Une unité de monnaie égale à un centième de l'unité de base d'un système monétaire.",
      "definition_translation": "Una unidad de moneda igual a la centésima parte de la unidad básica de un sistema de moneda.",
      "example": "J'ai trouvé un centime dans la rue. Elle a économisé 50 centimes pour acheter un bonbon. D'ici la fin de l'année, j'aurai économisé cent centimes.",
      "example_translation": "Encontré un centavo en la calle. Ella ahorró 50 centavos para comprar un caramelo. Para fin de año, habré ahorrado cien centavos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/cent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "centimètre",
      "translation": "centímetro",
      "definition": "Une unité de longueur dans le système métrique, égale à un centième de mètre.",
      "definition_translation": "Una unidad de longitud en el sistema métrico, igual a la centésima parte de un metro.",
      "example": "Le livre mesure 15 centimètres de long. Elle a mesuré la pièce en centimètres. D'ici la semaine prochaine, nous aurons terminé le projet en 500 centimètres.",
      "example_translation": "El libro tiene 15 centímetros de largo. Ella midió la habitación en centímetros. Para la próxima semana, habremos completado el proyecto en 500 centímetros.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/centimetre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/centimetre.mp3"
    }
  ]