[
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "abandonner",
      "translation": "abandonar",
      "definition": "donner ou laisser quelqu'un ou quelque chose, notamment parce qu'il n'est plus voulu ou nécessaire",
      "definition_translation": "dejar o dejar a alguien o algo, especialmente porque ya no es querido o necesario",
      "example": "J'ai dû abandonner ma voiture sur le côté de la route, mais je la récupérerai demain. J'ai abandonné mes études pour me concentrer sur ma carrière. Je vais abandonner mon emploi si les conditions de travail ne s'améliorent pas.",
      "example_translation": "Tuve que abandonar mi coche en el lado de la carretera, pero lo recogeré mañana. Abandoné mis estudios para enfocarme en mi carrera. Abandonaré mi trabajo si no mejoran las condiciones laborales.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "abandonné",
      "translation": "abandonado",
      "definition": "laisser ou déserté, souvent dans un état de réparation ou de négligence",
      "definition_translation": "dejado o abandonado, a menudo en un estado de desorden o descuido",
      "example": "La maison abandonnée sur la colline était restée vide depuis des années. La société a abandonné le projet en raison du manque de financement. Le chiot abandonné a été trouvé dans la rue et emmené à un refuge.",
      "example_translation": "La casa abandonada en la colina había estado vacía durante años. La empresa abandonó el proyecto debido a la falta de financiamiento. El cachorro abandonado fue encontrado en la calle y llevado a un refugio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "abolir",
      "translation": "abolir",
      "definition": "mettre fin officiellement à un système, une pratique ou une institution",
      "definition_translation": "terminar oficialmente o eliminar un sistema, práctica o institución",
      "example": "Le gouvernement s'est engagé à abolir l'esclavage dans le pays. Ils ont aboli la peine de mort en 2015. La société va abolir l'ancienne politique et en introduire une nouvelle.",
      "example_translation": "El gobierno prometió abolir la esclavitud en el país. Abolieron la pena de muerte en 2015. La empresa abolirá la política antigua e introducirá una nueva.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "absence",
      "translation": "ausencia",
      "definition": "L'état ou le fait d'être absent d'un lieu, d'une personne ou d'une chose.",
      "definition_translation": "El estado o hecho de estar lejos de un lugar, persona o cosa.",
      "example": "Son absence à la réunion a été notée, et son patron n'était pas content. Elle avait été absente du travail pendant une semaine, et maintenant elle est absente de la fête.",
      "example_translation": "Su ausencia en la reunión fue notada, y su jefe no estaba satisfecho. Había estado ausente del trabajo durante una semana, y ahora está ausente de la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "absolu",
      "translation": "absoluto",
      "definition": "Complet ou total; n'ayant pas d'exception ou de qualification.",
      "definition_translation": "Completo o total; sin excepción o calificación.",
      "example": "Le pouvoir absolu du monarque était incontestable, et son règne absolu était craint par tous. En mathématiques, la valeur absolue d'un nombre est sa distance par rapport à zéro.",
      "example_translation": "El poder absoluto del monarca era indiscutible, y su regla absoluta era temida por todos. En matemáticas, el valor absoluto de un número es su distancia desde cero.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "absorber",
      "translation": "absorber",
      "definition": "prendre en charge et assimiler (de l'énergie, de la matière ou un liquide) à travers une surface ou un milieu poreux.",
      "definition_translation": "Absorber (energía, materia o un líquido) a través de una superficie o medio poroso.",
      "example": "L'éponge va absorber l'eau de la plaque, et l'entreprise va absorber les pertes de l'investissement échoué. En chimie, une substance peut absorber la lumière ou la chaleur.",
      "example_translation": "La esponja absorberá el agua del derramamiento, y la empresa absorberá las pérdidas de la inversión fallida. En química, una sustancia puede absorber luz o calor.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "absorber",
      "translation": "absorber",
      "definition": "prendre en charge et assimiler (quelque chose, notamment un liquide) à travers un matériau poreux ou absorbant.",
      "definition_translation": "absorber (algo, especialmente un líquido) a través de un material poroso o absorbente",
      "example": "L'éponge va absorber l'eau. Elle a absorbé le choc. Elle va absorber l'impact.",
      "example_translation": "La esponja absorberá el agua. Absorbió el choque. Absorberá el impacto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "absorber",
      "translation": "absorber",
      "definition": "attirer complètement l'attention de quelqu'un",
      "definition_translation": "atraer la atención o interés de alguien completamente",
      "example": "Le roman m'a absorbe. Il a absorbé son attention. Il les absorbera complètement.",
      "example_translation": "La novela me absorbió. Atraía su atención. Los absorberá completamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "abstrait",
      "translation": "abstracto",
      "definition": "existant dans la pensée ou comme une idée, mais n'ayant pas d'existence physique",
      "definition_translation": "existente en el pensamiento o como una idea, pero no tienen una existencia física",
      "example": "Le concept abstrait de l'amour. Elle a écrit un résumé pour sa thèse. La nature abstraite du problème.",
      "example_translation": "El concepto abstracto del amor. Ella escribió un resumen para su tesis. La naturaleza abstracta del problema.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "absurde",
      "translation": "absurdo",
      "definition": "ridiculement déraisonnable, idiot ou illogique",
      "definition_translation": "ridículamente irrazonable, tonto o ilógico",
      "example": "L'idée absurde m'a fait rire. J'avais auparavant pensé que c'était absurde. Je penserai que c'est absurde à l'avenir.",
      "example_translation": "La idea absurda me hizo reír. Previamente había pensado que era absurdo. Pensaré que es absurdo en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "abus",
      "translation": "abuso",
      "definition": "traiter quelqu'un ou quelque chose de manière mauvaise ou injuste",
      "definition_translation": "tratar mal o injustamente a alguien o algo",
      "example": "Elle a abusé de son pouvoir. Il avait abusé de sa confiance. Ils abuseront de leur autorité.",
      "example_translation": "Ella abusó de su poder. Él había abusado de su confianza. Ellos abusarán de su autoridad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "abus",
      "translation": "abuso",
      "definition": "utiliser quelque chose d'une manière qui est incorrecte ou nuisible",
      "definition_translation": "utilizar algo de manera incorrecta o dañina",
      "example": "La entreprise a abusé du système. Ils avaient abusé du privilège. Elle abusera des ressources.",
      "example_translation": "La empresa abusó del sistema. Ellos habían abusado del privilegio. Abusará de los recursos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "académique",
      "translation": "académico",
      "definition": "Relatif à l'éducation, au travail académique ou à l'étude, en particulier dans un contexte formel ou institutionnel.",
      "definition_translation": "Relativo a la educación, trabajo académico o estudio, especialmente en un entorno formal o institucional.",
      "example": "Elle est une académique qui se spécialise en linguistique. Elle se spécialisait en linguistique l'an dernier. Elle se spécialisera en linguistique le semestre prochain.",
      "example_translation": "Ella es una académica que se especializa en lingüística. Se especializó en lingüística el año pasado. Se especializará en lingüística el próximo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accès",
      "translation": "acceso",
      "definition": "Le moyen d'approcher ou d'entrer dans un endroit, ou le droit de faire quelque chose.",
      "definition_translation": "Los medios de acercarse o entrar a un lugar, o el derecho de hacer algo.",
      "example": "J'ai besoin d'accès à la base de données pour terminer mon projet. J'avais besoin d'accès à la base de données la semaine dernière. J'aurai besoin d'accès à la base de données demain.",
      "example_translation": "Necesito acceso a la base de datos para completar mi proyecto. Necesité acceso a la base de datos la semana pasada. Necesitaré acceso a la base de datos mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accessible",
      "translation": "accesible",
      "definition": "Facile à utiliser, comprendre ou atteindre; pouvant être atteint ou entré.",
      "definition_translation": "Fácil de utilizar, comprender o alcanzar; capaz de ser alcanzado o entrado.",
      "example": "Le site web est accessible à tous. Le site web était accessible à tous l'an dernier. Le site web sera accessible à tous le mois prochain.",
      "example_translation": "El sitio web es accesible para todos. El sitio web fue accesible para todos el año pasado. El sitio web será accesible para todos el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accidentel",
      "translation": "accidental",
      "definition": "Se produisant ou fait par hasard, plutôt que intentionnellement ou par design.",
      "definition_translation": "Sucediendo o hecho por casualidad, en lugar de intencionalmente o por diseño.",
      "example": "J'ai eu une rencontre accidentelle avec un vieil ami au café hier, et puis je l'ai vu à nouveau hier soir, et enfin, je le rencontrerai intentionnellement pour déjeuner demain.",
      "example_translation": "Tuve un encuentro accidental con un amigo antiguo en la cafetería ayer, y luego la vi de nuevo en la fiesta anoche, y finalmente, me reuniré con ella intencionalmente para almorzar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accordéon",
      "translation": "acordeón",
      "definition": "Un instrument de musique à clavier joué en comprimant ou en élargissant un soufflet, utilisé dans la musique folk et populaire.",
      "definition_translation": "Un instrumento musical con un teclado que se toca comprimiendo o expandiendo una fuelle, utilizado en la música folklórica y popular.",
      "example": "Le groupe folk se composait d'une guitare, d'un accordéon et d'un violon, qui créaient une ambiance animée au festival la semaine dernière, et il sera sûr de se produire à nouveau l'année prochaine.",
      "example_translation": "La banda folklórica constaba de una guitarra, un acordeón y un violín, lo que creó un ambiente animado en el festival la semana pasada, y seguramente actuará de nuevo el año próximo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "compte",
      "translation": "cuenta",
      "definition": "Un enregistrement des transactions financières, utilisé pour suivre les revenus et les dépenses, ou un état de situation financière.",
      "definition_translation": "Un registro de transacciones financieras, utilizado para rastrear ingresos y gastos, o una declaración de posición financiera.",
      "example": "Je dois réviser mon solde de compte pour m'assurer d'avoir assez d'argent pour payer les factures, et puis je vais ouvrir un nouveau compte pour épargner pour mes vacances, que je prendrai l'été prochain.",
      "example_translation": "Necesito revisar mi saldo de cuenta para asegurarme de tener suficiente dinero para pagar las facturas, y luego abriré una nueva cuenta para ahorrar mi vacación, que tomaré el próximo verano.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "comptabilité",
      "translation": "contabilidad",
      "definition": "Le système d'enregistrement, de vérification et de déclaration des transactions financières et de la situation d'une entreprise ou organisation.",
      "definition_translation": "El sistema de registro, verificación y presentación de las transacciones financieras y el estado de una empresa o organización.",
      "example": "La société a embauché une équipe de comptables pour gérer la comptabilité des rapports trimestriels. Ils avaient comptabilisé chaque dépense et revenu. Ils comptabiliseront les écarts dans les rapports futurs.",
      "example_translation": "La empresa contrató a un equipo de contadores para manejar la contabilidad para los informes trimestrales. Habían contabilizado cada gasto y ingreso. Contabilizarán las discrepancias en los informes futuros.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "précision",
      "translation": "exactitud",
      "definition": "La qualité, condition ou degré d'être exact et exempt d'erreur.",
      "definition_translation": "La calidad, condición o grado de ser exacto y libre de error.",
      "example": "La scientifique s'efforçait d'atteindre la précision dans sa recherche. Elle avait atteint la précision dans ses expériences précédentes. Elle s'efforcera d'atteindre la précision dans ses recherches futures.",
      "example_translation": "La científica se esforzó por la exactitud en su investigación. Había logrado exactitud en sus experimentos anteriores. Se esforzará por la exactitud en su investigación futura.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accuser",
      "translation": "acusar",
      "definition": "charger quelqu'un d'un crime ou d'une faute.",
      "definition_translation": "Acusar a alguien de un delito o falta.",
      "example": "Le procureur va accuser le défendeur du crime. Elle l'avait accusé de mensonge. Ils vont l'accuser de vol.",
      "example_translation": "El fiscal acusará al acusado del delito. Lo había acusado de mentir. Lo acusarán de robo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faire mal",
      "translation": "doler",
      "definition": "une douleur sourde, notamment dans les muscles ou les articulations",
      "definition_translation": "un dolor opaco, especialmente en los músculos o articulaciones",
      "example": "J'ai mal partout après l'entraînement intense. Je fais mal à cause de la grippe. Je vais faire mal pendant des semaines à cause de cette blessure.",
      "example_translation": "Me dolí por todos lados después del intenso entrenamiento. Estoy doliendo por la gripe. Doloreé por esta lesión durante semanas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "acide",
      "translation": "ácido",
      "definition": "une substance chimique qui est généralement aigre au goût et colore le papier de tournesol en rouge",
      "definition_translation": "una sustancia química que es típicamente ácida al gusto y vuelve papel de tiza rojo",
      "example": "L'acide dans les tomates a fait pincer mes lèvres. Le chimiste a mélangé l'acide avec la base pour créer une réaction. L'acide va dissoudre le métal.",
      "example_translation": "El ácido en los tomates hizo que mi boca se encogiera. El químico mezcló el ácido con la base para crear una reacción. El ácido disolverá el metal.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "acquérir",
      "translation": "adquirir",
      "definition": "gagner ou obtenir quelque chose, notamment en conséquence d'efforts ou de sacrifices",
      "definition_translation": "ganar o obtener algo, especialmente como resultado de esfuerzo o sacrificio",
      "example": "Elle a acquis l'entreprise après des années de travail acharné. Le musée a acquis un tableau rare à l'enchère. Nous allons acquérir de nouvelles compétences d'ici la fin du cours.",
      "example_translation": "Ella adquirió la empresa después de años de trabajo duro. El museo adquirió un cuadro raro en la subasta. Adquiriremos nuevas habilidades al final del curso.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "acquérir",
      "translation": "adquirir",
      "definition": "gagner ou obtenir quelque chose, notamment en conséquence d'efforts ou de travail acharné",
      "definition_translation": "obtener o conseguir algo, especialmente como resultado de esfuerzo o trabajo duro",
      "example": "J'ai acquis une nouvelle compétence l'an dernier. Je suis en train d'acquérir de nouvelles connaissances chaque jour. Je vais acquérir un nouveau certificat le mois prochain.",
      "example_translation": "Adquirí una nueva habilidad el año pasado. Estoy adquiriendo nuevo conocimiento cada día. Adquiriré un nuevo certificado el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "action",
      "translation": "acción",
      "definition": "le processus de faire quelque chose, notamment pour atteindre un objectif particulier",
      "definition_translation": "el proceso de hacer algo, especialmente para alcanzar un objetivo particular",
      "example": "L'action du film était incroyable. L'action que nous avons entreprise hier était réussie. Le plan d'action sera mis en œuvre le trimestre prochain.",
      "example_translation": "La acción de la película fue increíble. La acción que tomamos ayer fue exitosa. El plan de acción se implementará el próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "activement",
      "translation": "activamente",
      "definition": "d'une manière active, en faisant des choses avec beaucoup d'énergie et d'enthousiasme",
      "definition_translation": "de manera activa, haciendo cosas con mucha energía y entusiasmo",
      "example": "Elle participe activement aux discussions en classe. Ils travaillent activement sur de nouveaux projets. Nous allons activement chercher de nouvelles opportunités.",
      "example_translation": "Ella participa activamente en las discusiones de clase. Ellos trabajan activamente en nuevos proyectos. Buscaremos activamente nuevas oportunidades.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "activité",
      "translation": "actividad",
      "definition": "L'état dans lequel des choses se produisent ou sont faites.",
      "definition_translation": "El estado en que las cosas están sucediendo o siendo hechas.",
      "example": "Je vais participer à une activité pour apprendre une nouvelle langue. Je participe à une activité pour apprendre une nouvelle langue. J'ai participé à une activité pour apprendre une nouvelle langue.",
      "example_translation": "Participaré en una actividad para aprender un nuevo idioma. Estoy participando en una actividad para aprender un nuevo idioma. Participé en una actividad para aprender un nuevo idioma.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réel",
      "translation": "actual",
      "definition": "Existant dans la réalité ou le fait.",
      "definition_translation": "Existiendo en realidad o hecho.",
      "example": "Le coût réel du projet était plus élevé que prévu. La compagnie essaie de déterminer la cause réelle du problème. Le résultat réel de l'expérience était surprenant.",
      "example_translation": "El costo actual del proyecto fue más alto de lo esperado. La empresa está tratando de determinar la causa actual del problema. El resultado actual del experimento fue sorprendente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adapter",
      "translation": "adaptar",
      "definition": "Changer quelque chose pour l'adapter à une nouvelle situation ou utilisation.",
      "definition_translation": "Cambiar algo para que se adapte a una nueva situación o uso.",
      "example": "Nous allons adapter le logiciel pour répondre à nos besoins. La compagnie s'est adaptée rapidement aux nouvelles conditions du marché. L'artiste va adapter le scénario pour le film.",
      "example_translation": "Adaptaremos el software para que se ajuste a nuestras necesidades. La empresa se adaptó rápidamente a las nuevas condiciones del mercado. El artista adaptará el guión para la película.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accro",
      "translation": "adicto",
      "definition": "Personne qui est physiologiquement ou psychologiquement dépendante d'une substance, telle que l'alcool ou les drogues. Personne qui est obsédément dévouée à ou s'adonne compulsivement à une activité.",
      "definition_translation": "Una persona que es físicamente o psicológicamente dependiente de una sustancia, como el alcohol o las drogas. Una persona que se entrega de manera obsesiva o se dedica compulsivamente a una actividad.",
      "example": "Le médecin a traité l'accro pendant plusieurs mois. Hier, j'ai rencontré un accro qui avait été sobre pendant un an. Je serai accro à ce jeu vidéo pendant le mois prochain.",
      "example_translation": "El médico trató al adicto durante varios meses. Ayer, conocí a un adicto que había estado sobrio durante un año. Seré adicto a este juego de video durante el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accroché",
      "translation": "adicto",
      "definition": "Ayant un désir fort et souvent incontrôlable d'utiliser une substance, telle qu'une drogue, ou de s'adonner à une activité, telle que le jeu.",
      "definition_translation": "Tener un deseo fuerte y a menudo incontrolable de usar una sustancia, como una droga, o de participar en una actividad, como el juego.",
      "example": "Je suis accroché aux réseaux sociaux. Elle était accrochée au café. Il sera accroché à la lecture de livres d'ici la fin de l'année.",
      "example_translation": "Estoy adicto a las redes sociales. Ella estaba adicta al café. Él estará adicto a leer libros para fin de año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accroissance",
      "translation": "adicción",
      "definition": "Besoin chronique et compulsif d'utiliser une substance, telle qu'une drogue, ou de s'adonner à un comportement, tel que le jeu, malgré les conséquences dommageables.",
      "definition_translation": "Una necesidad crónica y compulsiva de usar una sustancia, como una droga, o de participar en un comportamiento, como el juego, a pesar de las consecuencias perjudiciales.",
      "example": "Son accroissement au tabagisme causait des problèmes de santé sérieux. L'accroissement aux jeux vidéo avait affecté sa vie sociale. D'ici l'an prochain, l'accroissement aux réseaux sociaux sera une préoccupation majeure.",
      "example_translation": "Su adicción al tabaquismo estaba causando problemas de salud graves. La adicción a los videojuegos afectó su vida social. Para el próximo año, la adicción a las redes sociales será una gran preocupación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "addition",
      "translation": "adición",
      "definition": "Acte d'ajouter quelque chose à autre chose, especially en mathématiques.",
      "definition_translation": "El acto de agregar algo a algo más, especialmente en matemáticas.",
      "example": "Elle a fait une addition à la recette, ajoutant une coupe supplémentaire de sucre. Hier, j'ai ajouté une nouvelle fonctionnalité au logiciel. D'ici l'an prochain, l'addition d'une nouvelle aile à l'hôpital sera complète.",
      "example_translation": "Ella hizo una adición a la receta, agregando una taza extra de azúcar. Ayer, añadí una nueva función al software. Para el próximo año, la adición de una nueva ala al hospital estará completa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "supplémentaire",
      "translation": "aditional",
      "definition": "Fournissant plus de quelque chose, notamment à ce qui est déjà disponible.",
      "definition_translation": "Proporcionando más de algo, especialmente a lo que ya está disponible.",
      "example": "L'hôtel offrait des commodités supplémentaires, notamment un gymnase et un spa. La nouvelle politique fournit des avantages supplémentaires aux employés. D'ici le prochain trimestre, nous attendons une croissance supplémentaire des ventes.",
      "example_translation": "El hotel ofreció comodidades adicionales, incluyendo un gimnasio y un spa. La nueva política proporciona beneficios adicionales a los empleados. Para el próximo trimestre, esperamos ver un crecimiento adicional en las ventas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "en outre",
      "translation": "adicionalmente",
      "definition": "En plus de ce qui a déjà été dit ou fait.",
      "definition_translation": "Además de lo que ya se ha dicho o hecho.",
      "example": "La nouvelle politique permet une plus grande flexibilité, et en outre, elle fournit une couverture plus exhaustive. Elle n'a pas seulement terminé le projet à temps, mais en outre, elle a reçu des commentaires excellents. Nous ne seulement assisterons à la réunion, mais en outre, nous préparerons un rapport.",
      "example_translation": "La nueva política permite más flexibilidad, y adicionalmente, proporciona una cobertura más comprehensiva. No solo terminó el proyecto a tiempo, sino que adicionalmente, recibió retroalimentación excelente. No solo asistiremos a la reunión, sino que adicionalmente, prepararemos un informe.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adéquat",
      "translation": "adecuado",
      "definition": "Suffisant pour une exigence ou un but spécifique; convenable ou adapté.",
      "definition_translation": "Suficiente para un requisito o propósito específico; adecuado o apropiado.",
      "example": "La chambre d'hôtel était adéquate pour nos besoins, mais le service était excellent. Nous avions adéquatement préparé la présentation, et elle s'est bien passée. D'ici l'an prochain, nous aurons adéquatement formé le nouveau personnel.",
      "example_translation": "La habitación del hotel era adecuada para nuestras necesidades, pero el servicio fue excelente. Habíamos preparado adecuadamente para la presentación, y fue sin problemas. Para el próximo año, habremos capacitado adecuadamente al nuevo personal.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adéquatement",
      "translation": "adecuadamente",
      "definition": "Dans une mesure satisfaisante ou acceptable; suffisamment.",
      "definition_translation": "A un grado satisfactorio o aceptable; suficientemente.",
      "example": "La société a adéquatement répondu aux plaintes des clients. Nous allons adéquatement nous préparer à l'examen. Elle a adéquatement expliqué le concept complexe.",
      "example_translation": "La empresa ha abordado adecuadamente las quejas de los clientes. Prepararemos adecuadamente para el examen. Ella explicó adecuadamente el concepto complejo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ajuster",
      "translation": "ajustar",
      "definition": "Changer ou modifier légèrement quelque chose, généralement pour le faire correspondre, fonctionner mieux ou se conformer à autre chose.",
      "definition_translation": "Cambiar o modificar algo ligeramente, por lo general para que se ajuste, funcione mejor o se adapte a algo más.",
      "example": "Nous avons dû ajuster les réglages pour obtenir la meilleure qualité d'image. Elle a ajusté son chapeau pour qu'il lui aille bien. D'ici l'an prochain, nous aurons ajusté notre stratégie d'entreprise pour répondre aux conditions du marché changeant.",
      "example_translation": "Tuvo que ajustar los ajustes para obtener la mejor calidad de imagen. Ella ajustó su sombrero para que se ajuste adecuadamente. Para el próximo año, habremos ajustado nuestra estrategia empresarial para adaptarnos a las cambiantes condiciones del mercado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ajuster",
      "translation": "ajustar",
      "definition": "Changer quelque chose légèrement pour le faire correspondre, fonctionner mieux ou être plus convenable.",
      "definition_translation": "Cambiar algo ligeramente para que se adapte, funcione mejor o sea más adecuado.",
      "example": "J'ai ajusté le thermostat pour que la chambre soit plus fraîche. Hier, j'ai dû ajuster mon emploi du temps pour intégrer une réunion. D'ici l'an prochain, j'aurai ajusté à la nouvelle procédure de travail.",
      "example_translation": "Ajusté el termostato para que la habitación estuviera más fría. Ayer, tuve que ajustar mi horario para incluir una reunión. Para el próximo año, habré ajustado al nuevo flujo de trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ajustement",
      "translation": "ajuste",
      "definition": "Un petit changement fait à quelque chose pour l'améliorer ou le rendre plus approprié.",
      "definition_translation": "Un pequeño cambio hecho en algo para mejorar o hacerlo más adecuado.",
      "example": "L'ajustement de la recette l'a fait mieux_goûter. L'entreprise a fait un ajustement à sa stratégie de pricing. Le enseignant a fait un ajustement au plan de leçon.",
      "example_translation": "El ajuste a la receta lo hizo saber mejor. La empresa hizo un ajuste a su estrategia de precios. El maestro hizo un ajuste al plan de lecciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "administration",
      "translation": "administración",
      "definition": "Le processus de gestion et d'organisation des activités d'une entreprise, d'une organisation ou d'un système.",
      "definition_translation": "El proceso de gestionar y organizar las actividades de una empresa, organización o sistema.",
      "example": "L'administration de l'hôpital est responsable des décisions budgétaires. La nouvelle administration a apporté des changements significatifs aux politiques de l'entreprise. L'administration de l'université s'occupe de l'inscription des étudiants.",
      "example_translation": "La administración del hospital es responsable de tomar decisiones presupuestarias. La nueva administración ha hecho cambios significativos en las políticas de la empresa. La administración de la universidad se encarga de la inscripción de estudiantes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "admiration",
      "translation": "admiración",
      "definition": "Un sentiment de respect et d'admiration pour quelqu'un ou quelque chose, souvent en raison de leurs compétences ou de leurs réalisations.",
      "definition_translation": "Un sentimiento de respeto y admiración por alguien o algo, a menudo debido a sus habilidades o logros.",
      "example": "La foule a montré de l'admiration pour la performance incroyable du gymnaste. Elle a toujours admiré la patience de son enseignant. Ils admireront la vue magnifique depuis le sommet de la montagne.",
      "example_translation": "La multitud mostró admiración por la increíble actuación de la gimnasta. Ella ha siempre admirado la paciencia de su maestra. Admirarán la hermosa vista desde la cima de la montaña.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "admirer",
      "translation": "admirar",
      "definition": "De sentir du respect et de l'admiration pour quelqu'un ou quelque chose, souvent en raison de leurs compétences ou de leurs réalisations.",
      "definition_translation": "Sentir respeto y admiración por alguien o algo, a menudo debido a sus habilidades o logros.",
      "example": "J'admire son courage face au danger. Il a admiré la beauté du tableau. Ils admireront la vue depuis le sommet de la montagne.",
      "example_translation": "Admiro su coraje en la cara del peligro. Él admiró la belleza de la pintura. Admirarán la vista desde la cima de la montaña.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "admission",
      "translation": "admisión",
      "definition": "L'acte de permettre à quelqu'un d'entrer dans un endroit ou une organisation, ou le fait d'être autorisé à entrer.",
      "definition_translation": "El acto de permitir que alguien entre en un lugar o organización, o el hecho de ser admitido.",
      "example": "L'admission au musée est gratuite. Elle a été refusée à l'admission à l'université. L'hôpital a exigé une admission pour un traitement supplémentaire.",
      "example_translation": "La admisión al museo es gratuita. Ella fue denegada la admisión a la universidad. El hospital requirió admisión para tratamiento adicional.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avouer",
      "translation": "admitir",
      "definition": "De reconnaître ou de confesser quelque chose, souvent à contrecœur.",
      "definition_translation": "reconocer o confesar algo, especialmente con reluctancia",
      "example": "J'ai avoué mon erreur, et j'ai été pardonné. J'avoue que j'ai fait une erreur. J'avouerai ma faute à mon patron.",
      "example_translation": "Reconocí mi error y me fue perdonado. Admito que cometí un error. Admitiré mi culpa a mi jefe.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "évidemment",
      "translation": "confesadamente",
      "definition": " Utilisé pour reconnaître quelque chose, souvent quelque chose de désagréable ou de gênant.",
      "definition_translation": "usado para reconocer algo, a menudo algo desagradable o embarazoso",
      "example": "Évidemment, je n'aime pas les légumes. Évidemment, j'avais tort. C'est évidemment une tâche difficile.",
      "example_translation": "Confesadamente, no me gustan las verduras. Confesadamente, estaba equivocado. Es admitidamente una tarea difícil.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adopter",
      "translation": "adoptar",
      "definition": "De prendre quelque chose comme sien, ou de démarrer une nouvelle idée ou méthode.",
      "definition_translation": "tomar algo como propio, o empezar a usar una nueva idea o método",
      "example": "Nous avons adopté un chien du refuge. L'entreprise adoptera une nouvelle politique l'année prochaine. Elle a adopté une nouvelle coiffure.",
      "example_translation": "Adoptamos un perro del refugio. La empresa adoptará una nueva política el próximo año. Ella adoptó un peinado nuevo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adopter",
      "translation": "adoptar",
      "definition": "De prendre l'enfant de quelqu'un d'autre dans sa propre famille, ou de prendre quelque chose comme une idée ou un plan comme sien.",
      "definition_translation": "Tomar a un niño de otra persona en tu propia familia, o tomar algo como una idea o un plan como propio.",
      "example": "Nous avons adopté un chien du refuge l'année dernière. Actuellement, nous sommes en train d'adopter une nouvelle stratégie pour augmenter les ventes. D'ici l'année prochaine, nous aurons adopté une approche plus durable.",
      "example_translation": "Adoptamos un perro del refugio el año pasado. Actualmente, estamos adoptando una nueva estrategia para aumentar las ventas. Para el próximo año, habremos adoptado un enfoque más sostenible.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adopté",
      "translation": "adoptado",
      "definition": "Temps passé de adopter, signifiant avoir pris l'enfant de quelqu'un d'autre dans sa propre famille, ou avoir pris quelque chose comme une idée ou un plan comme sien.",
      "definition_translation": "Tiempo pasado de adoptar, que significa haber tomado a un niño de otra persona en tu propia familia, o haber tomado algo como una idea o un plan como propio.",
      "example": "Ils ont adopté un enfant de Chine quand ils étaient plus jeunes. L'entreprise avait adopté une nouvelle politique le trimestre dernier. D'ici l'année prochaine, ils auront adopté un système plus efficace.",
      "example_translation": "Ellos adoptaron a un niño de China cuando eran más jóvenes. La empresa había adoptado una nueva política el trimestre pasado. Para el próximo año, habrán adoptado un sistema más eficiente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adoption",
      "translation": "adopción",
      "definition": "L'acte d'accepter un enfant d'une autre personne comme membre de sa propre famille, ou l'acte d'accepter une idée ou un plan comme sien.",
      "definition_translation": "El acto de tomar a un niño de otra persona en tu propia familia, o el acto de tomar algo como una idea o un plan como propio.",
      "example": "Le processus d'adoption a pris plusieurs mois. L'entreprise a adopté la nouvelle technologie, ce qui a augmenté la productivité. L'adoption de la nouvelle politique a été un succès.",
      "example_translation": "El proceso de adopción tomó varios meses. La adopción de la nueva tecnología de la empresa ha aumentado la productividad. La adopción de la nueva política ha sido exitosa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avance",
      "translation": "adelantar",
      "definition": "Faire progresser ou avancer dans un domaine ou une activité particulière.",
      "definition_translation": "Avanzar o hacer progreso en un área o actividad en particular.",
      "example": "Je vais faire avancer ma carrière en apprenant de nouvelles compétences. J'ai fait avancer ma carrière en apprenant de nouvelles compétences. J'avais fait avancer ma carrière en apprenant de nouvelles compétences.",
      "example_translation": "Voy a adelantar mi carrera aprendiendo nuevas habilidades. He adelantado mi carrera aprendiendo nuevas habilidades. Había adelantado mi carrera aprendiendo nuevas habilidades.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avance",
      "translation": "adelantar",
      "definition": "Faire progresser ou avancer dans un domaine ou une activité particulière.",
      "definition_translation": "Avanzar o hacer progreso en un área o actividad en particular.",
      "example": "L'entreprise va faire avancer sa technologie en investissant dans la recherche. L'entreprise a fait avancer sa technologie en investissant dans la recherche. L'entreprise avait fait avancer sa technologie en investissant dans la recherche.",
      "example_translation": "La empresa va a adelantar su tecnología invirtiendo en investigación. La empresa adelantó su tecnología invirtiendo en investigación. La empresa había adelantado su tecnología invirtiendo en investigación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aventureux",
      "translation": "aventurero",
      "definition": "Prêt à prendre des risques et à essayer de nouvelles choses, souvent de manière audacieuse ou hardie.",
      "definition_translation": "Dispuesto a correr riesgos y probar cosas nuevas, a menudo de manera osada o atrevida.",
      "example": "Elle était aventureuse et aimait essayer de nouvelles nourritures. Elle avait été aventureuse et avait aimé essayer de nouvelles nourritures. Elle sera aventureuse et aimera essayer de nouvelles nourritures.",
      "example_translation": "Ella era aventurera y amaba probar nuevos alimentos. Ella había sido aventurera y amaba probar nuevos alimentos. Ella será aventurera y amará probar nuevos alimentos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "publicité",
      "translation": "publicidad",
      "definition": "L'activité ou la profession de produire des informations pour promouvoir des produits ou services.",
      "definition_translation": "La actividad o profesión de producir información para anunciar productos o servicios.",
      "example": "Elle travaille dans la publicité depuis plusieurs années et a remporté de nombreux prix pour ses campagnes. Elle a travaillé sur un projet de publicité pour une nouvelle marque de mode, et maintenant elle prépare une stratégie de publicité pour une startup de technologie.",
      "example_translation": "Ha estado trabajando en publicidad durante varios años y ha ganado numerosos premios por sus campañas. Trabajó en un proyecto de publicidad para una nueva marca de moda, y ahora está preparando una estrategia de publicidad para una startup de tecnología.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "affaire",
      "translation": "asunto",
      "definition": "Une relation romantique ou sexuelle, notamment une relation secrète ou illicite.",
      "definition_translation": "Una relación romántica o sexual, especialmente una secreta o ilícita.",
      "example": "La nouvelle de l'affaire entre les deux célébrités a choqué leurs fans. Ils avaient eu une affaire dans le passé, mais cela s'était mal terminé. Maintenant, ils essaient de garder leur nouvelle affaire privée.",
      "example_translation": "La noticia del asunto entre las dos celebridades sorprendió a sus fans. Tuvieron un asunto en el pasado, pero terminó mal. Ahora, están tratando de mantener su nuevo asunto privado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "affecter",
      "translation": "afectar",
      "definition": "Influencer ou avoir un impact sur quelque chose ou quelqu'un.",
      "definition_translation": "Influir o tener un impacto en algo o alguien.",
      "example": "Le temps froid affectera les cultures. Son humeur a été affectée par les nouvelles. La nouvelle politique affectera tout le monde dans l'entreprise.",
      "example_translation": "El clima frío afectará los cultivos. Su estado de ánimo fue afectado por la noticia. La nueva política afectará a todos en la empresa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "affecter",
      "translation": "afectar",
      "definition": "Influencer ou avoir un impact sur quelque chose ou quelqu'un; feindre ou simuler quelque chose.",
      "definition_translation": "Influir o tener un impacto en algo o alguien; pretender o fingir algo.",
      "example": "Le temps froid affectera les cultures. J'ai affecté un accent britannique pour paraître plus sophistiqué. Il affectera la décision la semaine prochaine.",
      "example_translation": "El clima frío afectará a los cultivos. Afecté un acento británico para sonar más sofisticado. Él afectará la decisión la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "affection",
      "translation": "afecto",
      "definition": "Un sentiment d'amour, de tendresse ou de chaleur envers quelqu'un ou quelque chose.",
      "definition_translation": "Un sentimiento de amor, cariño o calor hacia alguien o algo.",
      "example": "Elle a montré une grande affection envers sa petite sœur. Le chien a remué sa queue avec affection. Il a une profonde affection pour la musique.",
      "example_translation": "Ella mostró gran afecto hacia su hermana menor. El perro movió su cola con afecto. Él tiene un profundo afecto por la música.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "affectionné",
      "translation": "afectuoso",
      "definition": "Démontrer ou éprouver de l'amour, de la tendresse ou de la chaleur envers quelqu'un ou quelque chose.",
      "definition_translation": "Demostrar o sentir amor, cariño o calor hacia alguien o algo.",
      "example": "Elle est une mère affectionnée pour ses enfants. Il était très affectueux envers son partenaire. Ils étaient un couple affectueux.",
      "example_translation": "Ella es una madre afectuosa con sus hijos. Él fue muy afectuoso hacia su pareja. Ellos eran una pareja afectuosa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "âge",
      "translation": "edad",
      "definition": "La durée de temps que'une personne ou chose a existé ou été en usage.",
      "definition_translation": "La longitud de tiempo que una persona o cosa ha existido o ha estado en uso.",
      "example": "Au moment où j'avais 18 ans, j'avais déjà voyagé dans cinq pays différents. Je suis maintenant à l'âge où je peux voter. Je serai à l'âge de la retraite dans 20 ans.",
      "example_translation": "Para cuando tenía 18 años, ya había viajado a cinco países diferentes. Ahora estoy en la edad en la que puedo votar. Tendré la edad de jubilación en 20 años.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agent",
      "translation": "agente",
      "definition": "Une personne qui représente ou agit au nom d'une autre personne ou organisation.",
      "definition_translation": "Una persona que representa o actúa en nombre de otra persona u organización.",
      "example": "L'agent immobilier nous a montré plusieurs maisons avant que nous ne trouvions la maison parfaite. Elle a été agent pour la compagnie depuis plus de 10 ans. L'agent arrivera demain pour discuter du contrat.",
      "example_translation": "El agente inmobiliario nos mostró varias casas antes de que encontráramos la perfecta. Ella ha sido agente de la empresa durante más de 10 años. El agente llegará mañana para discutir el contrato.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agressif",
      "translation": "agresivo",
      "definition": "Ayant ou montrant une personnalité ou un comportement forts et énergiques.",
      "definition_translation": "Teniendo o mostrando una personalidad o comportamiento fuerte y decidido.",
      "example": "Le vendeur agressif m'a poussé à acheter le produit. Elle a un style de conduite agressif. La compagnie lancera une campagne marketing agressive le trimestre prochain.",
      "example_translation": "El vendedor agresivo me empujó a comprar el producto. Ella tiene un estilo de conducción agresivo. La empresa lanzará una campaña publicitaria agresiva el próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agressivement",
      "translation": "agresivamente",
      "definition": "De manière audacieuse, hostile ou violente; avec force et détermination, souvent d'une manière considérée comme impolie ou menaçante.",
      "definition_translation": "De una manera que es osada, hostil o violenta; con fuerza y decisión, a menudo de una manera que se considera descortés o amenazadora.",
      "example": "Elle a argumenté agressivement avec son frère à propos de la politique. Elle va poursuivre agressivement la nouvelle opportunity d'affaires. Elle avait agressivement commercialisé son produit en ligne.",
      "example_translation": "Ella argumentó agresivamente con su hermano sobre política. Ella perseguirá agresivamente la nueva oportunidad empresarial. Ella había comercializado agresivamente su producto en línea.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accord",
      "translation": "acuerdo",
      "definition": "Un arrangement négocié et mutuellement acceptable, un règlement ou un contrat, notamment celui qui est formel et contraignant.",
      "definition_translation": "Un acuerdo negociado y mutuamente aceptable, arreglo, o contrato, especialmente uno que es formal y legalmente vinculante.",
      "example": "La compagnie a atteint un accord avec le syndicat. Ils avaient un accord pour se rencontrer à 17 heures. L'accord sera valable pour trois ans.",
      "example_translation": "La empresa llegó a un acuerdo con el sindicato. Tenían un acuerdo para reunirse a las 5 pm. El acuerdo será válido por tres años.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agriculture",
      "translation": "agricultura",
      "definition": "La science, l'art et la pratique de cultiver le sol, de produire des cultures et d'élever des animaux; la gestion des terres et des ressources agricoles.",
      "definition_translation": "La ciencia, arte y práctica de cultivar el suelo, producir cultivos y criar ganado; la gestión de la tierra y recursos agrícolas.",
      "example": "Elle a étudié l'agriculture à l'université. Le gouvernement a investi dans l'agriculture pour améliorer la production alimentaire. La région est connue pour ses pratiques agricoles innovantes.",
      "example_translation": "Ella estudió agricutura en la universidad. El gobierno invirtió en agricultura para mejorar la producción de alimentos. La región es conocida por sus prácticas agrícolas innovadoras.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aide",
      "translation": "auxilio",
      "definition": "L'acte d'assister ou de soutenir quelqu'un ou quelque chose dans le besoin, especialmente financièrement ou matériellement.",
      "definition_translation": "El acto de asistir o apoyar a alguien o algo en necesidad, especialmente financieramente o materialmente.",
      "example": "Le gouvernement a fourni de l'aide aux victimes de l'ouragan. La charité aidera les réfugiés. La nouvelle politique aidera à la croissance économique.",
      "example_translation": "El gobierno proporcionó auxilio a las víctimas del huracán. La caridad ayudará a los refugiados. La nueva política ayudará en el crecimiento económico.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "but",
      "translation": "objetivo",
      "definition": "Un objectif ou une intention, notamment à long terme.",
      "definition_translation": "Un propósito o intención, especialmente uno de naturaleza a largo plazo.",
      "example": "Mon but est de finir le projet d'ici la fin de l'année. Elle a pris pour but la cible. Le but de la compagnie est d'augmenter les profits.",
      "example_translation": "Mi objetivo es terminar el proyecto para fin de año. Ella apuntó al objetivo. El objetivo de la empresa es aumentar los beneficios.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avion",
      "translation": "aeronave",
      "definition": "Un véhicule capable de voler dans les airs, comme un avion ou un hélicoptère.",
      "definition_translation": "Un vehículo que es capaz de volar por el aire, como un avión o helicóptero.",
      "example": "L'avion a atterri en sécurité sur la piste. Le nouvel avion a été conçu pour les vols long-courriers. Le porte-avions est un immense navire.",
      "example_translation": "La aeronave aterrizó con seguridad en la pista. El nuevo avión fue diseñado para vuelos de larga distancia. El portaaviones es un barco masivo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "allée",
      "translation": "pasillo",
      "definition": "Un passage entre les rangées de sièges dans une église, un avion ou autre véhicule, ou une division longitudinale d'un entrepôt ou d'un magasin.",
      "definition_translation": "Un pasaje entre filas de asientos en una iglesia, avión o otro vehículo, o una división longitudinal de un almacén o tienda.",
      "example": "J'ai marché dans l'allée pour aller à mon siège dans l'avion. Hier, j'ai marché dans l'allée pour aller à mon siège dans le train. Demain, je marcherai dans l'allée pour aller à mon siège dans le bus.",
      "example_translation": "Caminé por el pasillo hacia mi asiento en el avión. Ayer, caminé por el pasillo hacia mi asiento en el tren. Mañana, caminaré por el pasillo hacia mi asiento en el autobús.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "alcoolisme",
      "translation": "alcoholismo",
      "definition": "Une maladie chronique et souvent progressive qui comprend des problèmes de contrôle de la consommation d'alcool, être préoccupé par l'alcool, continuer à utiliser l'alcool même si cela cause des problèmes, et éprouver des symptômes de sevrage lorsque vous réduisez rapidement votre consommation d'alcool ou que vous arrêtez de boire.",
      "definition_translation": "Una enfermedad crónica y a menudo progresiva que incluye problemas para controlar su consumo de alcohol, estar obsesionado con el alcohol, continuar usando alcohol incluso cuando causa problemas y experimentar síntomas de abstinencia al reducir bruscamente su consumo de alcohol o dejar de beber.",
      "example": "Il a lutté contre l'alcoolisme pendant des années. Sa mère avait lutté contre l'alcoolisme lorsqu'il était enfant. Malheureusement, il luttera contre l'alcoolisme pour le reste de sa vie.",
      "example_translation": "Ha luchado con el alcoholismo durante años. Su madre luchó con el alcoholismo cuando él era niño. Desafortunadamente, luchará con el alcoholismo por el resto de su vida.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "extraterrestre",
      "translation": "extranjero",
      "definition": "Une personne qui n'est pas citoyenne du pays où elle vit, ou une créature d'un autre monde.",
      "definition_translation": "Una persona que no es ciudadana del país en el que vive, o una criatura de otro mundo.",
      "example": "L'extraterrestre du film était très effrayant. Hier, j'ai vu un extraterrestre au cinéma. À l'avenir, nous découvrirons un extraterrestre sur Mars.",
      "example_translation": "El extranjero de la película era muy emocionante. Ayer, vi un extranjero en el cine. En el futuro, descubriremos un extranjero en Marte.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "semblable",
      "translation": "similar",
      "definition": "Ayant une nature ou un caractère similaires ; comparable.",
      "definition_translation": "Teniendo una naturaleza o carácter similar; comparable.",
      "example": "Les deux sœurs étaient semblables dans leur apparence, mais différentes dans leur personnalité. Elles étaient semblables dans leur amour de la musique. Elles seront semblables dans leurs objectifs.",
      "example_translation": "Las dos hermanas eran similares en apariencia, pero diferentes en personalidad. Eran similares en su amor por la música. Serán similares en sus objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "allergie",
      "translation": "alergia",
      "definition": "Un état dans lequel le système immunitaire du corps réagit de manière anormale à une substance étrangère.",
      "definition_translation": "Una condición en la que el sistema inmunológico del cuerpo reacciona anormalmente a una sustancia extraña.",
      "example": "J'ai une allergie aux noix, donc je les évite. J'avais une allergie aux fruits de mer lorsque j'étais enfant. Je développerai une allergie au pollen si je me déplace à la campagne.",
      "example_translation": "Tengo una alergia a los cacahuetes, así que evito comerlos. Tuve una alergia a los mariscos cuando era niño. Desarrollaré una alergia al polen si me mudo al campo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ruelle",
      "translation": "callejón",
      "definition": "Un passage étroit entre, derrière ou à l'intérieur des bâtiments.",
      "definition_translation": "Un pasaje estrecho entre, detrás o dentro de edificios.",
      "example": "La ruelle derrière le restaurant était sombre et étroite. La ruelle était un lieu populaire pour les graffeurs. La ruelle sera rénovée l'année prochaine.",
      "example_translation": "El callejón detrás del restaurante era oscuro y estrecho. El callejón era un lugar popular para artistas de grafiti. El callejón se renovará el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "alligator",
      "translation": "caimán",
      "definition": "Un grand reptile avec un long museau et des mâchoires puissantes, trouvé dans les eaux douces et saumâtres du sud-est des États-Unis et en Amérique centrale et du Sud.",
      "definition_translation": "Un gran reptil con una larga snout y mandíbulas poderosas, encontrado en agua fresca y salobre en el sureste de los Estados Unidos y Centroamérica y Sudamérica.",
      "example": "J'ai vu un alligator se prélasser au soleil près du lac hier. Je verrai un alligator au zoo demain. J'ai vu un alligator nager dans la rivière la semaine dernière.",
      "example_translation": "Vi un caimán tomando el sol junto al lago ayer. Veré un caimán en el zoológico mañana. Vi un caimán nadando en el río la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "alphabétique",
      "translation": "alfabético",
      "definition": "Disposé dans l'ordre correct selon la séquence standard des lettres de l'alphabet.",
      "definition_translation": "Ordenado en el orden correcto según la secuencia estándar de letras en un alfabeto.",
      "example": "Les mots du dictionnaire sont disposés dans l'ordre alphabétique. Elle gardait ses fichiers dans l'ordre alphabétique. L'annuaire téléphone liste les noms dans l'ordre alphabétique.",
      "example_translation": "Las palabras en el diccionario están ordenadas alfabéticamente. Ella mantuvo sus archivos en orden alfabético. La guía telefónica enumera nombres en orden alfabético.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "alphabétiquement",
      "translation": "alfabéticamente",
      "definition": "Dans l'ordre correct selon la séquence standard des lettres de l'alphabet.",
      "definition_translation": "En el orden correcto según la secuencia estándar de letras en un alfabeto.",
      "example": "Les livres sur l'étagère étaient disposés alphabétiquement. Elle a organisé sa bibliothèque musicale alphabétiquement. Les étudiants se sont rangés alphabétiquement pour la photo de groupe.",
      "example_translation": "Los libros en la estantería estaban ordenados alfabéticamente. Ella organizó su biblioteca de música alfabéticamente. Los estudiantes se alinearon alfabéticamente para la foto de grupo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "modifier",
      "translation": "cambiar",
      "definition": "Changer ou modifier quelque chose, notamment de manière légère ou partielle.",
      "definition_translation": "Cambiar o modificar algo, especialmente de una manera leve o parcial.",
      "example": "J'ai modifié la recette pour la rendre plus sucrée. Je modifie la robe pour qu'elle me aille mieux. Je modifierai les plans pour inclure plus de temps pour les retours.",
      "example_translation": "Cambie la receta para hacerla más dulce. Estoy cambiando el vestido para que me quede mejor. Cambiaré los planes para incluir más tiempo para retroalimentación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "alternative",
      "translation": "alternativa",
      "definition": "Un choix entre deux ou plusieurs choses, notamment lorsque l'une d'elles est inacceptable ou impossible.",
      "definition_translation": "Una elección entre dos o más cosas, especialmente cuando una cosa es inaceptable o imposible.",
      "example": "Nous avons une solution alternative au problème. Elle a considéré des carrières alternatives avant de choisir la médecine. Ils considéreront des options alternatives si le projet échoue.",
      "example_translation": "Tenemos una solución alternativa al problema. Ella consideró carreras alternativas antes de elegir la medicina. Considerarán opciones alternativas si el proyecto fracasa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "anxieusement",
      "translation": "ansiosamente",
      "definition": "De manière qui montre que vous êtes inquiet ou nerveux à propos de quelque chose.",
      "definition_translation": "De una manera que muestra que estás preocupado o nervioso por algo.",
      "example": "Elle attendait anxieusement les news, mais cela a été retardé. Elle attend anxieusement les résultats, et elle sera soulagée lorsque cela arrivera.",
      "example_translation": "Ella esperó ansiosamente las noticias, pero se demoraron. Ahora está esperando ansiosamente los resultados, y se sentirá aliviada cuando lleguen.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "de toute façon",
      "translation": "de cualquier manera",
      "definition": "Utilisé pour indiquer que quelque chose se produit ou est vrai quel que soit d'autres choses.",
      "definition_translation": "Se utiliza para indicar que algo sucede o es verdad sin importar otras cosas.",
      "example": "Je n'ai pas étudié pour le test, mais j'ai passé de toute façon. Elle se sentait malade, mais elle est allée travailler de toute façon.",
      "example_translation": "No estudié para el examen, pero aprobaré de cualquier manera. Ella se sentía enferma, pero fue al trabajo de cualquier manera.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "apostrophe",
      "translation": "apóstrofo",
      "definition": "Un signe de ponctuation (') utilisé pour indiquer l'omission de une ou plusieurs lettres dans un mot, pour former un pluriel ou pour indiquer la possession.",
      "definition_translation": "Un signo de puntuación (') utilizado para indicar la omisión de una o varias letras en una palabra, para formar un plural o para indicar posesión.",
      "example": "Au 18e siècle, l'apostrophe était utilisée pour indiquer la possession d'un nom, mais aujourd'hui elle est principalement utilisée pour former des contractions.",
      "example_translation": "En el siglo 18, el apóstrofo se utilizó para indicar la posesión de un nombre, pero en la actualidad se utiliza principalmente para formar contracciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "apparent",
      "translation": "aparente",
      "definition": "Clairtement vu ou compris; évident.",
      "definition_translation": "Claramente visto o entendido; obvio.",
      "example": "Le manque apparent d'intérêt pour la nouvelle politique a été décevant pour le gouvernement. Le nouvel employé semblait très capable, mais son incapacité apparente à travailler avec les autres était une préoccupation. Lorsque l'erreur apparente a été découverte, il était trop tard pour la corriger.",
      "example_translation": "La aparente falta de interés en la nueva política fue decepcionante para el gobierno. El nuevo empleado parecía muy capaz, pero su aparente incapacidad para trabajar con otros fue un motivo de preocupación. Para cuando se descubrió el aparente error, ya era demasiado tarde para corregirlo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "apparemment",
      "translation": "aparentemente",
      "definition": "Utilisé pour indiquer que quelque chose semble être vrai ou est probablement vrai, mais n'est pas certain.",
      "definition_translation": "Se utiliza para indicar que algo parece ser verdad o es probable que sea verdad, pero no es seguro.",
      "example": "Il a apparemment oublié ses clés à la maison. La compagnie va apparemment étendre ses opérations en Asie. Le nouveau traitement apparemment n'a pas d'effets secondaires.",
      "example_translation": "Él aparentemente olvidó sus llaves en casa. La empresa aparentemente expandirá sus operaciones a Asia. El nuevo tratamiento aparentemente no tiene efectos secundarios.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appel",
      "translation": "apelar",
      "definition": "Une demande ou une supplique à une autorité supérieure, notamment une cour de justice, pour examiner une décision.",
      "definition_translation": "Una solicitud o una súplica a una autoridad superior, especialmente un tribunal de justicia, para revisar una decisión.",
      "example": "L'avocat du défendeur a déposé un appel au tribunal suprême. Elle a fait appel à l'auditoire pour l'aide. La compagnie va appeler la décision à l'avenir.",
      "example_translation": "El abogado del acusado presentó un recurso al tribunal supremo. Ella apeló al público para obtener ayuda. La empresa apelará la decisión en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appel",
      "translation": "apelar",
      "definition": "Être attractif ou plaisant pour quelqu'un.",
      "definition_translation": "Ser atractivo o agradable para alguien.",
      "example": "La nouvelle politique va appeler à de nombreux électeurs. L'appel de la ville a augmenté au fil des ans. L'appel de la compagnie sera décidé par le tribunal.",
      "example_translation": "La nueva política atraerá a muchos votantes. El atractivo de la ciudad ha aumentado en los últimos años. El atractivo de la empresa será decidido por el tribunal.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "apparaître",
      "translation": "aparecer",
      "definition": "Venir en vue ou devenir visible.",
      "definition_translation": "Volver visible o llegar a la vista.",
      "example": "Le chanteur va apparaître sur scène ce soir. Le logo de la compagnie a apparu sur le site web. Le nouveau produit apparaîtra dans les magasins le mois prochain.",
      "example_translation": "El cantante aparecerá en el escenario esta noche. El logotipo de la empresa apareció en el sitio web. El nuevo producto aparecerá en las tiendas el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "apparence",
      "translation": "apariencia",
      "definition": "La façon dont quelqu'un ou quelque chose apparaît ou est vu par les autres.",
      "definition_translation": "La manera en que alguien o algo se ve o es visto por otros.",
      "example": "L'apparence du nouvel employé était impressionnante, mais sa personnalité l'était encore plus. Elle avait apparu confiante lors de l'entrevue, et maintenant elle apparaît faire un excellent travail. D'ici l'an prochain, elle aura apparu dans plusieurs présentations de la compagnie.",
      "example_translation": "La apariencia de la nueva empleada fue impresionante, pero su personalidad fue aún más. Había parecido segura en su entrevista, y ahora parece estar haciendo un buen trabajo. Para el próximo año, habrá aparecido en varias presentaciones de la empresa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "demande",
      "translation": "aplicación",
      "definition": "Une demande écrite formelle pour quelque chose, comme un travail, un prêt ou l'admission à une école ou un collège.",
      "definition_translation": "Una solicitud o propuesta formal, generalmente escrita, para algo como un trabajo, un préstamo o admisión a una escuela o universidad.",
      "example": "J'ai soumis ma demande à l'université la semaine dernière, et je vais demander une bourse du gouvernement le mois prochain. D'ici l'an prochain, j'aurai demandé à plusieurs programmes de maîtrise.",
      "example_translation": "Presenté mi solicitud a la universidad la semana pasada, y aplicaré para una beca el próximo mes. Para el próximo año, habré aplicado a varios programas de posgrado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "apprécier",
      "translation": "apreciar",
      "definition": "Reconnaître et apprécier les bonnes qualités de quelqu'un ou quelque chose.",
      "definition_translation": "Reconocer y disfrutar de las buenas cualidades de alguien o algo.",
      "example": "J'ai apprécié son aide pendant mon déménagement, et j'apprécie la beauté de la nature tous les jours. D'ici l'an prochain, j'aurai apprécié la valeur du travail acharné.",
      "example_translation": "Aprecié su ayuda durante mi mudanza, y aprecio la belleza de la naturaleza todos los días. Para el próximo año, habré apreciado el valor del trabajo duro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appréciation",
      "translation": "apreciación",
      "definition": "Un sentiment de gratitude ou de reconnaissance de la valeur ou de la qualité de quelque chose.",
      "definition_translation": "Un sentimiento de gratitud o reconocimiento del valor o calidad de algo.",
      "example": "Je veux exprimer mes remerciements pour votre aide. J'ai apprécié votre soutien pendant les moments difficiles. Je vais apprécier vos commentaires sur ce projet.",
      "example_translation": "Quiero expresar mi apreciación por tu ayuda. Aprecié tu apoyo durante momentos difíciles. Apreciaré tus comentarios sobre este proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "approche",
      "translation": "enfoque",
      "definition": "Une façon de résoudre un problème ou de gérer une situation.",
      "definition_translation": "Una manera de enfrentar una situación o problema.",
      "example": "Je vais aborder ce problème différemment. Elle aborde chaque défi avec confiance. Ils vont aborder le projet avec une nouvelle stratégie.",
      "example_translation": "Voy a enfocar este problema de manera diferente. Ella se enfrenta a cada desafío con confianza. Ellos abordarán el proyecto con una nueva estrategia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "approche",
      "translation": "acercarse",
      "definition": "Se rapprocher ou se diriger vers quelque chose.",
      "definition_translation": "Acercarse o moverse hacia algo.",
      "example": "L'avion va se poser sur la piste bientôt. Elle s'est approachée de moi avec un sourire. Ils vont se rapprocher de la ville cette nuit.",
      "example_translation": "El avión se acercará a la pista pronto. Ella se me acercó con una sonrisa. Ellos se acercarán a la ciudad por la noche.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "approprié",
      "translation": "apropiado",
      "definition": "Convenable ou adapté à une situation ou un but particulier.",
      "definition_translation": "Adecuado o adecuado para una situación o propósito particular.",
      "example": "Le nouvel employé a porté une tenue appropriée au bureau. Elle va porter des vêtements appropriés pour la soirée ce soir. Il a mis des chaussures appropriées pour la randonnée la semaine dernière.",
      "example_translation": "El nuevo empleado llevó un vestido apropiado para la oficina. Ella llevará ropa apropiada para la fiesta esta noche. Él llevó zapatos adecuados para el paseo la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appidément",
      "translation": " apropiadamente",
      "definition": "De manière convenable ou adaptée à une situation ou un but particulier.",
      "definition_translation": "De una manera que es adecuada o adecuada para una situación o propósito particular.",
      "example": "Elle a réagi de manière appropriée en cas d'urgence. Ils vont réagir de manière appropriée à la nouvelle. Il s'est comporté de manière appropriée pendant la réunion.",
      "example_translation": "Ella respondió apropiadamente a la emergencia. Ellos reaccionarán apropiadamente a la noticia. Él se comportó apropiadamente durante la reunión.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "approbation",
      "translation": "aprobación",
      "definition": "Un sentiment d'accord ou d'acceptation.",
      "definition_translation": "Una sensación de acuerdo o aceptación.",
      "example": "Le projet a reçu l'approbation du manager. Ils attendent l'approbation du gouvernement. La nouvelle politique a obtenu l'approbation de la majorité.",
      "example_translation": "El proyecto recibió la aprobación del gerente. Están esperando la aprobación del gobierno. La nueva política ganó la aprobación de la mayoría.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "approuver",
      "translation": "aprobar",
      "definition": "Donner une permission officielle ou une acceptation pour que quelque chose se produise ou soit fait.",
      "definition_translation": "dar permiso oficial o aceptación para que algo suceda o se haga",
      "example": "J'ai approuvé la proposition hier, je l'approuve maintenant et je l'approuverai la semaine prochaine.",
      "example_translation": "Aprobé la propuesta ayer, la estoy aprobando ahora y la aprobaré la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "approximer",
      "translation": "aproximar",
      "definition": "Se rapprocher d'une quantité, d'une taille ou d'un degré.",
      "definition_translation": "acercarse a algo en cantidad, tamaño o grado",
      "example": "J'ai approximé le coût du projet hier, je l'approxime maintenant et je l'approximerai la semaine prochaine.",
      "example_translation": "Aproximé el costo del proyecto ayer, lo estoy aproximando ahora y lo aproximaré la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tablier",
      "translation": "delantal",
      "definition": "Un morceau de tissu porté sur le devant des vêtements pour les protéger des taches.",
      "definition_translation": "una pieza de tela llevada sobre la parte delantera de la ropa para protegerla de manchas",
      "example": "Ma grand-mère portait un tablier en cuisant hier, elle en porte un maintenant et elle en portera un la semaine prochaine.",
      "example_translation": "Mi abuela llevaba un delantal mientras cocinaba ayer, lo lleva ahora y lo llevará la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arène",
      "translation": "arena",
      "definition": "Une zone sablonneuse dans laquelle les matchs de boxe ou de lutte sont disputés, généralement entourée de sièges pour les spectateurs.",
      "definition_translation": "Un área arenosa en la que se celebran combates de boxeo o lucha, rodeada de asientos para espectadores.",
      "example": "Le boxeur s'est entraîné dans l'arène pendant des mois avant le grand combat. Elle combattra dans l'arène ce soir. D'ici l'année prochaine, elle aura combattu dans de nombreuses arènes à travers le monde.",
      "example_translation": "El boxeador entrenó en la arena durante meses antes del gran combate. Esta noche peleará en la arena. Para el próximo año, habría peleado en muchas arenas alrededor del mundo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bras",
      "translation": "brazo",
      "definition": "Le membre supérieur du corps humain, notamment du épaule au poignet.",
      "definition_translation": "El miembro superior del cuerpo humano, especialmente desde el hombro hasta la muñeca.",
      "example": "Elle a agité son bras pour signaler du secours. Il s'est cassé le bras dans l'accident. D'ici l'été prochain, elle aura appris à utiliser à nouveau son bras.",
      "example_translation": "Ella agitó su brazo para pedir ayuda. Él se rompió el brazo en el accidente. Para el próximo verano, ella habrá aprendido a usar su brazo nuevamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "armé",
      "translation": "armado",
      "definition": "Équipé d'armes ou de matériel militaire.",
      "definition_translation": "Equipo con armas o equipo militar.",
      "example": "Les policiers armés ont répondu à l'appel d'urgence. Le pays était armé et prêt pour la guerre. D'ici l'année prochaine, ils seront équipés de nouvelle technologie.",
      "example_translation": "Los oficiales armados respondieron a la llamada de emergencia. El país estaba armado y listo para la guerra. Para el próximo año, estarán armados con nueva tecnología.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "organiser",
      "translation": "organizar",
      "definition": "mettre en ordre, préparer, régler, fixer, convenir",
      "definition_translation": "poner en orden, preparar, resolver, arreglar, acordar",
      "example": "J'ai organisé la réunion pour hier, je suis en train d'organiser la conférence pour la semaine prochaine, je vais organiser la fête pour mon anniversaire.",
      "example_translation": "Organicé la reunión para ayer, estoy organizando la conferencia para la próxima semana, organizaré la fiesta para mi cumpleaños.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrêter",
      "translation": "detener",
      "definition": "prendre quelqu'un en garde à vue, arrêter quelqu'un de bouger, capturer",
      "definition_translation": "llevar a alguien a la custodia, detener a alguien de moverse, capturar",
      "example": "La police a arrêté le voleur, ils l'avaient déjà arrêté auparavant, ils l'arrêteront à nouveau si ils le attrapent.",
      "example_translation": "La policía detuvo al ladrón, lo habían detenido antes, lo detendrán de nuevo si lo atrapan.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrogance",
      "translation": "arrogancia",
      "definition": "une attitude de supériorité, de fierté et de manque de respect envers les autres",
      "definition_translation": "una actitud de superioridad, orgullo y falta de respeto por los demás",
      "example": "Son arrogance était énervante, il avait montré de l'arrogance envers ses collègues, il continuera à afficher de l'arrogance jusqu'à ce qu'il apprenne l'humilité.",
      "example_translation": "Su arrogancia era molesta, había mostrado arrogancia hacia sus colegas, continuará exhibiendo arrogancia hasta que aprenda humildad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Ayant ou montrant une attitude de supériorité, souvent accompagnée d'un manque de respect envers les autres.",
      "definition_translation": "Teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto por los demás.",
      "example": "Il a été licencié de son poste en raison de son comportement arrogant. Il avait été arrogant dans son précédent poste, et il sera probablement arrogant dans son prochain emploi.",
      "example_translation": "Fue despedido de su trabajo debido a su comportamiento arrogante. Ha sido arrogante en su puesto anterior, y probablemente será arrogante en su próximo trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "flèche",
      "translation": "flecha",
      "definition": "Un projectile avec une pointe aigüe, utilisé pour tirer avec un arc.",
      "definition_translation": "Un proyectil con un punto afilado, utilizado para disparar con un arco.",
      "example": "L'archer a libéré la flèche, qui a volé droite et vraie, frappant la cible. La flèche avait été soigneusement façonnée pour garantir une précision maximale.",
      "example_translation": "El arquero liberó la flecha, que voló recta y verdadera, golpeando el blanco. La flecha había sido cuidadosamente fabricada para asegurar la máxima precisión.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "artificiellement",
      "translation": "artificialmente",
      "definition": "De manière qui n'est pas naturelle ou spontanée ; de manière qui est conçue ou fabriquée.",
      "definition_translation": "De una manera que no es natural o espontánea; de una manera que es contrived o fabricada.",
      "example": "Les fleurs avaient été arrangées artificiellement pour créer un bel écran. Les profits de l'entreprise avaient été artificiellement gonflés pour impressionner les investisseurs.",
      "example_translation": "Las flores fueron arregladas artificialmente para crear un hermoso espectáculo. Las ganancias de la empresa fueron artificialmente infladas para impresionar a los inversionistas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "artistique",
      "translation": "artístico",
      "definition": "Relatif ou caractérisé par un haut niveau de compétence ou d'imagination dans un domaine, notamment dans les arts.",
      "definition_translation": "Relacionado con o caracterizado por un alto nivel de habilidad o imaginación en un campo determinado, especialmente en las artes.",
      "example": "Le directeur artistique du musée était responsable de la nouvelle exposition. Elle avait été un enfant artistique, toujours attirée par la peinture et la musique. Elle sera conseillère artistique pour le nouveau film.",
      "example_translation": "El director artístico del museo era responsable de la nueva exposición. Ella había sido una niña artística, siempre atraída por la pintura y la música. Será asesora artística para la nueva película.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "artistiquement",
      "translation": "artísticamente",
      "definition": "De manière qui montre une habileté ou de l'imagination, notamment dans les arts.",
      "definition_translation": "De manera que muestra habilidad o imaginación, especialmente en las artes.",
      "example": "La pièce a été dirigée artistiquement, avec un focus sur l'éclairage dramatique. Elle a dansé artistiquement, bougeant avec grâce et précision. La compagnie va concevoir artistiquement le nouveau site web.",
      "example_translation": "La obra fue dirigida artísticamente, con énfasis en la iluminación dramática. Ella bailó artísticamente, moviéndose con gracia y precisión. La empresa diseñará artísticamente el nuevo sitio web.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "à côté",
      "translation": "aparte",
      "definition": "Sur ou vers un côté, spécialement dans un endroit ou une zone séparée.",
      "definition_translation": "En o hacia un lado, especialmente en un lugar o área separada.",
      "example": "J'ai mis le livre à côté et suis allé prendre un tour. Elle a poussé la chaise à côté et s'est assise sur le sol. Nous allons réserver un moment spécial pour discuter du projet.",
      "example_translation": "Puse el libro a un lado y fui a dar un paseo. Ella empujó la silla a un lado y se sentó en el suelo. Pondremos aparte un momento especial para discutir el proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aspect",
      "translation": "aspecto",
      "definition": "Un aspect particulier ou une partie de quelque chose, une manière dont quelque chose peut être vu ou considéré",
      "definition_translation": "Una característica particular o parte de algo, una forma en que algo puede ser visto o considerado",
      "example": "L'aspect de la nouvelle politique que j'aime le plus est l'augmentation du salaire minimum. J'avais considéré plusieurs aspects de l'offre d'emploi avant de l'accepter. La compagnie va examiner les nouvelles tendances du marché pour prendre des décisions éclairées.",
      "example_translation": "El aspecto de la nueva política que más me gusta es el aumento del salario mínimo. Había considerado múltiples aspectos de la oferta de trabajo antes de aceptarla. La empresa considerará las nuevas tendencias del mercado para tomar decisiones informadas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "évaluer",
      "translation": "evaluar",
      "definition": "Juger ou évaluer la valeur, la qualité ou l'importance de quelque chose",
      "definition_translation": "Juzgar o evaluar el valor, calidad o importancia de algo",
      "example": "J'ai évalué les dégâts de la voiture et estimé le coût des réparations. Elle va évaluer la situation avant de prendre une décision. Ils vont évaluer les compétences du nouvel employé pendant la période d'essai.",
      "example_translation": " Evalué los daños al coche y estimé el costo de las reparaciones. Ella evaluará la situación antes de tomar una decisión. Evaluarán las habilidades del nuevo empleado durante el período de prueba.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "évaluation",
      "translation": "evaluación",
      "definition": "Le processus d'évaluation ou de jugement de la valeur, de la qualité ou de l'importance de quelque chose",
      "definition_translation": "El proceso de juzgar o evaluar el valor, calidad o importancia de algo",
      "example": "L'évaluation du progrès du projet était effectuée mensuellement. Le professeur a évalué le travail de l'étudiant de manière équitable. La compagnie va mener une évaluation approfondie du marché avant de lancer le nouveau produit.",
      "example_translation": "La evaluación del progreso del proyecto se realizó mensualmente. La evaluación del trabajo del estudiante por parte del maestro fue justa. La empresa realizará una evaluación exhaustiva del mercado antes de lanzar el nuevo producto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aider",
      "translation": "asistir",
      "definition": "Donner un soutien ou une aide à quelqu'un ou quelque chose; aider ou accompagner quelqu'un.",
      "definition_translation": "Proporcionar apoyo o ayuda a alguien o algo; ayudar o acompañar a alguien.",
      "example": "J'ai aidé mon collègue avec le projet la semaine dernière, je l'aide maintenant, et je l'aiderai à nouveau le mois prochain.",
      "example_translation": "Asistí a mi colega con el proyecto la semana pasada, ahora la estoy asistiendo y la asistiré de nuevo el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "assistance",
      "translation": "asistencia",
      "definition": "L'action d'aider ou de soutenir quelqu'un ou quelque chose; aide ou soutien donné à quelqu'un.",
      "definition_translation": "El acto de ayudar o apoyar a alguien o algo; ayuda o apoyo dado a alguien.",
      "example": "L'organisation a fourni de l'assistance aux victimes de la catastrophe naturelle, Le gouvernement fournit de l'assistance aux zones touchées, et nous allons fournir de l'assistance à ceux qui en ont besoin.",
      "example_translation": "La organización proporcionó asistencia a las víctimas del desastre natural, El gobierno está proporcionando asistencia a las áreas afectadas y nosotros proporcionaremos asistencia a aquellos que la necesitan.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "association",
      "translation": "asociación",
      "definition": "Un groupe de personnes qui se réunissent pour atteindre un objectif commun ou un but; une connexion ou une relation entre des personnes ou des choses.",
      "definition_translation": "Un grupo de personas que se reúnen para lograr un objetivo o propósito común; una conexión o relación entre personas o cosas.",
      "example": "L'association des artistes a organisé une exposition le mois dernier, L'association travaille sur un nouveau projet maintenant, et l'association tiendra une conférence l'année prochaine.",
      "example_translation": "La asociación de artistas organizó una exposición el mes pasado, La asociación está trabajando en un nuevo proyecto ahora y La asociación celebrará una conferencia el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "association",
      "translation": "asociación",
      "definition": "Un groupe de personnes ou d'organisations unies pour un but commun ou ayant des intérêts communs.",
      "definition_translation": "Un grupo de personas o organizaciones unidas para un propósito común o con intereses comunes.",
      "example": "L'association des enseignants s'est réunie pour discuter du nouveau curriculum. Le professeur avait été associé à l'école pendant 10 ans. L'association associera avec d'autres associations caritatives pour recueillir des fonds.",
      "example_translation": "La asociación de maestros se reunió para discutir el nuevo currículum. El maestro había estado asociado con la escuela durante 10 años. La asociación se asociará con otras organizaciones benéficas para recaudar fondos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "supposer",
      "translation": "asumir",
      "definition": "Prendre quelque chose pour vrai ou pour exister sans connaissance certaine ou preuve.",
      "definition_translation": "Tomar algo como verdadero o existente sin conocimiento o prueba certera.",
      "example": "Je suppose que vous venez au party ce soir. Elle a supposé la responsabilité de diriger l'équipe. La compagnie supposera les coûts du projet.",
      "example_translation": "Supongo que vienes a la fiesta esta noche. Ella asumió la responsabilidad de liderar el equipo. La empresa asumirá los costos del proyecto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "assurer",
      "translation": "asegurar",
      "definition": "Rendre quelqu'un confiant ou certain de quelque chose.",
      "definition_translation": "Hacer que alguien esté seguro o tenga certeza sobre algo.",
      "example": "J'ai assuré qu'elle que tout se passerait bien. La compagnie nous a assurés que le produit était sécurisé. Il m'a assuré qu'il serait à l'heure.",
      "example_translation": "Le aseguré que todo estaría bien. La empresa nos aseguró que el producto era seguro. Él me aseguró que llegaría a tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étonné",
      "translation": "asombrado",
      "definition": "Sentir une grande surprise ou impression, souvent de manière difficile à croire ou à comprendre",
      "definition_translation": "sentirse extremadamente sorprendido o impresionado, a menudo de una manera difícil de creer o entender",
      "example": "J'ai été étonné par la nouvelle, hier j'étais étonné par la beauté de la ville, je serai étonné par la nouvelle technologie.",
      "example_translation": "Me sorprendió la noticia, ayer me sorprendió la belleza de la ciudad, me sorprenderá la nueva tecnología.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étonnant",
      "translation": "asombroso",
      "definition": "Extrêmement surprenant ou impressionnant, souvent de manière difficile à croire ou à comprendre",
      "definition_translation": "extremadamente sorprendente o impresionante, a menudo de una manera difícil de creer o entender",
      "example": "La beauté étonnante de la cascade, la croissance étonnante de la compagnie, le talent étonnant de l'artiste.",
      "example_translation": "La asombrosa belleza de la catarata, el asombroso crecimiento de la empresa, el asombroso talento del artista.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étonnement",
      "translation": "asombro",
      "definition": "Un sentiment de grande surprise ou d'émerveillement, souvent causé par quelque chose d'inattendu ou d'inhabituel",
      "definition_translation": "un sentimiento de gran sorpresa o asombro, a menudo causado por algo inesperado o inusual",
      "example": "La foule a manifesté de l'étonnement lors du tour de magie, l'étonnement sur son visage était clair, la nouvelle a causé un étonnement généralisé.",
      "example_translation": "La multitud expresó asombro ante el truco de magia, el asombro en su rostro era claro, la noticia causó asombro generalizado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "athlétique",
      "translation": "atlético",
      "definition": "Relatif ou impliqué dans des sports ou des jeux physiques, notamment ceux qui requièrent de la force, de l'endurance ou de l'agilité.",
      "definition_translation": "Relativo a o involucrado en deportes físicos o juegos, especialmente aquellos que requieren fuerza, resistencia o agilidad.",
      "example": "Elle était un enfant athlétique qui excellait dans les événements d'athlétisme. Elle participera aux Jeux Olympiques l'année prochaine. Elle a participé au marathon l'an dernier.",
      "example_translation": "Era una niña atlética que destacaba en pruebas de pista y campo. Participará en los Juegos Olímpicos el próximo año. Participó en el maratón el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "atmosphère",
      "translation": "atmósfera",
      "definition": "L'environnement entourant ou l'ambiance, notamment en relation avec les sentiments ou les émotions de ceux qui sont présents.",
      "definition_translation": "El entorno o ambiente que rodea, especialmente en relación con los sentimientos o emociones de los presentes.",
      "example": "L'atmosphère au stade était électrique lors du match final. L'atmosphère dans la ville a changé après le désastre naturel. L'atmosphère sur l'île était paisible et sereine.",
      "example_translation": "La atmósfera en el estadio era eléctrica durante el partido final. La atmósfera en la ciudad cambió después del desastre natural. La atmósfera en la isla era pacífica y serena.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "atmosphère",
      "translation": "atmósfera",
      "definition": "L'environnement entourant ou l'ambiance, notamment en relation avec les sentiments ou les émotions de ceux qui sont présents.",
      "definition_translation": "El entorno o ambiente que rodea, especialmente en relación con los sentimientos o emociones de los presentes.",
      "example": "L'atmosphère au restaurant était cozy et intime. L'atmosphère à la fête était animée et énergique. L'atmosphère dans la forêt était fraîche et propre.",
      "example_translation": "La atmósfera en el restaurante era acogedora y íntima. La atmósfera en la fiesta era vivaz y energética. La atmósfera en el bosque era fresca y limpia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "atome",
      "translation": "átomo",
      "definition": "La plus petite unité d'un élément chimique qui conserve les propriétés de cet élément.",
      "definition_translation": "La unidad más pequeña de un elemento químico que retiene las propiedades de ese elemento.",
      "example": "Les scientifiques ont étudié l'atome pour comprendre sa structure. Ils étudieront l'atome à nouveau l'année prochaine. Ils ont étudié l'atome l'an dernier.",
      "example_translation": "Los científicos estudiaron el átomo para entender su estructura. Estudiarán el átomo nuevamente el año que viene. Estudiaron el átomo el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "atomique",
      "translation": "atómico",
      "definition": "Relatif ou consistant en atomes.",
      "definition_translation": "Relativo a o compuesto por átomos.",
      "example": "La bombe atomique était une arme puissante. Ils utiliseront l'énergie atomique dans le futur. Ils ont étudié la physique atomique le semestre dernier.",
      "example_translation": "La bomba atómica fue un arma poderosa. Usarán energía atómica en el futuro. Estudiaron física atómica el último semestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "attaché",
      "translation": "adjunto",
      "definition": "Fermement fixé ou joint à quelque chose.",
      "definition_translation": "Fijado o unido firmemente a algo.",
      "example": "Le fichier était attaché à l'email. Ils ont attaché les documents au mur. Elle attachera la photo à la présentation.",
      "example_translation": "El archivo estaba adjunto al correo electrónico. Adjuntaron los documentos a la pared. Ella adjuntará la imagen a la presentación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pièce jointe",
      "translation": "anexo",
      "definition": "Un document ou fichier qui est joint à un e-mail ou envoyé séparément.",
      "definition_translation": "Un documento o archivo que se adjunta a un correo electrónico o se envía por separado.",
      "example": "J'ai reçu un e-mail avec une pièce jointe, qui était un fichier PDF. J'ai joint le fichier à un e-mail et l'ai envoyé à mon collègue. Je joindrai le document à l'e-mail et l'enverrai au client demain.",
      "example_translation": "Recibí un correo electrónico con un anexo, que era un archivo PDF. Adjunté el archivo a un correo electrónico y se lo envié a mi colega. Adjuntaré el documento al correo electrónico y lo enviaré al cliente mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tentative",
      "translation": "intento",
      "definition": "Une tentative ou effort pour faire quelque chose.",
      "definition_translation": "Un intento o esfuerzo por hacer algo.",
      "example": "Je vais tenter de gravir la montagne la semaine prochaine. Elle a tenté de battre le record du monde. Il a tenté d'apprendre à jouer de la guitare.",
      "example_translation": "Intentaré subir la montaña la próxima semana. Ella intentó romper el récord mundial. Él intentó aprender a tocar la guitarra.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grenier",
      "translation": "ático",
      "definition": "L'espace ou la chambre au sommet d'un bâtiment, généralement sous le toit.",
      "definition_translation": "El espacio o habitación en la parte superior de un edificio, usualmente debajo del techo.",
      "example": "Le grenier était poussiéreux et plein de vieux malles. Nous avons stocké nos bagages dans le grenier. Ils ont converti le grenier en chambre.",
      "example_translation": "El ático estaba polvoriento y lleno de baúles antiguos. Almacenamos nuestro equipaje en el ático. Ellos convirtieron el ático en un dormitorio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "attirer",
      "translation": "atraer",
      "definition": "De draw l'attention de quelqu'un ou de quelque chose; de tirer ou d'attirer quelque chose vers soi.",
      "definition_translation": "Llamar la atención o interés de alguien; tirar o atraer algo hacia uno mismo",
      "example": "Le paysage magnifique a attiré de nombreux touristes. J'ai attiré son attention en agitant la main. Elle attirera beaucoup d'attention avec sa nouvelle coupe de cheveux.",
      "example_translation": "El paisaje hermoso atrajo a muchos turistas. Atraí su atención al agitar mi mano. Ella atraerá mucha atención con su nuevo corte de pelo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "attraction",
      "translation": "atracción",
      "definition": "Une personne ou chose qui attire; une qualité ou caractéristique fascinante.",
      "definition_translation": "Una persona o cosa que atrae; una calidad o característica fascinante",
      "example": "Le parc d'attractions était une grande attraction pour les enfants. Son attraction pour les voyages d'aventure l'a menée à faire du backpacking à travers l'Europe. L'hôtel a pour principale attraction sa plage voisine.",
      "example_translation": "El parque temático fue una atracción principal para los niños. Su atracción por los viajes de aventura la llevó a viajar con mochila por Europa. La principal atracción del hotel es su ubicación en primera línea de playa impresionante.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aubergine",
      "translation": "berenjena",
      "definition": "Un légume violet, également connu sous le nom d'aubergine, utilisé dans la cuisine.",
      "definition_translation": "Un vegetal púrpura, también conocido como berenjena, utilizado en la cocina",
      "example": "J'adore l'aubergine grillée avec du houmous. Elle a sauté l'aubergine avec de l'ail et de l'huile d'olive. Ils vont récolter la culture d'aubergine la semaine prochaine.",
      "example_translation": "Me encanta la berenjena asada con humus. Ella salteó la berenjena con ajo y aceite de oliva. Ellos cosecharán la cosecha de berenjena la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "autorité",
      "translation": "autoridad",
      "definition": "Le pouvoir ou le droit de contrôler ou de commander des personnes ou des situations.",
      "definition_translation": "El poder o derecho de controlar o mandar a personas o situaciones.",
      "example": "Le gouvernement a l'autorité de faire des lois. Le professeur avait autorité sur la salle de classe. L'entreprise aura autorité sur le marché d'ici l'an prochain.",
      "example_translation": "El gobierno tiene la autoridad de hacer leyes. El maestro tenía autoridad sobre la clase. La empresa ganará autoridad en el mercado para el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "automatique",
      "translation": "automático",
      "definition": "Fait ou se produit sans pensée consciente ou effort; fonctionnant seul.",
      "definition_translation": "Hecho u ocurrido sin pensamiento consciente o esfuerzo; auto-operante.",
      "example": "La machine à laver est automatique. La porte automatique s'est ouverte avec un bip. Le nouveau logiciel permettra des mises à jour automatiques.",
      "example_translation": "La máquina de lavar es automática. La puerta automática se abrió con un beep. El nuevo software permitirá actualizaciones automáticas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "automatiquement",
      "translation": "automáticamente",
      "definition": "Fait ou se produit sans pensée consciente ou effort; de manière automatique.",
      "definition_translation": "Hecho u ocurrido sin pensamiento consciente o esfuerzo; de manera auto-operante.",
      "example": "Le système mettra à jour automatiquement. La porte s'est fermée automatiquement lorsque je suis parti. Le paiement sera débité automatiquement de mon compte.",
      "example_translation": "El sistema se actualizará automáticamente. La puerta se bloqueó automáticamente cuando me fui. El pago se deducirá automáticamente de mi cuenta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "disponibilité",
      "translation": "disponibilidad",
      "definition": "La qualité de être disponible; l'état d'être accessible ou utilisable.",
      "definition_translation": "La calidad de estar disponible; el estado de ser accesible o utilizable.",
      "example": "La disponibilité des billets pour le concert était limitée. J'ai vérifié la disponibilité de la chambre d'hôtel en ligne. L'entreprise augmentera la disponibilité du produit d'ici le trimestre prochain.",
      "example_translation": "La disponibilidad de boletos para el concierto era limitada. Verifiqué la disponibilidad de la habitación del hotel en línea. La empresa aumentará la disponibilidad del producto el próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "éviter",
      "translation": "evitar",
      "definition": "Tenir à distance ou prévenir quelque chose ou quelqu'un.",
      "definition_translation": "Mantenerse alejado de algo o alguien, o prevenir algo.",
      "example": "J'essaie d'éviter de conduire pendant les heures de pointe. Elle évite de parler de politique. Ils éviteront de faire la même erreur à nouveau.",
      "example_translation": "Trato de evitar conducir en hora pico. Ella evita hablar de política. Ellos evitarán cometer el mismo error otra vez.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prix",
      "translation": "premio",
      "definition": "Un prix ou une distinction accordée à quelqu'un ou quelque chose en reconnaissance de leur réalisation ou excellence.",
      "definition_translation": "Un premio o honor otorgado a alguien o algo en reconocimiento de su logro o excelencia.",
      "example": "La cérémonie de remise des prix a eu lieu hier soir. Elle a reçu un prix pour sa performance exceptionnelle. La compagnie a remporté un prix pour l'innovation.",
      "example_translation": "La ceremonia de premios se llevó a cabo anoche. Ella recibió un premio por su destacada actuación. La empresa ganó un premio por innovación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prix",
      "translation": "premio",
      "definition": "Un prix ou une distinction accordée à quelqu'un en reconnaissance de leur réalisation ou service.",
      "definition_translation": "Un premio o honor que se otorga a alguien en reconocimiento de su logro o servicio.",
      "example": "Elle a reçu un prix pour sa contribution exceptionnelle dans le domaine des sciences. Elle recevra un prix la semaine prochaine. Elle avait reçu un prix l'année dernière.",
      "example_translation": "Ella recibió un premio por su destacada contribución en el campo de la ciencia. Ella recibirá un premio la próxima semana. Ella había recibido un premio el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "conscient",
      "translation": "consciente",
      "definition": "Ayant connaissance ou perception de quelque chose.",
      "definition_translation": "Tener conocimiento o percepción de algo.",
      "example": "J'étais conscient du danger, mais je ne pensais pas que cela arriverait. Elle est consciente du problème, mais elle ne sait pas comment le résoudre. Il sera conscient des conséquences de ses actions.",
      "example_translation": "Yo era consciente del peligro, pero no pensé que sucedería. Ella es consciente del problema, pero no sabe cómo resolverlo. Él será consciente de las consecuencias de sus acciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gauchement",
      "translation": "torpemente",
      "definition": "De manière maladroite ou désordonnée.",
      "definition_translation": "De una manera torpe o descoordinada.",
      "example": "Elle a marché gauchement dans ses nouveaux hauts talons. Il a essayé gauchement de réparer le vase cassé. Ils danseront gauchement au mariage.",
      "example_translation": "Ella caminó torpemente en sus nuevos tacones altos. Él intentó torpemente arreglar el jarrón roto. Ellos bailarán torpemente en la boda.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bachelier",
      "translation": "licenciado",
      "definition": "Une personne qui a obtenu un diplôme de bachelier, généralement après trois ou quatre ans d'études à l'université.",
      "definition_translation": "Una persona que ha recibido un título de licenciatura, típicamente después de tres o cuatro años de estudio en un colegio o universidad.",
      "example": "Jean a obtenu un diplôme de bachelier en informatique, puis a travaillé comme stagiaire et est maintenant ingénieur logiciel. Il était célibataire quand il a voyagé en Europe l'année dernière, mais est maintenant marié.",
      "example_translation": "Juan se graduó con un título de licenciatura en ciencias de la computadora, luego trabajó como pasante, y ahora es un ingeniero de software. Era un soltero cuando viajó a Europa el año pasado, pero ahora está casado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrière-plan",
      "translation": "antecedentes",
      "definition": "Les circonstances ou situation qui précèdent un événement ou un état particulier.",
      "definition_translation": "Las circunstancias o situación que preceden a un evento o estado particular.",
      "example": "L'arrière-plan du conflit était complexe, mais la situation actuelle est tendue. Elle a un arrière-plan en économie, ce qui l'aide dans son rôle actuel. D'ici 2025, la compagnie aura changé la couleur de fond de son arrière-plan en vert.",
      "example_translation": "El antecedente del conflicto era complejo, pero la situación actual es tensa. Ella tiene un antecedente en economía, lo que la ayuda en su papel actual. Para 2025, la empresa habrá cambiado su color de fondo a verde.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrière-plan",
      "translation": "antecedentes",
      "definition": "Le décor ou la décoration derrière quelque chose, notamment sur une scène ou dans un tableau.",
      "definition_translation": "El paisaje o decoración detrás de algo, especialmente en un escenario o en una pintura.",
      "example": "L'arrière-plan de la pièce était une belle chaîne de montagnes. La compagnie changera l'image de fond de son site web le mois prochain. Elle a choisi un arrière-plan simple pour sa présentation.",
      "example_translation": "El fondo del juego era una hermosa cordillera montañosa. La empresa cambiará la imagen de fondo de su sitio web el próximo mes. Ella eligió un fondo simple para su presentación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrière-plan",
      "translation": "antecedentes",
      "definition": "L'arrière-plan d'une personne ou d'une chose est la situation ou les circonstances qui ont précédé un événement ou une situation particulière.",
      "definition_translation": "El fondo de una persona o cosa es la situación o circunstancias que existían antes de un evento o situación particular.",
      "example": "L'arrière-plan de la compagnie a été marqué par une série de fusions réussies. Le PDG a un arrière-plan en finance. Le nouvel employé aura un contrôle de l'arrière-plan avant de commencer à travailler.",
      "example_translation": "El fondo de la empresa estuvo marcado por una serie de fusiones exitosas. El CEO tiene un fondo en finanzas. El nuevo empleado tendrá una verificación de antecedentes antes de empezar a trabajar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sécurité",
      "translation": "copia de seguridad",
      "definition": "Une copie de données ou d'un système qui peut être utilisée si l'original est perdu ou endommagé.",
      "definition_translation": "Una copia de seguridad es una copia de datos o un sistema que se puede usar si el original se pierde o se daña.",
      "example": "Je fais toujours une sécurité de mes fichiers avant de faire des changements. Le département IT de la compagnie crée une sécurité du serveur chaque nuit. Le générateur de sécurité a démarré lorsque l'alimentation a été coupée.",
      "example_translation": "Siempre hago una copia de seguridad de mis archivos antes de hacer cualquier cambio. El departamento de TI de la empresa crea una copia de seguridad del servidor todas las noches. El generador de copia de seguridad se activó cuando se cortó la energía.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mauvais",
      "translation": "malo",
      "definition": "Une chose qui est mauvaise est de mauvaise qualité ou non satisfaisante.",
      "definition_translation": "Algo que es malo es de mala calidad o no es satisfactorio.",
      "example": "J'ai eu une mauvaise expérience au restaurant hier soir. Le mauvais temps a gâché nos plans. Elle avait une mauvaise impression de la situation.",
      "example_translation": "Tuve una mala experiencia en el restaurante la noche anterior. El mal tiempo arruinó nuestros planes. Ella tenía una mala sensación sobre la situación.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "de mauvais caractère",
      "translation": "malhumorado",
      "definition": "ayant un naturel désagréable ou irritable",
      "definition_translation": "teniendo una naturaleza desagradable o irritable",
      "example": "Elle était une personne de mauvais caractère qui se mettait toujours en colère facilement. Elle se met en colère quand quelqu'un la coupe dans la circulation. Elle se fâche si quelqu'un est en désaccord avec elle.",
      "example_translation": "Era una persona malhumorada que siempre se enfadaba fácilmente. Se enfada cuando alguien la corta en el tráfico. Se disgustará si alguien no está de acuerdo con ella.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "insigne",
      "translation": " insignia",
      "definition": "un petit morceau de métal, de plastique ou d'autre matériau porté sur le corps pour montrer le rang, l'appartenance ou la réussite d'une personne",
      "definition_translation": "una pequeña pieza de metal, plástico u otro material que se lleva en el cuerpo para mostrar el rango, membresía o logro de una persona",
      "example": "Le policier portait un insigne sur son uniforme pour indiquer son rang. Il portera un insigne à la cérémonie de remise des prix. Elle avait porté un insigne pour montrer son appartenance au club.",
      "example_translation": "El oficial de policía llevaba una insignia en su uniforme para indicar su rango. Llevará una insignia a la ceremonia de premios. Ella había llevado una insignia para mostrar su membresía en el club.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sac",
      "translation": "bolsa",
      "definition": "un contenant fait de matériau flexible, utilisé pour transporter des choses",
      "definition_translation": "un contenedor hecho de material flexible, utilizado para llevar cosas",
      "example": "Elle a emporté son déjeuner dans un sac à l'école. Il emportera un sac à la plage demain. Ils avaient emporté des sacs de provisions à la maison.",
      "example_translation": "Ella llevó su almuerzo en una bolsa al colegio. Llevará una bolsa a la playa mañana. Ellos habían llevado bolsas de comestibles a casa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boulangerie",
      "translation": "panadería",
      "definition": "Une boulangerie est une entreprise qui produit des aliments à base de farine cuits au four, tels que du pain, des gâteaux, des pâtisseries et des tartes.",
      "definition_translation": "Una panadería es un negocio que produce alimentos a base de harina horneados en un horno, como pan, pasteles, pastelería y tartas.",
      "example": "J'ai travaillé dans une boulangerie lorsque j'étais adolescent. Maintenant, je fais des gâteaux pour les anniversaires de mes amis. Je vais ouvrir ma propre boulangerie l'année prochaine.",
      "example_translation": "Solía trabajar en una panadería cuando era adolescente. Ahora, hago pasteles para los cumpleaños de mis amigos. Abriré mi propia panadería el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "équilibre",
      "translation": "equilibrio",
      "definition": "Un équilibre est un état d'équilibre ou de stabilité, où des forces ou des facteurs différents se compensent mutuellement.",
      "definition_translation": "Un equilibrio es un estado de equilibrio o estabilidad, donde diferentes fuerzas o factores se contrarrestan entre sí.",
      "example": "Elle a essayé de s'équilibrer sur la corde raide, mais elle a perdu l'équilibre et est tombée. L'entreprise a lutté pour équilibrer son budget, mais a finalement trouvé une solution. L'écosystème a besoin d'équilibre pour maintenir la biodiversité.",
      "example_translation": "Ella intentó equilibrarse en la cuerda floja, pero perdió el equilibrio y se cayó. La empresa luchó por equilibrar su presupuesto, pero finalmente encontró una solución. El ecosistema necesita equilibrarse para mantener la biodiversidad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "équilibre",
      "translation": "equilibrio",
      "definition": "Un équilibre est un état d'équilibre ou de stabilité, où des forces ou des facteurs différents se compensent mutuellement.",
      "definition_translation": "Un equilibrio es un estado de equilibrio o estabilidad, donde diferentes fuerzas o factores se contrarrestan entre sí.",
      "example": "L'artiste a essayé d'équilibrer la composition du tableau, mais il était encore inégal. Le docteur a aidé le patient à équilibrer son régime et à recouvrer sa santé. L'athlète a travaillé dur pour équilibrer son entraînement et son repos.",
      "example_translation": "El artista intentó equilibrar la composición de la pintura, pero todavía era desigual. El doctor ayudó al paciente a equilibrar su dieta y recuperar su salud. La atleta trabajó duro para equilibrar su entrenamiento y descanso.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "équilibre",
      "translation": "equilibrio",
      "definition": "un état d'être en harmonie ou en équilibre, notamment dans un système physique",
      "definition_translation": "un estado de armonía o equilibrio, especialmente en un sistema físico",
      "example": "Le funambule a lutté pour maintenir l'équilibre, mais a finalement réussi. Elle équilibrera le budget en réduisant les coûts. L'entreprise équilibrera sa croissance avec les préoccupations environnementales d'ici 2025.",
      "example_translation": "El funambulista luchó por mantener el equilibrio, pero finalmente lo logró. Ella equilibrará el presupuesto reduciendo costos. La empresa equilibrará su crecimiento con las preocupaciones ambientales para 2025.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "équilibré",
      "translation": "equilibrado",
      "definition": "ayant des éléments en harmonie ou en proportion",
      "definition_translation": "teniendo elementos diferentes en armonía o proporción",
      "example": "Le chef a soigneusement équilibré les saveurs du plat. Les rapports financiers de l'entreprise étaient équilibrés et précis. L'athlète avait un régime équilibré pour améliorer ses performances.",
      "example_translation": "El chef equilibró cuidadosamente los sabores en el plato. Los informes financieros de la empresa fueron equilibrados y precisos. El atleta tenía una dieta equilibrada para mejorar el rendimiento.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "interdire",
      "translation": "prohibir",
      "definition": "prohiber officiellement ou interdire quelque chose",
      "definition_translation": "prohibir oficialmente algo",
      "example": "Le gouvernement a interdit de fumer dans les lieux publics. L'entreprise interdira tous les plastiques à usage unique d'ici l'an prochain. L'école interdit l'utilisation des smartphones pendant les cours.",
      "example_translation": "El gobierno prohibió fumar en lugares públicos. La empresa prohibirá todos los plásticos de un solo uso para el año próximo. La escuela prohíbe el uso de teléfonos inteligentes durante la clase.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "interdit",
      "translation": "prohibir",
      "definition": "Un interdit est une prohibition officielle ou un embargo, ou un décret ou un édit formel interdisant quelque chose.",
      "definition_translation": "Una prohibición es una prohibición oficial o embargo, o un decreto o edicto formal que prohíbe algo.",
      "example": "Le gouvernement a interdit l'utilisation des plastiques à usage unique l'an dernier, mais il les interdira complètement d'ici l'année prochaine. Pour le moment, nous sommes autorisés à les utiliser, mais l'interdit sera strictement appliqué à partir du mois prochain.",
      "example_translation": "El gobierno prohibió el uso de plásticos de un solo uso el año pasado, pero los prohibirá completamente para el próximo año. Actualmente, se nos permite usarlos, pero la prohibición se aplicará estrictamente a partir del próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bang",
      "translation": "truco",
      "definition": "Un bang est un bruit soudain et fort, notamment celui fait par quelque chose qui explose ou heurte autre chose.",
      "definition_translation": "Un truco es un ruido fuerte repentino, especialmente uno hecho por algo que explota o golpea algo más.",
      "example": "Le feu d'artifice a explosé avec un grand bang, ce qui a effrayé l'enfant. La voiture a crashé avec un bang, mais heureusement, personne n'a été blessé. D'ici 2025, l'entreprise s'attend à faire un grand bang sur le marché avec son nouveau produit.",
      "example_translation": "El fuego artificial explotó con un ruido fuerte, lo que asustó al niño. El coche chocó con un ruido, pero afortunadamente, nadie resultó herido. Para 2025, la empresa espera hacer un gran ruido en el mercado con su nuevo producto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bang",
      "translation": "truco",
      "definition": "Un bang est un bruit soudain et fort, notamment celui fait par quelque chose qui explose ou heurte autre chose.",
      "definition_translation": "Un truco es un ruido fuerte repentino, especialmente uno hecho por algo que explota o golpea algo más.",
      "example": "Le feu d'artifice a explosé avec un grand bang, ce qui a effrayé l'enfant. La voiture a crashé avec un bang, mais heureusement, personne n'a été blessé. D'ici 2025, l'entreprise s'attend à faire un grand bang sur le marché avec son nouveau produit.",
      "example_translation": "El fuego artificial explotó con un ruido fuerte, lo que asustó al niño. El coche chocó con un ruido, pero afortunadamente, nadie resultó herido. Para 2025, la empresa espera hacer un gran ruido en el mercado con su nuevo producto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "banquier",
      "translation": "banquero",
      "definition": "Une personne dont l'occupation est de gérer ou de travailler dans une banque.",
      "definition_translation": "Una persona cuya ocupación es administrar o trabajar en un banco.",
      "example": "Le banquier m'a conseillé d'investir dans des actions. Je vais rencontrer le banquier demain. Le banquier avait travaillé dans cette banque pendant 10 ans.",
      "example_translation": "El banquero me aconsejó invertir en acciones. Me reuniré con el banquero mañana. El banquero había trabajado en este banco durante 10 años.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "banque",
      "translation": "banca",
      "definition": "L'affaire de fournir des services financiers, notamment des prêts et des emprunts d'argent.",
      "definition_translation": "El negocio de proporcionar servicios financieros, incluyendo el préstamo y la inversión de dinero.",
      "example": "La banque en ligne est très pratique. J'ai étudié la banque et la finance au collège. Le système bancaire a besoin de réformes.",
      "example_translation": "El banco en línea es muy conveniente. Estudié banca y finanzas en la universidad. El sistema bancario necesita reformas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nu",
      "translation": "desnudo",
      "definition": "Sans couverture ou vêtement; nu.",
      "definition_translation": "Sin cubierta o ropa; desnudo.",
      "example": "L'arbre était nu en hiver. Elle a marché pieds nus sur la plage. La chambre était nue sauf pour une chaise.",
      "example_translation": "El árbol estaba desnudo en invierno. Caminó descalza en la playa. La habitación estaba desnuda excepto por una silla.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "à peine",
      "translation": "apenas",
      "definition": "seulement juste; par un petit margin",
      "definition_translation": "solo apenas; por un margen estrecho",
      "example": "J'ai à peine passé l'examen. Je vais à peine avoir le temps de finir le projet. J'avais à peine commencé lorsque j'ai été interrompu.",
      "example_translation": "Apenas aprobar el examen. Apenas tendré tiempo para terminar el proyecto. Acababa de empezar cuando fui interrumpido.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aboyer",
      "translation": "ladrar",
      "definition": "faire un bruit court et fort comme un chien",
      "definition_translation": "hacer un ruido breve y fuerte como un perro",
      "example": "Le chien a commencé à aboyer quand il a vu le facteur. Il avait aboyé toute la nuit. Il aboierait à nouveau s'il voyait un étranger.",
      "example_translation": "El perro empezó a ladrar cuando vio al correo. Ladró toda la noche. Ladrará de nuevo si ve a un extraño.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "écorce",
      "translation": "cáscara",
      "definition": "la couche externe rugueuse de la trunk d'un arbre",
      "definition_translation": "la capa externa dura de un tronco de árbol",
      "example": "L'écorce de l'arbre était rugueuse et squameuse. L'écorce de l'arbre avait été endommagée par la tempête. L'écorce sera plus facile à enlever après l'avoir fait tremper dans l'eau.",
      "example_translation": "La corteza del árbol era áspera y escamosa. La corteza del árbol había sido dañada por la tormenta. La corteza será más fácil de remover después de haber sido empapada en agua.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "barrière",
      "translation": "barrera",
      "definition": "Une barrière est quelque chose qui bloque ou obstrue le mouvement, l'accès ou le progrès.",
      "definition_translation": "Una barrera es algo que bloquea o obstruye el movimiento, el acceso o el progreso.",
      "example": "La randonnée était difficile en raison de la barrière de rochers escarpés. Nous avons dû surmonter la barrière des différences linguistiques. L'entreprise supprimera la barrière à l'entrée pour les nouveaux clients.",
      "example_translation": "La caminata fue desafiante debido a la barrera de rocas empinadas. Teníamos que superar la barrera de las diferencias lingüísticas. La empresa eliminará la barrera de entrada para nuevos clientes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "base",
      "translation": "base",
      "definition": "Une base est un point de départ ou une fondation pour quelque chose.",
      "definition_translation": "Una base es un punto de partida o una fundación para algo.",
      "example": "L'entreprise a établi sa base dans la ville. L'athlète s'est entraîné au pied de la montagne. La nouvelle politique sera la base pour les décisions futures.",
      "example_translation": "La empresa estableció su base en la ciudad. El atleta se entrenó en la base de la montaña. La nueva política será la base para futuras decisiones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "base",
      "translation": "base",
      "definition": "Une base est une substance qui accepte des ions d'hydrogène dans une réaction chimique.",
      "definition_translation": "Una base es una sustancia que acepta iones de hidrógeno en una reacción química.",
      "example": "Le scientifique a ajouté une base à la solution pour neutraliser l'acide. La base du savon était trop alcaline. L'entreprise utilise une base de sodium hydroxyde dans sa production.",
      "example_translation": "El científico agregó una base a la solución para neutralizar el ácido. La base del jabón era too alcalina. La empresa utiliza una base de hidróxido de sodio en su producción.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sous-sol",
      "translation": "sótano",
      "definition": "Le niveau habitable le plus bas d'un bâtiment, généralement en dessous du niveau du sol.",
      "definition_translation": "La planta más baja de un edificio, usualmente debajo del nivel del suelo.",
      "example": "Ils ont converti le sous-sol en home cinéma. Hier, ils l'ont décoré. D'ici l'an prochain, ce sera une salle de jeux.",
      "example_translation": "Convirtieron el sótano en un cine en casa. Ayer, lo decoraron. Para el próximo año, será una sala de juegos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "en fin de compte",
      "translation": "básicamente",
      "definition": "Utilisé pour indiquer que une déclaration est généralement vraie, mais peut ne pas être complètement exacte dans tous les détails.",
      "definition_translation": "Se utiliza para indicar que una declaración es generalmente verdadera, pero puede no ser completamente precisa en cada detalle.",
      "example": "J'ai fini mon projet en fin de compte, mais j'ai encore besoin de le réviser. Je finirai en fin de compte par le prochain. J'avais fini en fin de compte la semaine dernière.",
      "example_translation": "Prácticamente terminé mi proyecto, pero aún necesito revisarlo. Prácticamente terminaré mañana. Había prácticamente terminado la semana pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "basilic",
      "translation": "albahaca",
      "definition": "Une herbe aromatique utilisée dans la cuisine, notamment dans la cuisine méditerranéenne et italienne.",
      "definition_translation": "Una hierba aromática utilizada en la cocina, especialmente en la cocina mediterránea e italiana.",
      "example": "J'ai planté du basilic dans mon jardin l'été dernier. Maintenant, j'utilise du basilic pour faire dupesto. Je planterai du basilic à nouveau l'été prochain.",
      "example_translation": "Planté albahaca en mi jardín el verano pasado. Ahora, la uso para hacer pesto. Plantaré albahaca de nuevo la próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "base",
      "translation": "base",
      "definition": "Une base est un principe fondamental ou une concept sous-jacent qui sert de fondation pour quelque chose.",
      "definition_translation": "Una base es un principio fundamental o concepto subyacente que sirve como fundamento para algo.",
      "example": "La base de notre argument était fautive dès le départ. Nous établirons une nouvelle base pour notre conversation. Notre base pour la prise de décision sera différente à l'avenir.",
      "example_translation": "La base de nuestro argumento estaba defectuosa desde el principio. Estableceremos una nueva base para nuestra conversación. Nuestra base para la toma de decisiones cambiará en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poutre",
      "translation": "viga",
      "definition": "Une poutre est une longue pièce de bois, de métal ou de béton utilisée dans la construction pour supporter le poids.",
      "definition_translation": "Una viga es una pieza larga y resistente de madera, metal o concreto utilizada en la construcción de edificios para soportar peso.",
      "example": "La poutre du plafond était fissurée et avait besoin d'être remplacée. Nous allons installer une nouvelle poutre pour soutenir le toit. La poutre sera renforcée avec de l'acier à l'avenir.",
      "example_translation": "La viga en el techo estaba agrietada y necesitaba ser reemplazada. Instalaremos una nueva viga para soportar el techo. La viga será reforzada con acero en el futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ours",
      "translation": "oso",
      "definition": "Un ours est un grand mammifère carnivore trouvé dans les forêts et les montagnes.",
      "definition_translation": "Un oso es un mamífero carnívoro grande encontrado en bosques y montañas.",
      "example": "Nous avons vu un ours dans les bois hier. L'ours hibernera pendant l'hiver. Je verrai un ours au zoo l'année prochaine.",
      "example_translation": "Vimos un oso en el bosque ayer. El oso hibernará durante el invierno. Veré un oso en el zoológico el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bête",
      "translation": "bestia",
      "definition": "Un animal sauvage, notamment un grand ou féroce.",
      "definition_translation": "Un animal salvaje, especialmente uno grande o feroz.",
      "example": "La bête rugit fort dans la jungle. La bête erre librement dans son habitat naturel. La bête attaquera si elle se sent menacée.",
      "example_translation": "La bestia rugió fuerte en la jungla. La bestia deambula libremente en su hábitat natural. La bestia atacará si se siente amenazada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "battre",
      "translation": "golpear",
      "definition": "Frapper ou taper répétitivement, souvent avec violence, pour infliger des blessures ou des dommages.",
      "definition_translation": "Golpear o pegar repetidamente, a menudo con violencia, para infligir lesiones o daños.",
      "example": "Le batteur battra le tambour au concert. Elle bat les œufs pour le gâteau. Il battra la concurrence au marathon.",
      "example_translation": "El baterista golpeará la batería en el concierto. Ella golpea los huevos para la tarta. Él golpeará la competencia en el maratón.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "battre",
      "translation": "vencer",
      "definition": "Surmonter ou vaincre quelqu'un ou quelque chose, souvent dans une compétition ou un concours.",
      "definition_translation": "Superar o vencer a alguien o algo, a menudo en una competencia o concurso.",
      "example": "L'équipe va battre son rival dans le dernier match. Elle bat son record personnel dans la course. Il va battre les chances dans le jeu de poker.",
      "example_translation": "El equipo vencerá al rival en el juego final. Ella supera su récord personal en la carrera. Él vencerá las probabilidades en el juego de póquer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "battre",
      "translation": "golpear",
      "definition": "Frapper ou heurter quelque chose de manière répétée, souvent de manière rythmique",
      "definition_translation": "golpear algo repetidamente, usualmente de manera rítmica",
      "example": "Je vais battre le tambour au concert ce soir, j'ai battu hier, et j'ai battu la semaine dernière.",
      "example_translation": "Golpearé el tambor en el concierto esta noche, lo golpeé ayer y lo golpeé la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "scarabée",
      "translation": "escarabajo",
      "definition": "Un type d'insecte ayant une coquille dure, souvent ayant une forme et une couleur distinctes",
      "definition_translation": "un tipo de insecto con una concha externa dura, caracterizado por una forma y color destacados",
      "example": "Le scarabée a rampé lentement sur la feuille, il avait rampé là hier, et il rampera là demain.",
      "example_translation": "El escarabajo se arrastró lentamente a través de la hoja, se había arrastrado allí ayer y se arrastrará allí mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "implorer",
      "translation": "rogar",
      "definition": "Demander quelque chose à quelqu'un de manière polie et humble, souvent parce que vous en avez réellement besoin",
      "definition_translation": "pedir algo a alguien de manera cortés y humilde, a menudo porque realmente lo necesitas",
      "example": "Je vais implorer une faveur demain, j'ai imploré hier, et j'implore chaque jour.",
      "example_translation": "Rogaré un favor mañana, lo rogué ayer y lo ruego todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "implorer",
      "translation": "rogar",
      "definition": "Demander quelque chose d'une manière humble et respectueuse",
      "definition_translation": "Pedir algo de manera humilde y respetuosa",
      "example": "J'ai imploré mes parents de me laisser aller à la soirée, mais ils ont refusé. J'implore que tu m'aides avec cette tâche. J'implorerai pardon si je fais une erreur.",
      "example_translation": "Le rogué a mis padres que me dejaran ir a la fiesta, pero se negaron. Te ruego que me ayudes con esta tarea. Pediré perdón si cometemos un error.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "croyance",
      "translation": "creencia",
      "definition": "Un sentiment de confiance, de foi ou de conviction en quelque chose ou quelqu'un",
      "definition_translation": "Un sentimiento de confianza, fe o confianza en algo o alguien",
      "example": "Ma croyance en Dieu m'a donné de la force pendant les moments difficiles. Je crois que l'honnêteté est la meilleure politique. J'ai cru en mes capacités et j'ai atteint mes objectifs.",
      "example_translation": "Mi creencia en Dios me dio fuerza durante momentos difíciles. Creo que la honestidad es la mejor política. Creí en mis habilidades y logré mis objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appartenir",
      "translation": "pertenecer",
      "definition": "Être partie de quelque chose ou d'un groupe, ou avoir une place naturelle ou légitime en lui",
      "definition_translation": "Ser parte de algo o un grupo, o tener un lugar natural o legítimo en él",
      "example": "J'appartiens à un club de lecture où nous discutons de nos romans préférés. J'appartenais à une équipe de sports au lycée. J'appartiendrai à une communauté d'artistes quand j'aurai fini mon diplôme.",
      "example_translation": "Pertenecía a un club de lectura donde discutíamos nuestros novelas favoritas. Pertenezco a un equipo deportivo en la escuela secundaria. Perteneceré a una comunidad de artistas cuando termine mi título.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "biens",
      "translation": "pertenencias",
      "definition": "Biens personnels ou possessions, notamment ceux qui sont portables ou déplaçables.",
      "definition_translation": "Propiedad personal o posesiones, especialmente aquellas que son portátiles o móviles.",
      "example": "Elle a emballé ses biens dans une valise et est partie à l'aéroport. Hier, j'avais emballé mes biens dans une boîte. Je vais emballer mes biens dans un sac demain.",
      "example_translation": "Ella empacó sus pertenencias en una maleta y se fue al aeropuerto. Ayer, había empacado mis pertenencias en una caja. Mañana, empacaré mis pertenencias en una bolsa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "banc",
      "translation": "banco",
      "definition": "Un siège long, généralement fixé, utilisé par les personnes dans un parc, un jardin ou une autre zone extérieure.",
      "definition_translation": "Un asiento largo, típicamente uno fijo en su lugar, utilizado por la gente en un parque, jardín o área al aire libre.",
      "example": "Je me suis assis sur un banc dans le parc et j'ai lu un livre. Hier, j'avais pris place sur un banc et j'avais regardé le match. Je vais m'asseoir sur un banc et me reposer demain.",
      "example_translation": "Me senté en un banco en el parque y leí un libro. Ayer, había sentado en un banco y vi el juego. Mañana, me sentaré en un banco y descansaré.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plier",
      "translation": "doblarse",
      "definition": "Changer de direction ou de forme en se courbant ou en se fléchissant.",
      "definition_translation": "Cambiar de dirección o forma al doblarse o curvarse.",
      "example": "J'ai plié pour ramasser le ballon. Hier, j'avais plié les genoux pour sauter plus haut. Je vais plier mon corps pour toucher mes orteils demain.",
      "example_translation": "Me doblé para recoger la pelota. Ayer, había doblado mis rodillas para saltar más alto. Mañana, doblaré mi cuerpo para tocar mis dedos del pie.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plier",
      "translation": "doblado",
      "definition": "changer de direction ou de forme en faisant une courbe ou un angle",
      "definition_translation": "cambiar de dirección o forma haciendo una curva o ángulo",
      "example": "Je vais plier le fil pour réparer la lampe cassée. Hier, j'ai plié pour ramasser le stylo. Si je plie les règles, je pourrai avoir des ennuis.",
      "example_translation": "Doblaré el alambre para arreglar la lámpara rota. Ayer, me doblé para recoger la pluma. Si doblo las reglas, podré meterme en problemas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plier",
      "translation": "doblado",
      "definition": "changer de direction ou de forme en faisant une courbe ou un angle",
      "definition_translation": "cambiar de dirección o forma haciendo una curva o ángulo",
      "example": "La route va plier à gauche après le pont. La branche a plié sous le poids des fruits. L'entreprise va plier sa politique pour accommoder le nouveau client.",
      "example_translation": "La carretera doblará a la izquierda después del puente. La rama se dobló bajo el peso de la fruta. La empresa doblará su política para acomodar al nuevo cliente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sous",
      "translation": "debajo de",
      "definition": "dans ou à une position en-dessous de quelque chose",
      "definition_translation": "en o a una posición debajo de algo",
      "example": "Le livre est sous le canapé. Le trésor était caché sous le vieux chêne. Les secrets de la ville se trouvent sous sa façade moderne.",
      "example_translation": "El libro está debajo del sofá. El tesoro estaba escondido debajo del roble antiguo. Los secretos de la ciudad se esconden debajo de su fachada moderna.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bénéfique",
      "translation": "beneficioso",
      "definition": "ayant un effet positif ou utile",
      "definition_translation": "tener un efecto positivo o útil",
      "example": "La nouvelle politique a été bénéfique pour l'entreprise. Ce sera bénéfique pour les employés. C'était bénéfique pour l'environnement.",
      "example_translation": "La nueva política ha sido beneficiosa para la empresa. Será beneficioso para los empleados. Fue beneficiosa para el medio ambiente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avantage",
      "translation": "beneficio",
      "definition": "un avantage ou un profit tiré de quelque chose",
      "definition_translation": "una ventaja o ganancia obtenida de algo",
      "example": "L'entreprise offre de nombreux avantages à ses employés. La nouvelle politique bénéficiera à l'économie. J'ai tiré avantage de l'expérience.",
      "example_translation": "La empresa ofrece muchos beneficios a sus empleados. La nueva política beneficiará la economía. Me beneficié de la experiencia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "baie",
      "translation": "baya",
      "definition": "un petit fruit charnu",
      "definition_translation": "una fruta pequeña y carnosa",
      "example": "J'ai mangé une baie du buisson. Les baies seront mûres en été. Elle a ramassé des baies dans l'arbre.",
      "example_translation": "Me comí una baya del arbusto. Las bayas estarán maduras en verano. Ella recogió bayas del árbol.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "best-seller",
      "translation": "superventas",
      "definition": "Un livre ou autre produit qui se vend très bien, souvent devenant extrêmement populaire.",
      "definition_translation": "Un libro u otro producto que se vende muy bien, a menudo se vuelve muy popular.",
      "example": "Le roman est devenu un best-seller lors de sa première semaine de sortie. Ce sera un best-seller d'ici la fin de l'année. C'était un best-seller la saison dernière.",
      "example_translation": "La novela se convirtió en un superventas en su primera semana de lanzamiento. Será un superventas al final del año. Fue un superventas la última temporada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "parier",
      "translation": "apuesta",
      "definition": "Risque de l'argent ou quelque chose de précieux sur le résultat d'un événement ou d'un jeu.",
      "definition_translation": "Arriesgar dinero o algo valioso en el resultado de un evento o juego.",
      "example": "J'ai parié sur le match de football hier soir. Elle va parier sur la course de chevaux ce week-end. Ils ont parié sur l'issue des élections.",
      "example_translation": "Aposté en el partido de fútbol anoche. Ella apostará en la carrera de caballos este fin de semana. Ellos apostaron en el resultado de las elecciones.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "trahir",
      "translation": "traicionar",
      "definition": "Être infidèle ou désloyal envers quelqu'un ou quelque chose, souvent de manière secrète ou cachée.",
      "definition_translation": "Ser desleal o infiel a alguien o algo, a menudo de manera secreta o oculta.",
      "example": "Elle s'est sentie trahie par les actions de son ami. Il a trahi son pays en vendant des secrets. Ils trahiront leur confiance si ils ne tiennent pas leur promesse.",
      "example_translation": "Ella se sintió traicionada por las acciones de su amiga. Él traicionó a su país vendiendo secretos. Ellos traicionarán su confianza si no cumplen la promesa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bikini",
      "translation": "bikini",
      "definition": "Un bikini est un type de maillot de bain porté par les femmes, généralement composé de deux pièces, l'une couvrant les seins et l'autre la zone génitale.",
      "definition_translation": "Un bikini es un tipo de traje de baño que se lleva puesto por las mujeres, típicamente consistente en dos piezas, una que cubre los pechos y la otra el área del pubis.",
      "example": "J'ai acheté un nouveau bikini pour mes vacances. Je l'ai porté hier à la plage. Je vais le porter à nouveau demain quand je vais nager.",
      "example_translation": "Compré un nuevo bikini para mis vacaciones. Lo llevé puesto ayer en la playa. Lo llevaré puesto de nuevo mañana cuando vaya a nadar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "facture",
      "translation": "cuenta",
      "definition": "Une facture est un document demandant paiement pour des biens ou services fournis.",
      "definition_translation": "Una cuenta es un documento que solicita el pago por los bienes o servicios prestados.",
      "example": "J'ai reçu une facture du restaurant. Je la paierai demain. J'l'ai payée le mois dernier.",
      "example_translation": "Recibí una cuenta del restaurante. La pagaré mañana. La pagué el mes pasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "milliard",
      "translation": "billón",
      "definition": "Un milliard est une grande unité de mesure, égale à mille millions.",
      "definition_translation": "Un billón es una gran unidad de medida, igual a mil millones.",
      "example": "La population du pays est de plus d'un milliard. Elle était endettée d'un milliard de dollars. Il y aura un milliard de personnes qui assisteront à l'événement.",
      "example_translation": "La población del país es de más de un billón. Estaba en deuda por un billón de dólares. Serán un billón de personas asistiendo al evento.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "biologique",
      "translation": "biológico",
      "definition": "Relatif à l'étude des organismes vivants, notamment leur structure, fonction, croissance, évolution et taxinomie.",
      "definition_translation": "Relativo al estudio de los organismos vivos, incluyendo su estructura, función, crecimiento, evolución y taxonomía.",
      "example": "La recherche biologique a conduit à de nombreuses percées médicales. Les systèmes biologiques sont complexes et fascinants. Les processus biologiques continueront d'évoluer avec le temps.",
      "example_translation": "La investigación biológica ha llevado a muchos avances en medicina. Los sistemas biológicos son complejos y fascinantes. Los procesos biológicos seguirán evolucionando con el tiempo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mordre",
      "translation": "morder",
      "definition": "S'emparer ferme de quelque chose avec les dents, ou s'emparer fermement de quelque chose avec la bouche.",
      "definition_translation": "Agarrar o sujetar algo firmemente con los dientes, o agarrar o sostener algo firmemente con la boca.",
      "example": "Le chien aime mordre ses jouets. Elle a mordu dans la pomme. Il mordra la lèvre de nervosité.",
      "example_translation": "El perro le gusta morder sus juguetes. Ella mordió la manzana. Él morderá su labio por ansiedad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mordre",
      "translation": "morder",
      "definition": "S'emparer ferme de quelque chose avec les dents, ou s'emparer fermement de quelque chose avec la bouche.",
      "definition_translation": "Agarrar o sujetar algo firmemente con los dientes, o agarrar o sostener algo firmemente con la boca.",
      "example": "Le chien aime mordre ses jouets. Elle a mordu dans la pomme. Il mordra la lèvre de nervosité.",
      "example_translation": "El perro le gusta morder sus juguetes. Ella mordió la manzana. Él morderá su labio por ansiedad.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "amer",
      "translation": "amargo",
      "definition": "Ayant un goût fort et désagréable, comme la quinine ou les citrons.",
      "definition_translation": "Teniendo un sabor fuerte y desagradable, como la quinina o los limones.",
      "example": "Le café était amer, donc j'ai ajouté du sucre. J'ai été amer à propos de la situation depuis des années. Je serai amer si je n'obtiens pas le travail.",
      "example_translation": "El café era amargo, así que agregué azúcar. He estado amargado sobre la situación durante años. Estaré amargado si no consigo el trabajo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "amèrement",
      "translation": "amargamente",
      "definition": "D'une manière amère ; avec des sentiments amers.",
      "definition_translation": "De manera amarga; con sentimientos amargos.",
      "example": "Elle a amèrement regretté sa décision. Il a amèrement réagi à la nourriture. Ils vont amèrement lutter pour leurs droits.",
      "example_translation": "Ella se arrepintió amargamente de su decisión. Él se quejó amargamente de la comida. Ellos lucharán amargamente por sus derechos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bizarre",
      "translation": "extraño",
      "definition": "Inhabituel et inattendu, souvent d'une manière étrange ou inquiétante.",
      "definition_translation": "Inusual y inesperado, a menudo de una manera extraña o inquietante.",
      "example": "Les sculptures bizarres de l'artiste étaient exposées. Les patrons climatiques bizarres ont causé des problèmes. Le comportement bizarre de l'équipe a surpris tout le monde.",
      "example_translation": "Las esculturas extrañas del artista estaban en exhibición. Los patrones climáticos extraños han estado causando problemas. El comportamiento extraño del equipo sorprendió a todos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mûre de ronce",
      "translation": "mora",
      "definition": "Un petit fruit noir qui pousse sur un buisson et est souvent mangé dans des tartes et des desserts.",
      "definition_translation": "Una pequeña fruta oscura púrpura que crece en un arbusto y se come a menudo en pasteles y postres.",
      "example": "J'ai mangé une tarte à la mûre de ronce hier, je mange des mûres de ronce maintenant, et je mangerai de la confiture de mûre de ronce demain.",
      "example_translation": "Comí una tarta de mora ayer, estoy comiendo moras ahora y comeré mermelada de mora mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cassis",
      "translation": "cassis",
      "definition": "Un petit fruit noir qui pousse sur un buisson et est souvent mangé dans des desserts et des boissons.",
      "definition_translation": "Una pequeña fruta oscura púrpura que crece en un arbusto y se come a menudo en postres y bebidas.",
      "example": "J'ai bu du jus de cassis hier, je mange des cassis maintenant, et je ferai de la confiture de cassis demain.",
      "example_translation": "Bebí jugo de cassis ayer, estoy comiendo cassises ahora y haré mermelada de cassis mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lame",
      "translation": "hoja",
      "definition": "Une partie longue, plate et tranchante d'un outil ou d'une machine, comme un couteau ou une scie.",
      "definition_translation": "Una parte larga, plana y afilada de una herramienta o máquina, como un cuchillo o una sierra.",
      "example": "J'ai utilisé une lame pour couper l'herbe hier, je suis en train d'aiguiser une lame maintenant, et je vais acheter une nouvelle lame demain.",
      "example_translation": "Usé una hoja para cortar el césped ayer, estoy afilando una hoja ahora y compraré una hoja nueva mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "blanc",
      "translation": "en blanco",
      "definition": "N'ayant pas de marques ou de caractéristiques, complètement vide ou vide.",
      "definition_translation": "Sin marcas ni características, completamente vacío o vacante.",
      "example": "La page blanche me regardait, attendant que mes pensées créatives la remplissent. J'avais laissé les espaces blancs dans le formulaire, incertain de ce que je devais écrire. Lorsque j'aurai terminé ce projet, les murs blancs de ma chambre seront remplis d'inspiration.",
      "example_translation": "La página en blanco me miraba fijamente, esperando que mis pensamientos creativos la llenen. Había dejado los espacios en blanco en el formulario, sin saber qué escribir. Cuando termine este proyecto, las paredes en blanco de mi habitación estarán llenas de inspiración.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aveugle",
      "translation": "ciego",
      "definition": "Incroyant ou incapable de voir ou de percevoir quelque chose, ayant pas de vue ou de vision.",
      "definition_translation": "No poder ver o percibir algo, no tener vista ni visión.",
      "example": "L'homme aveugle marchait prudemment dans la rue, utilisant son canne pour se diriger. J'étais aveugle aux signes d'avertissement, mais maintenant je les vois clairement. À l'avenir, nous allons développer des technologies pour aider les aveugles à voir.",
      "example_translation": "El hombre ciego caminaba con cuidado por la calle, usando su bastón para navegar. Estaba ciego a las señales de advertencia, pero ahora las veo claramente. En el futuro, desarrollaremos tecnología para ayudar a los ciegos a ver.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cligner",
      "translation": "parpadear",
      "definition": "Fermer et ouvrir rapidement les yeux, surtout pour enlever la saleté ou pour exprimer la surprise.",
      "definition_translation": "Cerrar y abrir los ojos rápidamente, especialmente para quitar suciedad o expresar sorpresa.",
      "example": "Lorsque j'ai eu de la poussière dans mon œil, j'ai dû cligner rapidement pour l'enlever. Elle a cligné de surprise lorsque je lui ai annoncé la nouvelle. Lorsque je cligne des yeux, le feu passerà au vert.",
      "example_translation": "Cuando me metí polvo en el ojo, tuve que parpadear rápidamente para sacarlo. Ella parpadeó de sorpresa cuando le di la noticia. En el momento en que parpadeo, la luz se volverá verde.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bloc",
      "translation": "bloque",
      "definition": "Une masse solide de matériau, notamment un élément de construction, ou une forme qui peut être utilisée comme élément de construction.",
      "definition_translation": "Una masa sólida de material, especialmente una utilizada como unidad de construcción, o una forma que puede ser utilizada como bloque de construcción.",
      "example": "Elle a construit une tour avec des blocs de bois. Elle avait construit un château avec des blocs hier. Elle construira un pont avec des blocs demain.",
      "example_translation": "Ella construyó una torre utilizando bloques de madera. Ella había construido un castillo con bloques ayer. Ella construirá un puente con bloques mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sanglant",
      "translation": "sangriento",
      "definition": "Couvert de sang ou maculé de sang; violemment brutal ou choquant.",
      "definition_translation": "Cubierto de o manchado con sangre; brutal o chocante de manera violenta.",
      "example": "La guerre sanglante avait laissé la ville en ruines. La bagarre sanglante avait été interrompue par la police. Le meurtre sanglant sera enquêté ce soir.",
      "example_translation": "La guerra sangrienta había dejado la ciudad en ruinas. La pelea sangrienta fue interrumpida por la policía. El asesinato sangriento será investigado esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "myrtille",
      "translation": "arándano",
      "definition": "Un petit fruit rond avec un goût sucré ou aigre, généralement de couleur bleu-violacé.",
      "definition_translation": "Una fruta small, redonda con un sabor dulce o ácido, generalmente de color púrpura-azul.",
      "example": "Elle a mangé une poignée de myrtilles pour petit déjeuner. Elle avait mangé des pancakes de myrtille hier. Elle mangera des muffins de myrtille pour dessert demain.",
      "example_translation": "Ella comió un puñado de arándanos para desayunar. Ella había comido pancakes de arándano ayer. Ella comerá muffins de arándano para postre mañana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rougir",
      "translation": "sonrojo",
      "definition": "Devenir rouge au visage, généralement par honte ou embarras.",
      "definition_translation": "ponerse rojo en la cara, típicamente por vergüenza o bochorno",
      "example": "Elle a rougi lorsque son coup de cœur lui a parlé. Elle avait rougi lorsque lui lui avait demandé de sortir. Elle rougira lorsque lui lui fera un compliment.",
      "example_translation": "Ella se sonrojó cuando su crush habló con ella. Se había sonrojado cuando él le pidió salir. Se sonrojará cuando él le haga un cumplido.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "panneau",
      "translation": "tablero",
      "definition": "Un plateau plat, généralement rectangulaire, en bois, en plastique ou en autre matériau, utilisé pour un but spécifique.",
      "definition_translation": "un pedazo plano, usualmente rectangular, de madera, plástico o otro material utilizado para un propósito particular",
      "example": "Il a placé le message sur le panneau. Il avait placé les pièces sur le panneau. Il placera la nouvelle politique sur le panneau.",
      "example_translation": "Él puso el mensaje en el tablero. Había puesto las piezas en el tablero. Pondrá la nueva política en el tablero.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "conseil",
      "translation": "consejo",
      "definition": "Un groupe de personnes qui prennent des décisions à propos d'une entreprise, d'une organisation ou d'une école.",
      "definition_translation": "un grupo de personas que toman decisiones sobre una empresa, organización o escuela",
      "example": "Elle est membre du conseil. Elle avait été membre du conseil. Elle sera membre du conseil.",
      "example_translation": "Ella es miembro del consejo. Había sido miembro del consejo. Será miembro del consejo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vanter",
      "translation": "jactarse",
      "definition": "parler avec fierté de quelque chose que vous avez fait ou de quelque chose que vous avez",
      "definition_translation": "hablar con orgullo sobre algo que has hecho o algo que tienes",
      "example": "J'ai vanté ma nouvelle voiture à mes amis. Je vanterai mes réalisations lors de la cérémonie. J'ai vanté mes compétences culinaires à ma famille.",
      "example_translation": "Me jacté de mi nuevo coche con mis amigos. Me jactaré de mis logros en la ceremonia. Me jacté de mis habilidades culinarias con mi familia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "garde du corps",
      "translation": "guardaespaldas",
      "definition": "une personne employée pour protéger quelqu'un, généralement une personne célèbre ou importante",
      "definition_translation": "una persona empleada para proteger a alguien, usualmente una persona famosa o importante",
      "example": "Le président avait un garde du corps qui l'accompagnait partout. Elle a travaillé comme garde du corps pour un acteur célèbre. Le garde du corps a sauvé la vie de la chanteuse lors de l'attaque.",
      "example_translation": "El presidente tenía un guardaespaldas que lo acompañaba a todos lados. Ella trabajó como guardaespaldas para un actor famoso. El guardaespaldas salvó la vida de la cantante durante el ataque.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ébullition",
      "translation": "hervir",
      "definition": "l'action de liquide devenant chaud et produisant des bulles",
      "definition_translation": "el acto de un líquido que se vuelve caliente y produce burbujas",
      "example": "L'eau est en ébullition dans la marmite. Elle bouillait de colère lorsqu'elle a appris la nouvelle. Le café était en ébullition dans la machine à café.",
      "example_translation": "El agua está hirviendo en la olla. Ella estaba hirviendo de ira cuando escuchó la noticia. El café estaba hirviendo en la cafetera.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "audacieux",
      "translation": "audaz",
      "definition": "montrant une volonté de prendre des risques et de faire des choses de manière audacieuse et confiante",
      "definition_translation": "Mostrando una disposición a asumir riesgos y hacer cosas de manera audaz y confiada.",
      "example": "Elle porte toujours des tenues audacieuses pour faire une déclaration. Elle avait porté des tenues audacieuses pour faire une déclaration. Elle portera des tenues audacieuses pour faire une déclaration.",
      "example_translation": "Siempre llevaba conjuntos atrevidos para hacer una declaración. Había llevado conjuntos atrevidos para hacer una declaración. Llevará conjuntos atrevidos para hacer una declaración.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "audacieusement",
      "translation": "audazmente",
      "definition": "d'une manière qui montre une volonté de prendre des risques et de faire des choses de manière audacieuse et confiante",
      "definition_translation": "De una manera que muestra una disposición a asumir riesgos y hacer cosas de manera audaz y confiada.",
      "example": "L'entreprise investira audacieusement dans de nouvelles technologies. L'entreprise a investi audacieusement dans de nouvelles technologies. L'entreprise aura investi audacieusement dans de nouvelles technologies.",
      "example_translation": "La empresa invertirá audazmente en nuevas tecnologías. La empresa invirtió audazmente en nuevas tecnologías. La empresa ha invertido audazmente en nuevas tecnologías.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bombardement",
      "translation": "bombardeo",
      "definition": "l'action de larguer des bombes d'un aéronef, notamment lors d'une attaque délibérée",
      "definition_translation": "El acto de dejar caer bombas desde un avión, especialmente en un ataque deliberado.",
      "example": "La ville a subi un bombardement pendant la guerre. La ville avait subi un bombardement pendant la guerre. La ville subira un bombardement pendant la guerre.",
      "example_translation": "La ciudad sufrió un bombardeo durante la guerra. La ciudad había sufrido un bombardeo durante la guerra. La ciudad sufrirá un bombardeo durante la guerra.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "obligation",
      "translation": "bono",
      "definition": "une obligation est un type d'investissement dans lequel un investisseur prête de l'argent à un emprunteur (généralement une entreprise ou un gouvernement) en échange de paiements d'intérêt réguliers et du remboursement de son investissement principal",
      "definition_translation": "Un bono es un tipo de inversión en la que un inversionista presta dinero a un prestatario (típicamente corporativo o gubernamental) a cambio de pagos de intereses regulares y la devolución de su inversión principal.",
      "example": "La société a émis une obligation pour financer son nouveau projet. Elle avait lié des liens avec ses investisseurs au fil des ans. D'ici la fin de l'année, elle aura lié des liens avec plusieurs investisseurs.",
      "example_translation": "La empresa emitió un bono para recaudar capital para su nuevo proyecto. Había formado un vínculo con sus inversores a lo largo de los años. Al final del año, habrá formado un vínculo con varios inversores.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prime",
      "translation": "prima",
      "definition": "une prime est un paiement supplémentaire ou une récompense donnée à un employé, un vendeur ou un cadre pour atteindre certains objectifs ou cibles",
      "definition_translation": "Una prima es un pago adicional o recompensa otorgada a un empleado, vendedor o ejecutivo por alcanzar ciertos objetivos o metas.",
      "example": "L'employé a reçu une prime pour avoir atteint la cible des ventes. Elle est éligible à une prime ce trimestre. La société offrira une prime à ses meilleurs performers.",
      "example_translation": "El empleado recibió una prima por cumplir con el objetivo de ventas. Ella es elegible para una prima este trimestre. La empresa ofrecerá una prima a sus mejores ejecutores.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brochure",
      "translation": "folleto",
      "definition": "une brochure est un petit livre ou un pamphlet, généralement contenant des informations ou des instructions sur un sujet particulier",
      "definition_translation": "Un folleto es un pequeño libro o panfleto, que típicamente contiene información o instrucciones sobre un tema en particular.",
      "example": "L'agence de voyage a fourni une brochure avec des informations sur le tour. Elle avait écrit une brochure sur le jardinage. La société est en train de publier une brochure sur son histoire.",
      "example_translation": "La agencia de viajes proporcionó un folleto con información sobre el tour. Ella había escrito un folleto sobre jardinería. La empresa está publicando un folleto sobre su historia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    }
  ]