[
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chat",
      "translation": "gato",
      "definition": "Un petit mammifère carnivore typiquement velu. Ils sont souvent appelés 'chats de maison' lorsqu'ils sont gardés comme animaux de compagnie.",
      "definition_translation": "Un pequeño mamífero carnívoro típicamente peludo. A menudo se les llama 'gatos de la casa' cuando se mantienen como mascotas en interiores.",
      "example": "J'avais un chat lorsqu'j'étais enfant. Maintenant, j'en ai deux, et ils sont très joueurs. Je vais avoir un nouveau chat l'année prochaine.",
      "example_translation": "Tenía un gato cuando era niño. Ahora tengo dos gatos, y son muy juguetones. Me compraré un gato nuevo el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vache",
      "translation": "vaca",
      "definition": "Un grand mammifère domestiqué non-ruminant qui est communément élevé dans les fermes et les ranchs pour son lait et sa viande.",
      "definition_translation": "Un mamífero ungulado grande domesticado que se mantiene comúnmente en granjas y ranchos por su leche y carne.",
      "example": "Les vaches paissent dans le champ. La vache a donné naissance à un veau le mois dernier. Nous allons acheter une vache l'année prochaine.",
      "example_translation": "Las vacas están pastando en el campo. La vaca dio a luz a un ternero el mes pasado. Compraremos una vaca al año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chien",
      "translation": "perro",
      "definition": "Un mammifère carnivore domestiqué qui appartient à la famille des Canidés et est étroitement lié au loup gris.",
      "definition_translation": "Un mamífero carnívoro domesticado que pertenece a la familia Canidae y está estrechamente relacionado con el lobo gris.",
      "example": "J'ai promené mon chien ce matin. Le chien aboie très fort. Je vais emmener mon chien au parc demain.",
      "example_translation": "Paseé a mi perro esta mañana. El perro está ladrando fuerte. Llevaré a mi perro al parque mañana.",
      "imageLink": "image_files\\English\\"imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cheval",
      "translation": "caballo",
      "definition": "Un grand mammifère hérivore utilisé pour le transport, la traction et le portage de charges.",
      "definition_translation": "Un gran mamífero herbívoro con pezuñas utilizado para montar, conducir y llevar paquetes.",
      "example": "J'ai monté un cheval au parc hier, je monte un cheval au parc tous les jours, et je vais monter un cheval au parc demain.",
      "example_translation": "Monté un caballo al parque ayer, monto un caballo al parque todos los días, y montaré un caballo al parque mañana.",
      "imageLink": "image_files\\English\\"imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cochon",
      "translation": "cerdo",
      "definition": "Un mammifère ongulé, omnivore, à corps robuste, originaire d'Eurasie et d'Afrique du Nord.",
      "definition_translation": "Un mamífero ungulado omnívoro de cuerpo robusto originario de Eurasia y África del Norte.",
      "example": "J'ai vu un cochon sur la ferme hier, je vois un cochon sur la ferme tous les jours, et je vais voir un cochon sur la ferme demain.",
      "example_translation": "Vi un cerdo en la granja ayer, veo un cerdo en la granja todos los días, y veré un cerdo en la granja mañana.",
      "imageLink": "image_files\\English\\"imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mouton",
      "translation": "oveja",
      "definition": "Un mammifère ruminant, à corps gras, qui est typiquement élevé sur une ferme ou un ranch pour sa laine et sa viande.",
      "definition_translation": "Un mamífero rumiante, ungulado incluso, que se mantiene típicamente en una granja o rancho por su lana y carne.",
      "example": "J'ai conduit un mouton au pâturage hier, je conduis un mouton au pâturage tous les jours, et je vais conduire un mouton au pâturage demain.",
      "example_translation": "Arrie un rebaño de ovejas al pasto ayer, arreo un rebaño de ovejas al pasto todos los días, y arrearé un rebaño de ovejas al pasto mañana.",
      "imageLink": "image_files\\English\\"imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bébé",
      "translation": "bebé",
      "definition": "Un être humain très jeunes, depuis la naissance jusqu'à un ou deux ans d'âge.",
      "definition_translation": "Un ser humano muy joven, desde el nacimiento hasta un año o dos de edad.",
      "example": "J'ai tenu le bébé dans mes bras hier, je tiens le bébé dans mes bras aujourd'hui, et je vais tenir le bébé dans mes bras demain.",
      "example_translation": "Yo sostuve al bebé en mis brazos ayer, estoy sosteniendo al bebé en mis brazos hoy, y sostendré al bebé en mis brazos mañana.",
      "imageLink": "image_files\\English\\"imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ours",
      "translation": "oso",
      "definition": "Un grand mammifère carnivore avec une fourrure hirsute, trouvé dans les forêts et les montagnes.",
      "definition_translation": "Un mamífero carnívoro grande con pelo lanudo, encontrado en bosques y montañas.",
      "example": "L'ours a couru rapidement à travers la forêt hier, l'ours court rapidement à travers la forêt aujourd'hui, et l'ours courra rapidement à travers la forêt demain.",
      "example_translation": "El oso corrió rápidamente por el bosque ayer, el oso está corriendo rápidamente por el bosque hoy, y el oso correrá rápidamente por el bosque mañana.",
      "imageLink": "image_files\\English\\"imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "guépard",
      "translation": "chita",
      "definition": "Un grand félin avec un pelage jaune-brun et des taches noires, originaire d'Afrique et d'Asie.",
      "definition_translation": "Un gato grande con un pelaje amarillo-marrón y manchas negras, nativo de África y Asia.",
      "example": "Le guépard court extrêmement vite dans la savane hier, le guépard court extrêmement vite dans la savane aujourd'hui, et le guépard courra extrêmement vite dans la savane demain.",
      "example_translation": "La chita corría extremadamente rápido en la sabana ayer, la chita está corriendo extremadamente rápido en la sabana hoy, y la chita correrá extremadamente rápido en la sabana mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "éléphant",
      "translation": "elefante",
      "definition": "Un grand animal intelligent et social avec un long proboscis, utilisé dans les zoos et les cirques, et anciennement utilisé comme bête de somme.",
      "definition_translation": "Un animal grande, inteligente y social con una larga probóscide, utilizado en zoos y circos, y anteriormente usado como bestia de carga.",
      "example": "J'ai vu un éléphant au zoo hier, il mange maintenant, et il sera libre de vagabonder dans la nature demain.",
      "example_translation": "Vi un elefante en el zoológico ayer, está comiendo ahora, y caminará libremente en la naturaleza mañana.",
      "imageLink": "image_files\\English\\"imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cochon d'Inde",
      "translation": "cuy",
      "definition": "Un petit rongeur herbivore couramment élevé comme animal de compagnie ou utilisé dans la recherche scientifique.",
      "definition_translation": "Un pequeño, peludo, roedor herbívoro comúnmente mantenido como mascota o utilizado en investigaciones científicas.",
      "example": "J'avais un cochon d'Inde comme animal de compagnie lorsqu j'étais enfant, c'était très mignon, et cela fera un excellent compagnon pour ma sœur un jour.",
      "example_translation": "Tuve un cuy como mascota cuando era niño, era muy lindo, y hará un gran compañero de mi hermana algún día.",
      "imageLink": "image_files\\English\\"imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hamster",
      "translation": "hámster",
      "definition": "Un petit mammifère carnivore couramment élevé comme animal de compagnie, originaire de Syrie et d'Europe.",
      "definition_translation": "Un pequeño, peludo, mamífero carnívoro comúnmente mantenido como mascota, originario de Siria y Europa.",
      "example": "J'ai acheté un hamster la semaine dernière, il est en train de tourner sur sa roue maintenant, et cela fera un excellent animal de compagnie pour mon frère l'année prochaine.",
      "example_translation": "Compré un hámster la semana pasada, está corriendo en su rueda ahora, y será una gran mascota para mi hermano el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lion",
      "translation": "león",
      "definition": "Un lion est un grand mammifère carnivore qui vit en meutes dans les savanes et les prairies de l'Afrique et de l'Inde.",
      "definition_translation": "Un león es un mamífero carnívoro grande que vive en manadas en las sabanas y praderas de África y la India.",
      "example": "Le lion rugit fort dans la jungle. Hier, le lion dormait. Demain, le lion chassera sa proie.",
      "example_translation": "El león rugió fuerte en la jungla. Ayer, el león estaba durmiendo. Mañana, el león cazará su presa.",
      "imageLink": "image_files\\English\\"imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "singe",
      "translation": "mono",
      "definition": "Un singe est un primate qui appartient à l'ordre des primates, qui comprend les lémuriens, les loris, les tarsiers et les simiens.",
      "definition_translation": "Un mono es un primate que pertenece al orden de primates, que incluye lémures, lorises, tarseros y simios.",
      "example": "Le singe se balançait d'arbre en arbre. Hier, le singe jouait. Demain, le singe escaladera la montagne.",
      "example_translation": "El mono se columpiaba de árbol en árbol. Ayer, el mono estava jugando. Mañana, el mono subirá la montaña.",
      "imageLink": "image_files\\English\\"imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "souris",
      "translation": "ratón",
      "definition": "Une souris est un petit rongeur mammifère qui vit dans des trous dans le sol ou dans les murs.",
      "definition_translation": "Un ratón es un pequeño mamífero roedor que vive en hoyos en el suelo o en paredes.",
      "example": "La souris a couru sur le plancher. Hier, la souris se cachait. Demain, la souris mordra le fromage.",
      "example_translation": "El ratón corrió attraversó el suelo. Ayer, el ratón estaba escondido. Mañana, el ratón mordisqueará el queso.",
      "imageLink": "image_files\\English\\"imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lapin",
      "translation": "conejo",
      "definition": "Un petit mammifère à oreilles longues et dents aiguisées, typiquement vivant dans des terriers ou des warrens.",
      "definition_translation": "Un pequeño mamífero peludo con orejas largas y dientes afilados, que Vive typicalmente en madrigueras o warrens.",
      "example": "J'ai vu un lapin sautant à travers le champ. Le lapin sautait à travers le champ. Je verrai un lapin sautant à travers le champ.",
      "example_translation": "Vi un conejo saltando a través del campo. El conejo estaba saltando a través del campo. Veré un conejo saltando a través del campo.",
      "imageLink": "image_files\\English\\"imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rat",
      "translation": "rata",
      "definition": "Un grand rongeur qui ressemble à une souris, couramment trouvé dans les égouts et les bâtiments.",
      "definition_translation": "Una gran roedor que se asemeja a un ratón, comúnmente encontrado en alcantarillas y edificios.",
      "example": "J'ai attrapé un rat dans ma maison. Le rat se cachait dans le trou. Je attraperai un rat dans ma maison.",
      "example_translation": "Atrapé una rata en mi casa. La rata estaba escondida en el agujero. Atraparé una rata en mi casa.",
      "imageLink": "image_files\\English\\"imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chauve-souris",
      "translation": "murciélago",
      "definition": "Un mammifère volant qui utilise l'écholocation pour naviguer et trouver des insectes à manger.",
      "definition_translation": "Un mamífero volador que utiliza la ecolocación para navegar y encontrar insectos para comer.",
      "example": "La chauve-souris volait autour de la grotte. La chauve-souris a volé autour de la grotte. La chauve-souris volera autour de la grotte.",
      "example_translation": "El murciélago estaba volando alrededor de la cueva. El murciélago voló alrededor de la cueva. El murciélago volará alrededor de la cueva.",
      "imageLink": "image_files\\English\\"imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "taureau",
      "translation": "toro",
      "definition": "Un mâle bovin, notamment un qui n'est pas castré ou utilisé pour la reproduction.",
      "definition_translation": "Un bovino masculino, especialmente uno que no ha sido castrado o se utiliza para criar.",
      "example": "Le fermier avait un taureau dans son champ. Il achètera un nouveau taureau l'année prochaine. Le taureau avait été attaqué par une meute de chiens hier.",
      "example_translation": "El granjero tenía un toro en su campo. Comprará un nuevo toro el próximo año. El toro había sido atacado por una manada de perros ayer.",
      "imageLink": "image_files\\English\\"imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "veau",
      "translation": "ternero",
      "definition": "Le jeune de divers mammifères, notamment une vache ou un éléphant.",
      "definition_translation": "El joven de various mamíferos, especialmente una vaca o elefante.",
      "example": "Le veau est né le mois dernier. Le veau sera grand et fort. Le veau avait été séparé de sa mère.",
      "example_translation": "El ternero nació el mes pasado. El ternero será grande y fuerte. El ternero había sido separado de su madre.",
      "imageLink": "image_files\\English\\"imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chameau",
      "translation": "camello",
      "definition": "Un grand ongulé à dos plat avec une bosse distinctive sur son dos, trouvé dans les déserts d'Asie et d'Afrique.",
      "definition_translation": "Un gran ungulado de pezuñas parejas con una joroba característica en su espalda, encontrado en los desiertos de Asia y África.",
      "example": "Le chameau a traversé le désert. Nous monterons un chameau la semaine prochaine. Le chameau avait marché pendant des heures.",
      "example_translation": "El camello cabalgó a través del desierto. Montaremos un camello la próxima semana. El camello había estado caminando durante horas.",
      "imageLink": "image_files\\English\\"imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bétail",
      "translation": "ganado",
      "definition": "Des mammifères domestiques élevés sur une ferme ou un ranch, généralement gardés pour leur lait, leur viande ou leurs peaux.",
      "definition_translation": "Mamíferos domésticos criados en una granja o rancho, comúnmente mantenidos por su leche, carne o pieles.",
      "example": "Le fermier possédait un grand troupeau de bétail qu'il élevait pour leur lait. Il les avait élevés depuis qu'ils étaient des veaux, et maintenant ils prospéraient. D'ici l'année prochaine, il aura augmenté la taille de son troupeau de bétail.",
      "example_translation": "El granjero era dueño de un gran rebaño de ganado, que criaba por su leche. Los había criado desde que eran terneros, y ahora estaban prosperando. Para el próximo año, habrá aumentado el tamaño de su ganado.",
      "imageLink": "image_files\\English\\"imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dauphin",
      "translation": "delfín",
      "definition": "Un mammifère marin hautement intelligent et social qui est étroitement lié aux baleines et aux marsouins.",
      "definition_translation": "Un mamífero marino muy inteligente y social que está estrechamente relacionado con las ballenas y marsopas.",
      "example": "Le dauphin nageait de manière joueuse dans l'océan, sautant et bondissant hors de l'eau. Il avait été vu par les touristes de nombreuses fois auparavant, et serait probablement vu à nouveau demain. D'ici la semaine prochaine, le dauphin aura nagé plus au nord.",
      "example_translation": "El delfín nadó juguetonamente en el océano, saltando y brincando fuera del agua. Había sido visto por turistas muchas veces antes, y probablemente sería visto nuevamente mañana. Para la próxima semana, el delfín habrá nadado más al norte.",
      "imageLink": "image_files\\English\\"imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "âne",
      "translation": "burro",
      "definition": "Un équidé domestiqué ou sauvage qui est plus petit qu'un cheval, avec un pelage gris ou brun et un braiement caractéristique.",
      "definition_translation": "Un animal equino doméstico o feral que es más pequeño que un caballo, con un pelaje gris o marrón y un característico rebuzno fuerte.",
      "example": "Le fermier utilisait un âne pour transporter des charges lourdes dans la montagne. Il l'avait utilisé pendant des années, et l'âne avait toujours été fiable. D'ici le mois prochain, le fermier aura entraîné un nouvel âne.",
      "example_translation": "El granjero usó un burro para llevar cargas pesadas hacia la montaña. Había usado el burro durante años, y siempre había sido confiable. Para el próximo mes, el granjero habrá entrenado a un nuevo burro.",
      "imageLink": "image_files\\English\\"imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "femelle",
      "translation": "hembra",
      "definition": "Une femelle est une personne ou un animal du sexe qui produit des œufs, généralement caractérisé par la présence d'ovaires.",
      "definition_translation": "Una hembra es una persona o animal del sexo que produce huevos, caracterizada por la presencia de ovarios",
      "example": "Elle était une femelle forte et indépendante qui aimait voyager. Elle avait visité de nombreux pays dans le passé, et actuellement, elle planifiait un voyage en Europe. À l'avenir, elle espérait visiter l'Asie.",
      "example_translation": "Era una hembra fuerte e independiente que amaba viajar. Había visitado muchos países en el pasado, y actualmente, estaba planeando un viaje a Europa. En el futuro, esperaba visitar Asia.",
      "imageLink": "image_files\\English\\"imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fourrure",
      "translation": "piel",
      "definition": "La fourrure est le poil épais, doux et chaud qui recouvre les corps de nombreux animaux, notamment les mammifères.",
      "definition_translation": "La piel es el pelo grueso, suave y cálido que cubre los cuerpos de muchos animales, especialmente mamíferos.",
      "example": "Le chat avait une belle fourrure qui était douce au toucher. L'hiver, sa fourrure devient plus épaisse pour le garder chaud. À l'avenir, les scientifiques espèrent créer une fourrure artificielle qui soit juste aussi chaude et douce.",
      "example_translation": "El gato tenía una hermosa piel que era suave al tacto. En invierno, su piel crecía más gruesa para mantenerlo caliente. En el futuro, los científicos esperan crear piel artificial que sea tan cálida y suave.",
      "imageLink": "image_files\\English\\"imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "girafe",
      "translation": "jirafa",
      "definition": "Une girafe est un grand ongulé à pattes longues avec un pelage caractéristique et un long cou et des pattes.",
      "definition_translation": "Una jirafa es un mamífero ungulado de patas pares con un patrón de pelaje distinto y un cuello y patas largos.",
      "example": "Au zoo, nous avons vu une girafe mangeant des feuilles d'un arbre haut. Dans le passé, les girafes étaient trouvées dans de nombreuses parties de l'Afrique, mais actuellement, leurs habitats sont limités. À l'avenir, les efforts de conservation espèrent augmenter leur population.",
      "example_translation": "En el zoológico, vimos una jirafa comiendo hojas de un árbol alto. En el pasado, las jirafas se encontraban en muchas partes de África, pero actualmente, sus hábitats están limitados. En el futuro, los esfuerzos de conservación esperan aumentar sus poblaciones.",
      "imageLink": "image_files\\English\\"imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chèvre",
      "translation": "cabra",
      "definition": "Une chèvre est un mammifère qui appartient à la famille Bovidae et est étroitement liée aux brebis et aux antilopes. Ils sont connus pour leur agilité et leur curiosité, et sont souvent trouvés dans les champs et les prairies.",
      "definition_translation": "Una cabra es un mamífero que pertenece a la familia Bovidae y está estrechamente relacionada con ovejas y antílopes. Son animales ágiles y curiosos, conocidos por su capacidad para escalar y saltar.",
      "example": "J'ai vu une chèvre broutant dans le champ hier. La chèvre est en train de manger de l'herbe maintenant. J'achèterai une chèvre comme animal de compagnie l'année prochaine.",
      "example_translation": "Vi una cabra pastando en el campo ayer. La cabra está comiendo hierba ahora. Compraré una cabra como mascota el año que viene.",
      "imageLink": "image_files\\English\\"imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lièvre",
      "translation": "liebre",
      "definition": "Un lièvre est un mammifère rapide et agile qui appartient à la famille Leporidae. Ils sont connus pour leur vitesse et leur agilité, et sont souvent trouvés dans les champs ouverts et les prairies.",
      "definition_translation": "Una liebre es un mamífero que se mueve rápidamente, con patas largas que pertenece a la familia Leporidae. Son conocidos por su velocidad y agilidad, y se encuentran comúnmente en campos abiertos y praderas.",
      "example": "J'ai vu un lièvre courant à travers le champ hier. Le lièvre se cache derrière un buisson maintenant. J'essaierai de attraper un lièvre la semaine prochaine.",
      "example_translation": "Vi una liebre corriendo a través del campo ayer. La liebre está escondida detrás de un arbusto ahora. Intentaré atrapar una liebre la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hippopotame",
      "translation": "hipopótamo",
      "definition": "Un hippopotame est un grand mammifère semi-aquatique qui appartient à la famille Hippopotamidae. Ils sont connus pour leur corps massif, leurs pattes courtes, et sont souvent trouvés dans les rivières et les lacs.",
      "definition_translation": "Un hipopótamo es un mamífero grande, semiacuático que pertenece a la familia Hippopotamidae. Son conocidos por sus cuerpos robustos, patas cortas, y se encuentran comúnmente en ríos y lagos.",
      "example": "J'ai vu un hippopotame nageant dans la rivière hier. L'hippopotame est en train de manger de l'herbe maintenant. J'irai visiter un sanctuaire d'hippopotames le mois prochain.",
      "example_translation": "Vi un hipopótamo nadando en el río ayer. El hipopótamo está comiendo hierba ahora. Visitaré un santuario de hipopótamos el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chaton",
      "translation": "gatito",
      "definition": "Un chaton est un chat juvénile, généralement dans la première année de sa vie. Les chatons naissent après une période de gestation d'environ 63-65 jours et se développent rapidement, ouvrant généralement les yeux autour de 7-10 jours.",
      "definition_translation": "Un gatito es un gato juvenil, generalmente en el primer año de su vida. Los gatitos nacen después de un período de gestación de alrededor de 63-65 días y se desarrollan rápidamente, abriendo típicamente los ojos alrededor de 7-10 días de edad.",
      "example": "J'ai vu un chaton jouer avec un ballon de laine hier. Le chaton deviendra un beau chat. À cette époque l'an prochain, le chaton aura appris à chasser les souris.",
      "example_translation": "Vi un gatito jugando con una bola de lana ayer. El gatito crecerá para ser un hermoso gato. Para esta época del año que viene, el gatito habrá aprendido a cazar ratones.",
      "imageLink": "image_files\\English\\"imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agneau",
      "translation": "cordero",
      "definition": "Un agneau est un jeune mouton, généralement dans la première année de sa vie. Les agneaux sont souvent associés au printemps et sont connus pour leurs doux bêlements.",
      "definition_translation": "Un cordero es un joven carnero, generalmente en el primer año de su vida. Los corderos suelen asociarse con la primavera y son conocidos por sus suaves sonidos de balido.",
      "example": "L'agneau est né la semaine dernière et court déjà dans le champ. L'agneau sera sevré bientôt, et alors il pourra manger de l'herbe tout seul. À l'année prochaine, l'agneau sera devenu un mouton fort.",
      "example_translation": "El cordero nació la semana pasada y ya está corriendo por el campo. El cordero será destetado pronto, y luego podrá comer hierba por sí mismo. Para el próximo año, el cordero habrá crecido en un fuerte carnero.",
      "imageLink": "image_files\\English\\"imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mâle",
      "translation": "masculino",
      "definition": "Un mâle est un organisme qui produit des gamètes, qui sont les cellules qui se fusionnent pendant la reproduction pour former un zygote. Dans de nombreuses espèces, les mâles sont connus pour leurs caractéristiques physiques spécifiques, comme la barbe chez l'homme.",
      "definition_translation": "Un macho es un organismo que produce gametos, que son las células que se fusionan durante la reproducción para formar un zigoto. En muchas especies, los machos son conocidos por sus características físicas específicas, como el vello facial en los humanos.",
      "example": "Le lion mâle est connu pour sa majestueuse crinière. L'étudiant mâle a obtenu un score plus élevé que l'étudiante féminine au test. À 30 ans, l'athlète mâle avait remporté plusieurs championnats.",
      "example_translation": "El león macho es conocido por su majestuosa melena. El estudiante masculino obtuvo una puntuación más alta en la prueba que la estudiante femenina. Para cuando tenía 30 años, el atleta masculino había ganado varios campeonatos.",
      "imageLink": "image_files\\English\\"imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mulet",
      "translation": "mula",
      "definition": "Un mulet est le produit d'un âne mâle et d'une jument, connu pour sa force et son entêté.",
      "definition_translation": "Una mula es la progenie de un asno macho y una yegua, conocida por su fuerza y terquedad.",
      "example": "J'ai monté un mulet à travers le Grand Canyon l'an dernier, et il était très entêté. Je monterai un mulet à travers les montagnes cette année, et il est très coopératif. Je monterai un mulet le long de la plage l'an prochain, et j'espère qu'il sera bien comporté.",
      "example_translation": "Monté una mula por el Gran Cañón el año pasado, y era muy terca. Estoy montando una mula por las montañas este año, y está siendo muy cooperativa. Montaré una mula por la playa el año próximo, y espero que sea bien comportada.",
      "imageLink": "image_files\\English\\"imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "puma",
      "translation": "puma",
      "definition": "Un puma est un grand félin natif des Amériques, également connu comme un cougar ou lion de montagne.",
      "definition_translation": "Un puma es un gato grande nativo de las Américas, también conocido como puma o león de montaña.",
      "example": "J'ai vu un puma au zoo la semaine dernière, et il dormait. Je vais aller dans les Andes l'an prochain pour voir un puma dans son habitat naturel. J'ai vu un puma dans la nature l'an dernier, et il était très évasif.",
      "example_translation": "Vi un puma en el zoológico la semana pasada, y estaba durmiendo. Iré a las montañas de los Andes el año próximo para ver un puma en su hábitat natural. Vi un puma en estado salvaje el año pasado, y era muy esquivo.",
      "imageLink": "image_files\\English\\"imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chiot",
      "translation": "cachorro",
      "definition": "Un chiot est un jeune chien, en particulier un chien de moins d'un an.",
      "definition_translation": "Un cachorro es un perro joven, especialmente uno que tiene menos de un año.",
      "example": "J'avais un chiot quando j'étais enfant, et il était très joueur. Je vais avoir un chiot l'an prochain, et il sera très mignon. J'ai vu un chiot au parc hier, et il était très énergique.",
      "example_translation": "Tuve un cachorro cuando era niño, y era muy juguetón. Me llevaré un cachorro el año próximo, y será muy lindo. Vi un cachorro en el parque ayer, y era muy energético.",
      "imageLink": "image_files\\English\\"imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "renne",
      "translation": "reno",
      "definition": "Un renne est un type de cerf avec un pelage épais qui vit dans les climats froids, notamment dans la région arctique.",
      "definition_translation": "Un reno es un tipo de ciervo con una capa gruesa que vive en climas fríos, especialmente en la región ártica.",
      "example": "Le renne a sauté par-dessus la clôture. Le renne saute par-dessus la clôture. Le renne sautera par-dessus la clôture.",
      "example_translation": "El reno saltó sobre la valla. El reno está saltando sobre la valla. El reno saltará sobre la valla.",
      "imageLink": "image_files\\English\\"imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tigre",
      "translation": "tigre",
      "definition": "Un tigre est un grand mammifère carnivore avec un motif de rayures orangées et noires distinctif, natif d'Asie.",
      "definition_translation": "Un tigre es un mamífero carnívoro grande con un patrón de rayas naranja y negro distintivo, originario de Asia.",
      "example": "Le tigre a rugi fort. Le tigre rugit fort. Le tigre rugira fort.",
      "example_translation": "El tigre rugió fuerte. El tigre está rugiendo fuerte. El tigre rugirá fuerte.",
      "imageLink": "image_files\\English\\"imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "baleine",
      "translation": "ballena",
      "definition": "Une baleine est un grand mammifère marin qui respire de l'air par son évent, et est trouvé dans tous les océans du monde.",
      "definition_translation": "Una ballena es un mamífero acuático grande que respira aire a través de su agujero de respiración, y se encuentra en todos los océanos del mundo.",
      "example": "La baleine nageait dans l'océan. La baleine nage dans l'océan. La baleine naguera dans l'océan.",
      "example_translation": "La ballena nadó en el océano. La ballena está nadando en el océano. La ballena nadará en el océano.",
      "imageLink": "image_files\\English\\"imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cerf",
      "translation": "ciervo",
      "definition": "Un cerf est un type de mammifère sauvage ou domestiqué qui appartient à la famille des Cervidés. Ils sont originaires de nombreuses parties du monde et sont souvent chassés pour leur viande et leurs peaux.",
      "definition_translation": "Un ciervo es una especie de mamífero silvestre o domesticado que pertenece a la familia Cervidae. Son nativos de muchas partes del mundo y a menudo se cazan por su carne y pieles.",
      "example": "J'ai vu un cerf brouter dans le champ hier. Je verrai un cerf brouter dans le champ demain. J'ai vu un cerf brouter dans le champ de nombreuses fois auparavant.",
      "example_translation": "Vi un ciervo pastando en el campo ayer. Veré un ciervo pastando en el campo mañana. He visto un ciervo pastando en el campo muchas veces antes.",
      "imageLink": "image_files\\English\\"imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "renard",
      "translation": "zorro",
      "definition": "Un renard est un petit mammifère carnivore appartenant à la famille des Canidés. Ils sont connus pour leur astuce et leur discrétion, et sont souvent trouvés dans les forêts et les prairies.",
      "definition_translation": "Un zorro es un mamífero carnívoro pequeño que pertenece a la familia Canidae. Son conocidos por su astucia y sigilo, y a menudo se encuentran en bosques y praderas.",
      "example": "Le renard a couru rapidement à travers la forêt. Le renard courra rapidement à travers la forêt demain. J'ai vu le renard courir rapidement à travers la forêt de nombreuses fois avant.",
      "example_translation": "El zorro corrió rápidamente a través del bosque. El zorro correrá rápidamente a través del bosque mañana. He visto al zorro corriendo rápidamente a través del bosque muchas veces antes.",
      "imageLink": "image_files\\English\\"imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gorille",
      "translation": "gorila",
      "definition": "Un gorille est un grand primat intelligent appartenant à la famille des Hominidés. Ils sont originaires d'Afrique et sont connus pour leur force et leur nature douce.",
      "definition_translation": "Un gorila es un primate grande e inteligente que pertenece a la familia Hominidae. Son nativos de África y son conocidos por su fuerza y naturaleza gentil.",
      "example": "J'ai vu un gorille jouer avec son bébé au zoo. Je verrai un gorille jouer avec son bébé au zoo demain. J'ai vu un gorille jouer avec son bébé au zoo de nombreuses fois avant.",
      "example_translation": "Vi un gorila jugando con su bebé en el zoológico. Veré un gorila jugando con su bebé en el zoológico mañana. He visto un gorila jugando con su bebé en el zoológico muchas veces antes.",
      "imageLink": "image_files\\English\\"imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "kangourou",
      "translation": "canguro",
      "definition": "Un kangourou est un grand marsupial tropical avec une queue longue et puissante, originaire d'Australie et de Nouvelle-Guinée, connu pour sa méthode unique de locomotion, caractérisée par des sauts.",
      "definition_translation": "un marsupial tropical grande con una cola larga y poderosa, nativo de Australia y Nueva Guinea, conocido por su método de locomoción característico, caracterizado por saltar.",
      "example": "Le kangourou a sauté à travers le champ hier, il saute à travers le champ maintenant, et il sautera à travers le champ demain.",
      "example_translation": "El canguro saltó a través del campo ayer, salta a través del campo ahora y saltará a través del campo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "léopard",
      "translation": "leopardo",
      "definition": "Un léopard est un grand mammifère carnivore de la famille des félidés, typiquement ayant un pelage tacheté ou annelé, originaire d'Afrique et d'Asie.",
      "definition_translation": "un mamífero carnívoro grande de la familia de los gatos, típicamente con un abrigo moteado o anillado, nativo de África y Asia.",
      "example": "Le léopard a traqué sa proie dans la jungle dernier soir, il traque sa proie dans la jungle maintenant, et il traquera sa proie dans la jungle la semaine prochaine.",
      "example_translation": "El leopardo acechó a su presa en la selva la última noche, está acechando a su presa en la selva ahora y acechará a su presa en la selva la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boeuf",
      "translation": "buey",
      "definition": "Un boeuf est un mammifère domestiqué utilisé comme animal de trait, notamment dans l'agriculture, ayant un corps robuste et de forts cornes.",
      "definition_translation": "un mamífero domesticado utilizado como animal de tracción, especialmente en la agricultura, típicamente con un cuerpo robusto y fuertes cuernos.",
      "example": "Le boeuf a tiré la charrue à travers le champ hier, il tire la charrue à travers le champ maintenant, et il tirera la charrue à travers le champ l'année prochaine.",
      "example_translation": "El buey tiró del arado a través del campo ayer, está tirando del arado a través del campo ahora y tirará del arado a través del campo el próximo año.",
      "imageLink": "image_files\\English\\"imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "patte",
      "translation": "zarpa",
      "definition": "Le pied d'un animal, notamment d'un quadrupède, ayant des griffes.",
      "definition_translation": "El pie de un animal, especialmente un cuadrúpedo, con garras.",
      "example": "Le chat a levé sa patte pour gratter le poteau. Hier, il a gratté la porte avec sa patte. Demain, il grattera les rideaux avec sa patte.",
      "example_translation": "El gato levantó su zarpa para rascar el poste. Ayer, zarpeó la puerta. Mañana, zarpeará las cortinas.",
      "imageLink": "image_files\\English\\"imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ours polaire",
      "translation": "oso polar",
      "definition": "Un ours polaire est un grand mammifère carnivore qui vit dans les régions arctiques, avec une fourrure blanche et un odeur distinctive.",
      "definition_translation": "Un gran mamífero carnívoro que vive en las regiones Árticas, con piel blanca y un olor característico.",
      "example": "L'ours polaire a erré à travers la tundra arctique. La semaine dernière, il avait erré dans le village. L'année prochaine, il errera dans la forêt.",
      "example_translation": "El oso polar deambuló por la tundra Ártica. La semana pasada, había deambulado hasta el pueblo. El próximo año, deambulará hasta el bosque.",
      "imageLink": "image_files\\English\\"imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rhinocéros",
      "translation": "rinoceronte",
      "definition": "Un rhinocéros est un grand mammifère herbivore ayant un nez cornu distinct, trouvé en Afrique et dans le sud de l'Asie.",
      "definition_translation": "Un gran mamífero herbívoro con una trompa característica con cuernos, encontrado en África y sur de Asia.",
      "example": "Le rhinocéros a chargé le touriste. Hier, il avait chargé la clôture. Demain, il chargera les arbres.",
      "example_translation": "El rinoceronte cargó contra el turista. Ayer, había cargado contra la valla. Mañana, cargará contra los árboles.",
      "imageLink": "image_files\\English\\"imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "phoque",
      "translation": "foca",
      "definition": "Un phoque est un mammifère marin à pattes palmées, qui vit dans les eaux froides des hémisphères Nord et Sud.",
      "definition_translation": "un mamífero marino semiacuático de pies palmados que vive en las aguas frías de los hemisferios Norte y Sur",
      "example": "J'ai vu un phoque nager dans l'océan hier, il nageait là-bas la semaine dernière, et il nagera là-bas demain.",
      "example_translation": "Vi una foca nadando en el océano ayer, estaba nadando allí la semana pasada, y nadará allí de nuevo mañana.",
      "imageLink": "image_files\\English\\"imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "écureuil",
      "translation": "ardilla",
      "definition": "Un écureuil est un petit mammifère rongeur avec une queue touffue, originaire des forêts et des bois.",
      "definition_translation": "un pequeño mamífero roedor, generalmente peludo, con una cola boscosa, nativo de bosques y zonas forestales",
      "example": "L'écureuil a couru sur l'arbre hier, il court sur l'arbre maintenant, et il aura couru sur l'arbre demain.",
      "example_translation": "La ardilla subió el árbol ayer, está subiendo el árbol ahora, y habrá subido el árbol para mañana.",
      "imageLink": "image_files\\English\\"imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]