[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vêtements",
      "translation": "ropa",
      "definition": "Le vêtement est un terme collectif pour les articles portés sur le corps, généralement faits de tissus, de peau d'animal ou de matériaux synthétiques.",
      "definition_translation": "La ropa es un término colectivo para los artículos llevados en el cuerpo, típicamente hechos de telas, piel de animal o materiales sintéticos.",
      "example": "J'ai porté mes meilleurs vêtements au party hier soir, je porte des vêtements décontractés au travail tous les jours, et je porterai un costume pour l'entrevue d'embauche demain.",
      "example_translation": "Me puse mi ropa mejor para la fiesta anoche, hoy y todos los días llevo ropa casual al trabajo, y llevaré un traje a la entrevista de trabajo mañana.",
      "imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "manteau",
      "translation": "abrigo",
      "definition": "Un manteau est un type de vêtement porté sur le haut du corps, généralement fait de tissu épais ou d'autres matériaux, conçu pour procurer chaleur et protection.",
      "definition_translation": "Un abrigo es un tipo de ropa que se lleva en el cuerpo superior, típicamente hecho de tela gruesa u otros materiales, diseñado para proporcionar calor y protección.",
      "example": "J'ai porté un manteau d'hiver aux montagnes l'année dernière, je porte un manteau en cuir pour monter mon motocycle, et je porterai un imperméable au festival de musique la semaine prochaine.",
      "example_translation": "Me puse un abrigo de invierno en las montañas el año pasado, hoy llevo un abrigo de cuero para montar mi motocicleta, y llevaré un abrigo de lluvia al festival de música la semana que viene.",
      "imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "robe",
      "translation": "vestido",
      "definition": "Une robe est un type de vêtement porté par les femmes, généralement composé d'une jupe et d'un corsage, conçu pour être porté pour des occasions formelles ou semi-formelles.",
      "definition_translation": "Un vestido es un tipo de prenda que se lleva las mujeres, típicamente consistente en una falda y un cuerpo, diseñado para llevarse en ocasiones formales o semiformal.",
      "example": "J'ai porté une belle robe au mariage le mois dernier, je porte des robes au travail les vendredis, et je porterai une longue robe à l'opéra le mois prochain.",
      "example_translation": "Me puse un vestido hermoso en la boda el mes pasado, hoy llevo vestidos al trabajo los viernes, y llevaré un vestido largo a la ópera el mes que viene.",
      "imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chapeau",
      "translation": "sombrero",
      "definition": "Un chapeau est un couvre-chef avec une couronne plate et une bordure étroite, généralement porté pour la décoration ou pour protéger la tête du soleil.",
      "definition_translation": "Un sombrero es un cubrecabeza con una corona plana y una visera estrecha, que se lleva 일반mente para decorar o proteger la cabeza del sol.",
      "example": "J'ai porté un chapeau au party hier, je porte un chapeau au travail tous les jours, et je porterai un chapeau à la plage demain.",
      "example_translation": "Me puse un sombrero en la fiesta ayer, llevo un sombrero al trabajo todos los días, y llevaré un sombrero a la playa mañana.",
      "imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jeans",
      "translation": "vaqueros",
      "definition": "Les jeans sont un type de pantalon fait de denim, souvent porté pour les occasions décontractées.",
      "definition_translation": "Los vaqueros son un tipo de pantalones hechos de denim, que se lleva 일반mente para ocasiones informales.",
      "example": "J'ai acheté un pair de jeans la semaine dernière, je porte des jeans à l'école tous les jours, et j'achèterai un autre pair de jeans le mois prochain.",
      "example_translation": "Compré un par de vaqueros la semana pasada, llevo vaqueros al colegio todos los días, y compraré otro par de vaqueros el próximo mes.",
      "imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chemise",
      "translation": "camisa",
      "definition": "Une chemise est un vêtement avec un col et des manches, généralement porté sur le haut du corps.",
      "definition_translation": "Una camisa es un tipo de prenda con cuello y mangas, que se lleva общ적으로 en el cuerpo superior.",
      "example": "J'ai porté une chemise au mariage l'année dernière, je porte une chemise au travail tous les lundis, et je porterai une chemise au party la semaine prochaine.",
      "example_translation": "Me puse una camisa en la boda del año pasado, llevo una camisa al trabajo todos los lunes, y llevaré una camisa a la fiesta la próxima semana.",
      "imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chaussure",
      "translation": "zapato",
      "definition": "Une chaussure est un type de vêtement qui couvre et protège le pied, généralement faite de cuir, de plastique ou d'autres matériaux.",
      "definition_translation": "Un zapato es un calzado que cubre y protege el pie, típicamente hecho de cuero, plástico o otros materiales.",
      "example": "J'ai porté mes nouvelles chaussures au party hier soir. Je porterai mes chaussures préférées au mariage demain. Elle a porté ses chaussures à talons hauts au bureau hier.",
      "example_translation": "Me puse mi zapato nuevo en la fiesta anoche. Me pondré mi zapato favorito en la boda mañana. Ella se puso su zapato de tacón alto en la oficina ayer.",
      "imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jupe",
      "translation": "falda",
      "definition": "Une jupe est un type de vêtement porté par les femmes, généralement s'étendant de la taille à la hanche ou au genou, et souvent décoré de motifs ou de designs.",
      "definition_translation": "Una falda es un tipo de ropa que se lleva puesto por las mujeres, típicamente desde la cintura hasta la cadera o rodilla, y a menudo decorada con patrones o diseños.",
      "example": "Elle a porté une belle jupe au bal de promo l'année dernière. J'achèterai une nouvelle jupe pour l'anniversaire de ma sœur demain. Ils ont porté leur jupe traditionnelle au festival culturel hier.",
      "example_translation": "Ella llevaba una hermosa falda al baile de fin de curso el año pasado. Compraré una nueva falda para el cumpleaños de mi hermana mañana. Ellos llevaron su falda tradicional al festival cultural ayer.",
      "imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "T-shirt",
      "translation": "camiseta",
      "definition": "Un T-shirt est un vêtement casual à manches courtes, généralement fait de coton, de polyester ou d'un mélange de matériaux, souvent décoré de logos, de graphiques ou de texte.",
      "definition_translation": "Una camiseta es una camisa informal, manga corta, típicamente hecha de algodón, poliéster o una mezcla de materiales, a menudo decorada con logotipos, gráficos o texto.",
      "example": "J'ai porté un T-shirt à la salle de sport hier. Elle portera un nouveau T-shirt au concert ce soir. Ils ont porté leur T-shirt préféré au pique-nique le week-end dernier.",
      "example_translation": "Me puse una camiseta en el gimnasio ayer. Ella se pondrá una nueva camiseta al concierto esta noche. Ellos llevaron su camiseta favorita al picnic el fin de semana pasado.",
      "imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pantalon",
      "translation": "pantalones",
      "definition": "Un pantalon est un vêtement qui couvre les jambes, généralement fait de tissu ou de cuir, porté par les gens de différents métiers ou comme partie d'un uniforme.",
      "definition_translation": "un vestido externo que cubre las piernas, generalmente hecho de tela o cuero, llevado por personas de diversas profesiones o como parte de un uniforme",
      "example": "J'ai porté un pantalon au bureau hier, je porte un pantalon au bureau aujourd'hui, et je porterai un pantalon au bureau demain.",
      "example_translation": "Me puse pantalones en la oficina ayer, me pongo pantalones en la oficina hoy, y me pondré pantalones en la oficina mañana.",
      "imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bottine",
      "translation": "bota",
      "definition": "Une bottine est une protection pour le pied et la jambe, généralement faite de cuir ou de caoutchouc, portée pour se protéger ou comme un énoncé de mode.",
      "definition_translation": "una cubierta para el pie y la pierna, generalmente hecha de cuero o goma, llevada para protección o como declaración de moda",
      "example": "J'ai lacé ma bottine hier, je lace ma bottine aujourd'hui, et je lacerai ma bottine demain.",
      "example_translation": "Me até la bota ayer, me estoy atando la bota hoy, y me ataré la bota mañana.",
      "imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "casquette",
      "translation": "gorra",
      "definition": "Une casquette est un chapeau ajusté, généralement fait de tissu ou de cuir, porté pour se chauffer ou comme un énoncé de mode.",
      "definition_translation": "un sombrero de ajuste cercano, con visera, generalmente hecho de tela o cuero, llevado para el calor o como declaración de moda",
      "example": "J'ai porté une casquette au match hier, je porte une casquette au match aujourd'hui, et je porterai une casquette au match demain.",
      "example_translation": "Me puse una gorra en el juego ayer, me pongo una gorra en el juego hoy, y me pondré una gorra en el juego mañana.",
      "imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gant",
      "translation": "guante",
      "definition": "Un gant est un vêtement recouvrant la main, le poignet et l'avant-bras, utilisé pour se protéger, se chauffer ou comme un énoncé de mode.",
      "definition_translation": "Un guante es un prendimiento que cubre la mano, muñeca y antebrazo, utilizado para protección, calor o como declaración de moda.",
      "example": "J'ai porté un gant pour protéger ma main hier pendant que je jardinait. Maintenant, je porte des gants pour garder mes mains chaudes. Je porterai des gants pour faire du vélo demain.",
      "example_translation": "Me puse un guante para proteger mi mano mientras jardinaba ayer. Ahora llevo guantes para mantener mis manos calientes. Llevaré guantes para montar mi bicicleta mañana.",
      "imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "veste",
      "translation": "chaqueta",
      "definition": "Une veste est un vêtement sans manche ou à manche, généralement porté sur le corps, souvent porté pour se protéger, pour orner ou comme partie d'un uniforme.",
      "definition_translation": "Una chaqueta es un prendimiento exterior sin mangas o con mangas, normalmente llevado en el torso, a menudo llevado para protección, ornamentación o como parte de un uniforme.",
      "example": "J'ai porté une veste pour me protéger de la pluie hier. Maintenant, je porte une veste pour aller à la randonnée. Je porterai une veste pour assister à un événement formel demain.",
      "example_translation": "Me puse una chaqueta para protegerme de la lluvia ayer. Ahora llevo una chaqueta para ir de excursión. Llevaré una chaqueta para asistir a un evento formal mañana.",
      "imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pull",
      "translation": "suéter",
      "definition": "Un pull est un vêtement qui couvre le haut du corps, généralement fait de laine ou de coton, porté pour se chauffer ou comme un vêtement décontracté.",
      "definition_translation": "Un suéter es un prendimiento que cubre el torso, normalmente hecho de lana o algodón, llevado para caliente o como prendimiento informal.",
      "example": "J'ai porté un pull pour me chauffer pendant l'hiver hier. Maintenant, je porte un pull pour louer à la maison. Je porterai un pull pour aller ski demain.",
      "example_translation": "Me puse un suéter para mantenerme caliente durante el invierno ayer. Ahora llevo un suéter para relajarme en casa. Llevaré un suéter para ir esquiar mañana.",
      "imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poche",
      "translation": "bolsillo",
      "definition": "Une petite poche ou enveloppe cousue dans ou attachée à des vêtements, utilisée pour porter de petits objets.",
      "definition_translation": "Una pequeña bolsa o sobre cosido o adjunto a la ropa, utilizado para llevar objetos pequeños.",
      "example": "J'ai trouvé mes clés dans ma poche. Je mettrai mon téléphone dans ma poche. J'avais oublié mon portefeuille dans ma poche hier.",
      "example_translation": "Encontré mis llaves en mi bolsillo. Pondré mi teléfono en mi bolsillo. Tuve mi billetera en mi bolsillo ayer.",
      "imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "imperméable",
      "translation": "impermeable",
      "definition": "Un imperméable est un manteau imperméable ou résistant à la pluie, porté pour protéger les vêtements de la pluie.",
      "definition_translation": "Un abrigo impermeable o resistente al agua que se lleva para proteger la ropa de la lluvia.",
      "example": "J'ai porté un imperméable pour aller au travail aujourd'hui. Je vais acheter un nouvel imperméable pour l'hiver. J'avais oublié mon imperméable à la maison hier.",
      "example_translation": "Me puse un impermeable para ir al trabajo hoy. Compraré un nuevo impermeable para el invierno. Olvidé mi impermeable en casa.",
      "imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "foulard",
      "translation": "bufanda",
      "definition": "Un foulard est un morceau de tissu porté autour du cou, généralement pour se chauffer ou comme accessoire de mode.",
      "definition_translation": "Un trozo de tela que se lleva alrededor del cuello, típicamente para abrigo o como accesorio de moda.",
      "example": "Je porte un foulard pendant l'hiver. Elle me donnera un foulard pour mon anniversaire. J'avais perdu mon foulard préféré.",
      "example_translation": "Me pongo una bufanda en invierno. Ella me dará una bufanda por mi cumpleaños. Perdí mi bufanda favorita.",
      "imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "short",
      "translation": "pantalones cortos",
      "definition": "Un short est un vêtement extérieur porté sur le bas du corps, généralement allant de la taille aux cuisses, et est souvent porté pendant les chaleurs ou pour des activités en plein air.",
      "definition_translation": "Los pantalones cortos son un tipo de ropa exterior que se lleva en la parte inferior del cuerpo, que suele extenderse desde la cintura hasta los muslos, y se suelen llevar en clima cálido o para actividades al aire libre.",
      "example": "J'ai porté un short à la plage hier, je porterai un short au parc demain, et j'ai porté un short à la randonnée la semaine dernière.",
      "example_translation": "Me puse pantalones cortos en la playa ayer, me pondré pantalones cortos en el parque mañana, y me puse pantalones cortos en la caminata la semana pasada.",
      "imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chaussette",
      "translation": "calcetín",
      "definition": "Une chaussette est un vêtement porté sur le pied, généralement fait de tissu, et est souvent porté avec des chaussures.",
      "definition_translation": "Un calcetín es una pieza de ropa que se lleva en el pie, generalmente hecha de tela, y se lleva a menudo con zapatos.",
      "example": "J'ai porté une chaussette au lit hier soir, je porterai des chaussettes au gymnase demain, et j'ai porté des chaussettes au bureau hier.",
      "example_translation": "Me puse un calcetín en la cama anoche, me pondré calcetines en el gimnasio mañana, y me puse calcetines en la oficina ayer.",
      "imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "costume",
      "translation": "traje",
      "definition": "Un costume est un ensemble de vêtements composé d'une veste, d'un pantalon et parfois d'un gilet, porté pour les occasions formelles.",
      "definition_translation": "Un traje es un conjunto de ropa exterior que consiste en una chaqueta, pantalones y a veces una chaleco, generalmente se lleva para ocasiones formales.",
      "example": "J'ai porté un costume au mariage la semaine dernière, je porterai un costume à l'entrevue d'embauche demain, et j'ai porté un costume à la conférence l'an dernier.",
      "example_translation": "Me puse un traje en la boda la semana pasada, me pondré un traje en la entrevista de trabajo mañana, y me puse un traje en la conferencia el año pasado.",
      "imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pull",
      "translation": "suéter",
      "definition": "Un pull est un type de vêtement porté sur le haut du corps, généralement fait de tissu épais et chaud.",
      "definition_translation": "Un suéter es un tipo de ropa que se lleva en el torso, generalmente hecho de tela gruesa y cálida.",
      "example": "J'ai porté un pull à la soirée hier soir parce qu'il faisait froid. Je porterai un pull au parc demain si il pleut. J'ai porté un pull à l'école hier parce qu'il était hiver.",
      "example_translation": "Me puse un suéter en la fiesta de anoche porque hacía frío. Me pondré un suéter en el parque mañana si llueve. Me puse un suéter en la escuela ayer porque era invierno.",
      "imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "maillot de bain",
      "translation": "traje de baño",
      "definition": "Un maillot de bain est un type de vêtement porté pour la natation ou d'autres activités aquatiques.",
      "definition_translation": "Un traje de baño es un tipo de ropa que se lleva para nadar o otras actividades acuáticas.",
      "example": "J'ai acheté un nouveau maillot de bain pour mes vacances. Je porterai mon maillot de bain à la plage demain. J'ai porté mon maillot de bain à la piscine la semaine dernière.",
      "example_translation": "Compré un traje de baño nuevo para mis vacaciones. Me pondré mi traje de baño en la playa mañana. Me puse mi traje de baño en la piscina la semana pasada.",
      "imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "maillot",
      "translation": "traje de baño",
      "definition": "Un maillot est un type de vêtement porté pour la natation ou d'autres activités aquatiques.",
      "definition_translation": "Un traje de baño es un tipo de ropa que se lleva para nadar o otras actividades acuáticas.",
      "example": "J'ai porté un maillot au parc aquatique hier. Je porterai mon maillot à la plage la semaine prochaine. J'ai acheté un nouveau maillot pour mon voyage à Hawaï.",
      "example_translation": "Me puse un traje de baño en el parque acuático ayer. Me pondré mi traje de baño en la playa la próxima semana. Compré un traje de baño nuevo para mi viaje a Hawái.",
      "imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cravate",
      "translation": "corbata",
      "definition": "Une cravate est un long morceau de tissu porté autour du cou, généralement par les hommes, pour ajouter de la décoration à une chemise.",
      "definition_translation": "Una corbata es una pieza de tela larga que se lleva alrededor del cuello, típicamente por hombres, para agregar decoración a una camisa.",
      "example": "J'ai noué ma cravate ce matin, je nouerai ma cravate à nouveau demain, et j'ai noué ma cravate hier.",
      "example_translation": "Me até la corbata esta mañana, me ataré la corbata mañana, y me até la corbata ayer.",
      "imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "collant",
      "translation": "mallas",
      "definition": "Des collants sont un type de vêtement porté par les femmes et les filles, couvrant les jambes de la taille aux pieds.",
      "definition_translation": "Las mallas son un tipo de ropa que se lleva puesto por mujeres y niñas, cubriendo las piernas desde la cintura hasta el pie.",
      "example": "Elle a porté des collants à la soirée hier soir, elle portera des collants à la soirée la semaine prochaine, et elle a porté des collants à la soirée l'an dernier.",
      "example_translation": "Ella se puso mallas en la fiesta de anoche, se pondrá mallas en la fiesta de la semana que viene, y se puso mallas en la fiesta del año pasado.",
      "imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chaussures de sport",
      "translation": "zapatillas",
      "definition": "Des chaussures de sport sont un type de chaussure conçue pour des activités sportives ou de fitness spécifiques.",
      "definition_translation": "Las zapatillas son un tipo de zapato atlético diseñado para deportes o actividades físicas específicas.",
      "example": "J'ai lacé mes chaussures de sport ce matin, je lacérai mes chaussures de sport demain, et j'ai lacé mes chaussures de sport hier.",
      "example_translation": "Me até las zapatillas esta mañana, me ataré las zapatillas mañana, y me até las zapatillas ayer.",
      "imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "uniforme",
      "translation": "uniforme",
      "definition": "Un uniforme est un ensemble de vêtements portés par des personnes pour identifier avec un groupe, une organisation ou une profession spécifique.",
      "definition_translation": "Un uniforme es un conjunto de ropa que se lleva para identificarse con un grupo, organización o profesión en particular.",
      "example": "J'ai porté un uniforme à l'école tous les jours. Je porte un uniforme au travail maintenant. Je porterai un uniforme à la soirée demain.",
      "example_translation": "Yo llevaba un uniforme a la escuela todos los días. Ahora estoy llevando un uniforme al trabajo. Mañana llevaré un uniforme a la fiesta.",
      "imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "blouse",
      "translation": "blusa",
      "definition": "Une blouse est un chemisier ample, généralement porté par les femmes, souvent avec un col et des boutons sur le devant.",
      "definition_translation": "Una blusa es una camisa holgada, generalmente llevada por mujeres, souvent con cuello y botones en la parte delantera.",
      "example": "J'ai acheté une blouse hier. Elle porte une blouse aujourd'hui. Ils porteront des blouses au mariage la semaine prochaine.",
      "example_translation": "Compré una blusa ayer. Ella está llevando una blusa hoy. Ellos llevarán blusas a la boda la próxima semana.",
      "imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "col",
      "translation": "cuello",
      "definition": "Un col est une partie d'une chemise ou d'une robe qui s'ajuste autour du cou.",
      "definition_translation": "Un cuello es una parte de una camisa o vestido que se ajusta alrededor del cuello.",
      "example": "Le chien porte un col avec une plaque. La chemise a un col qui est très rigide. Elle portera un col avec un bijou demain.",
      "example_translation": "El perro lleva un cuello con una etiqueta. La camisa tiene un cuello que es muy rígido. Ella llevará un cuello con broche mañana.",
      "imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "talonne",
      "translation": "tobillo",
      "definition": "Le talon est la partie arrière du pied humain, au-dessous de la cheville.",
      "definition_translation": "El talón es la parte posterior del pie humano, debajo de la tobillo.",
      "example": "J'ai écorché mon talon lorsque je suis tombé, je suis en train d'écorcher mon talon en marchant, je vais écorcher mon talon si je ne fais pas attention.",
      "example_translation": "Me lastimé el tobillo cuando me caí, estoy lastimando mi tobillo mientras camino, me lastimaré el tobillo si no tengo cuidado.",
      "imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "culotte",
      "translation": "bragas",
      "definition": "Les culottes sont un type de sous-vêtement féminin qui couvre les fesses et les cuisses.",
      "definition_translation": "Las bragas son un tipo de ropa interior femenina que cubren los glúteos y muslos.",
      "example": "Elle a porté ses culottes préférées au lit, elle porte ses culottes préférées au lit, elle portera ses culottes préférées au lit ce soir.",
      "example_translation": "Ella llevó sus bragas favoritas a la cama, Ella está llevando sus bragas favoritas a la cama, Ella llevará sus bragas favoritas a la cama esta noche.",
      "imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pantalon",
      "translation": "pantalones",
      "definition": "Les pantalons sont un type de vêtement qui couvre les jambes, typiquement allant de la taille aux chevilles.",
      "definition_translation": "Los pantalones son un tipo de ropa que cubre las piernas, normalmente extendiéndose desde la cintura hasta los tobillos.",
      "example": "Il a porté son pantalon préféré à la fête, il porte son pantalon préféré à la fête, il portera son pantalon préféré à la fête demain.",
      "example_translation": "Él llevó sus pantalones favoritos a la fiesta, Él está llevando sus pantalones favoritos a la fiesta, Él llevará sus pantalones favoritos a la fiesta mañana.",
      "imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pullover",
      "translation": "suéter",
      "definition": "Un pullover est un type de sweater informel que l'on porte sur le corps supérieur, typiquement fait de tissu chaud et doux.",
      "definition_translation": "Un suéter es un tipo de suéter casual que se lleva sobre el torso superior, generalmente hecho de tela cálida y suave.",
      "example": "J'ai porté un pullover pour me tenir chaud pendant l'hiver. Je vais porter un pullover au party ce soir. J'avais porté un pullover dans les montagnes l'année dernière.",
      "example_translation": "Me puse un suéter para mantenerme caliente en el invierno frío. Me pondré un suéter para la fiesta esta noche. Me puse un suéter en las montañas el año pasado.",
      "imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sandale",
      "translation": "sandalia",
      "definition": "Une sandale est un type de chaussure qui expose le pied et est typiquement portée en été.",
      "definition_translation": "Una sandalia es un tipo de calzado que deja el pie expuesto y se lleva habitualmente en clima cálido.",
      "example": "J'ai acheté une nouvelle sandale pour les vacances au bord de la mer. Elle porte des sandales au bord de la piscine tous les étés. Ils vont porter des sandales au bord de la mer la semaine prochaine.",
      "example_translation": "Compré una nueva sandalia para las vacaciones en la playa. Ella se pone sandalias en la piscina cada verano. Ellas se pondrán sandalias en la playa la próxima semana.",
      "imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "manche",
      "translation": "manga",
      "definition": "Une manche est une partie d'un vêtement qui couvre le bras, typiquement allant de l'épaule au poignet.",
      "definition_translation": "Una manga es una parte de una prenda que cubre el brazo, que suele extenderse desde el hombro hasta la muñeca.",
      "example": "J'ai roulé ma manche pour montrer mon nouveau tatouage. Elle porte toujours des manches longues en hiver. Ils vont avoir des manches courtes sur leurs nouveaux uniformes.",
      "example_translation": "Doblé mi manga para mostrar mi nuevo tatuaje. Ella siempre lleva mangas largas en invierno. Ellas tendrán mangas cortas en sus nuevos uniformes.",
      "imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pantoufles",
      "translation": "zapatillas",
      "definition": "Des pantoufles sont des chaussures légères et douces, souvent faites de coton ou de laine, portées à l'intérieur, notamment le soir ou en hiver.",
      "definition_translation": "Un zapato suave y ligero, por lo general hecho de algodón o lana, llevado al interior, especialmente por la noche o en clima frío.",
      "example": "Elle a porté ses pantoufles à la cuisine pour préparer un snack à minuit. Hier, elle a mis ses pantoufles après avoir pris une douche. Demain, elle va porter ses pantoufles au salon.",
      "example_translation": "Ella llevó sus zapatillas a la cocina para preparar un snack a medianoche. Ayer, se puso sus zapatillas después de ducharse. Mañana, llevará sus zapatillas al salón.",
      "imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sweat-shirt",
      "translation": "sudadera",
      "definition": "Un sweat-shirt est un t-shirt informel, généralement à manches longues, fait de tissu épais et chaud, souvent porté pour des activités sportives ou informelles.",
      "definition_translation": "Una camisa casual, generalmente de manga larga, hecha de tejido grueso y cálido, a menudo con capucha y llevada para fines informales o atléticos.",
      "example": "Il a porté un sweat-shirt au gymnase pour faire de l'exercice. Hier, elle a enlevé son sweat-shirt parce qu'il faisait trop chaud. La semaine prochaine, ils vont porter leurs sweat-shirts au parc.",
      "example_translation": "Él llevó una sudadera al gimnasio para hacer ejercicio. Ayer, ella se quitó la sudadera porque hacía demasiado calor. La próxima semana, llevarán sus sudaderas al parque.",
      "imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "short de bain",
      "translation": "traje de baño",
      "definition": "Des shorts de bain sont des pantalons courts et moulants portés pour nager, généralement faits de tissu qui sèche rapidement.",
      "definition_translation": "Pantalones cortos y ajustados llevados para nadar, generalmente hechos de tela de secado rápido.",
      "example": "Il a mis ses shorts de bain pour aller à la plage. L'été dernier, elle a acheté de nouveaux shorts de bain pour ses vacances. L'été prochain, ils vont porter leurs shorts de bain à la piscine.",
      "example_translation": "Él se puso sus traje de baño para ir a la playa. El verano pasado, ella compró nuevos trajes de baño para sus vacaciones. El próximo verano, llevarán sus trajes de baño a la piscina.",
      "imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sommet",
      "translation": "parte superior",
      "definition": "La partie la plus élevée de quelque chose, notamment d'un bâtiment ou de la tête d'une personne.",
      "definition_translation": "La parte superior o más alta de algo, especialmente un edificio o la cabeza de una persona.",
      "example": "Je vais monter au sommet de la montagne. Hier, j'étais au sommet de la colline. Je vais être au sommet de l'escalier dans une minute.",
      "example_translation": "Voy a subir a la cima de la montaña. Ayer, estaba en la cima de la colina. Estaré en la cima de las escaleras en un minuto.",
      "imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "survêtement",
      "translation": "traje de entrenamiento",
      "definition": "Un vêtement comfortable et détendu, généralement porté pour les activités sportives ou casual, composé d'un haut et d'un pantalon en tissu synthétique.",
      "definition_translation": "Un traje cómodo y holgado, generalmente llevado para actividades atléticas o informales, compuesto por una parte superior y pantalones hechos de un tejido sintético.",
      "example": "Je porte un survêtement au gymnase. Elle portait un survêtement au parc. Ils porteront des survêtements au marathon demain.",
      "example_translation": "Estoy llevando un traje de entrenamiento al gimnasio. Ella llevó un traje de entrenamiento al parque. Ellos llevarán trajes de entrenamiento al maratón mañana.",
      "imageLink": "tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "caleçon",
      "translation": "calzoncillos",
      "definition": "Un sous-vêtement porté à même la peau, généralement par les hommes ou les garçons, couvrant les parties génitales et les fesses.",
      "definition_translation": "Una prenda interior llevada junto a la piel, generalmente por hombres o niños, que cubre los genitales y las nalgas.",
      "example": "Je porte un caleçon tous les jours. Il portait un caleçon au lit. Ils porteront des caleçons à la plage demain.",
      "example_translation": "Yo llevo calzoncillos todos los días. Él llevó calzoncillos a la cama. Ellos llevarán calzoncillos a la playa mañana.",
      "imageLink": "underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lingerie",
      "translation": "ropa interior",
      "definition": "Vêtements portés à même la peau, généralement sous d'autres vêtements, tels que des soutiens-gorge, des culottes et des chaussettes.",
      "definition_translation": "Ropa que se lleva próxima a la piel, típicamente debajo de otras ropas, como sujetadores, bragas y calcetines.",
      "example": "Hier, j'ai acheté un nouveau sous-vêtement. Aujourd'hui, je le porte. Demain, je le laverai.",
      "example_translation": "Ayer, compré un par de ropa interior nueva. Hoy, la estoy llevando. Mañana, la lavaré.",
      "imageLink": "underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tablier",
      "translation": "delantal",
      "definition": "Un morceau de tissu porté sur le devant des vêtements pour les protéger des taches et des éclaboussures.",
      "definition_translation": "Un pedazo de tela que se lleva sobre la parte delantera de la ropa para protegerla de manchas y salpicaduras.",
      "example": "Ma mère portait un tablier pendant qu'elle cuisinait le dîner. Elle l'a lavé ensuite. Elle le portera à nouveau demain.",
      "example_translation": "Mi madre llevó un delantal mientras cocinaba la cena. Lo lavó después. Lo llevará de nuevo mañana.",
      "imageLink": "apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bikini",
      "translation": "bikini",
      "definition": "Un type de maillot de bain qui couvre les seins et les parties génitales, généralement porté par les femmes.",
      "definition_translation": "Un tipo de traje de baño que cubre las áreas del pecho y la ingle, típicamente llevado por mujeres.",
      "example": "J'ai acheté un nouveau bikini pour mes vacances. Je l'ai porté à la plage. Je le porterai à nouveau l'été prochain.",
      "example_translation": "Compré un bikini nuevo para mis vacaciones. Lo llevé a la playa. Lo llevaré de nuevo el próximo verano.",
      "imageLink": "bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boxer",
      "translation": "calzoncillos",
      "definition": "Des shorts loose-fitting portés comme sous-vêtement par les hommes, généralement avec une bande élastique à la taille.",
      "definition_translation": "Pantalones cortos holgados que se llevan como ropa interior por los hombres, típicamente con una cinturilla elástica.",
      "example": "J'ai porté des boxers au lit hier soir, Je porte des boxers au gymnase, Je porterai des boxers le dimanche.",
      "example_translation": "Me puse calzoncillos para dormir anoche, me pongo calzoncillos para ir al gimnasio, me pondré calzoncillos el domingo.",
      "imageLink": "boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "soutien-gorge",
      "translation": "sujetador",
      "definition": "Un vêtement porté par les femmes pour soutenir et couvrir les seins.",
      "definition_translation": "Una pieza de ropa que se lleva las mujeres para soutener y cubrir los senos.",
      "example": "J'ai acheté un nouveau soutien-gorge hier, Je porte un soutien-gorge au travail, Je porterai un soutien-gorge au party ce soir.",
      "example_translation": "Compré un sujetador nuevo ayer, me pongo un sujetador para ir al trabajo, me pondré un sujetador para la fiesta esta noche.",
      "imageLink": "bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "slip",
      "translation": "calzoncillos",
      "definition": "Un sous-vêtement ajusté pour les hommes, généralement fait de coton ou de matières synthétiques.",
      "definition_translation": "Ropa interior ajustada para hombres, típicamente hecha de algodón o materiales sintéticos.",
      "example": "J'ai porté un slip à la plage, Je porte un slip pour dormir, Je porterai un slip au gymnase demain.",
      "example_translation": "Me puse calzoncillos en la playa, me pongo calzoncillos para dormir, me pondré calzoncillos para ir al gimnasio mañana.",
      "imageLink": "briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": " Pull-over",
      "translation": "jersey",
      "definition": "Un pull-over est un type de vêtement tricoté qui a un devant ouvert et est généralement porté sur un chemisier ou une robe.",
      "definition_translation": "Un jersey es un tipo de prenda tejida que tiene una parte delantera abierta y se lleva typicalmente sobre una camisa o vestido.",
      "example": "J'ai porté un pull-over pour me sentir chaud dans le froid. Je porte un pull-over au travail aujourd'hui. Je porterai un pull-over au party ce soir.",
      "example_translation": "Me puse un jersey para mantenerme caliente en el clima frío. Estoy llevando un jersey al trabajo hoy. Llevaré un jersey a la fiesta esta noche.",
      "imageLink": "cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "costume",
      "translation": "disfraz",
      "definition": "Un costume est un ensemble de vêtements portés pour créer une certaine image ou personnage, souvent pour une performance ou une fête.",
      "definition_translation": "Un disfraz es un conjunto de ropa que se lleva para crear una cierta imagen o personaje, a menudo para una actuación o fiesta.",
      "example": "J'ai porté un costume au party d'Halloween l'année dernière. Je crée un costume pour l'anniversaire de mon ami. Je porterai un costume au spectacle de théâtre ce soir.",
      "example_translation": "Me puse un disfraz en la fiesta de Halloween el año pasado. Estoy haciendo un disfraz para la fiesta de cumpleaños de mi amigo. Llevaré un disfraz al espectáculo de teatro esta noche.",
      "imageLink": "costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "manchette",
      "translation": "puño",
      "definition": "Une manchette est un ornement ou un pli à l'extrémité d'une manche, ou un type de fermoir pour tenir en place une manche.",
      "definition_translation": "Un puño es un adorno o dobladillo al final de una manga, o un tipo de cierre para sostener una manga.",
      "example": "J'ai roulé mes manches pour montrer ma manchette. Je répare la manchette de ma chemise. Je porterai une manchette avec mon costume au mariage.",
      "example_translation": "Me subí las mangas para mostrar mi puño. Estoy arreglando el puño de mi camisa. Llevaré un puño con mi traje al matrimonio.",
      "imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "casque",
      "translation": "casco",
      "definition": "Un casque est un équipement de protection porté sur la tête pour la protéger des blessures, notamment dans les sports ou les activités militaires.",
      "definition_translation": "Un casco es una forma de equipo de protección llevado en la cabeza para protegerla de lesiones, especialmente en deportes o actividades militares.",
      "example": "J'ai porté un casque lorsque j'ai fait du vélo hier. Je porterai un casque lorsque je ferai du vélo demain. Je porte un casque chaque fois que je fais du vélo.",
      "example_translation": "Me puse un casco cuando conduje mi bicicleta ayer. Me pondré un casco cuando conduzca mi bicicleta mañana. Me pongo un casco cada vez que conduzco mi bicicleta.",
      "imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "capuchon",
      "translation": "capucha",
      "definition": "Un capuchon est un couvre-chef attaché à un manteau ou un blouson, recouvrant la tête et le cou.",
      "definition_translation": "Una capucha es una cubierta para la cabeza y el cuello, normalmente adherida a una chaqueta o abrigo.",
      "example": "J'ai mis mon capuchon lorsque le vent s'est levé. Je mettrai un capuchon lorsque je ferai du ski le mois prochain. J'ai un capuchon sur mon manteau.",
      "example_translation": "Subí mi capucha cuando empezó a llover. Me pondré una capucha cuando vaya a esquiar el mes próximo. Tengo una capucha en mi chaqueta.",
      "imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chaussettes hautes",
      "translation": "medias hasta la rodilla",
      "definition": "Les chaussettes hautes sont un type de chaussette qui couvre la jambe jusqu'au genou, souvent porté pour des raisons sportives ou de mode.",
      "definition_translation": "Las medias hasta la rodilla son un tipo de calcetín que cubre la pierna hasta la rodilla, a menudo llevadas para fines atléticos o de moda.",
      "example": "J'ai porté des chaussettes hautes lorsque j'ai joué au soccer hier. Je porterai des chaussettes hautes lorsque je courrai un marathon l'an prochain. J'ai des chaussettes hautes dans mon sac de gym.",
      "example_translation": "Me puse medias hasta la rodilla cuando jugué fútbol ayer. Me pondré medias hasta la rodilla cuando corra un maratón el año próximo. Tengo medias hasta la rodilla en mi bolsa de gimnasio.",
      "imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nuitonne",
      "translation": "camisón",
      "definition": "Une nuisette est un vêtement ample, généralementLONG jusqu'au sol, porté pour dormir ou se reposer, fait de coton ou de soie.",
      "definition_translation": "Una prenda suelta, generalmente de largo hasta el suelo, para dormir o relajarse, típicamente hecha de algodón o seda.",
      "example": "J'ai porté ma nuisette préférée au lit hier soir. Je la porterai à nouveau ce soir. J'ai porté la same chaque nuit la semaine dernière.",
      "example_translation": "Me puse mi camisón favorito para dormir anoche. Me lo pondré de nuevo esta noche. Me lo puse todas las noches la semana pasada.",
      "imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déshabillé",
      "translation": "camiseta de dormir",
      "definition": "Un déshabillé est un vêtement court, porté pour dormir ou se reposer, fait de coton ou de soie.",
      "definition_translation": "Una prenda suelta, generalmente corta, para dormir o relajarse, típicamente hecha de algodón o seda.",
      "example": "Elle a mis son déshabillé avant d'aller au lit. Elle le mettra à nouveau demain. Elle l'a porté chaque nuit le mois dernier.",
      "example_translation": "Ella se puso su camiseta de dormir antes de ir a la cama. Se la pondrá de nuevo mañana. La llevó todas las noches el mes pasado.",
      "imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pyjama",
      "translation": "pijamas",
      "definition": "Un pyjama est un vêtement de nuit composé de pantalons larges et d'un haut, porté pour dormir ou se reposer.",
      "definition_translation": "Pantalones y una parte superior holgados, llevados para dormir o relajarse.",
      "example": "Il a porté son pyjama pour regarder la télévision au salon. Il le portera à nouveau ce soir. Il l'a porté chaque nuit l'année dernière.",
      "example_translation": "Él se puso sus pijamas en la sala de estar para ver televisión. Se los pondrá de nuevo esta noche. Se los puso todas las noches el año pasado.",
      "imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "espadrille",
      "translation": "zapatillas",
      "definition": "Une espadrille est un type de chaussure de sport confortable, généralement faite de cuir ou de matières synthétiques, avec une semelle en caoutchouc et des lacets ou une fermeture à velcro.",
      "definition_translation": "un tipo de zapato atlético casual, típicamente hecho de cuero o materiales sintéticos, con una suela de goma y cordones o cierre de velcro",
      "example": "J'ai porté mes espadrilles au gym hier, je les porte au parc maintenant, et je les porterai à la plage demain.",
      "example_translation": "Me puse mis zapatillas en el gimnasio ayer, las estoy llevando al parque ahora y las llevaré a la playa mañana.",
      "imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "peignoir",
      "translation": "albornoz",
      "definition": "Un peignoir est un vêtement ample, absorbant, porté après le bain ou la piscine, généralement fait de coton, de polyester ou d'un mélange des deux.",
      "definition_translation": "una prenda suelta y absorbente que se lleva después de bañarse o nadar, típicamente hecha de algodón, poliéster o una combinación de ambos",
      "example": "J'ai mis mon peignoir après la douche, je le portais lorsque je suis entré dans la chambre, et je le porterai lorsque je sortirai du sauna.",
      "example_translation": "Me puse mi albornoz después de la ducha, lo llevaba cuando entré en el dormitorio y lo llevaré cuando salga del sauna.",
      "imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nœud papillon",
      "translation": "pajarita",
      "definition": "Un nœud papillon est un type de cravate consistant en un ruban ou une bande de tissu noué en forme de papillon autour du cou.",
      "definition_translation": "un tipo de corbata que consiste en una cinta o tira de tela atada en forma de lazo alrededor del cuello",
      "example": "J'ai porté un nœud papillon au mariage hier, je le porte au dîner formel maintenant, et je le porterai à l'opéra demain.",
      "example_translation": "Me puse una pajarita en la boda ayer, estoy llevando una al cena formal ahora y llevaré una al ópera mañana.",
      "imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "salopette",
      "translation": "pantalones de peto",
      "definition": "pantalon ample, généralement fait de denim ou de tissu épais",
      "definition_translation": "pantalones holgados, normalmente hechos de mezclilla o otros tejidos gruesos",
      "example": "J'ai porté une salopette à la ferme pour protéger mes jambes de la boue. Je porterai une salopette au festival la semaine prochaine. J'ai porté une salopette au chantier hier.",
      "example_translation": "Me puse pantalones de peto en la granja para proteger mis piernas del lodo. Me pondré pantalones de peto en el festival la próxima semana. Me puse pantalones de peto en el sitio de construcción ayer.",
      "imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tongs",
      "translation": "chanclas",
      "definition": "type de sandale avec une sangle qui passe entre le gros orteil et le deuxième orteil",
      "definition_translation": "un tipo de sandalia con una tira que va entre el dedo gordo y el segundo dedo",
      "example": "J'ai porté des tongs à la plage et j'ai eu du sable entre les orteils. Je porterai des tongs à la fête à la piscine le mois prochain. J'ai porté des tongs à l'aquapark l'été dernier.",
      "example_translation": "Me puse chanclas en la playa y me metí arena entre los dedos. Me pondré chanclas en la fiesta de la piscina el próximo mes. Me puse chanclas en el parque acuático el verano pasado.",
      "imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "manteau de fourrure",
      "translation": "abrigo de pieles",
      "definition": "manteau fait de fourrure d'animal, souvent porté pour la chaleur et la mode",
      "definition_translation": "un abrigo hecho de pieles de animales, a menudo llevado para calor y moda",
      "example": "Ma grand-mère a porté un manteau de fourrure à l'opéra hier soir. Je porterai un manteau de fourrure au bal d'hiver l'année prochaine. Elle a porté un manteau de fourrure au dîner de gala dernier hiver.",
      "example_translation": "Mi abuela se puso un abrigo de pieles en la ópera anoche. Me pondré un abrigo de pieles en el baile de invierno el año próximo. Se puso un abrigo de pieles en la cena formal la última vez que nevó.",
      "imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "overalls",
      "translation": "monos",
      "definition": "vêtements amples portés sur d'autres vêtements pour la protection, généralement faits de denim ou de toile",
      "definition_translation": "prendas de vestir holgadas que se llevan sobre la ropa para protección, típicamente hechas de denim o canvas",
      "example": "Elle a porté des overalls pour travailler dans le jardin. Hier, elle a porté des overalls pour réparer la voiture. Demain, elle portera des overalls pour peindre la maison.",
      "example_translation": "Ella se puso monos para trabajar en el jardín. Ayer, se puso monos para arreglar el coche. Mañana, se pondrá monos para pintar la casa.",
      "imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bas",
      "translation": "medias",
      "definition": "vêtement moulant qui couvre les jambes et le bas du corps, généralement fait de nylon ou de soie",
      "definition_translation": "una prenda de vestir ceñida que cubre las piernas y el cuerpo inferior, típicamente hecha de nailon o seda",
      "example": "Elle préfère porter des bas sous sa jupe. Hier, elle a porté des bas au bureau. Demain, elle portera des bas au party.",
      "example_translation": "Ella prefiere llevar medias debajo de la falda. Ayer, llevó medias al trabajo. Mañana, llevará medias a la fiesta.",
      "imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bas",
      "translation": "calcetines",
      "definition": "vêtement qui couvre le pied et la jambe, généralement fait de tissu ou de nylon",
      "definition_translation": "una cubierta para el pie y la pierna, típicamente hecha de tela o nailon",
      "example": "Elle adore porter des bas avec ses talons hauts. Hier, elle a porté des bas au mariage. Demain, elle portera des bas au dîner de gala.",
      "example_translation": "Ella ama llevar calcetines con sus tacones altos. Ayer, llevó calcetines al matrimonio. Mañana, llevará calcetines a la fiesta de cena.",
      "imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chapeau haut de forme",
      "translation": "sombrero de copa",
      "definition": "Chapeau haut et à couronne plate, généralement fait de feutre ou de paille, porté par les hommes, notamment lors d'occasions formelles.",
      "definition_translation": "Un sombrero alto, de copa plana, normalmente hecho de fieltro o paja, que se lleva en ocasiones formales.",
      "example": "J'ai porté un chapeau haut de forme au mariage dernier week-end. Je porterai un chapeau haut de forme au gala ce soir. J'ai porté un chapeau haut de forme à la soirée l'année dernière.",
      "example_translation": "Me puse un sombrero de copa en la boda del fin de semana pasado. Me pondré un sombrero de copa en la gala esta noche. Me puse un sombrero de copa en la fiesta del año pasado.",
      "imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "voile",
      "translation": "velo",
      "definition": "pièce de tissu portée sur le visage, notamment par les femmes, comme symbole de modestie ou de deuil.",
      "definition_translation": "Un pedazo de tela que se lleva sobre la cara, especialmente por las mujeres, como símbolo de modestia o luto.",
      "example": "La mariée a porté un voile pendant la cérémonie. Elle portera un voile au mariage du mois prochain. Elle a porté un voile au funérailles de sa sœur.",
      "example_translation": "La novia se puso un velo durante la ceremonia. Se pondrá un velo en la boda del próximo mes. Se puso un velo en el funeral de su hermana.",
      "imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gilet",
      "translation": "chaleco",
      "definition": "vêtement sans manches, porté sur une chemise et sous une veste, souvent comme partie d'un habillement formel ou cérémonial.",
      "definition_translation": "Una prenda sin mangas, que se lleva sobre una camisa y debajo de una chaqueta, a menudo como parte de un atuendo formal o ceremonial.",
      "example": "Le marié a porté un gilet au mariage. Il portera un gilet à la soirée d'anniversaire ce soir. Il a porté un gilet à la cérémonie de remise des diplômes l'année dernière.",
      "example_translation": "El novio se puso un chaleco en la boda. Se pondrá un chaleco en la fiesta de aniversario esta noche. Se puso un chaleco en la ceremonia de graduación del año pasado.",
      "imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "balaclava",
      "translation": "pasamontañas",
      "definition": "un type de coiffe qui couvre la tête, le cou et souvent une partie du visage, généralement fait de tissu ou d'autres matériaux.",
      "definition_translation": "Una pasamontañas es un tipo de cabezada que cubre la cabeza, cuello y a menudo parte de la cara, generalmente hecha de tela u otros materiales.",
      "example": "J'ai porté une balaclava pour protéger mon visage du froid. Je porte une balaclava depuis des années. Je porterai une balaclava à la station de ski la semaine prochaine.",
      "example_translation": "Me puse una pasamontañas para proteger mi cara del frío. He estado llevando una pasamontañas durante años. Me pondré una pasamontañas en el resort de esquí la próxima semana.",
      "imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "culottes",
      "translation": "pantalones",
      "definition": "Les culottes sont un type de pantalon court, généralement fait de cuir ou de matériaux résistants, porté par les cavaliers, notamment les cavaliers de cheval.",
      "definition_translation": "Los pantalones son un tipo de pantalones cortos, generalmente hechos de cuero u otros materiales duraderos, llevados por jinetes, especialmente jinetes de caballo.",
      "example": "La cavalière portait des culottes pour protéger ses jambes du cheval. Elle a porté des culottes pour les leçons d'équitation. Il portera des culottes au concours de cheval du mois prochain.",
      "example_translation": "La jinete se puso pantalones para proteger sus piernas del caballo. Ella ha estado llevando pantalones para lecciones de equitación. Él se pondrá pantalones en el show de caballos el próximo mes.",
      "imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cape",
      "translation": "capa",
      "definition": "Une cape est un vêtement sans manches, porté sur l'épaule, souvent comme un élément de vêtement cérémonial ou symbolique.",
      "definition_translation": "Una capa es un prenda exterior sin mangas, generalmente llevada sobre el hombro, a menudo como una pieza de ropa ceremonial o simbólica.",
      "example": "Le super-héros portait une cape pour voler sur la ville. Elle a porté une cape aux soirées costumées. Ils porteront des capes au bal masqué de l'année prochaine.",
      "example_translation": "El superhéroe se puso una capa para volar sobre la ciudad. Ella ha estado llevando una capa a fiestas de disfraces. Ellos se pondrán capas en la fiesta de máscaras el próximo año.",
      "imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bouchon",
      "translation": "tapón",
      "definition": "Un bouchon est un blocage ou une obstruction dans un tuyau ou un système, souvent causé par une accumulation de sédiments ou de débris.",
      "definition_translation": "Un tapón es un bloqueo o obstrucción en una tubería o sistema, especialmente uno causado por un acumulamiento de sedimentos o residuos.",
      "example": "Le plombier a dû déboucher le bouchon dans le drain pour réparer le lavabo. Elle avait bouché le drain avec des cheveux et du savon la semaine dernière. D'ici l'année prochaine, le drain sera à nouveau bouché si nous ne le nettoyons pas régulièrement.",
      "example_translation": "El plomero tuvo que despejar el tapón en el drenaje para arreglar el fregadero. Ella había tapado el drenaje con pelo y jabón la semana pasada. Para el próximo año, el drenaje estará tapado de nuevo si no lo limpiamos regularmente.",
      "imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "corset",
      "translation": "corsé",
      "definition": "Un corset est un sous-vêtement ajusté porté pour façonner ou resserrer le torse, notamment porté par les femmes pour créer une silhouette fine.",
      "definition_translation": "Un corsé es un prendimiento ajustado que se lleva para dar forma o constreñir el torso, especialmente uno que se lleva las mujeres para crear una figura esbelta.",
      "example": "Dans le passé, les femmes portaient des corsets pour faire paraître leurs tailles plus petites. Elle a porté un corset pendant des mois pour préparer son mariage. D'ici l'année prochaine, les corsets seront à nouveau à la mode.",
      "example_translation": "En el pasado, las mujeres llevaban corsés para hacer que sus cinturas parecieran más pequeñas. Ella ha estado llevando un corsé durante meses para prepararse para su boda. Para el próximo año, los corsés estarán de moda nuevamente.",
      "imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bas résille",
      "translation": "medias de malla",
      "definition": "Les bas résille sont un type de collant avec un motif de filet, généralement porté pour des raisons de mode ou comme un élément de vêtement provocant.",
      "definition_translation": "Las medias de malla son un tipo de medias con un patrón de malla, que se llevan comúnmente por moda o como un artículo de ropa provocativo.",
      "example": "L'actrice portait des bas résille sur scène pour exprimer la personnalité rebelle de son personnage. Elle a porté des bas résille au travail tous les vendredis. D'ici le mois prochain, les bas résille seront un élément essentiel de sa garde-robe.",
      "example_translation": "La actriz llevaba medias de malla en el escenario para expresar la personalidad rebelde de su personaje. Ella ha estado llevando medias de malla al trabajo todos los viernes. Para el próximo mes, las medias de malla serán una parte fundamental en su guardarropa.",
      "imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ceinture",
      "translation": "cinturón",
      "definition": "Une ceinture est un type de vêtement porté autour de la taille pour tenir en place les vêtements, souvent porté par les femmes dans le passé.",
      "definition_translation": "Un cinturón es un tipo de prenda que se lleva alrededor de la cintura para sostener la ropa, a menudo utilizado por mujeres en el pasado.",
      "example": "J'ai porté une ceinture pour tenir ma jupe en place dans les années 1950. Je porterai une ceinture au party costumé ce soir. Elle portait une ceinture au travail tous les jours.",
      "example_translation": "Llevé un cinturón para sostener mi falda en la década de 1950. Llevaré un cinturón a la fiesta de disfraces esta noche. Ella llevó un cinturón al trabajo todos los días.",
      "imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chauffe-jambes",
      "translation": "abrigo de piernas",
      "definition": "Les chauffe-jambes sont un type de vêtement porté sur les jambes pour les garder chaudes, souvent porté par les danseurs ou les athlètes.",
      "definition_translation": "Los abrigo de piernas son un tipo de ropa que se lleva sobre las piernas para mantenerlas calientes, a menudo utilizado por bailarines o atletas.",
      "example": "Les danseurs de ballet portaient des chauffe-jambes pour garder leurs jambes chaudes pendant les répétitions. Je porterai des chauffe-jambes au concours de danse d'hiver. Elle porte des chauffe-jambes à la classe de gym tous les jours.",
      "example_translation": "Los bailarines de ballet llevaron abrigo de piernas para mantener las piernas calientes durante los ensayos. Llevaré abrigo de piernas a la competencia de danza invernal fría. Ella lleva abrigo de piernas a clase de gimnasio todos los días.",
      "imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jupon",
      "translation": "enaguas",
      "definition": "Un jupon est un type de sous-jupe porté par les femmes, souvent pour ajouter du volume ou de la forme à une jupe ou une robe.",
      "definition_translation": "Una enaguas es un tipo de falda interior que se lleva las mujeres, a menudo para agregar volumen o forma a una falda o vestido.",
      "example": "Elle a porté un jupon sous sa robe de mariée pour la faire paraître plus volumineuse. Je porterai un jupon au party à thème victorien ce soir. La reconstituatrice historique a porté un jupon sous son costume.",
      "example_translation": "Ella llevó enaguas debajo de su vestido de boda para hacer que pareciera más lleno. Llevaré enaguas a la fiesta temática victoriana esta noche. La reenactora histórica llevó enaguas debajo de su traje de época.",
      "imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "manteau de peau de mouton",
      "translation": "abrigo de piel de oveja",
      "definition": "Un manteau fait de la peau d'un mouton, généralement porté comme une couche de protection extérieure dans le froid.",
      "definition_translation": "Un abrigo hecho de la piel de una oveja, normalmente llevado como capa externa protectora en clima frío.",
      "example": "J'ai porté un manteau de peau de mouton au voyage de ski l'hiver dernier. Je vais le porter au festival la semaine prochaine. J'avais porté au camping l'année dernière.",
      "example_translation": "Llevé un abrigo de piel de oveja al viaje de esquí el invierno pasado. Voy a llevarlo al festival el próximo fin de semana. Lo había llevado al viaje de campamento el año pasado.",
      "imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gilet",
      "translation": "chaleco",
      "definition": "Un gilet est un vêtement sans manches porté sur une chemise, généralement pour des occasions formelles ou cérémoniales.",
      "definition_translation": "Una prenda sin mangas que se lleva sobre una camisa, típicamente para ocasiones formales o ceremoniales.",
      "example": "J'ai mis un gilet pour la cérémonie de mariage. Je vais le porter à la nuit des récompenses. J'avais porté au ceremony de remise des diplômes.",
      "example_translation": "Me puse un chaleco para la ceremonia de boda. Voy a llevarlo a la noche de premios. Lo había llevado a la ceremonia de graduación.",
      "imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bonnet",
      "translation": "capó",
      "definition": "Un couvre-chef et cheveux, généralement porté par les femmes.",
      "definition_translation": "Una cubierta para la cabeza y el cabello, típicamente llevada por mujeres.",
      "example": "Elle a porté un bonnet à la fête de jardin. Elle va le porter à la soirée de bébé. Elle l'avait porté à l'événement de charité.",
      "example_translation": "Ella se puso un capó para la fiesta en el jardín. Va a llevarlo al baby shower. Lo había llevado al evento benéfico.",
      "imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "robe de chambre",
      "translation": "bata",
      "definition": "Un vêtement confortable et large porté pour se reposer ou dormir, généralement fait d'un tissu doux comme le coton ou la soie.",
      "definition_translation": "Una prenda suelta y cómoda que se lleva para relajarse o dormir, generalmente hecha de un tejido suave como algodón o seda.",
      "example": "Elle a mis sa robe de chambre et est descendue à la cuisine pour faire du thé. Elle avait porté sa robe de chambre toute la matinée. Elle va la porter au lit ce soir.",
      "example_translation": "Se puso su bata y fue abajo a hacer té. Llevaba su bata toda la mañana. Llevará su bata a la cama esta noche.",
      "imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sweat à capuche",
      "translation": "sudadera con capucha",
      "definition": "Un blouson casual avec une capuche, généralement fait de coton ou de matériaux synthétiques.",
      "definition_translation": "Una chaqueta casual con capucha, generalmente hecha de algodón o materiales sintéticos.",
      "example": "Il a porté un sweat à capuche au gym. Elle a porté un sweat à capuche tous les jours cette semaine. Ils vont porter des sweats à capuche au concert demain.",
      "example_translation": "Él llevó una sudadera con capucha al gimnasio. Ella ha llevado una sudadera con capucha todos los días esta semana. Ellos llevarán sudaderas con capucha al concierto mañana.",
      "imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "housecoat",
      "translation": "bata de casa",
      "definition": "Un vêtement informel et large porté à la maison, généralement fait d'un tissu doux comme le coton ou le terrycloth.",
      "definition_translation": "Una prenda suelta y informal que se lleva en casa, generalmente hecha de un tejido suave como algodón o toalla.",
      "example": "Elle a mis son housecoat et a commencé à préparer le petit déjeuner. Il avait porté un housecoat toute la matinée. Ils vont porter des housecoats à la réunion de famille ce soir.",
      "example_translation": "Ella se puso su bata de casa y empezó a hacer el desayuno. Él llevaba una bata de casa toda la mañana. Ellos llevarán batas de casa a la reunión familiar esta noche.",
      "imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "col roulé",
      "translation": "cuello de tortuga",
      "definition": "Un type de pull ou de haut avec un col rond qui se replie au niveau du cou.",
      "definition_translation": "Un tipo de suéter o parte superior con un cuello alto y redondo que se dobla en el cuello.",
      "example": "J'ai porté un col roulé pour garder chaud pendant l'hiver. Je vais porter un col roulé à la soirée ce soir. Elle a porté un col roulé tous les jours cette semaine.",
      "example_translation": "Me puse un cuello de tortuga para mantenerme caliente durante el invierno. Me pondré un cuello de tortuga en la fiesta esta noche. Ella ha estado usando un cuello de tortuga todos los días esta semana.",
      "imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jupon",
      "translation": "falda interior",
      "definition": "Une jupe portée sous une autre jupe ou une robe, généralement pour ajouter du volume ou de la chaleur.",
      "definition_translation": "Una falda que se lleva debajo de otra falda o vestido, normalmente para agregar volumen o calor.",
      "example": "La mariée a porté un jupon pour ajouter du volume à sa robe de mariage. Elle cherche un jupon pour porter sous sa jupe préférée. Ils vont porter des jupons à la soirée costume.",
      "example_translation": "La novia se puso una falda interior para agregar volumen a su vestido de boda. Ha estado buscando una falda interior para llevar debajo de su falda favorita. Ellos se pondrán faldas interiores en la fiesta de disfraces.",
      "imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gilet",
      "translation": "chaleco",
      "definition": "Un vêtement sans manches porté autour de la taille, souvent comme partie d'un costume trois pièces.",
      "definition_translation": "Una prenda sin mangas, que se lleva típicamente alrededor de la cintura, a menudo como parte de un traje de tres piezas.",
      "example": "Il a porté un gilet à l'événement formel. Elle cherche un gilet pour assortir son costume. Ils vont porter des gilets au mariage.",
      "example_translation": "Él se puso un chaleco en el evento formal. Ella ha estado buscando un chaleco para combinar con su traje. Ellos se pondrán chalecos en la boda.",
      "imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]