[
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pomme de terre",
      "translation": "papa",
      "definition": "Un légume féculent qui est souvent mangé, souvent utilisé dans la cuisine et la pâtisserie.",
      "definition_translation": "Un vegetal almidonoso que se come con frecuencia, a menudo se utiliza en la cocina y la repostería.",
      "example": "J'ai mangé une pomme de terre hier, je mange une pomme de terre maintenant, et je mangerai une pomme de terre demain.",
      "example_translation": "Comí una papa ayer, estoy comiendo una papa ahora, y comeré una papa mañana.",
      "imageLink": "image_files\\English\\"imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tomate",
      "translation": "tomate",
      "definition": "Un fruit juteux rouge ou jaune qui pousse sur une vigne, souvent utilisé dans les salades et les sandwichs.",
      "definition_translation": "Una fruta jugosa roja o amarilla que crece en una vid, a menudo se utiliza en ensaladas y sandwiches.",
      "example": "J'ai cueilli une tomate du jardin hier, je mange une tomate dans ma salade maintenant, et j'utiliserai une tomate dans mon sandwich demain.",
      "example_translation": "Cogí un tomate del jardín ayer, estoy comiendo un tomate en mi ensalada ahora, y utilizaré un tomate en mi sandwich mañana.",
      "imageLink": "image_files\\English\\"imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "légume",
      "translation": "vegetal",
      "definition": "Toute plante qui est cultivée ou récoltée pour la nourriture, incluant les feuilles, les tiges, les racines, les tubercules et les fruits.",
      "definition_translation": "Cualquier planta que se cultiva o se cosecha para alimentarse, incluyendo hojas, tallos, raíces, tubérculos y fruta.",
      "example": "J'ai planté un jardin de légumes l'année dernière, je nourris mon jardin de légumes maintenant, et je récolterai mon jardin de légumes le mois prochain.",
      "example_translation": "Planté un jardín de vegetales el año pasado, estoy regando mi jardín de vegetales ahora, y cosecharé mi jardín de vegetales el próximo mes.",
      "imageLink": "image_files\\English\\"imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "haricot",
      "translation": "frijol",
      "definition": "Une petite graine, généralement ovale ou ronde, typiquement blanche, noire ou brune, utilisée comme aliment.",
      "definition_translation": "Una semilla pequeña, generalmente ovalada o redonda, típicamente blanca, negra o marrón, utilizada como alimento.",
      "example": "J'ai mangé une salade de haricots pour déjeuner. Je mangerai une soupe de haricots pour dîner. J'avais mangé un burrito de haricots pour petit déjeuner.",
      "example_translation": "Me comí una ensalada de frijoles para el almuerzo. Voy a comer una sopa de frijoles para la cena. Había comido un burrito de frijoles para el desayuno.",
      "imageLink": "image_files\\English\\"imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "carotte",
      "translation": "zanahoria",
      "definition": "Un légume racine long et étroit, typiquement orange, utilisé dans les salades, les ragoûts et les potages.",
      "definition_translation": "Una raíz vegetal larga y delgada, que se estrecha hacia el final, típicamente de color naranja, utilizada en ensaladas, estofados y sopas.",
      "example": "J'ai mangé un bâton de carotte pour collation. Je mangerai un gâteau de carotte pour dessert. J'avais bu du jus de carotte pour petit déjeuner.",
      "example_translation": "Me comí una zanahoria para snack. Voy a comer pastel de zanahoria para postre. Había bebido jugo de zanahoria para el desayuno.",
      "imageLink": "image_files\\English\\"imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "piment",
      "translation": "chile",
      "definition": "Un poivron épicé, souvent utilisé pour ajouter de la saveur à la nourriture.",
      "definition_translation": "Un pimiento picante, a menudo utilizado para agregar sabor a la comida.",
      "example": "J'ai mangé un piment pour un défi. Je mangerai un chili con carne pour dîner. J'avais ajouté des flocons de piment sur ma pizza.",
      "example_translation": "Me comí un chile para un desafío. Voy a comer chile con carne para la cena. Había comido polvo de chile en mi pizza.",
      "imageLink": "image_files\\English\\"imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ail",
      "translation": "ajo",
      "definition": "Une plante bulbeuse à saveur forte et piquante, couramment utilisée dans la cuisine.",
      "definition_translation": "Una planta bulosa con un sabor fuerte y picante, comúnmente utilizada en la cocina.",
      "example": "Je vais hacher l'ail pour la sauce, j'ai haché l'ail pour la sauce, j'avais haché l'ail pour la sauce.",
      "example_translation": "Cortaré el ajo para la salsa, corté el ajo para la salsa, había cortado el ajo para la salsa.",
      "imageLink": "image_files\\English\\"imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "oignon",
      "translation": "cebolla",
      "definition": "Un légume racine bulbeux, couramment utilisé dans la cuisine, ayant un goût fort et sucré.",
      "definition_translation": "Un vegetal bulboso raíz, comúnmente utilizado en la cocina, con un sabor fuerte y dulce.",
      "example": "Je vais sauter l'oignon pour le ragoût, j'ai sauté l'oignon pour le ragoût, j'avais sauté l'oignon pour le ragoût.",
      "example_translation": "Salteé la cebolla para el estofado, saltearé la cebolla para el estofado, había salteado la cebolla para el estofado.",
      "imageLink": "image_files\\English\\"imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brocoli",
      "translation": "brócoli",
      "definition": "Un légume vert, appartenant à la famille des choux, avec une grande tête de fleurs comestibles.",
      "definition_translation": "Un vegetal verde, perteneciente a la familia de la col, con una gran cabeza de flor comestible.",
      "example": "J'ai cuit à la vapeur le brocoli pour dîner, je vais cuire à la vapeur le brocoli pour dîner, j'avais cuit à la vapeur le brocoli pour dîner.",
      "example_translation": "Al vapor el brócoli para la cena, al vapor el brócoli para la cena, había al vapor el brócoli para la cena.",
      "imageLink": "image_files\\English\\"imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chou",
      "translation": "col repollo",
      "definition": "Un légume vert à feuilles, souvent utilisé dans la cuisine, avec des feuilles qui poussent dans le sol.",
      "definition_translation": "Una verdura comestible redonda, verde, roja o blanca, con hojas que crecen desde el suelo, a menudo utilizada en la cocina.",
      "example": "J'ai mangé une soupe de chou hier, je mange une soupe de chou aujourd'hui, et je mangerai une soupe de chou demain.",
      "example_translation": "Comí sopa de col repollo ayer, estoy comiéndolo para almorzar hoy y lo comeré para cenar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "courgette",
      "translation": "calabacín",
      "definition": "Un type de courge d'été, souvent utilisé en cuisine, grillé, sauté ou cuit à la vapeur.",
      "definition_translation": "Un tipo de calabacín de verano, comúnmente utilizado en la cocina, a menudo asado, salteado o cocido al vapor.",
      "example": "J'ai grillé des courgettes hier soir, je les saute aujourd'hui pour déjeuner, et je vais les cuire à la vapeur pour dîner demain.",
      "example_translation": "Asé calabacines anoche, estoy salteándolos para almorzar hoy y los cocinaré al vapor para cenar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "concombre",
      "translation": "pepino",
      "definition": "Un légume long et fin, vert, souvent utilisé dans les salades, les sandwiches et comme collation.",
      "definition_translation": "Un vegetal verde, delgado y largo, a menudo utilizado en ensaladas, sandwiches y como snack.",
      "example": "J'ai tranché des concombres pour une salade hier, je les mange dans un sandwich aujourd'hui, et je vais les manger comme collation demain.",
      "example_translation": "Corté pepinos para una ensalada ayer, estoy comiéndolos en un sandwich hoy y los picaré mañana.",
      "imageLink": "image_files\\English\\"imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "laitue",
      "translation": "lechuga",
      "definition": "La laitue est un type de légume feuillu vert communément utilisé dans les salades et les sandwiches.",
      "definition_translation": "La lechuga es un tipo de verdura verde comúnmente utilizada en ensaladas y sandwiches.",
      "example": "J'ai mangé une salade avec de la laitue pour déjeuner hier, je mange une wrap de laitue pour déjeuner aujourd'hui, et je vais manger une salade de laitue pour dîner demain.",
      "example_translation": "Me comí una ensalada con lechuga para almuerzo ayer, estoy comiendo una envoltura de lechuga para almuerzo hoy, y comeré una ensalada de lechuga para cenar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pois",
      "translation": "guisante",
      "definition": "Un pois est une petite graine riche en protéines, communément utilisée en cuisine.",
      "definition_translation": "Un guisante es una semilla pequeña y esférica rica en proteínas y comúnmente utilizada en la cocina.",
      "example": "J'ai planté des pois dans mon jardin la semaine dernière, je récolte des pois aujourd'hui, et je vais cuisiner des pois pour dîner la semaine prochaine.",
      "example_translation": "Planté guisantes en mi jardín la semana pasada, estoy cosechando guisantes hoy, y cocinaré guisantes para cenar la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poivre",
      "translation": "pimienta",
      "definition": "Le poivre est une épice communément utilisée pour ajouter du goût et de la chaleur à la nourriture.",
      "definition_translation": "La pimienta es una especia comúnmente utilizada para agregar sabor y calor a los alimentos.",
      "example": "J'ai ajouté du poivre à ma soupe hier, je vais ajouter du poivre à ma salade aujourd'hui, et je vais ajouter du poivre à mon steak demain.",
      "example_translation": "Añadí pimienta a mi sopa ayer, estoy agregando pimienta a mi ensalada hoy, y agregaré pimienta a mi bistec mañana.",
      "imageLink": "image_files\\English\\"imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "citrouille",
      "translation": "calabaza",
      "definition": "Une citrouille est un type de courge, une plante qui pousse sur une vigne, souvent utilisée pour la cuisine et les décorations, notamment pendant la saison d'automne.",
      "definition_translation": "Una calabaza es un tipo de calabacín, una planta que crece en una vid, a menudo utilizada para cocinar y decoraciones, especialmente durante la temporada de otoño.",
      "example": "J'ai sculpté une citrouille pour Halloween. Je vais sculpter une citrouille pour Halloween l'année prochaine. J'avais sculpté une citrouille pour Halloween l'année dernière.",
      "example_translation": "Grabé una calabaza para Halloween. Grabaré una calabaza para Halloween el año que viene. Había grabado una calabaza para Halloween el año pasado.",
      "imageLink": "image_files\\English\\"imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épinard",
      "translation": "espinaca",
      "definition": "Un légume feuillu vert, riche en fer et en nutriments, souvent utilisé dans les salades, les smoothies et les plats cuisinés.",
      "definition_translation": "Un verdura verde rica en hierro y nutrientes, a menudo utilizada en ensaladas, batidos y platos cocidos.",
      "example": "Je vais ajouter des épinards à mon smoothie demain. J'ai ajouté des épinards à mon smoothie hier. J'ajoute des épinards à mon smoothie tous les jours.",
      "example_translation": "Agregaré espinaca a mi batido mañana. Agregué espinaca a mi batido ayer. Agrego espinaca a mi batido todos los días.",
      "imageLink": "image_files\\English\\"imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "maïs doux",
      "translation": "maíz dulce",
      "definition": "Un type de maïs riche en sucre, souvent mangé bouilli ou grillé, et communément utilisé dans la cuisine mexicaine et américaine.",
      "definition_translation": "Un tipo de maíz que es alto en contenido de azúcar, a menudo comido hervido o asado, y comúnmente utilizado en la cocina mexicana y americana.",
      "example": "Je vais griller du maïs doux pour le barbecue. J'avais grillé du maïs doux pour le barbecue l'été dernier. Je grille du maïs doux pour le barbecue chaque année.",
      "example_translation": "Asaré maíz dulce para la barbacoa. Asé maíz dulce para la barbacoa el verano pasado. Asó maíz dulce para la barbacoa todos los años.",
      "imageLink": "image_files\\English\\"imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aubergine",
      "translation": "berenjena",
      "definition": "Un légume violet, généralement ovale ou en forme d'œuf, utilisé en cuisine.",
      "definition_translation": "Una verdura morada, típicamente ovalada o con forma de huevo, utilizada en la cocina.",
      "example": "J'ai rôti une aubergine et du poulet pour dîner hier soir. Je vais griller une aubergine pour déjeuner aujourd'hui. J'avais sauté une aubergine avec de l'ail hier.",
      "example_translation": "Asé una berenjena y algo de pollo para cenar anoche. Asaré una berenjena para almorzar hoy. Salteé una berenjena con ajo ayer.",
      "imageLink": "image_files\\English\\"imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chou-fleur",
      "translation": "coliflor",
      "definition": "Un légume blanc ou verdâtre, consistant en une tête dense de fleurons, utilisé en cuisine.",
      "definition_translation": "Un vegetal blanco o blanco-verdoso, compuesto por una cabeza densa de flores, utilizado en la cocina.",
      "example": "J'ai vaporisé un chou-fleur et l'ai servi avec une sauce au fromage hier. Je vais rôtir un chou-fleur avec de l'ail pour dîner aujourd'hui. J'avais bouilli un chou-fleur et l'avais mélangé avec du riz la semaine dernière.",
      "example_translation": "Al vapor una coliflor y la serví con salsa de queso ayer. Asaré una coliflor con ajo para cenar hoy. Herví una coliflor y la mezclé con arroz la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "asperge",
      "translation": "espárrago",
      "definition": "L'asperge est un légume pérenne qui est cultivé pour ses pousses comestibles, qui sont récoltées au printemps.",
      "definition_translation": "El espárrago es una verdura perenne que se cultiva por sus brotes comestibles, que se cosechan en la primavera.",
      "example": "J'ai cuit les asperges pour dîner hier soir, je cuisine les asperges pour déjeuner aujourd'hui, et je cuisinerai les asperges pour petit déjeuner demain.",
      "example_translation": "Cociné espárrago para cenar anoche, estoy cocinando espárrago para almuerzo hoy, y cocinaré espárrago para desayunar mañana.",
      "imageLink": "image_files\\English\\"imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "céleri",
      "translation": "apio",
      "definition": "Le céleri est un légume croquant et sucré qui est communément utilisé dans les salades et comme crudité pour les dips.",
      "definition_translation": "El apio es una verdura crujiente y dulce que se utiliza comúnmente en ensaladas y como crudités para dips.",
      "example": "J'ai mastiqué des bâtons de céleri en regardant la télévision hier soir, je mastique des bâtons de céleri en ce moment, et je mastiquerai des bâtons de céleri au party demain.",
      "example_translation": "Masticaba palos de apio mientras veía TV anoche, estoy mordisqueando palos de apio en este momento, y masticaré palos de apio en la fiesta mañana.",
      "imageLink": "image_files\\English\\"imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chicorée",
      "translation": "achicoria",
      "definition": "La chicorée est une herbe pérenne qui est utilisée comme substitut du café, et ses racines sont également utilisées comme légume.",
      "definition_translation": "La achicoria es una hierba perenne que se utiliza como sustituto de café, y sus raíces también se utilizan como verdura.",
      "example": "J'ai utilisé de la chicorée dans mon café ce matin, je brasse du thé à la chicorée en ce moment, et je rôtirai des racines de chicorée pour dîner ce soir.",
      "example_translation": "Utilicé achicoria en mi café esta mañana, estoy preparando té de achicoria en este momento, y asaré raíces de achicoria para cenar esta noche.",
      "imageLink": "image_files\\English\\"imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ciboulette",
      "translation": "ciboulette",
      "definition": "Les ciboulettes sont un type d'herbe qui est communément utilisé en cuisine pour ajouter du goût et de la texture aux plats. Elles ont un léger goût d'oignon et sont souvent utilisées pour garnir les soups, les salades et autres plats.",
      "definition_translation": "Las ciboulettes son un tipo de hierba que se utiliza comúnmente en la cocina para agregar sabor y textura a los platos. Tienen un sabor suave a cebolla y se utilizan a menudo para decorar sopas, ensaladas y otros platos.",
      "example": "Je vais couper les ciboulettes et les ajouter à la soupe pour un goût supplémentaire. J'ai coupé les ciboulettes et les ai ajoutées à la soupe pour un goût supplémentaire. Je coupe les ciboulettes et les ajoute à la soupe pour un goût supplémentaire.",
      "example_translation": "Cortaré las ciboulettes y las agregaré a la sopa para darle más sabor. Corté las ciboulettes y las agregué a la sopa para darle más sabor. Corto las ciboulettes y las agrego a la sopa para darle más sabor.",
      "imageLink": "image_files\\English\\"imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cresson",
      "translation": "mostaza",
      "definition": "Le cresson est un type d'herbe épicée qui est communément utilisé dans les salades et comme garniture. Il a un goût épicé et est riche en vitamines et en antioxydants.",
      "definition_translation": "La mostaza es un tipo de hierba verde picante que se utiliza comúnmente en ensaladas y como adorno. Tiene un sabor picante y es rica en vitaminas y antioxidantes.",
      "example": "Je vais ajouter du cresson à la salade pour un éclat de saveur. J'ai ajouté du cresson à la salade pour un éclat de saveur. Je ajoute du cresson à la salade pour un éclat de saveur.",
      "example_translation": "Agregaré algunas mostazas a la ensalada para un estallido de sabor. Agregué algunas mostazas a la ensalada para un estallido de sabor. Agrego algunas mostazas a la ensalada para un estallido de sabor.",
      "imageLink": "image_files\\English\\"imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aneth",
      "translation": "eneldo",
      "definition": "L'aneth est un type d'herbe qui est communément utilisé en cuisine pour ajouter du goût aux plats tels que les pickles et les salades. Il a un goût frais et éclairé et est riche en vitamines et en antioxydants.",
      "definition_translation": "El eneldo es un tipo de hierba que se utiliza comúnmente en la cocina para agregar sabor a platos como pepinillos y ensaladas. Tiene un sabor fresco y luminoso y es rico en vitaminas y antioxidantes.",
      "example": "Je vais utiliser de l'aneth pour faire une recette de pickles délicieuse. J'ai utilisé de l'aneth pour faire une recette de pickles délicieuse. Je utilise de l'aneth pour faire une recette de pickles délicieuse.",
      "example_translation": "Usaré eneldo para hacer una receta de pepinillos deliciosa. Usé eneldo para hacer una receta de pepinillos deliciosa. Uso eneldo para hacer una receta de pepinillos deliciosa.",
      "imageLink": "image_files\\English\\"imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fenouil",
      "translation": "hinojo",
      "definition": "Le fenouil est une herbe pérenne avec des feuilles plumeuses et des fleurs jaune-brun. Il est originaire de la région méditerranéenne et est largement cultivé pour ses fruits et feuilles qui ont un goût d'anis, utilisés en cuisine et en médecine.",
      "definition_translation": "El hinojo es una hierba perenne con hojas plumosas y flores amarillentas-marrones. Es originario de la región del Mediterráneo y se cultiva ampliamente por sus frutos y hojas con sabor a anís, que se utilizan en cocina y medicina.",
      "example": "J'ai ajouté du fenouil à la salade hier, mais je vais en ajouter davantage aujourd'hui, et j'en aurai ajouté encore plus demain.",
      "example_translation": "Añadí algo de hinojo a la ensalada ayer, pero agregaré más hoy, y habré agregado aún más para mañana.",
      "imageLink": "image_files\\English\\"imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "raifort",
      "translation": "rábano picante",
      "definition": "Le raifort est une plante pérenne avec un goût puissant et amer. Il est originaire d'Europe et d'Asie et est communément utilisé comme condiment ou ingrédient dans les sauces, les soups et les marinades.",
      "definition_translation": "El rábano picante es una planta perenne con un sabor picante y amargo. Es originario de Europa y Asia y se utiliza comúnmente como condimento o ingrediente en salsas, sopas y marinados.",
      "example": "Elle a râpé du raifort pour l'ajouter à la sauce, mais elle va râper davantage pour le prochain repas, et elle avait râpé encore plus pour la party la semaine dernière.",
      "example_translation": "Ella ralló algo de rábano picante para agregar a la salsa, pero rallará más para la próxima comida, y había rallado aún más para la fiesta la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chou kale",
      "translation": "col rizada",
      "definition": "Le chou kale est un type de légume feuillu qui est riche en vitamines et en minéraux. Il est communément utilisé dans les salades, les soups et est sauté comme accompagnement.",
      "definition_translation": "La col rizada es un tipo de verdura verde de hoja que es alta en vitaminas y minerales. Se utiliza comúnmente en ensaladas, sopas y salteada como guarnición.",
      "example": "Je vais ajouter du chou kale au smoothie demain, mais j'ai ajouté du chou kale à la salade hier, et j'avais ajouté du chou kale à la soupe la semaine dernière.",
      "example_translation": "Voy a agregar col rizada al smoothie mañana, pero agregué col rizada a la ensalada ayer, y había agregado col rizada a la sopa la semana pasada.",
      "imageLink": "image_files\\English\\"imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lentille",
      "translation": "lenteja",
      "definition": "La lentille est un type de légumineuse qui est communément utilisée dans les soups, les stews et les currys. Elle est riche en protéines et en fibres et est une bonne source de nutriments essentiels tels que le fer et le potassium.",
      "definition_translation": "La lenteja es un tipo de legumbre que se utiliza comúnmente en sopas, estofados y curris. Es alta en proteínas y fibra y es una buena fuente de nutrientes esenciales como hierro y potasio.",
      "example": "J'ai cuit des lentilles pour dîner hier soir, je cuisine des lentilles pour déjeuner aujourd'hui, et je cuisinerai des lentilles pour petit déjeuner demain.",
      "example_translation": "Yo cociné lentejas para la cena anoche, estoy cocinando lentejas para el almuerzo hoy y cocinaré lentejas para el desayuno mañana.",
      "imageLink": "image_files\\English\\"imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "moelle",
      "translation": "tuétano",
      "definition": "La moelle est le tissu spongieux à l'intérieur de certains os, tels que les hanches et les os de la cuisse, qui produit des cellules sanguines. Elle peut également désigner le tissu gras tendre qui remplit les cavités des os.",
      "definition_translation": "El tuétano es el tejido esponjoso dentro de algunos huesos, como las caderas y los huesos del muslo, que produce células sanguíneas. También se puede referir al tejido blando y graso que llena las cavernas de los huesos.",
      "example": "Le docteur a dû extraire un échantillon de moelle de mon os pour l'examiner, je devrai subir une greffe de moelle osseuse le mois prochain, et le patient a besoin de recevoir une donation de moelle.",
      "example_translation": "El médico tuvo que extraer una muestra de tuétano de mi hueso para examinarlo, tendré que someterme a un trasplante de tuétano el próximo mes y el paciente necesita recibir una donación de tuétano.",
      "imageLink": "image_files\\English\\"imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "panais",
      "translation": "chirivía",
      "definition": "Un panais est un type de légume-racine qui ressemble à une carotte, mais a un goût plus sucré et plus noisette. Il est souvent utilisé dans les soupes, les ragoûts et comme accompagnement rôti.",
      "definition_translation": "Una chirivía es un tipo de vegetal de raíz que es similar a una zanahoria, pero tiene un sabor más dulce y nuez. A menudo se utiliza en sopas, estofados y asado como un plato lateral.",
      "example": "J'ai mangé des panais pour dîner hier soir, je mange des panais pour déjeuner aujourd'hui, et je mangerai des panais pour petit déjeuner demain.",
      "example_translation": "Yo comí chirivías para la cena anoche, estoy comiendo chirivías para el almuerzo hoy y comeré chirivías para el desayuno mañana.",
      "imageLink": "image_files\\English\\"imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rhubarbe",
      "translation": "ruibarbo",
      "definition": "Une plante vivace à feuilles triangulaires et à tiges chair folliculaires, souvent utilisée dans les tartes et les pies.",
      "definition_translation": "Una planta perenne con hojas triangulares grandes y tallos carnosos largos, a menudo utilizada en tartas y pasteles.",
      "example": "Je mangais de la tarte à la rhubarbe lorsque j'étais enfant, maintenant je cultive ma propre rhubarbe dans le jardin, et demain je vais faire un gâteau à la rhubarbe.",
      "example_translation": "Solía comer tarta de ruibarbo cuando era niño, ahora cultivo mi propio ruibarbo en el jardín, y mañana hornearé un pastel de ruibarbo.",
      "imageLink": "image_files\\English\\"imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "betterave",
      "translation": "nabo",
      "definition": "Un type de légume-racine, similaire à un navet, mais plus grand et plus sucré.",
      "definition_translation": "Un tipo de verdura de raíz, similar a una zanahoria, pero más grande y dulce.",
      "example": "J'ai acheté une betterave au marché hier, je la mange bouillie aujourd'hui, et je la ferai rôtir la semaine prochaine.",
      "example_translation": "Compré un nabo en el mercado ayer, estoy comiéndolo hervido hoy, y lo asaré la próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "patate douce",
      "translation": "boniato",
      "definition": "Un légume-racine féculent, souvent mangé comme accompagnement, notamment pendant les fêtes.",
      "definition_translation": "Una verdura de raíz almidonosa, a menudo consumida como guarnición, especialmente durante las fiestas.",
      "example": "J'ai cuit une patate douce pour dîner hier soir, je la écraserai pour déjeuner aujourd'hui, et je ferai des frites de patate douce demain.",
      "example_translation": "Horneé un boniato para cenar anoche, lo machacaré para almorzar hoy, y haré papas fritas de boniato mañana.",
      "imageLink": "image_files\\English\\"imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "navet",
      "translation": "nabo",
      "definition": "Un navet est un légume-racine couramment cultivé dans les climats tempérés du monde entier pour son goût sucré et poivré et sa texture croquante. C'est une culture de saison fraîche, ce qui signifie qu'elle pousse mieux dans les températures fraîches du printemps ou de l'automne.",
      "definition_translation": "Un nabo es una verdura de raíz comunmente cultivada en climas templados en todo el mundo por su sabor dulce y picante y su textura crujiente. Es un cultivo de temporada fría, lo que significa que crece mejor en las temperaturas más frías de la primavera o el otoño.",
      "example": "J'ai mangé une soupe de navet hier, je mangerai une salade de navet aujourd'hui, et je mangerai un ragoût de navet demain. La semaine dernière, j'ai acheté un navet au marché des agriculteurs, et la semaine précédente, j'ai planté un navet dans mon jardin.",
      "example_translation": "Comí una sopa de nabo ayer, comeré una ensalada de nabo hoy y comeré un estofado de nabo mañana. La semana pasada, compré un nabo en el mercado de productores, y la semana anterior, planté un nabo en mi jardín.",
      "imageLink": "image_files\\English\\"imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]