[
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cuisinier",
      "translation": "cocinar",
      "definition": "une personne qualifiée qui prépare et cuisine des aliments, notamment dans le cadre d'un emploi",
      "definition_translation": "una persona capacitada que prepara y cocina alimentos, especialmente como trabajo",
      "example": "Je vais cuisiner le dîner ce soir, mais hier j'ai cuisiné le déjeuner, et demain je vais cuisiner le petit déjeuner.",
      "example_translation": "Voy a cocinar la cena esta noche, pero ayer cociné el almuerzo y mañana cocinaré el desayuno.",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "médecin",
      "translation": "médico",
      "definition": "une personne qualifiée pour soigner les gens malades",
      "definition_translation": "una persona que está calificada para tratar a las personas que están enfermas",
      "example": "Je suis allé voir le médecin hier, mais demain je vais voir le médecin à nouveau, et la semaine prochaine j'ai vu le médecin.",
      "example_translation": "Fui a ver al médico ayer, pero mañana veré al médico de nuevo y la próxima semana vi al médico.",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chauffeur",
      "translation": "conductor",
      "definition": "une personne qui conduit un véhicule, notamment une automobile",
      "definition_translation": "una persona que opera un vehículo, especialmente un coche",
      "example": "Je vais être chauffeur demain, mais hier j'étais chauffeur, et la semaine dernière j'ai conduit une voiture.",
      "example_translation": "Seré un conductor mañana, pero ayer fui un conductor y la semana pasada conduje un coche.",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "enseignant",
      "translation": "maestro",
      "definition": "une personne qui aide les étudiants à apprendre en leur donnant des leçons et en guidant leurs études.",
      "definition_translation": "Una persona que ayuda a los estudiantes a aprender dando lecciones y guiar su estudio.",
      "example": "J'ai eu un excellent enseignant au lycée qui m'a inspiré pour poursuivre une carrière dans les sciences. Elle enseigne la biologie maintenant. Je vais enseigner l'anglais au Japon l'an prochain.",
      "example_translation": "Tuve un gran maestro en la escuela secundaria que me inspiró a seguir una carrera en ciencias. Ella enseña biología ahora. Enseñaré inglés en Japón el próximo año.",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "serveur",
      "translation": "camarero",
      "definition": "une personne dont le travail est de prendre les commandes et de servir des nourritures et des boissons dans un restaurant.",
      "definition_translation": "Una persona cuyo trabajo es tomar pedidos y servir comida y bebidas en un restaurante.",
      "example": "Le serveur a pris notre commande et nous a apporté nos boissons. Il va nous apporter la nourriture bientôt. J'ai voulu être serveur lorsque j'étais plus jeune.",
      "example_translation": "El camarero tomó nuestro pedido y nos trajo nuestros tragos. Traerá la comida pronto. Quería ser camarero cuando era más joven.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "serveuse",
      "translation": "camarera",
      "definition": "une femme dont le travail est de prendre les commandes et de servir des nourritures et des boissons dans un restaurant.",
      "definition_translation": "Una mujer cuyo trabajo es tomar pedidos y servir comida y bebidas en un restaurante.",
      "example": "La serveuse était très aimable et nous a recommandé le plat du jour. Elle a été serveuse pendant cinq ans. Je vais demander à la serveuse la note.",
      "example_translation": "La camarera fue muy amable y recomendó el especial del día. Ha sido camarera durante cinco años. Preguntaré a la camarera por la cuenta.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "acteur",
      "translation": "actor",
      "definition": "une personne qui joue dans une pièce de théâtre, un film ou une production télévisuelle.",
      "definition_translation": "Una persona que actúa en una obra de teatro, película o producción de televisión.",
      "example": "J'ai voulu être acteur lorsque j'étais plus jeune. Maintenant, je suis acteur. Je vais être acteur dans le prochain film.",
      "example_translation": "Quería ser actor cuando era más joven. Ahora, soy actor. Seré actor en la próxima película.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "actrice",
      "translation": "actriz",
      "definition": "une femme qui joue dans une pièce de théâtre, un film ou une production télévisuelle.",
      "definition_translation": "Una mujer que actúa en una obra de teatro, película o producción de televisión.",
      "example": "Ma sœur était actrice dans la pièce de l'école. Maintenant, elle est actrice dans une émission de télévision. Elle sera actrice dans un film bientôt.",
      "example_translation": "Mi hermana fue actriz en la obra de teatro de la escuela. Ahora, es actriz en un programa de televisión. Será actriz en una película pronto.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "artiste",
      "translation": "artista",
      "definition": "une personne qui crée des peintures, des dessins ou des sculptures.",
      "definition_translation": "Una persona que crea pinturas, dibujos o esculturas.",
      "example": "Je connaissais un artiste qui peignait des paysages magnifiques. Maintenant, je suis un artiste, et je crée de l'art de rue. Je vais être un artiste célèbre un jour.",
      "example_translation": "Conocí a un artista que pintaba paisajes hermosos. Ahora, soy artista, y creo arte en la calle. Seré un artista famoso algún día.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "homme d'affaires",
      "translation": "hombre de negocios",
      "definition": "une personne engagée dans le commerce ou l'industrie, notamment celui qui possède ou gère une entreprise.",
      "definition_translation": "Una persona involucrada en negocios comerciales o industriales, especialmente uno que posee o gestiona un negocio.",
      "example": "L'homme d'affaires avait une réunion avec ses investisseurs hier, il les rencontre à nouveau aujourd'hui, et il les rencontrera à nouveau la semaine prochaine.",
      "example_translation": "El hombre de negocios tuvo una reunión con sus inversores ayer, se reunió con ellos de nuevo hoy y se reunirá con ellos de nuevo la próxima semana.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "femme d'affaires",
      "translation": "mujer de negocios",
      "definition": "Une femme impliquée dans le commerce ou l'industrie, en particulier celle qui possède ou gère une entreprise.",
      "definition_translation": "Una mujer involucrada en negocios comerciales o industriales, especialmente una que posee o gestiona un negocio.",
      "example": "La femme d'affaires avait une carrière réussie, elle a une carrière réussie et elle aura une carrière réussie.",
      "example_translation": "La mujer de negocios tuvo una carrera exitosa, tiene una carrera exitosa y tendrá una carrera exitosa.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mécanicien automobile",
      "translation": "mecánico de coches",
      "definition": "Une personne dont le travail consiste à réparer et à entretenir des véhicules à moteur.",
      "definition_translation": "Una persona cuyo trabajo es reparar y mantener vehículos de motor.",
      "example": "Le mécanicien automobile a réparé le moteur hier, il répare les freins aujourd'hui et il réparera la transmission demain.",
      "example_translation": "El mecánico de coches reparó el motor ayer, está reparando los frenos hoy y reparará la transmisión mañana.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chef cuisinier",
      "translation": "cocinero",
      "definition": "Un chef cuisinier est un cuisinier expérimenté qui prépare et cuisine des plats dans un restaurant ou autre établissement de restauration.",
      "definition_translation": "Un cocinero es un cocinero capacitado que prepara y cocina comida en un restaurante o establecimiento de comidas.",
      "example": "Elle a été chef cuisinier pendant plus de 10 ans et ouvre maintenant son propre restaurant. Hier, elle était chef cuisinier dans un restaurant étoilé au Michelin, et demain elle sera une célèbre chef cuisinier.",
      "example_translation": "Ella ha sido cocinera durante más de 10 años y ahora está abriendo su propio restaurante. Ayer, era cocinera en un restaurante con estrella Michelin, y mañana será una cocinera famosa.",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chimiste",
      "translation": "químico",
      "definition": "Un chimiste est un scientifique qui étudie les propriétés, la composition et les réactions de la matière.",
      "definition_translation": "Un químico es un científico que estudia las propiedades, composición y reacciones de la materia.",
      "example": "Elle a étudié pour devenir chimiste et travaille maintenant dans un laboratoire. Hier, elle était chimiste dans une compagnie pharmaceutique et demain elle sera une chimiste de premier plan dans son domaine.",
      "example_translation": "Ella estudió para ser química y ahora trabaja en un laboratorio. Ayer, era química en una empresa farmacéutica, y mañana será una química líder en su campo.",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nettoyeuse",
      "translation": "limpiador",
      "definition": "Une nettoyeuse est une personne qui nettoie et maintient la propreté d'un bâtiment, d'une pièce ou d'une zone.",
      "definition_translation": "Un limpiador es una persona que limpia y mantiene la limpieza de un edificio, habitación o área.",
      "example": "Elle travaille comme nettoyeuse dans un immeuble de bureaux. Hier, elle était nettoyeuse dans une école et demain elle sera nettoyeuse à l'hôpital.",
      "example_translation": "Ella trabaja como limpiadora en un edificio de oficinas. Ayer, era limpiadora en una escuela, y mañana será limpiadora en un hospital.",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "danseuse",
      "translation": "bailarín",
      "definition": "Une personne qui danse professionnellement, en particulier en tant que membre d'une compagnie ou d'un ensemble.",
      "definition_translation": "Una persona que baila profesionalmente, especialmente como miembro de una empresa o troupe.",
      "example": "Elle était une danseuse talentueuse et a performé dans de nombreux concerts. Elle enseigne actuellement des cours de danse. Elle se produira à Broadway l'année prochaine.",
      "example_translation": "Era una bailarina talentosa y se presentó en muchos conciertos. Actualmente está enseñando clases de danza. Se presentará en Broadway el año próximo.",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dentiste",
      "translation": "dentista",
      "definition": "Une personne qui est qualifiée et autorisée à pratiquer la prévention, le diagnostic et le traitement des maladies et des troubles de la bouche et des dents.",
      "definition_translation": "Una persona que es habilidosa y tiene licencia para practicar la prevención, diagnóstico y tratamiento de enfermedades y condiciones de los dientes y la boca.",
      "example": "Je suis allé chez le dentiste hier et ai fait nettoyer mes dents. Je vais voir mon dentiste demain pour obtenir un plombage. Je visiterai mon dentiste le mois prochain pour une vérification.",
      "example_translation": "Fui al dentista ayer y me limpiaron los dientes. Voy a ver a mi dentista mañana paraapatkan un empaste. Visitaré a mi dentista el próximo mes para un chequeo.",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ingénieur",
      "translation": "ingeniero",
      "definition": "Une personne qui conçoit, construit ou maintient des moteurs, des machines ou des structures.",
      "definition_translation": "Una persona que diseña, construye o mantiene motores, máquinas o estructuras.",
      "example": "Il était un ingénieur expérimenté et a conçu plusieurs ponts. Elle est ingénieur et travaille actuellement sur un nouveau projet. Ils embaucheront un ingénieur pour réparer la machine la semaine prochaine.",
      "example_translation": "Él era un ingeniero habilidoso y diseñó muchos puentes. Ella es una ingeniera y actualmente está trabajando en un nuevo proyecto. Contratarán a un ingeniero para arreglar la máquina la próxima semana.",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agriculteur",
      "translation": "agricultor",
      "definition": "Une personne qui possède ou gère une ferme, en particulier qui cultive la terre, les cultures et les animaux.",
      "definition_translation": "Una persona que posee o gestiona una granja, especialmente una que cultiva tierra, cultivos y ganado.",
      "example": "L'agriculteur a planté les graines dans le sol. Il les récoltera le mois prochain. Il les avait récoltées l'année dernière.",
      "example_translation": "El agricultor plantó las semillas en el suelo. Las cosechará el mes que viene. Las cosechó el año pasado.",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "footballeur",
      "translation": "futbolista",
      "definition": "Une personne qui joue au football, en particulier professionnellement.",
      "definition_translation": "Una persona que juega fútbol, especialmente de manera profesional.",
      "example": "Le footballeur a marqué un but dans le match. Il jouera dans le championnat l'année prochaine. Il a joué dans la Coupe du monde l'année dernière.",
      "example_translation": "El futbolista marcó un gol en el partido. Jugará en el campeonato el año que viene. Jugó en la Copa Mundial el año pasado.",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "guide",
      "translation": "guía",
      "definition": "Une personne qui montre le chemin ou dirige les autres, notamment dans une activité ou profession particulière.",
      "definition_translation": "Una persona que muestra el camino o lidera a otros, especialmente en una actividad o profesión particular.",
      "example": "Le guide nous a menés à travers la forêt. Il nous mènera à travers la ville la semaine prochaine. Il nous a menés à travers le musée le mois dernier.",
      "example_translation": "El guía nos llevó a través del bosque. Nos llevará a través de la ciudad la semana que viene. Nos llevó a través del museo el mes pasado.",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "directeur d'école",
      "translation": "director",
      "definition": "Le directeur d'école est le enseignant le plus senior d'une école, responsable de la direction et de la gestion de l'école.",
      "definition_translation": "El director es el maestro más antiguo en una escuela, responsable de la dirección y gestión de la escuela.",
      "example": "Elle était la directrice de l'école lorsque j'étais étudiant. Elle sera la directrice de la nouvelle école l'année prochaine. Elle a été directrice de l'école pendant 10 ans.",
      "example_translation": "Ella era la directora de la escuela cuando era estudiante. Será la directora de la nueva escuela el próximo año. Fue directora durante 10 años.",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gérant",
      "translation": "gerente",
      "definition": "Un gérant est une personne responsable de contrôler et d'organiser toutes les activités d'une entreprise ou d'un département.",
      "definition_translation": "Un gerente es una persona responsable de controlar y organizar todas las actividades de una empresa o departamento.",
      "example": "Il était le gérant du département marketing lorsque j'y ai travaillé. Elle sera le gérant du nouveau projet le mois prochain. Ils étaient les gérants de l'entreprise pendant 5 ans.",
      "example_translation": "Él era el gerente del departamento de marketing cuando trabajé allí. Será la gerente del nuevo proyecto el próximo mes. Fueron gerentes de la empresa durante 5 años.",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mécanicien",
      "translation": "mecánico",
      "definition": "Un mécanicien est une personne qui répare et entretient des machines, notamment des véhicules.",
      "definition_translation": "Un mecánico es una persona que repara y mantiene máquinas, especialmente vehículos.",
      "example": "Il était mécanicien dans le garage lorsque j'y ai amené ma voiture. Elle sera mécanicienne de l'équipe de course l'année prochaine. Ils étaient mécaniciens de l'entreprise pendant 10 ans.",
      "example_translation": "Él era un mecánico en el garaje cuando llevé mi coche allí. Será la mecánica del equipo de carreras el próximo año. Fueron mecánicos de la empresa durante 10 años.",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "infirmier",
      "translation": "enfermera",
      "definition": "Un infirmier est un professionnel de la santé qui fournit des soins médicaux aux patients dans divers contextes, tels que les hôpitaux, les cliniques et les maisons de retraite.",
      "definition_translation": "Una enfermera es un profesional de la salud que proporciona atención médica a pacientes en various entornos, como hospitales, clínicas y hogares de enfermos.",
      "example": "Elle a été infirmière pendant cinq ans, et le sera pour le reste de sa vie. Hier, elle a soigné un patient jusqu'à sa guérison. Demain, elle soignera un bébé nouveau-né.",
      "example_translation": "Ella ha sido una enfermera durante cinco años, y será una enfermera por el resto de su vida. Ayer, cuidó a un paciente hasta que se recuperó. Mañana, cuidará a un bebé recién nacido.",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "peintre",
      "translation": "pintor",
      "definition": "Un peintre est un artiste qui crée des images avec de la peinture, souvent utilisant du canevas, du bois ou d'autres matériaux comme surface.",
      "definition_translation": "Un pintor es un artista que crea imágenes con pintura, a menudo utilizando lienzo, madera u otros materiales como superficie.",
      "example": "Il a été peintre pendant dix ans, et peindra une nouvelle œuvre d'art ce soir. Hier, il a peint un beau paysage. À l'avenir, il peindra une fresque sur l'hôtel de ville.",
      "example_translation": "Él ha sido un pintor durante diez años, y pintará una nueva obra maestra esta noche. Ayer, pintó un paisaje hermoso. En el futuro, pintará un mural en el ayuntamiento de la ciudad.",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "photographe",
      "translation": "fotógrafo",
      "definition": "Un photographe est un artiste qui capture des images à l'aide d'un appareil photo, souvent à des fins artistiques ou commerciales.",
      "definition_translation": "Un fotógrafo es un artista que capta imágenes utilizando una cámara, a menudo con fines artísticos o comerciales.",
      "example": "Elle a été photographe pendant cinq ans, et photographiera un mariage demain. Hier, elle a photographié un beau coucher de soleil. À l'avenir, elle photographiera un défilé de mode.",
      "example_translation": "Ella ha sido una fotógrafa durante cinco años, y fotografiará una boda mañana. Ayer, fotografió un hermoso atardecer. En el futuro, fotografiará un desfile de moda.",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pilote",
      "translation": "piloto",
      "definition": "Une personne qui opère les contrôles d'un aéronef, notamment un pilote qui est qualifié pour naviguer et communiquer.",
      "definition_translation": "Una persona que opera los controles de un avión, especialmente uno que está capacitado para navegar y comunicarse.",
      "example": "J'étais pilote dans les forces aériennes, puis je suis devenu pilote commercial, et maintenant je serai pilote pour une nouvelle compagnie aérienne.",
      "example_translation": "Yo era un piloto en la fuerza aérea, luego me convertí en piloto comercial y ahora seré un piloto para una nueva aerolínea.",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "joueur",
      "translation": "jugador",
      "definition": "Une personne qui prend part à un jeu, un sport ou une autre activité.",
      "definition_translation": "Una persona que participa en un juego, deporte u otra actividad.",
      "example": "J'étais joueur de l'équipe de football, puis je suis devenu joueur de l'équipe de basket-ball, et maintenant je serai joueur de l'équipe de soccer.",
      "example_translation": "Yo era un jugador en el equipo de fútbol, luego me convertí en jugador del equipo de baloncesto y ahora seré un jugador en el equipo de fútbol.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "officier de police",
      "translation": "oficial de policía",
      "definition": "Une personne dont le travail est d'appliquer les lois, d'enquêter sur les crimes et de maintenir l'ordre dans une communauté.",
      "definition_translation": "Una persona cuyo trabajo es hacer cumplir las leyes, investigar crímenes y mantener el orden en una comunidad.",
      "example": "Elle était officier de police dans la ville, puis elle est devenue officier de police à la campagne, et maintenant elle sera officier de police sur l'autoroute.",
      "example_translation": "Ella era una oficial de policía en la ciudad, luego se convirtió en una oficial de policía en el campo y ahora será una oficial de policía en la patrulla de autopistas.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "policier",
      "translation": "policía",
      "definition": "Un policier est un agent de la force publique responsable de maintenir l'ordre et d'appliquer les lois dans un domaine particulier.",
      "definition_translation": "Un policía es un agente del orden público responsable de mantener el orden y hacer cumplir las leyes en un área determinada.",
      "example": "Le policier a arrêté le conducteur pour excès de vitesse hier, mais il ne lui donnera pas de ticket aujourd'hui, et il l'aurait arrêté la semaine dernière s'il l'avait vu conduire de manière dangereuse.",
      "example_translation": "El policía detuvo al conductor por exceso de velocidad ayer, pero no le dará una multa hoy, y lo habría arrestado la semana pasada si hubiera visto conducir de forma temeraria.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "policière",
      "translation": "policía",
      "definition": "Une policière est une femme agent de la force publique responsable de maintenir l'ordre et d'appliquer les lois dans un domaine particulier.",
      "definition_translation": "Una policía es una agente del orden público femenina responsable de mantener el orden y hacer cumplir las leyes en un área determinada.",
      "example": "La policière a aidé l'enfant perdu à retrouver ses parents lors du festival dernier week-end, et elle dirigera la circulation demain, mais elle était en service de patrouille l'année dernière.",
      "example_translation": "La policía ayudó al niño perdido a encontrar a sus padres en el festival el fin de semana pasado, y ella estará dirigiendo el tráfico mañana, pero habría estado de servicio de patrulla el año pasado.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réceptionniste",
      "translation": "recepcionista",
      "definition": "Un réceptionniste est une personne employée pour gérer la réception d'une organisation, généralement responsable de répondre aux appels téléphoniques, accueillir les visiteurs et effectuer des tâches administratives.",
      "definition_translation": "Un recepcionista es una persona empleada para manejar el área de recepción de una organización, usualmente responsable de contestar llamadas telefónicas, saludar a los visitantes y realizar tareas administrativas.",
      "example": "La réceptionniste m'a accueilli chaleureusement lorsque je suis arrivé au bureau hier, et elle traitera mon dossier aujourd'hui, mais elle était en pause déjeuner à cette heure-ci la semaine dernière.",
      "example_translation": "La recepcionista me saludó calurosamente cuando llegué a la oficina ayer, y ella estará procesando mi documentación hoy, pero habría estado en un descanso para comer a esta hora la semana pasada.",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "assistant de vente",
      "translation": "asistente de ventas",
      "definition": "Une personne responsable de fournir une aide administrative et des tâches de secrétariat à une équipe de vente ou à un gestionnaire.",
      "definition_translation": "Una persona responsable de asistir a un equipo de ventas o gerente en tareas administrativas y clericales.",
      "example": "J'étais un assistant de vente dans un magasin de détail l'an dernier, je suis un assistant de vente maintenant, et je serai un assistant de vente l'an prochain.",
      "example_translation": "Fui un asistente de ventas en una tienda minorista el año pasado, soy un asistente de ventas en una tienda minorista ahora, y seré un asistente de ventas en una tienda minorista el próximo año.",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vendeur",
      "translation": "vendedor",
      "definition": "Une personne qui vend des biens ou des services aux clients, souvent travaillant à commission.",
      "definition_translation": "Una persona que vende bienes o servicios a clientes, a menudo trabajando con una base de comisión.",
      "example": "Elle a été une vendeuse couronnée de succès pendant de nombreuses années, elle est une vendeuse expérimentée maintenant, et elle sera une vendeuse de premier plan l'an prochain.",
      "example_translation": "Ella ha sido una vendedora exitosa durante muchos años, es una vendedora hábil ahora, y será una vendedora principal el próximo año.",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "secrétaire",
      "translation": "secretaria",
      "definition": "Une personne employée pour gérer les activités quotidiennes d'une organisation ou d'une entreprise.",
      "definition_translation": "Una persona empleada para administrar las actividades diarias de una organización o negocio.",
      "example": "Elle était secrétaire dans un cabinet d'avocats l'an dernier, elle est secrétaire dans un cabinet d'avocats maintenant, et elle sera secrétaire dans un cabinet d'avocats l'an prochain.",
      "example_translation": "Ella fue una secretaria en una firma de abogados el año pasado, es una secretaria en una firma de abogados ahora, y será una secretaria en una firma de abogados el próximo año.",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chanteur",
      "translation": "cantante",
      "definition": "Une personne qui chante, notamment professionnellement, lors d'un concert ou d'un opéra.",
      "definition_translation": "Una persona que canta, especialmente profesionalmente, como en un concierto o ópera.",
      "example": "Elle était une chanteuse talentueuse qui avait performé dans de nombreux concerts. Elle se prépare actuellement pour son premier album. Elle deviendra une chanteuse célèbre dans le futur.",
      "example_translation": "Ella era una cantante talentosa que había actuado en muchos conciertos. Actualmente se está preparando para su álbum debut. Será una cantante famosa en el futuro.",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chauffeur de taxi",
      "translation": "taxista",
      "definition": "Une personne qui conduit un taxi, généralement pour gagner sa vie.",
      "definition_translation": "Una persona que conduce un taxi, típicamente para ganarse la vida.",
      "example": "Il était chauffeur de taxi pendant 10 ans avant de prendre sa retraite. Il conduit actuellement pour une entreprise de covoiturage. Il commencera son propre business de taxi l'an prochain.",
      "example_translation": "Él era un taxista durante 10 años antes de jubilarse. Actualmente conduce para una empresa de compartir viajes. Empezará su propio negocio de taxi el año próximo.",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "guide touristique",
      "translation": "guía turístico",
      "definition": "Une personne qui montre et explique les sites à visiter à des touristes, notamment pour gagner sa vie.",
      "definition_translation": "Una persona que muestra y explica los lugares de interés de un sitio a los visitantes, especialmente para ganarse la vida.",
      "example": "Elle a travaillé comme guide touristique à Paris pendant cinq ans. Elle conduit actuellement un groupe de touristes à travers le musée. Elle deviendra guide touristique indépendante le mois prochain.",
      "example_translation": "Ella trabajó como guía turística en París durante cinco años. Actualmente está liderando un grupo de turistas através del museo. Será una guía turística independiente el mes próximo.",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "écrivain",
      "translation": "escritor",
      "definition": "Une personne qui écrit des livres, des histoires ou des articles comme métier ou occupation.",
      "definition_translation": "Una persona que escribe libros, historias o artículos como trabajo o ocupación.",
      "example": "J'étais écrivain pour un magazine, mais maintenant je suis freelancer. J'écris un roman et j'écrirai un scénario un jour.",
      "example_translation": " Era un escritor para una revista, pero ahora soy un freelance. Estoy escribiendo una novela, y escribiré un guión algún día.",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "comptable",
      "translation": "contable",
      "definition": "Une personne dont le travail est de tenir et d'examiner les registres financiers d'une entreprise ou d'une organisation.",
      "definition_translation": "Una persona cuyo trabajo es mantener y examinar los registros financieros de una empresa o organización.",
      "example": "J'ai été comptable pendant cinq ans et je suis doué pour équilibrer le budget de l'entreprise. Elle sera comptable pour une grande entreprise, et ils seront comptables pour une organisation à but non lucratif.",
      "example_translation": "He sido un contable durante cinco años, y soy bueno para equilibrar el presupuesto de la empresa. Ella será una contable para una gran empresa, y ellos serán contables para una organización sin fines de lucro.",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "architecte",
      "translation": "arquitecto",
      "definition": "Une personne qui conçoit des bâtiments et d'autres structures, et supervise leur construction.",
      "definition_translation": "Una persona que diseña edificios y otras estructuras, y supervisa su construcción.",
      "example": "Je veux être architecte lorsque je grandirai, et je concevrai un gratte-ciel. Elle était architecte pour un bâtiment célèbre, et ils seront architectes pour un nouveau stade.",
      "example_translation": "Quiero ser un arquitecto cuando crezca, y diseñaré un rascacielos. Ella fue una arquitecta para un edificio famoso, y ellos serán arquitectos para un nuevo estadio.",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "baby-sitter",
      "translation": "niñera",
      "definition": "Une personne, généralement une jeune femme, employée pour s'occuper d'un enfant ou d'enfants lorsque les parents ne sont pas présents.",
      "definition_translation": "Una persona, normalmente una joven mujer, empleada para cuidar a un niño o niños cuando los padres no están presentes.",
      "example": "J'ai été baby-sitter pendant que j'étais au lycée, mais maintenant je suis enseignant. J'ai baby-sitté pour les Smiths hier soir, et je baby-sitterai pour eux à nouveau la semaine prochaine.",
      "example_translation": "Solía ser niñera cuando estaba en la escuela secundaria, pero ahora soy profesora. Cuidé a los Smith la noche pasada y cuidaré a ellos de nuevo el fin de semana que viene.",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boulanger",
      "translation": "panadero",
      "definition": "Une personne qui fabrique et vend des produits alimentaires à base de farine, tels que du pain, des gâteaux et des pâtisseries.",
      "definition_translation": "Una persona que hace y vende productos alimenticios a base de harina, como pan, tortas y pasteles.",
      "example": "Mon père était boulanger et il faisait du pain chaque matin. Je serai boulanger lorsque je grandirai, et je ferai des gâteaux délicieux.",
      "example_translation": "Mi padre era panadero, y horneaba pan todas las mañanas. Seré panadero cuando crezca, y horneare deliciosas tortas.",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "danseuse de ballet",
      "translation": "bailarina de ballet",
      "definition": "Une personne qui interprète le ballet, une forme de danse classique caractérisée par des mouvements et des positions gracieux.",
      "definition_translation": "Una persona queinterpreta ballet, una forma clásica de danza caracterizada por movimientos y posiciones gráciles.",
      "example": "Ma sœur est danseuse de ballet, et elle a dansé magnifiquement la nuit dernière au spectacle. Elle sera danseuse de ballet professionnelle lorsqu'elle obtiendra son diplôme de l'université.",
      "example_translation": "Mi hermana es bailarina de ballet, y bailó hermosamente en el recital la noche pasada. Será una bailarina de ballet profesional cuando se gradúe de la universidad.",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "barbier",
      "translation": "barbero",
      "definition": "Une personne dont le métier est de couper et de coiffer les cheveux, de tailler les barbes et de fournir d'autres services liés à la Toilette personnelle.",
      "definition_translation": "Una persona cuya ocupación es cortar y estilo el cabello, recortar barbas y realizar otros servicios relacionados con la atención personal.",
      "example": "Je vais aller chez le barbier demain pour me faire couper les cheveux. Aujourd'hui, j'ai été chez le barbier pour me faire raser. J'ai fréquenté le même barbier pendant des années.",
      "example_translation": "Voy a ir al barbero mañana para cortarme el cabello. Hoy, fui al barbero para afeitarme. He estado yendo al barbero durante años.",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "barman",
      "translation": "barman",
      "definition": "Une personne qui sert des boissons et des snacks au bar, généralement dans une maison publique, un restaurant ou un nightclub.",
      "definition_translation": "Una persona que sirve bebidas y aperitivos en un bar, típicamente en una casa pública, restaurante o nightclub.",
      "example": "Le barman du nouveau pub est très sympathique. Hier, le barman m'a préparé un cocktail parfait. J'ai connu le barman pendant des années.",
      "example_translation": "El barman del nuevo pub es muy amigable. Ayer, el barman me mezcló un cóctel perfecto. He conocido al barman durante años.",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "constructeur",
      "translation": "constructor",
      "definition": "Une personne qui construit ou bâtit quelque chose, en particulier comme métier ou occupation.",
      "definition_translation": "Una persona que construye o edifica algo, especialmente como un trabajo o ocupación.",
      "example": "Le constructeur a fini la maison la semaine dernière. Aujourd'hui, le constructeur travaille sur un nouveau projet. Je vais embaucher un constructeur pour rénover ma maison.",
      "example_translation": "El constructor terminó la casa la semana pasada. Hoy, el constructor está trabajando en un nuevo proyecto. Contrataré a un constructor para renovar mi casa.",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "boucher",
      "translation": "carnicero",
      "definition": "Une personne qui tue et prépare des animaux pour la consommation, ou qui vend de la viande.",
      "definition_translation": "Una persona que mata y prepara animales para la comida, o alguien que vende carne.",
      "example": "Hier, j'ai été chez le boucher pour acheter du poulet pour dîner. Aujourd'hui, je vais au marché pour voir si je peux trouver une meilleure affaire. D'ici à la semaine prochaine, j'aurai appris à couper et préparer la viande comme un boucher professionnel.",
      "example_translation": "Ayer, fui al carnicero para comprar algo de pollo para la cena. Hoy, voy al mercado para ver si puedo encontrar un mejor trato. Para la próxima semana, habré aprendido a cortar y preparar carne como un carnicero profesional.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chimiste",
      "translation": "químico",
      "definition": "Une personne qui est formée en chimie, ou une boutique où sont vendus des produits de pharmacie.",
      "definition_translation": "Una persona capacitada en la ciencia de la química, o una tienda minorista donde se venden productos farmacéuticos.",
      "example": "En tant que chimiste, elle a passé la plupart de son temps au laboratoire où elle menait des expériences. La semaine dernière, elle a travaillé à la pharmacie aidant les clients avec leurs ordonnances. D'ici à l'année prochaine, elle aura mis au point un nouveau médicament qui révolutionnera l'industrie.",
      "example_translation": "Como química, pasó la mayoría del tiempo en el laboratorio realizando experimentos. La semana pasada, trabajó en la tienda de químicos ayudando a los clientes con sus recetas. Para el próximo año, habrá desarrollado un nuevo medicamento que revolucionará la industria.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "entraîneur",
      "translation": "entrenador",
      "definition": "Une personne qui entraîne et enseigne des équipes sportives ou des individus, ou un grand véhicule pour transporter des personnes.",
      "definition_translation": "Una persona que entrena y enseña equipos deportivos o individuos, o un vehículo grande para transportar personas.",
      "example": "L'entraîneur de l'équipe de football était très expérimenté et avait remporté plusieurs championnats. Hier, j'ai pris un car pour aller de Londres à Paris. D'ici le mois prochain, j'aurai appris à entraîner une équipe de basket-ball.",
      "example_translation": "El entrenador del equipo de fútbol era muy experimentado y había ganado varios campeonatos. Ayer, tomé un autocar de Londres a París. Para el próximo mes, habré aprendido a entrenar a un equipo de baloncesto.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "informaticien",
      "translation": "científico informático",
      "definition": "Une personne qui a une expertise dans la conception, le développement et la mise à l'essai du matériel et des logiciels informatiques.",
      "definition_translation": "Una persona que tiene experiencia en el diseño, desarrollo y prueba de hardware y software de computadora.",
      "example": "La société a embauché une équipe d'informaticiens pour développer un nouveau système d'intelligence artificielle. Ils travaillent dessus depuis des mois. D'ici l'an prochain, ils auront terminé le projet.",
      "example_translation": "La empresa contratò un equipo de científicos informáticos para desarrollar un nuevo sistema de inteligencia artificial. Han estado trabajando en ello durante meses. Para el próximo año, habrán terminado el proyecto.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "designer",
      "translation": "diseñador",
      "definition": "Une personne qui crée et développe des concepts, des spécifications et des designs pour des produits, des services et des expériences.",
      "definition_translation": "Una persona que crea y desarrolla conceptos, especificaciones y diseños para productos, servicios y experiencias.",
      "example": "Le designer de mode a créé une collection impressionnante pour la nouvelle saison. Elle l'avait conçue pendant des mois. Au moment où le spectacle a commencé, elle aura fini toutes les dernières retouches.",
      "example_translation": "El diseñador de moda creò una colección impresionante para la nueva temporada. Había estado diseñandola durante meses. Para cuando comenzò el show, habrá terminado todos los toques finales.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "détective",
      "translation": "detective",
      "definition": "Une personne, en particulier un policier, qui enquête sur les crimes et rassemble des preuves.",
      "definition_translation": "Una persona, especialmente un oficial de policía, que investiga crímenes y recopila evidencia.",
      "example": "Le détective enquêtait sur une affaire complexe. Il suivait des pistes depuis des semaines. Au moment où il aura résolu l'affaire, il aura travaillé sans relâche pendant des mois.",
      "example_translation": "El detective estaba investigando un caso complejo. Había estado siguiendo pistas durante semanas. Para cuando resolviò el caso, habrá trabajado incansablemente durante meses.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réalisateur",
      "translation": "director",
      "definition": "Une personne qui dirige la production globale d'un film, d'une pièce de théâtre ou d'une autre performance.",
      "definition_translation": "Una persona que dirige la producción general de una película, obra de teatro o otra presentación.",
      "example": "Elle était la réalisatrice du film, responsable de donner vie au scénario. Elle avait réalisé plusieurs films à succès avant. Elle réalisera la nouvelle série télévisée l'an prochain.",
      "example_translation": "Ella era la directora de la película, responsable de llevar el guión a la vida. Había dirigido varias películas exitosas antes. Dirigirá la nueva serie de TV el próximo año.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "disc-jockey, DJ",
      "translation": "disc jockey, DJ",
      "definition": "Une personne qui présente et joue de la musique enregistrée à la radio ou à une fête ou à une disco.",
      "definition_translation": "Una persona que presenta y reproduce música grabada en la radio o en una fiesta o discoteca.",
      "example": "Il était DJ à un club populaire, mais maintenant il est DJ à la radio. Elle était DJ à la fête de son amie la semaine dernière. Ils seront DJs au festival le mois prochain.",
      "example_translation": "Él solía ser un DJ en un club popular, pero ahora es un DJ de radio. Ella fue DJ en la fiesta de su amiga la semana pasada. Serán DJs en el festival el próximo mes.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cinéaste",
      "translation": "cineasta",
      "definition": "Une personne qui fait des films, notamment comme professionnel.",
      "definition_translation": "Una persona que hace películas, especialmente como profesión.",
      "example": "Il est un cinéaste célèbre, connu pour son style visuel. Elle avait toujours voulu être cinéaste, mais a fini par être scénariste. Ils seront cinéastes dans leur propre société de production bientôt.",
      "example_translation": "Él es un cineasta famoso, conocido por su estilo visual. Ella siempre quiso ser cineasta, pero terminó siendo guionista. Serán cineastas en su propia productora pronto.",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pompier",
      "translation": "bombero",
      "definition": "Une personne qui est entraînée pour éteindre les incendies et répondre aux situations d'urgence.",
      "definition_translation": "Una persona capacitada para apagar incendios y responder a situaciones de emergencia.",
      "example": "Le pompier a sauvé le chaton de l'immeuble en feu. Elle avait combattu de nombreux incendies avant. Elle combattrait les incendies à nouveau demain.",
      "example_translation": "El bombero salvó al gato del edificio en llamas. Ella había luchado contra muchos incendios antes. Ella luchará contra los incendios de nuevo mañana.",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "garde",
      "translation": "guardia",
      "definition": "Une personne qui surveille, protège ou contrôle un endroit, une chose ou une personne.",
      "definition_translation": "Una persona que vigila, protege o controla un lugar, cosa o persona.",
      "example": "Le garde se tenait à l'entrée du musée. Il avait gardé l'exposition pendant des heures. Il la gardera jusqu'à la fermeture.",
      "example_translation": "El guardia se paró en la entrada del museo. Él había estado guardando la exposición durante horas. Él la guardará hasta la hora de cierre.",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "guitariste",
      "translation": "guitarrista",
      "definition": "Une personne qui joue de la guitare, notamment une personne qui est habile ou professionnelle.",
      "definition_translation": "Una persona que toca la guitarra, especialmente uno que es habilidoso o profesional.",
      "example": "Le guitariste a joué les accords avec beauté. Elle avait pratiqué pendant des années. Elle se produira au concert ce soir.",
      "example_translation": "El guitarrista rasgueó los cordones hermosamente. Ella había estado practicando durante años. Ella se presentará en el concierto esta noche.",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]