[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bardane",
      "translation": "lampazo",
      "definition": "Une plante bisannuelle ressemblant à une chardon, avec des fleurs jaunes et des racines comestibles.",
      "definition_translation": "Una planta parecida a la carda con flores amarillas y raíces comestibles de la familia de la lechuga.",
      "example": "J'ai déterré une racine de bardane dans le jardin et l'ai utilisée dans une salade. Hier, j'avais cueilli quelques bardanes pour dîner. D'ici l'été prochain, j'aurai planté d'autres bardanes dans mon jardin.",
      "example_translation": "Desenterré una raíz de lampazo en el patio trasero y la usé en una ensalada. Ayer, había recogido algunos lampazos para cenar. Para el próximo verano, habré plantado más lampazos en mi jardín.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "camomille",
      "translation": "manzanilla",
      "definition": "Une herbe aux fleurs blanches ou jaunes et à odeur forte et sucrée, utilisée pour faire du thé ou de la médecine.",
      "definition_translation": "Una hierba con flores blancas o amarillas y un fuerte olor dulce, usada para hacer té o medicina.",
      "example": "J'ai fait infuser des fleurs de camomille dans de l'eau chaude pour faire un thé calmant. Hier, j'avais bu du thé à la camomille avant de me coucher. D'ici la semaine prochaine, j'aurai planté de la camomille dans mon jardin.",
      "example_translation": "Dejé infusionar algunas flores de manzanilla en agua caliente para hacer un té calmante. Ayer, bebí té de manzanilla antes de acostarme. Para la próxima semana, habré plantado manzanilla en mi jardín.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "griffe de chat",
      "translation": "uña de gato",
      "definition": "Une vigne tropicale avec des épines courbées, utilisée en médecine herbale.",
      "definition_translation": "Una enredadera tropical con espinas curvas, usada en la medicina herbal.",
      "example": "La vigne à griffe de chat avait grandi sur le côté de la maison. Hier, j'avais pris des suppléments à base de griffe de chat pour mon problème de douleur articulaire. D'ici le mois prochain, j'aurai récolté de la griffe de chat dans le jardin.",
      "example_translation": "La enredadera de uña de gato había crecido por el lado de la casa. Ayer, había tomado algunos suplementos de uña de gato para mi dolor articulatorio. Para el próximo mes, habré cosechado alguna uña de gato del jardín.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pied de poule",
      "translation": "farfán",
      "definition": "Une herbe vivace native d'Europe et d'Asie, avec des fleurs jaunes en forme de marguerite et des feuilles qui peuvent être utilisées médicinalement.",
      "definition_translation": "Una hierba perenne nativa de Europa y Asia, con flores amarillas parecidas a margaritas y hojas que se pueden utilizar medicinalmente.",
      "example": "Le pied de poule a été utilisé pendant des siècles pour traiter les problèmes respiratoires, et autrefois, il était utilisé pour faire du thé pour soulager les maux de gorge. Aujourd'hui, il est encore utilisé dans les remèdes herbaux, et à l'avenir, il pourrait être utilisé pour développer de nouveaux médicaments.",
      "example_translation": "El farfán se ha utilizado durante siglos para tratar problemas respiratorios, y en el pasado, se utilizaba para hacer té para calmar una garganta dolorida. Hoy en día, todavía se utiliza en remedios herbales, y en el futuro, puede ser utilizado para desarrollar nuevas medicinas.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pissenlit",
      "translation": "diente de león",
      "definition": "Une plante vivace considérée comme une adventice, avec des fleurs jaunes et des feuilles qui peuvent être mangées comme un légume ou utilisées comme une herbe.",
      "definition_translation": "Una mala hierba perenne con flores amarillas y hojas que se pueden comer como una verdura o utilizar como una hierba.",
      "example": "Dans le passé, ma grand-mère cueillait les feuilles de pissenlit dans la cour et les faisait sauter avec de l'ail comme accompagnement. Aujourd'hui, j'utilise les fleurs pour faire un thé qui aide à la digestion, et à l'avenir, j'espère l'utiliser pour faire une teinture naturelle pour le tissu.",
      "example_translation": "En el pasado, mi abuela recogía berros de diente de león del jardín y los salteaba con ajo como plato lateral. Hoy en día, uso las flores para hacer un té que ayuda con la digestión, y en el futuro, espero utilizarlo para hacer un tinte natural para tela.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fenugrec",
      "translation": "fenogreco",
      "definition": "Une herbe annuelle native de la région méditerranéenne, avec des graines et des feuilles qui peuvent être utilisées comme épice ou en médecine traditionnelle.",
      "definition_translation": "Una hierba anual nativa de la región mediterránea, con semillas y hojas que se pueden utilizar como especia o en la medicina tradicional.",
      "example": "Dans le passé, le fenugrec était utilisé pour traiter les problèmes de digestion, et aujourd'hui, il est encore utilisé dans la cuisine traditionnelle indienne pour ajouter de la saveur aux currys. À l'avenir, il pourrait être utilisé pour développer de nouveaux traitements du diabète.",
      "example_translation": "En el pasado, el fenogreco se utilizaba para tratar problemas digestivos, y hoy en día todavía se utiliza en la cocina tradicional india para agregar sabor a los curris. En el futuro, puede ser utilizado para desarrollar nuevos tratamientos para la diabetes.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ginseng",
      "translation": "ginseng",
      "definition": "Le ginseng est une plante vivace qui pousse dans les montagnes d'Asie, généralement 15-45 cm de hauteur, avec une racine charnue et des feuilles vertes composées.",
      "definition_translation": "El ginseng es una planta perenne que crece en las montañas de Asia, generalmente de 6-18 pulgadas de alto, con una raíz carnosa y hojas verdes que son compuestas palmadas.",
      "example": "Dans le passé, les anciens Chinois utilisaient le ginseng pour traiter divers problèmes de santé. Aujourd'hui, beaucoup de personnes prennent des suppléments de ginseng pour améliorer leur bien-être général. D'ici l'année prochaine, le ginseng sera cultivé à grande échelle pour répondre à la demande croissante.",
      "example_translation": "En el pasado, los antiguos chinos usaron ginseng para tratar varios problemas de salud. Hoy en día, muchas personas toman suplementos de ginseng para mejorar su bienestar general. Para el próximo año, el ginseng se cultivará a gran escala para satisfacer la creciente demanda.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prêle",
      "translation": " cola de caballo",
      "definition": "La prêle est un type de plante vasculaire qui pousse dans les milieux humides, caractérisée par ses tiges creuses et ses feuilles en forme d'aiguilles.",
      "definition_translation": "La cola de caballo es un tipo de planta vascular que crece en ambientes húmedos, caracterizada por sus tallos huecos y ramilletes de hojas como agujas.",
      "example": "La prêle avait été utilisée pendant des siècles pour traiter les problèmes de peau. Le médecin a recommandé d'appliquer de l'extrait de prêle sur la zone affectée. D'ici la fin du mois, le patient aura vu une amélioration significative.",
      "example_translation": "La cola de caballo había sido utilizada durante siglos para tratar condiciones de la piel. El médico recomendó aplicar extracto de cola de caballo en el área afectada. Para fin de mes, el paciente habrá visto una mejora significativa.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "herbe à noeuds",
      "translation": " hierba del nudo",
      "definition": "L'herbe à noeuds est une mauvaise herbe annuelle ou vivace qui pousse sur les déchets, caractérisée par ses tiges sveltes et ses petites fleurs vert-jaunâtres.",
      "definition_translation": "La hierba del nudo es una maleza anual o perenne que crece en áreas desechadas, caracterizada por sus tallos delgados y pequeñas flores verdes amarillentas.",
      "example": "Le fermier avait essayé d'éliminer l'herbe à noeuds de son champ depuis des années. La saison dernière, il avait utilisé un nouvel herbicide pour contrôler sa croissance. D'ici le printemps prochain, l'herbe à noeuds aura disparu.",
      "example_translation": "El farmer había estado tratando de erradicar la hierba del nudo de su campo durante años. La temporada pasada, utilizó un nuevo herbicida para controlar su crecimiento. Para la próxima primavera, la hierba del nudo habrá desaparecido.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mélisse",
      "translation": "mélisse citron",
      "definition": "Une herbe native d'Eurasie, utilisée en cuisine et en médecine, connue pour son goût léger et son arôme citronné.",
      "definition_translation": "Una hierba originaria de Eurasia, utilizada en cocina y medicina, conocida por su sabor y aroma ligeramente cítricos.",
      "example": "J'ai ajouté une branche de mélisse au thé pour un goût frais. Hier, j'avais utilisé la mélisse pour faire une sauce délicieuse. D'ici l'été prochain, j'aurai cultivé ma propre mélisse.",
      "example_translation": "Añadí un ramito de mélisse citron al té para un sabor refrescante. Ayer, utilicé mélisse citron para hacer una deliciosa salsa. Para el próximo verano, habré crecido mi propia mélisse citron.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "caléndula",
      "translation": "caléndula",
      "definition": "Une fleur jaune ou orange vif, originaire de la région méditerranéenne, souvent utilisée dans les jardins et comme teinture naturelle.",
      "definition_translation": "Una flor amarilla brillante o naranja, originaria de la región del Mediterráneo, a menudo utilizada en jardines y como tintura natural.",
      "example": "Les fleurs de calendula dans mon jardin fleurissent magnifiquement. La semaine dernière, j'ai planté des graines de calendula avec mes enfants. D'ici l'an prochain, nos plants de calendula auront grandi haut.",
      "example_translation": "Las flores de caléndula en mi jardín están floreciendo hermosamente. La semana pasada, planté semillas de caléndula con mis hijos. Para el próximo año, nuestras plantas de caléndula habrán crecido altas.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "guimauve",
      "translation": "malvavisco",
      "definition": "Un sucrerie faite à partir de la sève de la plante de guimauve, souvent utilisée dans les desserts et les collations.",
      "definition_translation": "Un dulce tratamiento hecho del jugo de la planta de malvavisco, a menudo utilizado en postres y bocadillos.",
      "example": "J'ai fait rôtir des guimauves au feu de camp last nuit. Hier, j'ai acheté un sac de guimauves pour la fête. D'ici l'hiver prochain, j'aurai maîtrisé l'art de faire des guimauves.",
      "example_translation": "Asé malvaviscos sobre la fogata del campamento la noche pasada. Ayer, compré una bolsa de malvaviscos para la fiesta. Para el próximo invierno, habré dominado el arte de hacer malvaviscos.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plantaire à feuilles de ribwort",
      "translation": "llantén menor",
      "definition": "Une plante herbacée vivace avec une rosette de feuilles et des épis de petites fleurs, originaire d'Europe et d'Asie occidentale.",
      "definition_translation": "Una hierba perenne con una roseta de hojas y espigas de pequeñas flores, nativa de Europa y Asia occidental.",
      "example": "Le docteur a recommandé une cataplasme faite à partir de plantaure à feuilles de ribwort pour apaiser l'irritation cutanée. Je vais utiliser du plantaure à feuilles de ribwort dans mon thé herbal demain. Elle avait utilisé du plantaure à feuilles de ribwort pour traiter sa blessure.",
      "example_translation": "El médico recomendó una cataplasma hecha de llantén menor para calmar la irritación de la piel. Mañana usaré llantén menor en mi té herbal. Ella había usado llantén menor para tratar su herida.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sauge",
      "translation": "salvia",
      "definition": "Une plante herbacée vivace avec des feuilles gris-vert et des fleurs violettes, originaire de la région méditerranéenne.",
      "definition_translation": "Una hierba perenne con hojas grisáceas-verdes y flores púrpuras, nativa de la región del Mediterráneo.",
      "example": "Ma grand-mère ajoutait toujours de la sauge fraîche à son poulet rôti. Je vais planter de la sauge dans mon jardin l'année prochaine. Ils avaient utilisé de la sauge pour parfumer leur dinde de Thanksgiving.",
      "example_translation": "Mi abuela siempre agregaba salvia fresca a su pollo asado. Plantaré salvia en mi jardín la próxima primavera. Habían usado salvia para dar sabor a su pavo de Acción de Gracias.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Mille-pertuis",
      "translation": "hierba de San Juan",
      "definition": "Une herbe à fleurs jaunes avec des paires de feuilles opposées, originaire d'Europe et d'Asie, utilisée dans la médecine herboristique pour traiter la dépression légère.",
      "definition_translation": "Una hierba con flores amarillas con pares de hojas opuestas, nativa de Europa y Asia, usada en medicina herbal para tratar la depresión leve.",
      "example": "Le docteur m'a prescrit du Mille-pertuis pour m'aider à faire face à l'anxiété. J'ai pris des suppléments de Mille-pertuis pendant des mois. Ils ont recommandé du thé de Mille-pertuis pour atténuer le stress.",
      "example_translation": "El médico me recetó hierba de San Juan para ayudarme a lidiar con la ansiedad. He estado tomando suplementos de hierba de San Juan durante meses. Recomendaron té de hierba de San Juan para aliviar el estrés.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "armoise",
      "translation": "ajenjo",
      "definition": "Une plante au goût amer avec des feuilles gris-argent, utilisée en médecine et pour fabriquer l'absinthe, un alcool fort.",
      "definition_translation": "una planta con sabor amargo con hojas plateadas-grises, utilizada en medicina y para hacer absenta, una bebida alcohólica fuerte",
      "example": "Le chef a ajouté une branche d'armoise au cocktail pour un goût unique. La semaine dernière, elle avait ajouté trop d'armoise et c'était imbuvable. D'ici l'an prochain, elle aura parfait l'art de la préparation avec juste la bonne quantité d'armoise.",
      "example_translation": "El chef agregó un ramillete de ajenjo a la cóctel para un sabor único. La semana pasada, había agregado demasiado ajenjo y era imbebible. Para el próximo año, habrá perfeccionado la receta con solo la cantidad adecuada de ajenjo.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]