[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Vergne",
      "translation": "Acuario",
      "definition": "Un signe du zodiaque, représenté par le symbole d'une personne versant de l'eau d'un jarre. Il est associé à la période du 20 janvier au 18 février.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de una persona vertiendo agua de un jarro. Está asociado con el período del 20 de enero al 18 de febrero.",
      "example": "Elle était un Vergne, née le 10 février, et était connue pour sa nature humanitaire. Elle avait été bénévole dans une charité locale pendant des années et le sera encore à l'avenir.",
      "example_translation": "Era una Acuario, nacida el 10 de febrero, y era conocida por su naturaleza humanitaria. Había sido voluntaria en una organización benéfica local durante años, y lo seguirá haciendo en el futuro.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Bélier",
      "translation": "Aries",
      "definition": "Un signe du zodiaque, représenté par le symbole d'un bélier. Il est associé à la période du 21 mars au 19 avril.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de un carnero. Está asociado con el período del 21 de marzo al 19 de abril.",
      "example": "Il était un Bélier, né le 1er avril, et était connu pour son esprit aventureux. Il avait voyagé dans de nombreux pays dans le passé et planifiera un autre voyage dans le futur.",
      "example_translation": "Era un Aries, nacido el 1 de abril, y era conocido por su espíritu aventurero. Había viajado a muchos países en el pasado, y planea otro viaje en el futuro.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Cancer",
      "translation": "Cáncer",
      "definition": "Un signe du zodiaque, représenté par le symbole d'un cancer. Il est associé à la période du 21 juin au 22 juillet.",
      "definition_translation": "Un signo del zodíaco, representado por el símbolo de un cangrejo. Está asociado con el período del 21 de junio al 22 de julio.",
      "example": "Elle était un Cancer, née le 15 juillet, et était connue pour sa nature soignante. Elle avait pris soin de ses membres de famille dans le passé et le fera encore à l'avenir.",
      "example_translation": "Era un Cáncer, nacida el 15 de julio, y era conocida por su naturaleza cuidadora. Había cuidado a los miembros de su familia en el pasado, y lo seguirá haciendo en el futuro.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Capricorne",
      "translation": "Capricornio",
      "definition": "Une personne née entre le 22 décembre et le 19 janvier, pendant la période de l'année régie par le signe du Capricorne.",
      "definition_translation": "Una persona nacida entre el 22 de diciembre y el 19 de enero, en el período del año regido por el signo de Capricornio.",
      "example": "Le signe du zodiaque Capricorne est associé à l'ambition et à la discipline. Elle était un Capricorne et travaillait toujours dur pour atteindre ses objectifs. D'ici l'âge de 30 ans, elle aura atteint un grand succès comme Capricorne.",
      "example_translation": "El signo estelar de Capricornio se asocia con la ambición y la disciplina. Ella era un Capricornio y siempre trabajó duro para alcanzar sus objetivos. Para cuando tenía 30 años, habrá alcanzado un gran éxito como un Capricornio.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Gémeaux",
      "translation": "Géminis",
      "definition": "Une personne née entre le 21 mai et le 20 juin, pendant la période de l'année régie par le signe des Gémeaux.",
      "definition_translation": "Una persona nacida entre el 21 de mayo y el 20 de junio, en el período del año regido por el signo de Géminis.",
      "example": "Le signe du zodiaque Gémeaux est associé à la communication et à la versatilité. Il était un Gémeaux et avait toujours de nombreux projets en cours. D'ici l'âge de 25 ans, il aura voyagé dans de nombreux pays comme Gémeaux.",
      "example_translation": "El signo estelar de Géminis se asocia con la comunicación y la versatilidad. Él era un Géminis y siempre tenía múltiples proyectos en marcha. Para cuando tenía 25 años, habrá viajado a muchos países como un Géminis.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Lion",
      "translation": "Leo",
      "definition": "Une personne née entre le 23 juillet et le 22 août, pendant la période de l'année régie par le signe du Lion.",
      "definition_translation": "Una persona nacida entre el 23 de julio y el 22 de agosto, en el período del año regido por el signo de Leo.",
      "example": "Le signe du zodiaque Lion est associé à la confiance et à la créativité. Elle était un Lion et brillait toujours comme le soleil. D'ici l'âge de 30 ans, elle sera devenue une actrice célèbre comme Lion.",
      "example_translation": "El signo estelar de Leo se asocia con la confianza y la creatividad. Ella era un Leo y siempre brilló con fuerza como el sol. Para cuando tenía 30 años, habrá become una actriz famosa como un Leo.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Livres",
      "translation": "Libra",
      "definition": "Une livre est une unité de poids ou de masse, égale à 0,45 kilogramme ou 16 onces, utilisée notamment en chimie et en biologie.",
      "definition_translation": "Una libra es una unidad de peso o masa, igual a 0.45 kilogramos o 16 onzas, utilizada especialmente en química y biología.",
      "example": "J'ai pesé l'échantillon sur une balance pour m'assurer qu'il était exactement d'une livre. Hier, j'ai dû convertir le poids de livre en grammes. D'ici la semaine prochaine, nous aurons mesuré la substance en livres.",
      "example_translation": "Pesé la muestra en una balanza para asegurarme de que fuera exactamente una libra. Ayer, tuve que convertir el peso de libra a gramos. Para la próxima semana, habremos medido la sustancia en libra.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Poissons",
      "translation": "Piscis",
      "definition": "Poissons est une constellation et un signe du zodiaque, associé à la période du 19 février au 20 mars.",
      "definition_translation": "Piscis es una constelación y un signo del zodiaco, asociado con el período del 19 de febrero al 20 de marzo.",
      "example": "Je suis né le 15 mars, donc mon signe du zodiaque est Poissons. Ma mère est un Poissons, et elle est toujours émotionnelle. D'ici l'âge de 30 ans, j'aurai rencontré de nombreux Poissons.",
      "example_translation": "Nací el 15 de marzo, así que mi signo estelar es Piscis. Mi madre es un Piscis, y siempre ha sido emocional. Para cuando tenga 30 años, habré conocido a muchas personas Piscis.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Sagittaire",
      "translation": "Sagitario",
      "definition": "Sagittaire est une constellation et un signe du zodiaque, associé à la période du 22 novembre au 21 décembre.",
      "definition_translation": "Sagitario es una constelación y un signo del zodiaco, asociado con el período del 22 de noviembre al 21 de diciembre.",
      "example": "Mon frère est un Sagittaire, et il adore voyager. J'ai rencontré un Sagittaire l'année dernière, et elle était très expansive. D'ici le mois de décembre prochain, j'aurai rencontré de nombreux Sagittaires.",
      "example_translation": "Mi hermano es un Sagitario, y le encanta viajar. Conocí a una Sagitario el año pasado, y ella era muy extrovertida. Para el próximo diciembre, habré conocido a muchos Sagitarianos.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Scorpion",
      "translation": "Escorpio",
      "definition": "Un signe du zodiaque, symbolisé par le scorpion, censé influencer les personnes nées entre le 23 octobre et le 21 novembre.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo del escorpión, se cree que influye en las personas nacidas entre el 23 de octubre y el 21 de noviembre.",
      "example": "Je suis un Scorpion et je suis connu pour être intense et passionné. J'étais un Scorpion dans ma vie passée, je suis encore un Scorpion maintenant, et je le serai encore à l'avenir.",
      "example_translation": "Soy un Escorpio y soy conocido por ser intenso y apasionado. Fui un Escorpio en mi vida pasada, sigo siendo un Escorpio ahora y seré un Escorpio en el futuro.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Taureau",
      "translation": "Tauro",
      "definition": "Un signe du zodiaque associé au symbole du taureau, censé influencer les personnes nées entre le 20 avril et le 20 mai.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo del toro, se cree que influye en las personas nacidas entre el 20 de abril y el 20 de mayo.",
      "example": "Je suis un Taureau et je suis connu pour être fiable et pratique. J'étais un Taureau dans ma vie passée, je suis encore un Taureau maintenant, et je serai un Taureau dans le futur.",
      "example_translation": "Soy un Tauro y soy conocido por ser confiable y práctico. Fui un Tauro en mi vida pasada, sigo siendo un Tauro ahora y seré un Tauro en el futuro.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "Vierge",
      "translation": "Virgo",
      "definition": "Un signe du zodiaque associé au symbole de la vierge, censé influencer les personnes nées entre le 23 août et le 22 septembre.",
      "definition_translation": "Un signo del zodíaco asociado con el símbolo de la virgen, se cree que influye en las personas nacidas entre el 23 de agosto y el 22 de septiembre.",
      "example": "Je suis une Vierge et je suis connu pour être analytique et travailleur. J'étais une Vierge dans ma vie passée, je suis encore une Vierge maintenant, et je serai une Vierge dans le futur.",
      "example_translation": "Soy un Virgo y soy conocido por ser analítico y trabajador. Fui un Virgo en mi vida pasada, sigo siendo un Virgo ahora y seré un Virgo en el futuro.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "signe du zodiaque",
      "translation": "signo del zodiaco",
      "definition": "Un signe du zodiaque est un symbole qui représente le caractère astrologique d'une personne basé sur la position du soleil, de la lune et des planètes au moment de leur naissance.",
      "definition_translation": "Un signo del zodiaco es un símbolo que representa el carácter astrológico de una persona basado en la posición del sol, la luna y los planetas en el momento de su nacimiento.",
      "example": "Je suis né sous le signe du zodiaque du Lion, ma sœur était un Scorpion, et mon frère sera un Gémeaux. Hier, j'ai lu mon horoscope quotidien pour le Lion. Aujourd'hui, je vérifie l'horoscope pour Scorpion. Demain, je lirai la prévision pour Gémeaux.",
      "example_translation": "Nací bajo el signo del zodiaco de Leo, mi hermana fue un Escorpio y mi hermano será un Géminis. Ayer leí mi horóscopo diario para Leo. Hoy estoy revisando el horóscopo para Escorpio. Mañana leeré el pronóstico para Géminis.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]