{
  "data": [
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "clothes",
      "translation": "roupas",
      "definition": "items worn to cover the body, such as shirts, pants, dresses, and so on",
      "definition_translation": "itens usados para cobrir o corpo, como camisas, calças, vestidos e assim por diante",
      "example": "I wore my favorite clothes to the party last night, I will wear them to the beach tomorrow, and I wore them to school yesterday.",
      "example_translation": "Eu usei minhas roupas favoritas no partido ontem à noite, vou usá-las na praia amanhã e usei-as na escola ontem.",
      "imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "coat",
      "translation": "casaco",
      "definition": "an outer garment worn to keep warm, typically made of thick fabric",
      "definition_translation": "um vestido externo usado para se manter quente, tipicamente feito de tecido grosso",
      "example": "I wore a coat to the winter festival last year, I will wear it to the mountains next week, and I wore it to the park yesterday.",
      "example_translation": "Eu usei um casaco no festival de inverno do ano passado, vou usá-lo nas montanhas na próxima semana e usei-o no parque ontem.",
      "imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dress",
      "translation": "vestido",
      "definition": "a one-piece garment for women, typically worn for special occasions",
      "definition_translation": "um vestido único para mulheres, tipicamente usado para ocasiões especiais",
      "example": "I wore a dress to the wedding last month, I will wear it to the party next weekend, and I wore it to the ceremony yesterday.",
      "example_translation": "Eu usei um vestido no casamento do mês passado, vou usá-lo no partido no próximo fim de semana e usei-o na cerimônia ontem.",
      "imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hat",
      "translation": "chapéu",
      "definition": "a head covering, typically made of fabric or straw, worn for protection or as a fashion accessory",
      "definition_translation": "um cobertura para a cabeça, tipicamente feito de tecido ou palha, usado para proteção ou como acessório de moda",
      "example": "I wore a hat to the beach yesterday, I will wear it to the garden party next Sunday, and I wore it to the museum last week.",
      "example_translation": "Eu usei um chapéu na praia ontem, vou usá-lo no partido do jardim no próximo domingo e usei-o no museu na semana passada.",
      "imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "jeans",
      "translation": "calças",
      "definition": "trousers made of denim or other strong fabric, typically designed for casual wear",
      "definition_translation": "calças feitas de denim ou outra fazenda forte, projetadas para uso casual",
      "example": "I wore jeans to the party last night, I wear jeans to work every day, and I will wear jeans to the beach tomorrow.",
      "example_translation": "Eu usei calças para a festa ontem à noite, eu uso calças para trabalho todos os dias e usarei calças para a praia amanhã.",
      "imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shirt",
      "translation": "camisa",
      "definition": "a garment worn on the upper part of the body, typically having a collar and sleeves",
      "definition_translation": "uma roupa usada na parte superior do corpo, normalmente tendo um colarinho e mangas",
      "example": "I wore a shirt to the office yesterday, I wear a shirt to the gym every morning, and I will wear a shirt to the wedding next week.",
      "example_translation": "Eu usei uma camisa para o escritório ontem, eu uso uma camisa para a academia todas as manhãs e usarei uma camisa para o casamento na próxima semana.",
      "imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shoe",
      "translation": "sapato",
      "definition": "a covering for the foot, typically made of leather, synthetic materials, or other materials",
      "definition_translation": "uma cobertura para o pé, normalmente feita de couro, materiais sintéticos ou outros materiais",
      "example": "I wore shoes to the park last weekend, I wear shoes to work every day, and I will wear shoes to the hiking trip next month.",
      "example_translation": "Eu usei sapatos para o parque no fim de semana passado, eu uso sapatos para trabalho todos os dias e usarei sapatos para a viagem de caminhada no próximo mês.",
      "imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "skirt",
      "translation": "saia",
      "definition": "a garment worn by women, typically flowing from the waist and hanging below the knees",
      "definition_translation": "uma roupa usada por mulheres, normalmente fluindo da cintura e pendendo abaixo dos joelhos",
      "example": "I wore a skirt to the party last night, I wear a skirt to church every Sunday, and I will wear a skirt to the dance show next year.",
      "example_translation": "Eu usei uma saia para a festa ontem à noite, eu uso uma saia para a igreja todas as domingos e usarei uma saia para o show de dança no próximo ano.",
      "imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "T-shirt",
      "translation": "camiseta",
      "definition": "A T-shirt is a type of casual clothing that covers the upper body, typically made of cotton, polyester, or a blend of fibers.",
      "definition_translation": "Uma camiseta é um tipo de roupa casual que cobre o corpo superior, tipicamente feita de algodão, poliéster ou uma mistura de fibras.",
      "example": "I wore a T-shirt to the party last night. I will wear a T-shirt to the game tomorrow. I wore a T-shirt to the beach yesterday.",
      "example_translation": "Eu usei uma camiseta na festa ontem à noite. Eu usarei uma camiseta no jogo amanhã. Eu usei uma camiseta na praia ontem.",
      "imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "trousers",
      "translation": "calças",
      "definition": "Trousers are a type of clothing that covers the lower body, typically made of fabric, and is worn from the waist down.",
      "definition_translation": "Calças são um tipo de roupa que cobre o corpo inferior, tipicamente feita de tecido, e é usada desde a cintura para baixo.",
      "example": "I wore trousers to the office yesterday. I will wear trousers to the wedding tomorrow. I wore trousers to the hiking trip last week.",
      "example_translation": "Eu usei calças no escritório ontem. Eu usarei calças no casamento amanhã. Eu usei calças na viagem de caminhada da semana passada.",
      "imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "boot",
      "translation": "bota",
      "definition": "A boot is a type of footwear that covers the foot and ankle, typically made of leather or synthetic materials.",
      "definition_translation": "Uma bota é um tipo de calçado que cobre o pé e o tornozelo, tipicamente feita de couro ou materiais sintéticos.",
      "example": "I wore boots to the farm yesterday. I will wear boots to the concert tomorrow. I wore boots to the snow last winter.",
      "example_translation": "Eu usei botas na fazenda ontem. Eu usarei botas no concerto amanhã. Eu usei botas na neve no inverno passado.",
      "imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cap",
      "translation": "gorro",
      "definition": "A cap is a type of headwear that covers the top of the head, typically made of fabric or plastic.",
      "definition_translation": "Um gorro é um tipo de acessório para a cabeça que cobre o topo da cabeça, tipicamente feito de tecido ou plástico.",
      "example": "I wore a cap to the baseball game last week. I will wear a cap to the parade tomorrow. I wore a cap to the fishing trip yesterday.",
      "example_translation": "Eu usei um gorro no jogo de beisebol da semana passada. Eu usarei um gorro no desfile amanhã. Eu usei um gorro na viagem de pesca ontem.",
      "imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "glove",
      "translation": "luva",
      "definition": "A glove is a garment worn on the hand to provide warmth, protection, or grip.",
      "definition_translation": "Uma luva é um vestuário usado na mão para fornecer calor, proteção ou aderência.",
      "example": "I wore a glove to play golf yesterday, I wear gloves to play golf, I will wear a glove to play golf tomorrow.",
      "example_translation": "Eu usei uma luva para jogar golfe ontem, eu uso luvas para jogar golfe, eu usarei uma luva para jogar golfe amanhã.",
      "imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "jacket",
      "translation": "jaqueta",
      "definition": "A jacket is a type of clothing worn on the upper body, typically having sleeves and an opening at the front.",
      "definition_translation": "Uma jaqueta é um tipo de roupa usada no corpo superior, geralmente tendo mangas e uma abertura na frente.",
      "example": "I put on a jacket to go out, I am putting on a jacket, I will put on a jacket to go out.",
      "example_translation": "Eu pus uma jaqueta para sair, eu estou colocando uma jaqueta, eu vou colocar uma jaqueta para sair.",
      "imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "jumper",
      "translation": "pullover",
      "definition": "A jumper is a type of clothing worn on the upper body, typically sleeveless and collarless.",
      "definition_translation": "Um pullover é um tipo de roupa usada no corpo superior, geralmente sem mangas e sem colarinho.",
      "example": "She wore a jumper to school, she wears a jumper to school, she will wear a jumper to school.",
      "example_translation": "Ela usou um pullover para a escola, ela usa um pullover para a escola, ela usará um pullover para a escola.",
      "imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pocket",
      "translation": "bolso",
      "definition": "A pocket is a small bag or envelope sewn into or attached to clothing, used for carrying small items.",
      "definition_translation": "Um bolso é uma pequena bolsa ou envelope costurada em ou anexada a roupa, usado para carregar itens pequenos.",
      "example": "I put my phone in my pocket, I am putting my phone in my pocket, I will put my phone in my pocket.",
      "example_translation": "Eu pus meu telefone no meu bolso, eu estou colocando meu telefone no meu bolso, eu vou colocar meu telefone no meu bolso.",
      "imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "raincoat",
      "translation": "capa de chuva",
      "definition": "A raincoat is a waterproof or water-resistant coat worn to protect the body from rain",
      "definition_translation": "Uma capa de chuva é um casaco à prova de água ou resistente à água usado para proteger o corpo da chuva",
      "example": "I wore a raincoat to protect myself from the heavy rain yesterday. I will wear a raincoat to the festival tomorrow. I have worn a raincoat every time it rains.",
      "example_translation": "Eu usei uma capa de chuva para proteger-me da chuva pesada ontem. Vou usar uma capa de chuva para o festival amanhã. Eu uso uma capa de chuva todas as vezes que chove.",
      "imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "scarf",
      "translation": "lenço",
      "definition": "A scarf is a piece of fabric worn around the neck for warmth or as a fashion accessory",
      "definition_translation": "Um lenço é um pedaço de tecido usado em volta do pescoço para se esquentar ou como acessório de moda",
      "example": "She tied a scarf around her neck to keep warm. He will wear a scarf to the party tonight. They have worn scarves to the winter festival every year.",
      "example_translation": "Ela amarrou um lenço em volta do pescoço para se manter quente. Ele vai usar um lenço para a festa esta noite. Eles usaram lenços para o festival de inverno todos os anos.",
      "imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "shorts",
      "translation": "calças curtas",
      "definition": "Shorts are a type of short pant worn in warm weather for comfort and convenience",
      "definition_translation": "Calças curtas são um tipo de calça curta usada em tempo quente para confort e conveniência",
      "example": "I wore shorts to the beach yesterday. She will wear shorts to the picnic tomorrow. They have worn shorts to the park every Sunday.",
      "example_translation": "Eu usei calças curtas para a praia ontem. Ela vai usar calças curtas para o piquenique amanhã. Eles usam calças curtas para o parque todos os domingos.",
      "imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sock",
      "translation": "meia",
      "definition": "A sock is a piece of clothing worn on the foot, usually made of cotton or synthetic materials",
      "definition_translation": "Uma meia é uma peça de roupa usada no pé, geralmente feita de algodão ou materiais sintéticos",
      "example": "I wore a sock on my left foot yesterday. She will wear socks to the gym tomorrow. They have worn socks to the hiking trail every weekend.",
      "example_translation": "Eu usei uma meia no meu pé esquerdo ontem. Ela vai usar meias para a academia amanhã. Eles usam meias para a trilha de caminhada todos os fins de semana.",
      "imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "suit",
      "translation": "terno",
      "definition": "A set of clothes, typically including a jacket and trousers, worn for formal or business occasions.",
      "definition_translation": "Um conjunto de roupas, normalmente incluindo uma jaqueta e calças, usado para ocasiões formais ou negócios.",
      "example": "I wore a suit to the job interview yesterday, I will wear it to the office party tomorrow, and I wore it to the wedding last year.",
      "example_translation": "Eu usei um terno para a entrevista de emprego ontem, vou usá-lo para a festa da empresa amanhã e usei-o para o casamento no ano passado.",
      "imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sweater",
      "translation": "suéter",
      "definition": "A warm, knitted garment typically worn over a shirt, often made of wool or cotton.",
      "definition_translation": "Um vestuário quente, feito de malha, normalmente usado sobre uma camisa, muitas vezes feito de lã ou algodão.",
      "example": "I have worn a sweater to the snowboarding trip last week, I am wearing it now, and I will wear it to the camping trip next month.",
      "example_translation": "Eu usei um suéter para a viagem de snowboarding semana passada, estou usando agora e usarei para a viagem de camping no mês que vem.",
      "imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "swimming costume",
      "translation": "traje de banho",
      "definition": "A garment worn for swimming, typically made of lightweight, quick-drying material.",
      "definition_translation": "Um vestuário usado para nadar, normalmente feito de material leve e rápido para secar.",
      "example": "I wore a swimming costume to the beach yesterday, I will wear it to the pool tomorrow, and I wore it to the water park last summer.",
      "example_translation": "Eu usei um traje de banho para a praia ontem, vou usá-lo para a piscina amanhã e usei-o para o parque aquático no verão passado.",
      "imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "swimsuit",
      "translation": "maiô",
      "definition": "A garment worn for swimming, typically made of lightweight, quick-drying material, often worn by women.",
      "definition_translation": "Um vestuário usado para nadar, normalmente feito de material leve e rápido para secar, muitas vezes usado por mulheres.",
      "example": "She wore a swimsuit to the beach last summer, she will wear it to the pool party next week, and she wore it to the water aerobics class yesterday.",
      "example_translation": "Ela usou um maiô para a praia no verão passado, vai usá-lo para a festa da piscina na semana que vem e usou-o para a aula de aeróbicos na piscina ontem.",
      "imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tie",
      "translation": "gravata",
      "definition": "a length of cloth worn around the neck, typically as part of a man's formal attire",
      "definition_translation": "um comprimento de tecido usado ao redor do pescoço, tipicamente como parte do traje formal de um homem",
      "example": "I tied my tie for the job interview. I am tying my tie for the wedding. I will tie my tie for the party.",
      "example_translation": "Eu amarrei minha gravata para a entrevista de emprego. Estou amarrando minha gravata para o casamento. Vou amarrar minha gravata para a festa.",
      "imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tights",
      "translation": "meias",
      "definition": "close-fitting garments that cover the legs, typically made of stretchy fabric",
      "definition_translation": "vestimentas justas que cobrem as pernas, tipicamente feitas de tecido elástico",
      "example": "I wore tights to the dance performance. I am wearing tights to the party. I will wear tights to the ballet.",
      "example_translation": "Eu usei meias para o desempenho de dança. Estou usando meias para a festa. Vou usar meias para o balé.",
      "imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "trainers",
      "translation": "tênis",
      "definition": "lightweight athletic shoes designed for running, jogging, or other forms of exercise",
      "definition_translation": "sapatos esportivos leves projetados para corrida, jogging ou outras formas de exercício",
      "example": "I put on my trainers for the marathon. I am wearing my trainers to the gym. I will wear my trainers to the track.",
      "example_translation": "Eu coloquei meus tênis para o maratona. Estou usando meus tênis para a academia. Vou usar meus tênis para a pista.",
      "imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "uniform",
      "translation": "uniforme",
      "definition": "a set of clothing worn by members of a particular group or organization",
      "definition_translation": "um conjunto de roupas usado por membros de um grupo ou organização particular",
      "example": "I wore my uniform to school. I am wearing my uniform to work. I will wear my uniform to the parade.",
      "example_translation": "Eu usei meu uniforme para a escola. Estou usando meu uniforme para o trabalho. Vou usar meu uniforme para o desfile.",
      "imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "blouse",
      "translation": "blusa",
      "definition": "A blouse is a type of upper body garment that is typically worn by women. It is usually made of a lightweight fabric and has buttons or other fasteners down the front.",
      "definition_translation": "Uma blusa é um tipo de roupa superior que é tipicamente usada por mulheres. É geralmente feita de um tecido leve e tem botões ou outros fechos na frente.",
      "example": "I wore a blouse to work yesterday. I am wearing a blouse to the party tonight. I will wear a blouse to the wedding next weekend.",
      "example_translation": "Eu usei uma blusa para trabalhar ontem. Estou usando uma blusa para a festa esta noite. Vou usar uma blusa para o casamento no próximo fim de semana.",
      "imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "collar",
      "translation": "colarinho",
      "definition": "A collar is a part of a shirt or dress that fits around the neck. It can be formal or informal and is often decorated with buttons or embroidery.",
      "definition_translation": "Um colarinho é uma parte de uma camisa ou vestido que se ajusta ao redor do pescoço. Pode ser formal ou informal e é frequentemente decorado com botões ou bordados.",
      "example": "The dog wore a collar with a name tag. I had to iron the collar of my shirt before the meeting. She will add a new collar to her dress for the fashion show.",
      "example_translation": "O cão usava um colarinho com uma etiqueta de nome. Tive que passar a ferro o colarinho da minha camisa antes da reunião. Ela vai acrescentar um novo colarinho ao seu vestido para o desfile de moda.",
      "imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "heel",
      "translation": "cabo",
      "definition": "A heel is the back part of a shoe that raises the heel of the foot above the toes. It can be high or low and is often worn by women for fashion or dressy occasions.",
      "definition_translation": "Um cabo é a parte traseira de um sapato que eleva o calcanhar do pé acima dos dedos. Pode ser alto ou baixo e é frequentemente usado por mulheres para moda ou ocasiões formais.",
      "example": "I love wearing high heels to parties. She broke the heel of her shoe on the stairs. He will wear a low heel to the wedding.",
      "example_translation": "Eu amo usar saltos altos para festas. Ela quebrou o cabo do sapato nas escadas. Ele vai usar um cabo baixo para o casamento.",
      "imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "knickers",
      "translation": "calcinhas",
      "definition": "Knickers are a type of undergarment worn by women, typically made of fabric and worn for comfort and modesty.",
      "definition_translation": "Calcinhas são um tipo de roupa íntima usada por mulheres, geralmente feita de tecido e usada para confort e modéstia.",
      "example": "She wore matching knickers and bra to the party. I bought new knickers for the holiday. They will wear knickers under their costumes for the play.",
      "example_translation": "Ela usou calcinhas e sutiã combinando para a festa. Eu comprei novas calcinhas para as férias. Eles vão usar calcinhas debaixo de seus figurinos para a peça.",
      "imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pants",
      "translation": "calças",
      "definition": "an outer garment covering the legs, typically made of cloth or similar material",
      "definition_translation": "um vestido exterior que cobre as pernas, geralmente feito de tecido ou material semelhante",
      "example": "I wore pants to the party last night. I will wear pants to the office tomorrow. She wore pants to the gym yesterday.",
      "example_translation": "Eu usei calças para a festa ontem à noite. Vou usar calças para o escritório amanhã. Ela usou calças para a academia ontem.",
      "imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pullover",
      "translation": "suéter",
      "definition": "a garment with no opening at the front, that is put on by pulling it over the head",
      "definition_translation": "um vestido sem abertura na frente, que é colocado puxando-o sobre a cabeça",
      "example": "I pulled on a pullover to keep warm. She will wear a pullover to the park tomorrow. He wore a pullover to the football game last week.",
      "example_translation": "Eu puxei um suéter para manter o calor. Ela usará um suéter para o parque amanhã. Ele usou um suéter para o jogo de futebol da semana passada.",
      "imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sandal",
      "translation": "sanda",
      "definition": "a footwear that exposes the foot and is held on by straps",
      "definition_translation": "um calçado que expõe o pé e é mantido por tiras",
      "example": "I wore sandals to the beach yesterday. She will wear sandals to the party tonight. They wore sandals to the hiking trip last month.",
      "example_translation": "Eu usei sandálias para a praia ontem. Ela usará sandálias para a festa esta noite. Eles usaram sandálias para a viagem de caminhada do mês passado.",
      "imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sleeve",
      "translation": "manga",
      "definition": "the part of a garment that covers the arm",
      "definition_translation": "a parte do vestido que cobre o braço",
      "example": "I rolled up my sleeve to show off my tattoo. She will wear a shirt with a long sleeve to the party tonight. He wore a jacket with a short sleeve to the game yesterday.",
      "example_translation": "Eu rolei minha manga para mostrar meu tatuagem. Ela usará uma camisa com manga longa para a festa esta noite. Ele usou um casaco com manga curta para o jogo ontem.",
      "imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "slippers",
      "translation": "chinelos",
      "definition": "A slipper is a type of footwear that is designed to be worn indoors, typically made of soft materials and having a soft sole.",
      "definition_translation": "Um chinelo é um tipo de calçado projetado para ser usado internamente, tipicamente feito de materiais macios e tendo uma sola macia.",
      "example": "I wore my slippers to the party last night, I will wear my slippers to the party tonight, and I wore my slippers to the party yesterday.",
      "example_translation": "Eu usei meu chinelos para a festa ontem à noite, eu usarei meu chinelos para a festa esta noite, e eu usei meu chinelos para a festa ontem.",
      "imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sweatshirt",
      "translation": "moletom",
      "definition": "A sweatshirt is a casual, long-sleeved shirt typically made of thick, soft fabric, often worn for athletic or casual purposes.",
      "definition_translation": "Um moletom é uma camisa casual, de manga longa, tipicamente feita de tecido grosso e macio, frequentemente usada para fins atléticos ou casuais.",
      "example": "I wore a sweatshirt to the gym yesterday, I will wear a sweatshirt to the gym tomorrow, and I wore a sweatshirt to the gym last week.",
      "example_translation": "Eu usei um moletom para a academia ontem, eu usarei um moletom para a academia amanhã, e eu usei um moletom para a academia na semana passada.",
      "imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "swimming trunks",
      "translation": "calções de natação",
      "definition": "Swimming trunks are a type of shorts designed for swimming, typically made of lightweight, quick-drying fabric.",
      "definition_translation": "Calções de natação são um tipo de shorts projetados para nadar, tipicamente feitos de tecido leve e rápido de secagem.",
      "example": "I wore swimming trunks to the beach last summer, I will wear swimming trunks to the pool tomorrow, and I wore swimming trunks to the water park yesterday.",
      "example_translation": "Eu usei calções de natação para a praia no verão passado, eu usarei calções de natação para a piscina amanhã, e eu usei calções de natação para o parque aquático ontem.",
      "imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "top",
      "translation": "blusa",
      "definition": "A top is a type of garment that covers the upper body, typically consisting of a blouse or shirt.",
      "definition_translation": "Uma blusa é um tipo de roupa que cobre o corpo superior, tipicamente consistindo em uma blusa ou camisa.",
      "example": "I wore a top to the party last week, I will wear a top to the party next month, and I wore a top to the party yesterday.",
      "example_translation": "Eu usei uma blusa para a festa na semana passada, eu usarei uma blusa para a festa no mês que vem, e eu usei uma blusa para a festa ontem.",
      "imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "tracksuit",
      "translation": "traje de treino",
      "definition": "A tracksuit is a type of casual clothing designed for athletic or outdoor activities, typically consisting of a jacket and pants made of a lightweight, breathable fabric.",
      "definition_translation": "Um traje de treino é um tipo de roupa casual projetada para atividades atléticas ou ao ar livre, tipicamente consistindo em uma jaqueta e calças feitas de um tecido leve e respirável.",
      "example": "I wore a tracksuit to the gym yesterday, I will wear it to the park tomorrow, and I wore it to the jogging trail last week.",
      "example_translation": "Eu usei um traje de treino para a academia ontem, vou usá-lo para o parque amanhã, e usei-o para a trilha de jogging na semana passada.",
      "imageLink": "tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "underpants",
      "translation": "cueca",
      "definition": "Underpants are a type of undergarment worn next to the skin, typically made of a soft, breathable fabric, and designed to provide comfort and hygiene.",
      "definition_translation": "Cuecas são um tipo de roupa íntima usada junto à pele, tipicamente feita de um tecido macio e respirável, e projetada para proporcionar confort e higiene.",
      "example": "I put on my underpants before going to bed, I will wear them to the beach tomorrow, and I wore them to the party last night.",
      "example_translation": "Eu coloquei minhas cuecas antes de ir para a cama, vou usá-las para a praia amanhã, e usei-as para a festa ontem à noite.",
      "imageLink": "underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "underwear",
      "translation": "roupa íntima",
      "definition": "Underwear refers to clothing worn next to the skin, typically including underpants, bras, and other items designed for comfort and hygiene.",
      "definition_translation": "Roupa íntima refere-se à roupa usada junto à pele, tipicamente incluindo cuecas, sutiãs e outros itens projetados para confort e higiene.",
      "example": "I need to do laundry, so I can wash my underwear, I will buy new underwear next week, and I wore my favorite underwear to the party last night.",
      "example_translation": "Eu preciso fazer a lavagem, para que possa lavar minhas roupas íntimas, vou comprar roupas íntimas novas na semana que vem, e usei minhas roupas íntimas favoritas para a festa ontem à noite.",
      "imageLink": "underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "apron",
      "translation": " avental",
      "definition": "An apron is a piece of fabric worn over the front of the body to protect clothing from stains and splashes, typically used in cooking, gardening, or other activities.",
      "definition_translation": "Um avental é um pedaço de tecido usado sobre a frente do corpo para proteger a roupa de manchas e respingos, tipicamente usado na cozinha, jardinagem ou outras atividades.",
      "example": "I put on an apron before cooking dinner, I will wear an apron to the barbecue tomorrow, and I wore an apron to the art class last week.",
      "example_translation": "Eu coloquei um avental antes de cozinhar o jantar, vou usar um avental para o churrasco amanhã, e usei um avental para a aula de arte na semana passada.",
      "imageLink": "apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bikini",
      "translation": "biquíni",
      "definition": "A bikini is a type of swimsuit that consists of two pieces, one covering the breasts and the other covering the groin area.",
      "definition_translation": "Um biquíni é um tipo de roupa de banho que consiste em duas peças, uma cobrindo os seios e outra cobrindo a área do quadril.",
      "example": "She wore a red bikini to the beach yesterday. She will wear a blue bikini to the party tonight. She wore a yellow bikini to the pool last week.",
      "example_translation": "Ela usou um biquíni vermelho na praia ontem. Ela usará um biquíni azul na festa hoje à noite. Ela usou um biquíni amarelo na piscina semana passada.",
      "imageLink": "bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "boxer shorts",
      "translation": "calção de boxer",
      "definition": "Boxer shorts are a type of underwear that are loose-fitting and have an elastic waistband.",
      "definition_translation": "Calções de boxer são um tipo de roupa íntima que são soltos e têm uma faixa elástica na cintura.",
      "example": "He wore boxer shorts to bed last night. He will wear boxer shorts to the gym tomorrow. He wore boxer shorts to the park yesterday.",
      "example_translation": "Ele usou calções de boxer para dormir ontem à noite. Ele usará calções de boxer para o ginásio amanhã. Ele usou calções de boxer para o parque ontem.",
      "imageLink": "boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bra",
      "translation": "soutien",
      "definition": "A bra is a type of undergarment designed to support and cover a woman's breasts.",
      "definition_translation": "Um soutien é um tipo de roupa íntima projetado para dar apoio e cobrir os seios de uma mulher.",
      "example": "She wore a pink bra to the party last week. She will wear a black bra to the wedding tonight. She wore a white bra to the office yesterday.",
      "example_translation": "Ela usou um soutien rosa para a festa semana passada. Ela usará um soutien preto para o casamento hoje à noite. Ela usou um soutien branco para o escritório ontem.",
      "imageLink": "bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "briefs",
      "translation": "cueca",
      "definition": "Briefs are a type of undergarment that provide coverage and support for the genital area.",
      "definition_translation": "Cuecas são um tipo de roupa íntima que fornecem cobertura e apoio para a área genital.",
      "example": "He wore briefs to the gym yesterday. He will wear briefs to the beach tomorrow. He wore briefs to the office last week.",
      "example_translation": "Ele usou cuecas para o ginásio ontem. Ele usará cuecas para a praia amanhã. Ele usou cuecas para o escritório semana passada.",
      "imageLink": "briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cardigan",
      "translation": "casaco",
      "definition": "A cardigan is a type of knitted garment that has buttons or a zip up the front and is typically worn over a shirt or dress.",
      "definition_translation": "Um casaco é um tipo de roupa tricotada que tem botões ou uma fieira na frente e é normalmente usado sobre uma camisa ou vestido.",
      "example": "I wore a cardigan to keep warm yesterday. I will wear a cardigan to the party tonight. She wore a cardigan to the office meeting last week.",
      "example_translation": "Eu usei um casaco para me manter quente ontem. Eu vou usar um casaco para a festa esta noite. Ela usou um casaco para a reunião de escritório na semana passada.",
      "imageLink": "cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "costume",
      "translation": "figurino",
      "definition": "A costume is a set of clothes worn to create a particular impression or to represent a character or occupation.",
      "definition_translation": "Um figurino é um conjunto de roupas usadas para criar uma impressão particular ou para representar um personagem ou ocupação.",
      "example": "The actor wore a costume to portray a king. The child wore a costume to a Halloween party. She designed a costume for the fashion show.",
      "example_translation": "O ator usou um figurino para representar um rei. A criança usou um figurino para uma festa do Halloween. Ela projetou um figurino para o desfile de moda.",
      "imageLink": "costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cuff",
      "translation": "punho",
      "definition": "A cuff is a band or strap, typically at the end of a sleeve, used to fasten or decorate a garment.",
      "definition_translation": "Um punho é uma banda ou correia, geralmente na extremidade de uma manga, usada para fechar ou decorar uma roupa.",
      "example": "The shirt had a cuff that was loose. He adjusted the cuff of his sleeve. The cuff of her dress was delicate.",
      "example_translation": "A camisa tinha um punho que estava solto. Ele ajustou o punho da sua manga. O punho do vestido dela era delicado.",
      "imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "helmet",
      "translation": "capacete",
      "definition": "A helmet is a protective headgear worn to prevent injury to the head, especially in sports or combat.",
      "definition_translation": "Um capacete é um capacete de proteção usado para prevenir lesões na cabeça, especialmente em esportes ou combate.",
      "example": "The cyclist wore a helmet to protect his head. She put on a helmet to ride a motorcycle. The soldier wore a helmet in battle.",
      "example_translation": "O ciclista usou um capacete para proteger a cabeça. Ela colocou um capacete para andar de motocicleta. O soldado usou um capacete na batalha.",
      "imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hood",
      "translation": "capô",
      "definition": "The top covering of a vehicle, typically hinged to allow access to the engine.",
      "definition_translation": "A cobertura superior de um veículo, tipicamente dobrável para permitir acesso ao motor.",
      "example": "I opened the hood of my car to check the oil. Yesterday, I opened the hood to fix the radiator. Tomorrow, I will open the hood to change the air filter.",
      "example_translation": "Eu abri o capô do meu carro para verificar o óleo. Ontem, abri o capô para consertar o radiador. Amanhã, vou abrir o capô para trocar o filtro de ar.",
      "imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "knee socks",
      "translation": "meias de joelho",
      "definition": "Tubular coverings for the legs, typically reaching to just above the knee, worn for warmth or as a fashion item.",
      "definition_translation": "Coberturas tubulares para as pernas, tipicamente alcançando até pouco acima do joelho, usadas para aquecer ou como item de moda.",
      "example": "I wore knee socks to the ski resort yesterday. Today, I'm wearing knee socks to school. Next week, I will wear knee socks to the hiking trip.",
      "example_translation": "Eu usei meias de joelho no resort de esqui ontem. Hoje, estou usando meias de joelho na escola. Na próxima semana, vou usar meias de joelho na viagem de caminhada.",
      "imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nightgown",
      "translation": " camisola",
      "definition": "A loose, usually unfitted garment for sleeping or lounging, typically made of soft, lightweight fabric.",
      "definition_translation": "Um vestido solto, geralmente desconexo, para dormir ou relaxar, tipicamente feito de tecido leve e macio.",
      "example": "I put on my favorite nightgown to watch a movie last night. Today, I'm wearing a new nightgown to bed. Tomorrow, I will wear a pretty nightgown to the sleepover.",
      "example_translation": "Eu pus meu camisola favorito para assistir um filme ontem à noite. Hoje, estou usando um novo camisola para dormir. Amanhã, vou usar um belo camisola para a festa de pijama.",
      "imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "nightie",
      "translation": "babador",
      "definition": "A loose, usually short garment for sleeping or lounging, typically made of soft, lightweight fabric.",
      "definition_translation": "Um vestido solto, geralmente curto, para dormir ou relaxar, tipicamente feito de tecido leve e macio.",
      "example": "I slipped on my favorite nightie to get ready for bed. Yesterday, I wore a new nightie to the slumber party. Tomorrow, I will wear a cozy nightie to the camping trip.",
      "example_translation": "Eu pus meu babador favorito para me preparar para dormir. Ontem, usei um novo babador para a festa de sono. Amanhã, vou usar um babador aconchegante para a viagem de camping.",
      "imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pyjamas",
      "translation": "pijamas",
      "definition": "Loose, comfortable trousers and a loose top, designed for sleeping or lounging.",
      "definition_translation": "Calças largas e confortáveis e uma parte de cima solta, projetadas para dormir ou descansar.",
      "example": "I wore pyjamas to bed last night, I wear pyjamas to bed every night, and I will wear pyjamas to bed tomorrow night.",
      "example_translation": "Eu usei pijamas para dormir ontem à noite, eu uso pijamas para dormir todas as noites, e eu usarei pijamas para dormir amanhã à noite.",
      "imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sneakers",
      "translation": "tênis",
      "definition": "A type of casual athletic shoe with a rubber sole and a canvas or synthetic upper.",
      "definition_translation": "Um tipo de sapato atlético casual com sola de borracha e upper de canvas ou sintético.",
      "example": "I laced up my sneakers and went for a run, I wear sneakers to the gym, and I will buy new sneakers next week.",
      "example_translation": "Eu amarrei meus tênis e fui correr, eu uso tênis na academia, e eu comprarei novos tênis na próxima semana.",
      "imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bathrobe",
      "translation": "roupão de banho",
      "definition": "A loose, absorbent robe worn after a bath or shower.",
      "definition_translation": "Um roupão solto e absorvente usado após um banho ou chuveiro.",
      "example": "I put on my bathrobe after the shower, I wear a bathrobe to relax, and I will get a new bathrobe for my birthday.",
      "example_translation": "Eu pus meu roupão de banho após o chuveiro, eu uso um roupão de banho para relaxar, e eu vou ganhar um novo roupão de banho para o meu aniversário.",
      "imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bow tie",
      "translation": "gravata borboleta",
      "definition": "A type of necktie that consists of a ribbon tied in a bow shape.",
      "definition_translation": "Um tipo de gravata que consiste em uma fita atada em forma de laço.",
      "example": "The waiter wore a bow tie to work, I learned to tie a bow tie for a wedding, and I will wear a bow tie to a formal event.",
      "example_translation": "O garçom usava uma gravata borboleta no trabalho, eu aprendi a amarrar uma gravata borboleta para um casamento, e eu vou usar uma gravata borboleta em um evento formal.",
      "imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dungarees",
      "translation": "calças de ganga",
      "definition": "loose trousers, typically made of denim, with bib and brace sections and metal clips, worn by workers, artists, and children.",
      "definition_translation": "calças soltas, geralmente feitas de denim, com seções de bíblia e braçadeira e cliques metálicos, usadas por trabalhadores, artistas e crianças.",
      "example": "I wore dungarees to paint the house, and now they're covered in stains. I used to wear dungarees to school when I was a kid, and my friends thought they were cool. By next summer, I will have worn dungarees to every music festival.",
      "example_translation": "Eu usei calças de ganga para pintar a casa, e agora elas estão cobertas de manchas. Eu costumava usar calças de ganga para ir à escola quando eu era criança, e meus amigos achavam que eram legais. No próximo verão, eu terei usado calças de ganga em todos os festivais de música.",
      "imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "flip-flops",
      "translation": "chinelos",
      "definition": "a type of casual sandal, typically made of rubber or plastic, with a strap that goes between the big and second toes.",
      "definition_translation": "um tipo de sandália casual, geralmente feita de borracha ou plástico, com uma tira que vai entre o dedo grande e o segundo dedo.",
      "example": "I love wearing flip-flops to the beach, but they're not comfortable for hiking. She wore flip-flops to the party, and her feet were cold. By next month, I will have bought new flip-flops for the summer.",
      "example_translation": "Eu amo usar chinelos na praia, mas eles não são confortáveis para caminhar. Ela usou chinelos para ir à festa, e seus pés estavam frios. Até o próximo mês, eu terei comprado novos chinelos para o verão.",
      "imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fur coat",
      "translation": "casaco de pele",
      "definition": "a coat made from the skin and fur of animals, worn for warmth and as a fashion statement.",
      "definition_translation": "um casaco feito da pele e pele de animais, usado para se aquecer e como uma declaração de moda.",
      "example": "She wore a fur coat to the fancy dinner party, and it was very expensive. I tried on a fur coat at the store, but I didn't like it. By next winter, I will have bought a new fur coat for the holidays.",
      "example_translation": "Ela usou um casaco de pele para o jantar de gala, e foi muito caro. Eu tentei um casaco de pele na loja, mas eu não gostei. Até o próximo inverno, eu terei comprado um novo casaco de pele para as festas.",
      "imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "overalls",
      "translation": "macacão",
      "definition": "loose trousers with a bib and strap that goes over the shoulders, worn by workers and children.",
      "definition_translation": "calças largas com uma bíblia e uma tira que vai sobre os ombros, usadas por trabalhadores e crianças.",
      "example": "I used to wear overalls to daycare when I was a kid, and they were so comfortable. She wore overalls to the garden, and they got dirty. By next spring, I will have worn overalls to every outdoor event.",
      "example_translation": "Eu costumava usar macacão no berçário quando eu era criança, e eles eram tão confortáveis. Ela usou macacão no jardim, e eles ficaram sujos. Até o próximo springs, eu terei usado macacão em todos os eventos ao ar livre.",
      "imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "pantyhose",
      "translation": "meia-calça",
      "definition": "a close-fitting garment that covers the legs and lower body, typically worn by women",
      "definition_translation": "um vestido que se ajusta às pernas e corpo inferior, geralmente usado por mulheres",
      "example": "I wore pantyhose to the office yesterday, but I will wear them to the party tomorrow and I wore them to the wedding last week.",
      "example_translation": "Eu usei meia-calça no escritório ontem, mas eu as usarei na festa amanhã e eu as usei no casamento semana passada.",
      "imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "stockings",
      "translation": "meias",
      "definition": "a garment that covers the legs, typically worn by women",
      "definition_translation": "um vestido que cobre as pernas, geralmente usado por mulheres",
      "example": "She hung her stockings on the clothesline, but she will wear them to the dinner party tonight and she wore them to the wedding last year.",
      "example_translation": "Ela pendurou suas meias na corda de roupa, mas ela as usará na festa de jantar esta noite e ela as usou no casamento do ano passado.",
      "imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "top hat",
      "translation": "chapéu de copa",
      "definition": "a tall, flat-crowned hat formerly worn by men, especially in the 19th century",
      "definition_translation": "um chapéu alto, de coroa plana, anteriormente usado por homens, especialmente no século 19",
      "example": "He wore a top hat to the masquerade ball, but he will wear it to the historical reenactment next month and he wore it to the wedding last century.",
      "example_translation": "Ele usou um chapéu de copa para o baile de máscaras, mas ele o usará na reencenação histórica do mês que vem e ele o usou no casamento do século passado.",
      "imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "veil",
      "translation": "véu",
      "definition": "a piece of fabric worn by women to cover the face, especially as part of a bride's wedding attire",
      "definition_translation": "um pedaço de tecido usado por mulheres para cobrir o rosto, especialmente como parte do traje de noiva",
      "example": "The bride wore a veil to the wedding ceremony, but she will wear it to the reception tonight and she wore it to the photo shoot last week.",
      "example_translation": "A noiva usou um véu na cerimônia de casamento, mas ela o usará na recepção esta noite e ela o usou na sessão de fotos semana passada.",
      "imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "vest",
      "translation": "colete",
      "definition": "A vest is a sleeveless garment, typically worn over a shirt and tie, and is a part of formal wear.",
      "definition_translation": "Um colete é um tipo de vestuário sem mangas, geralmente usado sobre uma camisa e gravata, e faz parte do vestuário formal.",
      "example": "I will wear a vest to the party tonight, it will complement my suit. Yesterday, I wore a vest to the wedding. If I have time, I will buy a vest for the ceremony next week.",
      "example_translation": "Eu vou usar um colete para a festa esta noite, isso vai complementar meu terno. Ontem, eu usei um colete para o casamento. Se eu tiver tempo, eu comprarei um colete para a cerimônia da próxima semana.",
      "imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "balaclava",
      "translation": "balaclava",
      "definition": "A balaclava is a kind of headgear that covers the head, neck, and part of the face, often worn in cold weather.",
      "definition_translation": "Uma balaclava é um tipo de acessório de cabeça que cobre a cabeça, pescoço e parte do rosto, frequentemente usado em clima frio.",
      "example": "I wore a balaclava while skiing last winter, it kept my head warm. In the morning, I will wear a balaclava to protect my face from the cold wind. She will buy a balaclava for her son to wear during the snowboarding trip.",
      "example_translation": "Eu usei uma balaclava enquanto esquiava no último inverno, isso manteve a minha cabeça quente. De manhã, eu usarei uma balaclava para proteger o meu rosto do vento frio. Ela vai comprar uma balaclava para o seu filho usar durante a viagem de snowboarding.",
      "imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "breeches",
      "translation": "calções",
      "definition": "Breeches are a type of pants that are fitted tightly around the legs, often worn by riders and cyclists.",
      "definition_translation": "Os calções são um tipo de calças que se ajustam apertadamente às pernas, frequentemente usadas por ciclistas e cavaleiros.",
      "example": "The rider wore breeches to protect her legs while horse riding. In the past, men wore breeches with stockings to formal events. The cyclist will wear breeches to reduce wind resistance during the race.",
      "example_translation": "A cavaleira usou calções para proteger as suas pernas enquanto montava a cavalo. No passado, os homens usavam calções com meias em eventos formais. O ciclista usará calções para reduzir a resistência do vento durante a corrida.",
      "imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cape",
      "translation": "capa",
      "definition": "A cape is a type of sleeveless outer garment that hangs from the neck, often worn by superheroes and fictional characters.",
      "definition_translation": "Uma capa é um tipo de vestuário exterior sem mangas que pende do pescoço, frequentemente usada por super-heróis e personagens fictícios.",
      "example": "Superman wears a cape to fly and save the world. In the old days, kings and nobles wore capes as a symbol of power. The fashion designer will create a cape for the character in the movie.",
      "example_translation": "Superman usa uma capa para voar e salvar o mundo. Nos velhos tempos, os reis e nobres usavam capas como símbolo de poder. O designer de moda criará uma capa para o personagem no filme.",
      "imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "clog",
      "translation": "tapar",
      "definition": "a blockage or obstacle in a pipe or tube, especially in a drain or sewer",
      "definition_translation": "um bloqueio ou obstáculo em um cano ou tubo, especialmente em um dreno ou esgoto",
      "example": "The hair clogged the drain, so I had to call a plumber. I clog the sink with grease. The drain will clog if you don't clean it regularly.",
      "example_translation": "O cabelo tapou o dreno, então eu tive que chamar um encanador. Eu tapo a pia com gordura. O dreno vai tapar se você não limpá-lo regularmente.",
      "imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "corset",
      "translation": "espartilho",
      "definition": "a garment worn to shape or constrict the torso, typically worn by women",
      "definition_translation": "um vestido usado para dar forma ou constringir o torso, tipicamente usado por mulheres",
      "example": "She wore a corset under her wedding dress. I have to wear a corset to the party tonight. The Victorian era was known for its tight corsets.",
      "example_translation": "Ela usou um espartilho sob seu vestido de noiva. Eu tenho que usar um espartilho para a festa esta noite. A era vitoriana era conhecida por seus espartilhos apertados.",
      "imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fishnet tights",
      "translation": "meia rede",
      "definition": "a type of hosiery with a mesh pattern, often worn for fashion or as a provocative item of clothing",
      "definition_translation": "um tipo de meia com um padrão de malha, muitas vezes usado para moda ou como um item de roupa provocante",
      "example": "The dancer wore fishnet tights on stage. I bought fishnet tights for the Halloween party. The fashion model wore fishnet tights on the catwalk.",
      "example_translation": "A dançarina usou meia rede no palco. Eu comprei meia rede para a festa de Halloween. A modelo de moda usou meia rede na passarela.",
      "imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "girdle",
      "translation": "cueiro",
      "definition": "a belt or sash worn around the waist, typically by women, to support the back or improve posture",
      "definition_translation": "um cinto ou faixa usado em volta da cintura, tipicamente por mulheres, para apoiar a costas ou melhorar a postura",
      "example": "She wore a girdle under her dress to smooth out her silhouette. I have to wear a girdle to support my back. The girdle helped her maintain good posture.",
      "example_translation": "Ela usou um cueiro sob seu vestido para suavizar sua silhueta. Eu tenho que usar um cueiro para apoiar minhas costas. O cueiro ajudou ela manter uma boa postura.",
      "imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "leg warmers",
      "translation": "aquecedores de perna",
      "definition": "Tight-fitting coverings worn over the legs, typically made of fabric or synthetic materials, to keep them warm.",
      "definition_translation": "Coberturas justas usadas sobre as pernas, típicamente feitas de tecido ou materiais sintéticos, para mantê-las quentes.",
      "example": "I wore leg warmers to keep my legs warm during the winter dance performance. I will wear them again tomorrow. I wore them last week too.",
      "example_translation": "Eu usei aquecedores de perna para manter minhas pernas quentes durante a performance de dança de inverno. Eu usarei novamente amanhã. Eu os usei semana passada também.",
      "imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "petticoat",
      "translation": "anágua",
      "definition": "A type of underskirt worn by women, typically made of lightweight fabric, often decorated with lace or other trim.",
      "definition_translation": "Um tipo de saia interna usada por mulheres, típicamente feita de tecido leve, freqüentemente decorada com renda ou outros acabamentos.",
      "example": "My grandmother used to wear a petticoat under her dress when she was a young woman. Now, my sister wears one under her wedding dress. In the past, women always wore them.",
      "example_translation": "Minha avó costumava usar uma anágua sob seu vestido quando era jovem. Agora, minha irmã usa uma sob seu vestido de noiva. No passado, as mulheres sempre as usavam.",
      "imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sheepskin coat",
      "translation": "casaco de pele de carneiro",
      "definition": "A type of coat made from the skin of sheep, often worn for warmth and protection from the elements.",
      "definition_translation": "Um tipo de casaco feito da pele de carneiros, freqüentemente usado para sequestro e proteção contra os elementos.",
      "example": "I bought a sheepskin coat to wear during the winter months. It will keep me warm on the snowy days. I wore one last winter and it was very warm.",
      "example_translation": "Eu comprei um casaco de pele de carneiro para usar durante os meses de inverno. Ele me manterá quente nos dias nevados. Eu usei um no último inverno e era muito quente.",
      "imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "vest",
      "translation": "colete",
      "definition": "A sleeveless garment worn around the upper body, often worn for warmth or as a fashion statement.",
      "definition_translation": "Um vestido sem mangas usado ao redor do torso, freqüentemente usado para sequestro ou como um estatement de moda.",
      "example": "I wear a vest under my jacket when it's cold outside. My friend will wear one to the party tonight. I wore one to the concert last week and got many compliments.",
      "example_translation": "Eu uso um colete sob minha jaqueta quando está frio lá fora. Meu amigo usará um para a festa hoje à noite. Eu usei um para o concerto semana passada e recebi muitos elogios.",
      "imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "bonnet",
      "translation": "capuz",
      "definition": "A bonnet is a type of hat that covers the head and neck, typically worn by women and children.",
      "definition_translation": "Um capacete é um tipo de chapéu que cobre a cabeça e o pescoço, geralmente usado por mulheres e crianças.",
      "example": "She wore a bonnet to protect her hair from the sun. Yesterday, she had worn a bonnet to church. Tomorrow, she will wear a bonnet to the garden.",
      "example_translation": "Ela usou um capacete para proteger seu cabelo do sol. Ontem, ela havia usado um capacete para ir à igreja. Amanhã, ela usará um capacete para ir ao jardim.",
      "imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dressing gown",
      "translation": "roupão",
      "definition": "A dressing gown is a loose, absorbent garment worn after bathing or swimming, typically made of toweling material.",
      "definition_translation": "Um roupão é um vestido solto e absorvente usado após banho ou nadar, geralmente feito de material de toalha.",
      "example": "He put on a dressing gown after his shower. She had worn a dressing gown to relax at home. They will wear dressing gowns to the spa.",
      "example_translation": "Ele colocou um roupão após seu chuveiro. Ela havia usado um roupão para relaxar em casa. Eles usarão roupões para o spa.",
      "imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "hoodie",
      "translation": "moletom",
      "definition": "A hoodie is a type of sweatshirt with a hood, often worn for casual or athletic purposes.",
      "definition_translation": "Um moletom é um tipo de suéter com capuz, freqüentemente usado para fins casuais ou atléticos.",
      "example": "He wore a hoodie to the gym. She had worn a hoodie to class. They will wear hoodies to the concert.",
      "example_translation": "Ele usou um moletom para ir ao ginásio. Ela havia usado um moletom para ir à aula. Eles usarão moletoms para o concerto.",
      "imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "housecoat",
      "translation": "roupão de casa",
      "definition": "A housecoat is a loose, informal garment worn at home, typically made of lightweight material.",
      "definition_translation": "Um roupão de casa é um vestido solto e informal usado em casa, geralmente feito de material leve.",
      "example": "She wore a housecoat to cook dinner. He had worn a housecoat to watch TV. They will wear housecoats to lounge around the house.",
      "example_translation": "Ela usou um roupão de casa para cozinhar jantar. Ele havia usado um roupão de casa para assistir TV. Eles usarão roupões de casa para relaxar em casa.",
      "imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "turtleneck",
      "translation": "gola rulê",
      "definition": "A high collar that folds over and covers the neck, typically worn as part of a sweater or cardigan.",
      "definition_translation": "Um colar alto que dobra e cobre o pescoço, normalmente usado como parte de um suéter ou cardigã.",
      "example": "I wore a turtleneck sweater to the party, and it was really warm. I will wear a turtleneck to the office tomorrow, and I wore a turtleneck to the gym last night.",
      "example_translation": "Eu usei um suéter de gola rulê para a festa, e estava muito quente. Eu usarei um gola rulê para o escritório amanhã, e usei um gola rulê para a academia na noite passada.",
      "imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "underskirt",
      "translation": "saiote",
      "definition": "A skirt worn under another skirt, typically to add fullness or to protect the outer skirt from the wearer's legs.",
      "definition_translation": "Uma saia usada sob outra saia, normalmente para acrescentar volume ou para proteger a saia exterior das pernas do usuário.",
      "example": "The bride wore an underskirt under her wedding dress to give it a fuller appearance. She will wear an underskirt to the prom, and she wore an underskirt to the ball last year.",
      "example_translation": "A noiva usou um saiote sob o vestido de noiva para dar-lhe um aspecto mais cheio. Ela usará um saiote para o baile de formatura, e usou um saiote para o baile no ano passado.",
      "imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "waistcoat",
      "translation": "colete",
      "definition": "A sleeveless garment worn around the waist, typically as part of a suit or uniform.",
      "definition_translation": "Um vestido sem mangas usado ao redor da cintura, normalmente como parte de um terno ou uniforme.",
      "example": "The businessman wore a waistcoat to the meeting, and it looked very professional. He will wear a waistcoat to the wedding, and he wore a waistcoat to the job interview last week.",
      "example_translation": "O homem de negócios usou um colete para a reunião, e pareceu muito profissional. Ele usará um colete para o casamento, e usou um colete para a entrevista de emprego na semana passada.",
      "imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]
}