{
  "data": [
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "burdock",
      "translation": "bardana",
      "definition": "A biennial thistle-like plant with large, coarse, hairy leaves and purple flowers, native to Eurasia and naturalized in North America.",
      "definition_translation": "Uma planta bienal semelhante a cardo com folhas grandes, grossas e cabeludas e flores roxas, nativa da Eurásia e naturalizada na América do Norte.",
      "example": "The farmer used to grow burdock in his field to feed the animals. He grew it last year, grows it this year, and will grow it next year. By growing burdock, he has been able to feed his animals for years.",
      "example_translation": "O agricultor costumava cultivar bardana em seu campo para alimentar os animais. Ele a cultivou no ano passado, a cultiva este ano e a cultiva no ano que vem. Cultivando bardana, ele tem sido capaz de alimentar seus animais por anos.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "camomile",
      "translation": "camomila",
      "definition": "A herb with white or yellow flowers and apple-like scent, used as a calming tea or in herbal medicine.",
      "definition_translation": "Uma erva com flores brancas ou amarelas e aroma de maçã, usada como chá calmante ou em medicina herbal.",
      "example": "Her grandmother used to make camomile tea for her when she was a child. She makes it now, made it yesterday, and will make it tomorrow. By drinking camomile tea, she has been able to relax for years.",
      "example_translation": "Sua avó costumava fazer chá de camomila para ela quando era criança. Ela o faz agora, fez ontem e fará amanhã. Bebendo chá de camomila, ela tem sido capaz de se relaxar por anos.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "cat's claw",
      "translation": "unha de gato",
      "definition": "A tropical vine with curved claw-like thorns, used in herbal medicine to treat various health conditions.",
      "definition_translation": "Uma videira tropical com espinhos curvos semelhantes a garras, usada em medicina herbal para tratar various condições de saúde.",
      "example": "The shaman has been using cat's claw for years to treat his patients. He used it last year, uses it this year, and will use it next year. By using cat's claw, he has been able to heal many people.",
      "example_translation": "O xamã vinha usando unha de gato por anos para tratar seus pacientes. Ele a usou no ano passado, a usa este ano e a usará no ano que vem. Usando unha de gato, ele tem sido capaz de curar muitas pessoas.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "coltsfoot",
      "translation": "feto-de-cavalo",
      "definition": "A perennial herb with yellow flowers, used in herbal medicine to treat respiratory problems.",
      "definition_translation": "Uma erva perene com flores amarelas, usada em medicina herbal para tratar problemas respiratórios.",
      "example": "The herbalist recommended coltsfoot tea for her cough. She drank it last week, drinks it this week, and will drink it next week. By drinking coltsfoot tea, she has been able to relieve her cough.",
      "example_translation": "O herbalista recomendou chá de feto-de-cavalo para sua tosse. Ela o bebeu na semana passada, bebe esta semana e beberá na semana que vem. Bebendo chá de feto-de-cavalo, ela tem sido capaz de aliviar sua tosse.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "dandelion",
      "translation": "taraxaca",
      "definition": "A dandelion is a flowering plant that grows in many parts of the world. It has yellow flowers and feathery leaves, and is often considered a weed.",
      "definition_translation": "Uma taraxaca é uma planta florífera que cresce em muitas partes do mundo. Ela tem flores amarelas e folhas plumosas, e é frequentemente considerada um mato.",
      "example": "I picked a dandelion in the garden yesterday, I pick a dandelion in the garden every day, and I will pick a dandelion in the garden tomorrow.",
      "example_translation": "Eu peguei uma taraxaca no jardim ontem, eu pego uma taraxaca no jardim todos os dias, e eu pegarei uma taraxaca no jardim amanhã.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "fenugreek",
      "translation": "fenacho",
      "definition": "Fenugreek is an herb that is commonly used in cooking, particularly in Indian and Middle Eastern cuisine. It has a sweet, slightly bitter taste and is often used to add flavor to curries and stews.",
      "definition_translation": "O fenacho é uma erva que é comumente usada na cozinha, particularmente na culinária indiana e do Oriente Médio. Ela tem um sabor doce, ligeiramente amargo e é frequentemente usada para adicionar sabor a caris e estufados.",
      "example": "I will use fenugreek to make a curry tomorrow, I used fenugreek to make a stew yesterday, and I use fenugreek to add flavor to my salads every day.",
      "example_translation": "Eu usarei fenacho para fazer um curry amanhã, eu usei fenacho para fazer um estufado ontem, e eu uso fenacho para adicionar sabor às minhas saladas todos os dias.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ginseng",
      "translation": "ginsengue",
      "definition": "Ginseng is a plant that is commonly used in traditional medicine, particularly in Asia. It is believed to have several health benefits, including improving energy and reducing stress.",
      "definition_translation": "O ginsengue é uma planta que é comumente usada na medicina tradicional, particularmente na Ásia. Ela é acreditada por ter vários benefícios à saúde, incluindo melhorar a energia e reduzir o estresse.",
      "example": "I took ginseng to boost my energy this morning, I take ginseng to improve my memory every day, and I will take ginseng to reduce my stress next week.",
      "example_translation": "Eu tomei ginsengue para impulsionar minha energia esta manhã, eu tomo ginsengue para melhorar minha memória todos os dias, e eu tomarei ginsengue para reduzir meu estresse na próxima semana.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "horsetail",
      "translation": "cavalinha",
      "definition": "Horsetail is a type of plant that grows in wet environments. It is known for its hollow stems and is often used in herbal remedies to treat various health conditions.",
      "definition_translation": "A cavalinha é um tipo de planta que cresce em ambientes úmidos. Ela é conhecida por seus caules ocos e é frequentemente usada em remédios herbais para tratar várias condições de saúde.",
      "example": "I used horsetail to treat my hair loss last year, I use horsetail to improve my skin health every day, and I will use horsetail to treat my joint pain next month.",
      "example_translation": "Eu usei cavalinha para tratar minha perda de cabelo no ano passado, eu uso cavalinha para melhorar minha saúde da pele todos os dias, e eu usarei cavalinha para tratar minha dor articular no próximo mês.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "knotgrass",
      "translation": "erva-de-nos",
      "definition": "A type of grass that has twisted stalks, often found in wet areas.",
      "definition_translation": "Um tipo de grama que tem hastes retorcidas, frequentemente encontrada em áreas úmidas.",
      "example": "The farmer struggled to remove the knotgrass from the field, as it was choking out the corn. Yesterday, she had tried to dig it up, but today she was using a special herbicide to kill it. By next week, she hopes to have eradicated it completely.",
      "example_translation": "O agricultor lutou para remover a erva-de-nos do campo, pois estava sufocando o milho. Ontem, ela havia tentado cavá-la, mas hoje estava usando um herbicida especial para matá-la. Até a próxima semana, ela espera tê-la erradicado completamente.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "lemon balm",
      "translation": "bálsamo de limão",
      "definition": "A herb with a light citrus scent, often used in teas and cooking.",
      "definition_translation": "Uma erva com um aroma cítrico leve, frequentemente usada em chás e culinária.",
      "example": "She added a sprig of lemon balm to the iced tea for a refreshing twist. Yesterday, she had made a lemon balm sauce to serve with the fish, and today she was using it to flavor the salad dressing. By next month, she plans to dry some lemon balm to use in her herbal remedies.",
      "example_translation": "Ela adicionou um ramo de bálsamo de limão ao chá gelado para um toque refrescante. Ontem, ela havia feito uma salsa de bálsamo de limão para servir com o peixe, e hoje estava usando para dar sabor ao molho salada. Até o mês que vem, ela planeja secar algum bálsamo de limão para usar em seus remédios herbais.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "marigold",
      "translation": "calêndula",
      "definition": "A bright yellow or orange flower, often used in gardens and floral arrangements.",
      "definition_translation": "Uma flor amarela brilhante ou laranja, frequentemente usada em jardins e arranjos florais.",
      "example": "The marigold added a pop of color to the garden bed. Yesterday, she had planted a row of marigolds along the fence, and today she was deadheading the blooms to encourage more growth. By next summer, she hopes to have a whole field of marigolds.",
      "example_translation": "A calêndula adicionou um toque de cor ao leito do jardim. Ontem, ela havia plantado uma fileira de calêndulas ao longo da cerca, e hoje estava cortando as flores para encorajar mais crescimento. Até o próximo verão, ela espera ter um campo inteiro de calêndulas.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "marshmallow",
      "translation": "algodão-doce",
      "definition": "A sweet treat made from sugar, gelatin, and whipped cream, often toasted over a campfire.",
      "definition_translation": "Uma guloseima doce feita de açúcar, gelatina e creme batido, frequentemente tostada sobre uma fogueira de acampamento.",
      "example": "The kids loved roasting marshmallows over the campfire to make s'mores. Yesterday, they had made marshmallow treats with chocolate and graham crackers, and today they were using marshmallows to make a sweet dessert. By next year, they plan to have a marshmallow-themed birthday party.",
      "example_translation": "As crianças adoravam tostar algodões-doce sobre a fogueira de acampamento para fazer smores. Ontem, eles haviam feito doces de algodão-doce com chocolate e biscoitos de graham, e hoje estavam usando algodões-doce para fazer um doce delicioso. Até o próximo ano, eles planejam ter uma festa de aniversário tema algodão-doce.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "ribwort plantain",
      "translation": "plantaínha-da-praia",
      "definition": "A plant with narrow leaves and small flowers, found in damp meadows and marshes.",
      "definition_translation": "Uma planta com folhas estreitas e flores pequenas, encontradas em pradarias e pântanos úmidos.",
      "example": "In the medieval period, ribwort plantain was used to treat wounds. It has been used for centuries to treat digestive issues. It will be used in the future to create new medicines.",
      "example_translation": "Na Idade Média, a plantaínha-da-praia foi usada para tratar feridas. Tem sido usado por séculos para tratar problemas digestivos. Será usado no futuro para criar novos medicamentos.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "sage",
      "translation": "sálvia",
      "definition": "A herb with greyish-green leaves, used in cooking and medicine.",
      "definition_translation": "Uma erva com folhas cinza-esverdeadas, usada na cozinha e na medicina.",
      "example": "My grandmother used sage in her famous stuffing recipe. She uses it to season her roast chicken. She will use it to make a delicious sauce in the future.",
      "example_translation": "Minha avó usou sálvia na sua famosa receita de recheio. Ela usa para temperar seu frango assado. Ela usará para fazer um delicioso molho no futuro.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "St John's wort",
      "translation": "erva-de-são-joão",
      "definition": "A plant with yellow flowers, used in herbal medicine to treat depression.",
      "definition_translation": "Uma planta com flores amarelas, usada na medicina herbal para tratar depressão.",
      "example": "My friend tried St John's wort to treat her depression. She has been taking it for months and has seen improvement. She will continue to take it in the future.",
      "example_translation": "Minha amiga tentou a erva-de-são-joão para tratar sua depressão. Ela tem tomado por meses e tem visto melhora. Ela continuará a tomá-la no futuro.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Portuguese",
      "word": "wormwood",
      "translation": "absinto",
      "definition": "A plant with bitter leaves, used to make absinthe and in herbal medicine.",
      "definition_translation": "Uma planta com folhas amargas, usada para fazer absinto e na medicina herbal.",
      "example": "Wormwood was used in ancient times to treat indigestion. It has been used for centuries to make absinthe. It will be used in the future to create new medicines.",
      "example_translation": "O absinto foi usado em tempos antigos para tratar indigestão. Tem sido usado por séculos para fazer absinto. Será usado no futuro para criar novos medicamentos.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]
}