{
  "data": [
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "positiv",
      "translation": "positivo",
      "definition": "eine gute oder optimistische Einstellung oder Gefühl habend",
      "definition_translation": "avere o mostrare un atteggiamento o sentimento buono o ottimistico",
      "example": "Sie hat eine positive Einstellung zum Leben. Sie war positiv bezüglich des neuen Jobangebots. Sie wird positiv bezüglich der Zukunft sein.",
      "example_translation": "Lei ha un atteggiamento positivo verso la vita. Era positiva sulla nuova offerta di lavoro. Sarà positiva sul futuro.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süchtig",
      "translation": "dipendente",
      "definition": "physisch oder psychologisch von etwas abhängig",
      "definition_translation": "dipendente fisicamente o psicologicamente da qualcosa",
      "example": "Er war süchtig nach Rauchen. Er ist süchtig nach Videospiele. Er wird süchtig nach sozialen Medien sein.",
      "example_translation": "Era dipendente dal fumo. È dipendente dai videogiochi. Sarà dipendente dai social media.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abenteuerlustig",
      "translation": "avventuroso",
      "definition": "bereit, Risiken einzugehen und neue Dinge auszuprobieren",
      "definition_translation": "disposto a correre rischi e provare cose nuove",
      "example": "Sie ist ein abenteuerlustiger Mensch. Sie war abenteuerlustig, als sie nach Europa reiste. Sie wird abenteuerlustig auf ihrer nächsten Reise sein.",
      "example_translation": "È una persona avventurosa. Era avventurosa quando ha viaggiato in Europa. Sarà avventurosa nel suo prossimo viaggio.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zärtlich",
      "translation": "affettuoso",
      "definition": "fühlt oder zeigt Liebe, Zärtlichkeit oder Zuneigung gegenüber jemandem oder etwas.",
      "definition_translation": "Avendo o mostrando sentimenti di amore, tenerezza o affetto verso qualcuno o qualcosa.",
      "example": "Sie war eine zärtliche Mutter, die ihre Kinder immer umarmte. Sie war zärtlich gegenüber ihren Haustieren, als sie jünger war. Sie wird zärtlich gegenüber ihrem zukünftigen Partner sein.",
      "example_translation": "Era una madre affettuosa, sempre abbracciando i suoi bambini. Era stata affettuosa verso i suoi animali domestici quando era più giovane. Sarà affettuosa verso il suo futuro compagno.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "aggressivo",
      "definition": "angriffsbereit oder characterized by kühnem oder selbstbewusstem Verhalten.",
      "definition_translation": "Pronto ad attaccare o impegnarsi in conflitto, o caratterizzato da comportamenti audaci o assertivi.",
      "example": "Er war ein aggressiver Spieler auf dem Feld, immer bemüht zu gewinnen. Er war aggressiv im Geschäft, machte schnell Entscheidungen. Er wird aggressiv in seiner neuen Rolle sein, seine Teammitglieder herausfordern.",
      "example_translation": "Era un giocatore aggressivo sul campo, sempre cercando di vincere. Era stato aggressivo nel business, prendendo decisioni difficili rapidamente. Sarà aggressivo nel suo nuovo ruolo, sfidando i membri del suo team.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ehrgeizig",
      "translation": "ambizioso",
      "definition": "hat oder zeigt einen starken Wunsch, erfolgreich zu sein oder etwas zu erreichen, oft erfordert dies Entschlossenheit und harte Arbeit.",
      "definition_translation": "Avendo o mostrando un forte desiderio di riuscire o ottenere qualcosa, spesso richiedendo determinazione e duro lavoro.",
      "example": "Sie war eine ehrgeizige Unternehmerin, immer auf der Suche nach neuen Möglichkeiten. Sie war ehrgeizig in ihrer vorherigen Rolle, suchte häufig nach Beförderungen. Sie wird ehrgeizig in ihrem neuen Startup sein, zielt darauf ab, die Branche zu revolutionieren.",
      "example_translation": "Era un'ambiziosa imprenditrice, sempre alla ricerca di nuove opportunità. Era stata ambiziosa nel suo ruolo precedente, cercando promozioni frequentemente. Sarà ambiziosa nel suo nuovo startup, puntando a rivoluzionare l'industria.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "amüsiert",
      "translation": "divertito",
      "definition": "fühlt oder zeigt Vergnügen oder Genuss, oft begleitet von Lachen oder Lächeln.",
      "definition_translation": "Sensazione o esibizione di piacere o godimento, spesso accompagnata da risate o sorrisi.",
      "example": "Ich war amüsiert von den Witzen des Komikers. Ich bin amüsiert von seinen albernen Antiken. Ich werde amüsiert von dem Theaterstück morgen.",
      "example_translation": "Sono stato divertito dalle battute del comico. Sono divertito dalle sue buffonate ridicole. Sarò divertito dallo spettacolo di domani.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "hat oder zeigt eine Überlegenheitsattitude, oft begleitet von einer Missachtung für andere.",
      "definition_translation": "Avendo o mostrando un atteggiamento di superiorità, spesso accompagnato da una mancanza di rispetto per gli altri.",
      "example": "Er war arrogant und hörte nie anderen zu. Sie ist arrogant und spricht immer herablassend mit Leuten. Sie werden arrogant sein und denken, sie seien über das Gesetz gestellt.",
      "example_translation": "Era arrogante e non ascoltava mai gli altri. È arrogante e parla sempre in tono di superiorità verso le persone. Saranno arroganti e penseranno di essere al di sopra della legge.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "stupito",
      "definition": "fühlt oder zeigt große Überraschung oder Erstaunen, oft begleitet von einem Gefühl der Bewunderung.",
      "definition_translation": "Sensazione o esibizione di grande sorpresa o meraviglia, spesso accompagnata da un senso di stupore.",
      "example": "Ich war erstaunt von der Nachricht. Sie ist erstaunt von der Schönheit der Landschaft. Sie werden erstaunt von der Zauber Show sein.",
      "example_translation": "Sono stato stupefatto dalle notizie. È stupefatta dalla bellezza del paesaggio. Saranno stupefatti dallo show di magia.",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "sconvolgente",
      "definition": "extrem überraschend oder beeindruckend; erstaunlich oder verblüffend.",
      "definition_translation": "Estremamente sorprendente o impressionante; incredibile o sconvolgente.",
      "example": "Die erstaunliche Schönheit des Taj Mahal ließ mich atemlos. Ich war erstaunt von der Nachricht. Die erstaunliche Tatsache ist, dass er nie zur Schule ging.",
      "example_translation": "La bellezza sconvolgente del Taj Mahal mi ha lasciato senza fiato. Ero sconvolto dalla notizia. Il fatto sconvolgente è che non era mai stato a scuola.",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhig",
      "translation": "a proprio agio",
      "definition": "Sich wohlfühlend und entspannt; keine Sorgen oder Ängste.",
      "definition_translation": "Sentendosi a proprio agio; non preoccupato o ansioso.",
      "example": "Ich war ruhig mit meiner Entscheidung. Sie schien ruhig mit der Situation. Sie werden ruhig sein, wenn sie ein neues Zuhause haben.",
      "example_translation": "Ero a proprio agio con la mia scelta. Lei sembrava a proprio agio con la situazione. Saranno a proprio agio una volta che otterranno una nuova casa.",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewusst",
      "translation": "consapevole",
      "definition": "Kenntnis oder Wahrnehmung von etwas; bewusst.",
      "definition_translation": "Avere conoscenza o percezione di qualcosa; cosciente.",
      "example": "Ich war mir der Gefahr bewusst. Sie wurde sich ihrer Umgebung bewusst. Sie werden sich der Folgen bewusst sein.",
      "example_translation": "Ero consapevole del pericolo. Lei divenne consapevole dei suoi dintorni. Saranno consapevoli delle conseguenze.",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlecht gelaunt",
      "translation": "cattivo umore",
      "definition": "Ein schlechter Charakter zeigen; leicht gereizt oder ärgerlich.",
      "definition_translation": "Avere o mostrare un cattivo umore; facilmente annoiato o infuriato.",
      "example": "Sie war seit Morgen schlecht gelaunt. Gestern war sie schlecht gelaunt während des Essens. Sie wird schlecht gelaunt sein, wenn sie nicht genug Schlaf bekommt.",
      "example_translation": "È stata di cattivo umore dal mattino. Ieri sera, era di cattivo umore durante la cena. Sarà di cattivo umore se non dorme abbastanza.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgeglichen",
      "translation": "equilibrato",
      "definition": "Einen gesunden und stabilen geistigen oder emotionalen Zustand haben; fair und unparteiisch sein.",
      "definition_translation": "Avere uno stato mentale o emotivo sano e stabile; essere giusto e imparziale.",
      "example": "Er ist ein ausgeglichener Mensch, der nie leicht ärgerlich wird. Das Unternehmen strebt danach, ein ausgeglichenes Arbeitskräfte zu erreichen. Die Regierung zielt darauf ab, ein ausgeglichenes Budget bis 2025 zu erreichen.",
      "example_translation": "È una persona equilibrata che non si arrabbia facilmente. L'azienda si sforza di mantenere una forza lavoro equilibrata. Il governo punta a raggiungere un bilancio equilibrato entro il 2025.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitter",
      "translation": "amaro",
      "definition": "Einen starken, unangenehmen Geschmack haben; Ärger, Unzufriedenheit oder Verbitterung zeigen.",
      "definition_translation": "Avere un gusto forte e sgradevole; sentirsi o mostrare rabbia, infelicità o risentimento.",
      "example": "Der Kaffee war bitter, also gab ich Zucker hinzu. Sie fühlte sich bitter wegen der Trennung. Er war Jahre lang bitter über seinen Job.",
      "example_translation": "Il caffè era amaro, quindi ho aggiunto zucchero. Si sentiva amara per la rottura. È stato amaro del suo lavoro per anni.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "coraggioso",
      "definition": "Einem Risiko oder einer Herausforderung mit Selbstvertrauen und Mut entgegentreten.",
      "definition_translation": "Mostrando la volontà di correre rischi o affrontare sfide con fiducia e coraggio",
      "example": "Sie war kühn genug, ihren Job zu kündigen und ihr eigenes Unternehmen zu gründen. Sie war kühn in ihren Entscheidungen seitdem und ist jetzt kühn über ihre Zukunftspläne.",
      "example_translation": "Era abbastanza coraggiosa da lasciare il suo lavoro e iniziare la sua attività. Ha preso decisioni coraggiose da allora, e ora è aperta sugli suoi piani futuri.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "herrisch",
      "translation": "prepotente",
      "definition": "Befehle geben und Leute sagen, was sie tun sollen auf eine ärgerliche oder beleidigende Weise.",
      "definition_translation": "Dando ordini e dicendo alle persone cosa fare in modo fastidioso o offensivo",
      "example": "Meine herrische Schwester versucht immer, mir zu sagen, was ich anzuziehen habe. Sie war herrisch und kontrollierend, als wir Kinder waren, und ist es immer noch. Sie wird herrisch sein, wenn sie groß ist.",
      "example_translation": "La mia sorella prepotente cerca sempre di dirmi cosa indossare. Era prepotente e controllante quando eravamo bambini, e lo è ancora adesso. Sarà prepotente quando crescerà, anche.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hell",
      "translation": "luminoso",
      "definition": "Viel Licht abgeben oder reflektieren; intensiv leuchten.",
      "definition_translation": "Emettendo o riflettendo molta luce; splendendo intensamente",
      "example": "Das helle Sonnenlicht weckte mich früh. Die hellen Lichter der Stadt waren zunächst überwältigend, aber ich gewöhnte mich daran. Die hellen Zukunftsaussichten des Unternehmens erschienen vielversprechend.",
      "example_translation": "Il sole luminoso mi svegliò presto. Le luci luminose della città erano schiaccianti all'inizio, ma mi ci sono abituato. Il futuro luminoso dell'azienda sembrava promettente.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fürsorglich",
      "translation": "accudente",
      "definition": "Ein echtes Interesse an anderen zeigen und sich um sie kümmern, insbesondere auf eine mitfühlende oder empathische Weise.",
      "definition_translation": "Mostrare un interesse genuino e preoccupazione per gli altri, soprattutto in modo compassionevole o empatico.",
      "example": "Sie war eine fürsorgliche Mutter, die immer die Bedürfnisse ihrer Kinder zuerst stellte. In der Vergangenheit hatte sie ihre älteren Eltern gepflegt. In Zukunft wird sie ihre Enkelkinder pflegen.",
      "example_translation": "Era una madre accudente, sempre ponendo le esigenze dei suoi figli al primo posto. Nel passato, aveva curato i suoi genitori anziani. Nel futuro, curerà i suoi nipoti.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "cauto",
      "definition": "Risiken oder Gefahren vermeiden und Maßnahmen ergreifen, um die Sicherheit zu gewährleisten.",
      "definition_translation": "Atteno a evitare rischi o pericoli e assume misure per garantire la sicurezza.",
      "example": "Er war vorsichtig beim Fahren, immer seine Spiegel und Blindspots kontrollierend. In der Vergangenheit war er vorsichtig bei Investitionen in den Aktienmarkt. In Zukunft wird er vorsichtig sein, wenn er persönliche Informationen online teilt.",
      "example_translation": "Era cauto quando guidava, sempre controllando gli specchietti retrovisivi e i punti ciechi. Nel passato, era stato cauto nell'investire nel mercato azionario. Nel futuro, sarà cauto nel condividere informazioni personali online.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "frech",
      "translation": "sfacciato",
      "definition": "Unverschämt keck oder unverschämt, oft auf eine spielerische oder humorvolle Weise.",
      "definition_translation": "Impertinente o sfacciato, spesso in modo giocoso o umoristico.",
      "example": "Er war ein frecher Junge, der immer Witze machte und seine Freunde ärgerte. In der Vergangenheit war er seinen Geschwistern gegenüber frech. In Zukunft wird er seine Kollegen ärgern.",
      "example_translation": "Era un ragazzo sfacciato, sempre facendo battute e prendendo in giro i suoi amici. Nel passato, era stato sfacciato con i suoi fratelli. Nel futuro, sarà sfacciato con i suoi colleghi.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kindisch",
      "translation": "infantile",
      "definition": "Fehlende Reife oder Raffinesse; albern oder unreif.",
      "definition_translation": "Mancante di maturità o sofisticazione; sciocco o immaturo.",
      "example": "Sie benahm sich kindisch, als sie nicht ihren Willen bekam. Sie wird in Zukunft reifer werden. Er war während des Meetings kindisch, aber jetzt ist er gefasster.",
      "example_translation": "Stava agendo in modo infantile quando non ha ottenuto ciò che voleva. Imparerà a essere più maturo in futuro. Era stato infantile durante l'incontro, ma ora è più composto.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ungeschickt",
      "translation": "goffo",
      "definition": "Unbeholfen und ungeschickt in Bewegung oder Aktion; mangelt es an Koordination oder Fähigkeit.",
      "definition_translation": "Impacciato e inetto nel movimento o azione; mancante di coordinamento o abilità.",
      "example": "Der unfähige Kellner schüttete Getränke über den ganzen Tisch. Er wird in Zukunft vorsichtiger sein. Sie war in ihren Worten ungeschickt und verletzte die Gefühle ihrer Freundin.",
      "example_translation": "Il cameriere goffo ha rovesciato le bibite su tutto il tavolo. Sarà più attento in futuro. Era goffa con le sue parole e ha ferito i sentimenti dell'amico.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kommunikativ",
      "translation": "comunicativo",
      "definition": "Bereit, zu sprechen und Informationen zu teilen; in der Lage, Gedanken und Ideen effektiv zu vermitteln.",
      "definition_translation": "Disposto a parlare e condividere informazioni; in grado di trasmettere pensieri e idee in modo efficace.",
      "example": "Die Lehrerin war sehr kommunikativ und erklärte den Unterrichtsstoff klar. Der kommunikative Ansatz des Unternehmens half, das Problem zu lösen. Sie wird bei ihrer nächsten Präsentation kommunikativer sein.",
      "example_translation": "L'insegnante era molto comunicativo e ha spiegato la lezione in modo chiaro. L'approccio comunicativo dell'azienda ha aiutato a risolvere la questione. Sarà più comunicativa nella sua prossima presentazione.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wettbewerbsorientiert",
      "translation": "concorrenziale",
      "definition": "Ein starker Wille, zu gewinnen oder erfolgreich zu sein, insbesondere im Geschäftsleben oder im Sport.",
      "definition_translation": "Avendo un forte desiderio di vincere o essere successo, specialmente nel business o nello sport.",
      "example": "Sie war sehr wettbewerbsorientiert und strebte immer danach, die Beste zu sein. Sie nimmt heute an der Meisterschaft teil. Sie wird nächstes Jahr an den Olympischen Spielen teilnehmen.",
      "example_translation": "Era molto competitiva e ha sempre cercato di essere la migliore, Sta competendo nel campionato oggi, Competirà alle Olimpiadi l'anno prossimo.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eingebildet",
      "translation": "presuntuoso",
      "definition": "Hat eine übermäßig hohe Meinung von sich selbst, seinen Fähigkeiten oder seinem Aussehen.",
      "definition_translation": "Avendo un'opinione eccessivamente alta di sé stesso, delle proprie abilità o del proprio aspetto.",
      "example": "Er war so eingebildet, dass er dachte, er sei der intelligenteste Mensch im Raum. Sie war eingebildet wegen ihrer Schönheit. Er wird sich über seinen neuen Wagen eingebildet fühlen.",
      "example_translation": "Era così presuntuoso che pensava di essere la persona più intelligente nella stanza, Era presuntuosa sulla sua bellezza, Sarà presuntuoso sulla sua nuova auto.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bekümmert",
      "translation": "preoccupato",
      "definition": "Fühlt sich besorgt oder ängstlich über etwas.",
      "definition_translation": "Sentendosi preoccupato o ansioso per qualcosa.",
      "example": "Sie war besorgt um ihre Gesundheit. Sie sind besorgt um die Umwelt. Er wird sich um seine Examinaussichten sorgen.",
      "example_translation": "Era preoccupata per la sua salute, Sono preoccupati per l'ambiente, Sarà preoccupato per i suoi risultati degli esami.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konservativ",
      "translation": "conservatore",
      "definition": "Favorisiert traditionelle und etablierte Ideen, Institutionen und Methoden; lehnt Veränderungen oder Innovationen ab.",
      "definition_translation": "Favorisce le idee, le istituzioni e i metodi tradizionali e stabiliti; oppone il cambiamento o l'innovazione.",
      "example": "Die konservative Partei gewann die Wahl mit einer überwältigenden Mehrheit. Sie waren in ihrer Ansatzweise zur Wirtschaft konservativ. Sie werden in Zukunft konservativ bei ihren Ausgaben sein.",
      "example_translation": "Il partito conservatore ha vinto le elezioni con una vittoria schiacciante. Erano stati conservatori nel loro approccio all'economia. Saranno conservatori nella loro spesa in futuro.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Inhalt",
      "translation": "contenuto",
      "definition": "Die Substanz oder das Material, das in einem geschriebenen Werk, einer Rede usw. behandelt wird.",
      "definition_translation": "La sostanza o materiale trattato in un'opera scritta, discorso, ecc.",
      "example": "Der Inhalt des Buches war faszinierend. Sie war mit dem Inhalt der Website zufrieden. Sie werden den Inhalt des Magazins nächstes Jahr ändern.",
      "example_translation": "Il contenuto del libro era affascinante. Era felice del contenuto del sito web. Cambieranno il contenuto della rivista l'anno prossimo.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konventionell",
      "translation": "convenzionale",
      "definition": "Folgt oder konformiert mit etablierten Bräuchen, Regeln oder Traditionen.",
      "definition_translation": "Seguendo o conformandosi alle consuetudini, regole o tradizioni stabilite.",
      "example": "Er war ein konventioneller Denker und vermied Risiken. Das Unternehmen verwendete konventionelle Methoden, um das Problem zu lösen. Sie werden in Zukunft konventionelle Praktiken annehmen.",
      "example_translation": "Era un pensatore convenzionale e evitava di correre rischi. L'azienda ha utilizzato metodi convenzionali per risolvere il problema. Adotteranno pratiche convenzionali in futuro.",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Genossenschaft",
      "translation": "cooperativo",
      "definition": "Eine Genossenschaft ist eine Organisation, die von ihren Mitgliedern besessen und kontrolliert wird, die ein gemeinsames Ziel oder Interesse teilen.",
      "definition_translation": "Una cooperativa è un'organizzazione di proprietà e controllo dei suoi membri, che condividono un obiettivo o interesse comune.",
      "example": "Die lokalen Bauern gründeten eine Genossenschaft, um ihre Produkte effektiver zu vermarkten. Sie hatten vor einem Jahr eine Genossenschaft gegründet. Sie werden nächstes Jahr eine Genossenschaft gründen.",
      "example_translation": "I contadini locali hanno formato una cooperativa per commercializzare i loro prodotti più efficacemente. Avevano formato una cooperativa un anno fa. Formeranno una cooperativa l'anno prossimo.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "feig",
      "translation": "vigliacco",
      "definition": "Zeigend Feigheit; mangelt an Mut oder Charakterstärke.",
      "definition_translation": "Mostrando vigliaccheria; mancando di coraggio o forza di carattere.",
      "example": "Er verhielt sich feig während des Krieges, floh vom Schlachtfeld. Er hatte sich already viele Male feig verhalten. Er wird sich wieder feig verhalten.",
      "example_translation": "Ha agito vigliaccamente durante la guerra, fuggendo dal campo di battaglia. Ha agito vigliaccamente molte volte. Agirà vigliaccamente ancora.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anständig",
      "translation": "decente",
      "definition": "Moralisch aufrecht und ehrlich; entspricht den Standards der Anständigkeit.",
      "definition_translation": "Moralmente retto e onesto; conforme alle norme di proprietà.",
      "example": "Sie war eine anständige Person, die immer anderen half. Sie war anständig zu ihm gewesen. Sie wird jedem gegenüber anständig sein.",
      "example_translation": "Era una persona decency, sempre disposta ad aiutare gli altri. Era stata decency con lui. Sarà decency con tutti.",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entscheidend",
      "translation": "decisivo",
      "definition": "Habend die Macht oder Qualität des Entscheidens; endgültig.",
      "definition_translation": "Avendo il potere o la qualità di decidere; conclusivo.",
      "example": "Der entscheidende Moment kam, als die CEO die neue Strategie des Unternehmens ankündigte. Die Managerin war entscheidend in ihrer Entscheidung, den Mitarbeiter zu entlassen. Das Team wird nächste Woche im Championship-Spiel entscheidend sein.",
      "example_translation": "Il momento decisivo arrivò quando il CEO annunciò la nuova strategia aziendale. La dirigente era stata decisiva nella sua decisione di licenziare il dipendente. La squadra sarà decisiva nella partita del campionato la settimana prossima.",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anspruchsvoll",
      "translation": "esigente",
      "definition": "Erfordernd viel Zeit, Anstrengung oder Fähigkeit; anstrengend.",
      "definition_translation": "Richiedendo un grande tempo, sforzo o abilità; strenuo.",
      "example": "Der anspruchsvolle Job erforderte von ihm, 12 Stunden am Tag zu arbeiten. Sie war anspruchsvoll in ihren Erwartungen an ihre Studenten. Die Wanderer stellten sich einer anspruchsvollen Besteigung des Berges.",
      "example_translation": "Il lavoro esigente richiedeva a lui di lavorare 12 ore al giorno. Era esigente nelle sue aspettative dai suoi studenti. Gli escursionisti affrontarono una difficile salita sulla montagna.",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "deprimierend",
      "translation": "deprimente",
      "definition": "Verursachend Gefühle der Traurigkeit oder Hoffnungslosigkeit; entmutigend.",
      "definition_translation": "Causando sentimenti di tristezza o disperazione; scoraggiante.",
      "example": "Die deprimierende Nachricht über die Wirtschaft machte jeden ängstlich. Das Wetter war deprimierend, und ich wollte nicht aus dem Haus gehen. Die deprimierende Musik passte meiner Stimmung.",
      "example_translation": "Le notizie deprimenti sull'economia resero ansioso tutti. Il tempo era deprimente e non volevo lasciare la casa. La musica deprimente si abbinava al mio umore.",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verzweifelt",
      "translation": "disperato",
      "definition": "Fühlend oder zeigen extreme Angst oder Dringlichkeit, typischerweise wegen einer schwierigen oder verzweifelten Situation.",
      "definition_translation": "Sentire o mostrare ansia estrema o urgenza, di solito a causa di una situazione difficile o disperata.",
      "example": "Sie war verzweifelt, einen Job zu finden, aber niemand wollte sie einstellen. Sie war seit Wochen verzweifelt, aber fand endlich eine Lösung. Sie wird verzweifelt sein, das Projekt rechtzeitig zu beenden.",
      "example_translation": "Era disperata di trovare un lavoro, ma nessuno voleva assumerla. Era stata disperata per settimane, ma alla fine ha trovato una soluzione. Sarà disperata di finire il progetto in tempo.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entschlossen",
      "translation": "determinato",
      "definition": "Habend einen festen Entschluss oder Engagement, etwas zu tun.",
      "definition_translation": "Avere preso una decisione ferma o impegno di fare qualcosa.",
      "example": "Er war entschlossen, Gitarre zu lernen. Sie war seit ihrer Kindheit entschlossen, Ärztin zu werden. Sie werden entschlossen sein, das Projekt rechtzeitig zu beenden.",
      "example_translation": "Era determinato a imparare a suonare la chitarra. Era stata determinata a diventare un dottore fin da quando era una bambina. Saranno determinati a finire il progetto in tempo.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hingebungsvoll",
      "translation": "devoto",
      "definition": "Zeigend Liebe, Treue oder Hingabe an jemanden oder etwas.",
      "definition_translation": "Mostrare amore, lealtà o dedizione a qualcuno o qualcosa.",
      "example": "Sie war hingebungsvoll ihrer Familie und würde alles tun, um sie zu schützen. Er war seit vielen Jahren hingebungsvoll seinem Glauben. Sie werden hingebungsvoll ihren Studien sein und werden Professoren werden.",
      "example_translation": "Era devota alla sua famiglia e avrebbe fatto tutto per proteggerli. Era stato devoto alla sua fede per molti anni. Saranno devoti ai loro studi e diventeranno professori.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fleißig",
      "translation": "diligente",
      "definition": "Habend oder zeigend einen starken und sorgfältigen Willen, Ihre Arbeit oder Pflicht gut zu erledigen.",
      "definition_translation": "Avendo o mostrando una forte e accurata volontà di fare il tuo lavoro o dovere bene.",
      "example": "Sie war fleißig in ihren Studien und konnte am Ende ihres Studiums an der Spitze ihrer Klasse stehen. Sie war fleißig in ihrer Forschung und konnte die Lösung finden. Sie wird fleißig in ihrem neuen Job sein und wird einen guten Eindruck machen.",
      "example_translation": "Era diligente nei suoi studi e fu in grado di laurearsi alla top della sua classe. Era stata diligente nella sua ricerca e fu in grado di trovare la soluzione. Sarà diligente nel suo nuovo lavoro e farà una grande impressione.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unehrlich",
      "translation": "disonesto",
      "definition": "Nicht ehrlich oder wahrheitsgemäß; bereit, andere zu täuschen oder zu betrügen.",
      "definition_translation": "Non onesto o veritiero; disposto a ingannare o truffare le persone.",
      "example": "Er war unehrlich in seinen Geschäften und landete im Gefängnis. Er hatte seine Freunde angelogen und ihre Vertrauen verloren. Er wird in seinem neuen Unternehmen ehrlich sein und Respekt verdienen.",
      "example_translation": "Era disonesto nei suoi affari commerciali e finì in prigione. Era stato disonesto con i suoi amici e perse la loro fiducia. Non sarà disonesto nella sua nuova impresa e guadagnerà rispetto.",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unorganisiert",
      "translation": "disorganizzato",
      "definition": "Nicht organisiert oder geplant; chaotisch oder verwirrend.",
      "definition_translation": "Non organizzato o pianificato; caotico o confuso.",
      "example": "Die Firma war unorganisiert und ging bankrott. Sie hatte einen unorganisierten Ansatz und verpasste das Deadline. Sie werden in ihrem neuen Projekt nicht unorganisiert sein und die Deadline einhalten.",
      "example_translation": "L'azienda era disorganizzata e andò in bancarotta. Era stata disorganizzata nel suo approccio e mancò la scadenza. Non saranno disorganizzati nel loro nuovo progetto e incontreranno la scadenza.",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzufrieden",
      "translation": "insoddisfatto",
      "definition": "Fühlt sich unglücklich oder unerfüllt, weil keine Erwartungen oder Bedürfnisse erfüllt werden.",
      "definition_translation": "Sentire infelicità o insoddisfazione perché le aspettative o i bisogni non vengono soddisfatti.",
      "example": "Ich war unzufrieden mit dem Service im Restaurant, daher hinterließ ich eine schlechte Bewertung. Ich bin unzufrieden mit meinem aktuellen Job, daher suche ich einen neuen. Ich werde unzufrieden sein, wenn ich nächsten Jahr keine Beförderung bekomme.",
      "example_translation": "Ero insoddisfatto del servizio al ristorante, quindi ho lasciato una recensione negativa. Sono insoddisfatto del mio attuale lavoro, quindi sto cercando un nuovo lavoro. Sarò insoddisfatto se non otterrò una promozione il prossimo anno.",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beunruhigend",
      "translation": "disturbante",
      "definition": "Erregt Gefühle der Traurigkeit, Angst oder Sorge.",
      "definition_translation": "Causando sentimenti di tristezza, ansietà o preoccupazione.",
      "example": "Die Nachricht von der Naturkatastrophe war beunruhigend für die gesamte Gemeinde. Der Gedanke an öffentliches Sprechen ist beunruhigend für viele Menschen. Ich fand den Film beunruhigend, daher habe ich ihn nicht bis zum Ende angesehen.",
      "example_translation": "Le notizie della disastrosa naturale erano distressing per tutti nella comunità. Il pensiero di parlare in pubblico è distressing per molte persone. Ho trovato il film essere distressing, quindi non l'ho finito di guardare.",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zweifelhaft",
      "translation": "dubbioso",
      "definition": "Fühlt sich unsicher oder mangelt an Vertrauen in etwas.",
      "definition_translation": "Sentire incerto o mancare di fiducia circa qualcosa.",
      "example": "Ich war zweifelhaft bezüglich des Spielverlaufs, aber wir gewannen am Ende. Ich bin zweifelhaft bezüglich der neuen Politik, daher benötige ich weitere Informationen. Ich werde zweifelhaft bezüglich des Plans, es sei denn, ich sehe einen detaillierten Vorschlag.",
      "example_translation": "Ero dubbioso sul risultato del gioco, ma abbiamo finito per vincere. Sono dubbioso sulla nuova politica, quindi ho bisogno di più informazioni. Sarò dubbioso sul piano a meno che non veda una proposta dettagliata.",
      "imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dynamisch",
      "translation": "dinamico",
      "definition": "Relatiert zu oder gekennzeichnet durch Energie, Stärke oder Vitalität; in der Lage, schnell zu handeln oder sich zu ändern.",
      "definition_translation": "Relativo o caratterizzato da energia, forza o vigore; capace di agire o cambiare rapidamente.",
      "example": "Das dynamische Marketing-Konzept des Unternehmens führte zu einem signifikanten Umsatzanstieg. Der dynamische CEO war bekannt für seine Fähigkeit, sich an veränderte Marktbedingungen anzupassen. Bis 2025 wird das Unternehmen eine dynamische neue Produktlinie haben.",
      "example_translation": "L'approccio dinamico dell'azienda al marketing ha portato a un aumento significativo delle vendite. Il CEO dinamico era noto per la sua capacità di adattarsi alle condizioni di mercato in cambiamento. Entro il 2025, l'azienda avrà una nuova linea di prodotti dinamici.",
      "imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eifrig",
      "translation": "entusiasta",
      "definition": "Fühlt oder zeigt Begeisterung und Aufregung für etwas; hat oder zeigt einen starken Wunsch, etwas zu tun.",
      "definition_translation": "Sentendo o mostrando entusiasmo e emozione per qualcosa; avendo o mostrando un forte desiderio di fare qualcosa.",
      "example": "Die Kinder waren eifrig darauf, ihre Sommerferien zu beginnen. Sie war eifrig darauf, den Job zu bewerben, und war sicher in ihren Fähigkeiten. Bis nächstem Jahr werde ich eifrig darauf sein, mein eigenes Unternehmen zu gründen.",
      "example_translation": "I bambini erano entusiasti di iniziare le loro vacanze estive. Era entusiasta di candidarsi per il lavoro e aveva fiducia nelle sue abilità. Entro l'anno prossimo, sarò entusiasta di avviare la mia azienda.",
      "imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gebildet",
      "translation": "istruito",
      "definition": "Hat eine gute Ausbildung erhalten; hat Wissen und Fähigkeiten durch formale Ausbildung oder Schulung erworben.",
      "definition_translation": "Aver ricevuto una buona educazione; aver acquisito conoscenze e abilità attraverso l'educazione formale o la formazione.",
      "example": "Die gebildeten Profis konnten komplexe Probleme lösen. Sie wurde an einer renommierten Universität ausgebildet und ging auf eine erfolgreiche Karriere. Bis 2030 will das Land eine gebildete Arbeitskraft haben.",
      "example_translation": "I professionisti istruiti sono stati in grado di affrontare problemi complessi. Era stata educata in una università prestigiosa e ha continuato a avere una carriera di successo. Entro il 2030, il paese ha l'obiettivo di avere una forza lavoro istruita.",
      "imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "emotional",
      "translation": "emotivo",
      "definition": "Relatiert zu oder gekennzeichnet durch Emotionen; empfindlich für oder expressiv von Emotionen.",
      "definition_translation": "Relativo o caratterizzato dall'emozione; sensibile o espressivo di emozioni.",
      "example": "Sie war eine emotionale Person, die bei traurigen Filmen weinte, sich bei Ungerechtigkeiten ärgerte und bei Hochzeiten überglücklich war. Sie war emotional über den Schluss, aber jetzt war sie emotional über die neue Beziehung. Sie wird emotional sein, wenn sie ein Kind haben wird.",
      "example_translation": "Era una persona emotiva che piangeva ai film tristi, si arrabbiava per l'ingiustizia e era sopraffatta dalle nozze. Era stata emotiva sulla rottura, ma ora era emotiva sulla nuova relazione. Sarà emotiva quando avrà un bambino.",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigend",
      "translation": "incoraggiante",
      "definition": "Gibt Unterstützung oder Vertrauen; hilft, jemandem mehr Selbstvertrauen oder Hoffnung zu geben.",
      "definition_translation": "Che dà sostegno o fiducia; aiuta a far sentire qualcuno più confidante o speranzoso.",
      "example": "Seine ermutigenden Worte halfen mir, meine Angst vor öffentlichem Sprechen zu überwinden. Sie war ermutigend für ihre Schüler, was ihnenhalf, mehr Vertrauen zu gewinnen. Er wird ermutigend für seine Teamkollegen sein, bevor das große Spiel beginnt.",
      "example_translation": "Le sue parole incoraggianti mi hanno aiutato a superare la mia paura di parlare in pubblico. Era incoraggiante con i suoi studenti, il che li faceva sentire più confidanti. Sarà incoraggiante con i suoi compagni di squadra prima della grande partita.",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "energetisch",
      "translation": "energico",
      "definition": "Hat oder zeigt viel Energie und Enthusiasmus; lebhaft und aktiv.",
      "definition_translation": "Avendo o mostrando molta energia e entusiasmo; vivace e attivo.",
      "example": "Der energetische Hund rannte den ganzen Tag im Park herum. Sie war energetisch während ihres Workouts, was ihre Freunde motivierte. Er wird heute Abend auf der Party sehr energetisch sein.",
      "example_translation": "Il cucciolo energico ha corso intorno al parco tutto il giorno. Era energica durante il suo allenamento, il che ha motivato i suoi amici. Sarà energico alla festa stasera.",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhaltsam",
      "translation": "divertente",
      "definition": "Bietet Unterhaltung oder Belustigung, insbesondere auf eine heitere oder humorvolle Weise.",
      "definition_translation": "Fornendo divertimento o intrattenimento, specialmente in modo allegro o umoristico.",
      "example": "Die Feuerwerksshow war unterhaltsam, ich habe sie geliebt. Der Komiker unterhielt das Publikum mit seinen Witzen. Ich werde nächstes Wochenende Gäste in meinem Haus unterhalten.",
      "example_translation": "Lo spettacolo di fuochi d'artificio era divertente, mi è piaciuto. Il comico stava intrattenendo il pubblico con le sue battute. Intratterrò ospiti a casa mia il prossimo fine settimana.",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "entusiasta",
      "definition": "Fühlt oder zeigt intensive Aufregung und Interesse; hat oder zeigt eine starke Vorliebe oder Begeisterung für etwas.",
      "definition_translation": "Sentendo o mostrando emozione intensa e interesse; avendo o mostrando una forte predilezione o entusiasmo per qualcosa.",
      "example": "Ich bin begeistert von dem neuen Projekt. Sie war begeistert vom Konzert. Sie werden begeistert von dem neuen Spiel sein.",
      "example_translation": "Sono entusiasta del nuovo progetto. Era entusiasta del concerto. Saranno entusiasti del nuovo gioco.",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "böse",
      "translation": "cattivo",
      "definition": "Moralisch schlecht oder falsch; verursacht Schaden oder Verletzung bei jemandem oder etwas.",
      "definition_translation": "Moralmente cattivo o sbagliato; causando danno o lesione a qualcuno o qualcosa.",
      "example": "Er war böse und grausam zu seinen Sklaven. Die böse Königin zauberte ein Zauber über das Königreich. Der böse Geist hauste in dem alten Schloss.",
      "example_translation": "Era cattivo e crudele con i suoi schiavi. La regina cattiva lanciò un incantesimo sul regno. Lo spirito cattivo ha infestato la vecchia magione.",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschöpfend",
      "translation": "estenuante",
      "definition": "Verursacht extreme Müdigkeit oder Langeweile; extrem anstrengend oder fordernd.",
      "definition_translation": "Che causa estrema stanchezza o noia; estremamente estenuante o richiedente.",
      "example": "Ich finde diesen Job erschöpfend, ich brauche eine Pause. Ich habe mich selbst erschöpft, um das Projekt zu beenden. Ich werde all meine Energie aufwenden, um die Aufgabe zu erfüllen.",
      "example_translation": "Trovo questo lavoro estenuante, ho bisogno di una pausa. Mi sono esausto cercando di finire il progetto. Esterò sprecando tutta la mia energia per completare il compito.",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Experte",
      "translation": "esperto",
      "definition": "Eine Person mit einem hohen Level an Wissen oder Fähigkeiten in einem bestimmten Bereich; eine Autorität in einem bestimmten Feld.",
      "definition_translation": "Una persona con un alto livello di conoscenza o abilità in un particolare settore; un'autorità in un particolare campo.",
      "example": "Sie ist eine Expertin im Marketing, sie hat mehrere Bücher zum Thema geschrieben. Der Experte analysierte die Daten und gab seine Meinung ab. Die Experten werden nächste Woche zusammenkommen, um die neue Politik zu diskutieren.",
      "example_translation": "È un'esperta nel marketing, ha scritto diversi libri sull'argomento. L'esperto ha analizzato i dati e ha fornito la sua opinione. Gli esperti si riuniranno per discutere la nuova politica.",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treu",
      "translation": "fedele",
      "definition": "Zeigt Loyalität oder Hingabe zu einer Person, Sache oder Aktivität; zuverlässig und wahr seinem Wort oder seinen Verpflichtungen.",
      "definition_translation": "Mostrando lealtà o devozione a una persona, causa o attività; affidabile e vera alla sua parola o impegni.",
      "example": "Sie war ihrem Mann 20 Jahre treu. Die Firma war ihrem Versprechen treu, das Produkt pünktlich zu liefern. Er wird seinem Fitnesstrainingsplan treu bleiben, um seine Ziele zu erreichen.",
      "example_translation": "È stata fedele al suo marito per 20 anni. L'azienda è stata fedele alla sua promessa di consegnare il prodotto in tempo. Sarà fedele alla sua routine di esercizio per raggiungere i suoi obiettivi di fitness.",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fasziniert",
      "translation": "affascinato",
      "definition": "Hat seine Aufmerksamkeit von etwas oder jemandem vollständig gefangen, oft auf eine Weise, die schwer zu erklären oder zu widerstehen ist.",
      "definition_translation": "Avere l'attenzione completamente catturata da qualcosa o qualcuno, spesso in modo che sia difficile spiegare o resistere.",
      "example": "Ich war fasziniert von den antiken Ruinen, als ich Griechenland letztes Jahr besucht habe. Ich bin fasziniert von der Art, wie sie Klavier spielt. Ich werde von dem neuen Sci-Fi-Film, der nächste Monat herauskommt, fasziniert sein.",
      "example_translation": "Ero affascinato dalle rovine antiche quando ho visitato la Grecia l'anno scorso. Sono affascinato dal modo in cui suona il pianoforte. Sarò affascinato dal nuovo film di fantascienza che uscirà il prossimo mese.",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "faszinierend",
      "translation": "affascinante",
      "definition": "Extrem interessant oder attraktiv, oft auf eine ungewöhnliche oder mysteriöse Weise.",
      "definition_translation": "Estremamente interessante o attraente, spesso in modo che sia insolito o misterioso.",
      "example": "Die faszinierende Geschichte der Stadt ist noch vielen Menschen unbekannt. Der Wissenschaftler hat eine faszinierende Entdeckung gemacht, die die Welt veränderte. Der faszinierende Ausblick vom Gipfel des Berges war atemberaubend.",
      "example_translation": "La storia affascinante della città è ancora sconosciuta a molte persone. Il ricercatore ha fatto una scoperta affascinante che ha cambiato il mondo. La vista affascinante dalla cima della montagna era mozzafiato.",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wild",
      "translation": "feroce",
      "definition": "Zeigt ein starkes und mächtiges Gefühl, oft von Zorn oder Entschlossenheit.",
      "definition_translation": "Mostrando un forte e potente sentimento, spesso di rabbia o determinazione.",
      "example": "Der wilde Krieger kämpfte tapfer in der Schlacht. Die wilde Hitze der Wüste machte es schwer zu überleben. Der wilde Konkurrent wird alles tun, um das Spiel zu gewinnen.",
      "example_translation": "Il guerriero feroce ha combattuto coraggiosamente nella battaglia. Il calore feroce del deserto ha reso difficile la sopravvivenza. Il concorrente feroce farà tutto per vincere il gioco.",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dumm",
      "translation": "folle",
      "definition": "Einen Mangel an Verstand oder Weisheit aufweisend; dumm oder albern.",
      "definition_translation": "Avendo o mostrando una mancanza di senso o saggezza; stupido o sciocco.",
      "example": "Ich war dumm, als ich dachte, ich könne das Projekt in einer Nacht fertigstellen. Ich bin dumm, wenn ich nicht auf den Rat meiner Freunde höre. Ich werde dumm sein, wenn ich nicht für die Prüfung lerne.",
      "example_translation": "Sono stato folle a pensar di poter finire il progetto in una notte. Sto essere folle non ascoltando i consigli degli amici. Sarò folle se non studio per l'esame.",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "furioso",
      "definition": "Extrem wütend oder gewalttätig; intensiver und bitterer Zorn.",
      "definition_translation": "Estremamente arrabbiato o violento; rabbia intensa e amara.",
      "example": "Ich war wütend, als ich herausfand, dass ich betrogen wurde. Sie ist wütend über die neue Richtlinie. Sie werden wütend sein, wenn sie ihr Geld nicht zurückbekommen.",
      "example_translation": "Ero furioso quando scoprii di essere stato truffato. Lei è furiosa sulla nuova politica. Saranno furiosi se non ricevono i loro soldi indietro.",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "habsüchtig",
      "translation": "avido",
      "definition": "Übermäßig begierig, iets zu erwerben oder zu besitzen, insbesondere auf eine selbstsüchtige oder unfairer Weise.",
      "definition_translation": "Eccessivamente desideroso di acquisire o possedere, specialmente in modo egoista o ingiusto.",
      "example": "Er war habsüchtig und nahm mehr als seinen fairen Anteil. Sie ist habsüchtig und will ihr Essen nie teilen. Sie werden habsüchtig sein, wenn sie nicht lernen, ihre Begierden zu kontrollieren.",
      "example_translation": "Lui era avido e prese più della sua parte giusta. Lei è avida e non vuole mai condividere il suo cibo. Saranno avidi se non imparano a controllare i loro desideri.",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hart",
      "translation": "duro",
      "definition": "Eine starre oder unerbittliche Qualität aufweisend; fest oder unnachgiebig",
      "definition_translation": "Avendo una qualità rigida o inflessibile; fermo o implacabile",
      "example": "Er arbeitete hart, um das Projekt rechtzeitig fertigzustellen. Sie war hart zu überzeugen. Es wird hart sein, diese Erfahrung zu vergessen.",
      "example_translation": "Lui ha lavorato duramente per finire il progetto in tempo. Era difficile convincerla. Sarà difficile dimenticare questa esperienza.",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fleißig",
      "translation": "lavoratore instancabile",
      "definition": "Jemand, der in seiner Arbeit oder seinen Pflichten fleißig und unermüdlich ist",
      "definition_translation": "Qualcuno che è diligente e instancabile nel suo lavoro o doveri",
      "example": "Sie war eine fleißige Studentin. Er ist ein fleißiger Angestellter. Sie waren fleißige Freiwillige.",
      "example_translation": "Lei era una studentessa lavoratrice instancabile. Lui è un dipendente lavoratore instancabile. Erano volontari lavoratori instancabili.",
      "imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eisig",
      "translation": "ghiacciato",
      "definition": "Extrem kalt; eine kalte oder unfreundliche Atmosphäre aufweisend",
      "definition_translation": "Estremamente freddo; avere un'atmosfera fredda o ostile",
      "example": "Die Straße war eisig und rutschig. Die Begrüßung war eisig. Das Verhältnis zwischen ihnen war eisig.",
      "example_translation": "La strada era ghiacciata e scivolosa. La reception era fredda. La relazione tra loro era fredda.",
      "imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unruhig",
      "translation": "impaziente",
      "definition": "Eine Tendenz aufweisend, sich zu ärgern oder frustriert zu werden, wenn Dinge nicht schnell oder nach Plan geschehen.",
      "definition_translation": "Avendo o mostrando una tendenza a diventare annoiato o frustrato quando le cose non si verificano rapidamente o secondo piano.",
      "example": "Sie war unruhig, weil ihr Bruder zu spät kam, aber sie versuchte, ruhig zu bleiben. Sie war unruhig mit ihrem Job gewesen, since Monaten, und beschloss endlich, ihn zu kündigen. Sie wird unruhig sein, wenn sie morgen wieder mit der langsamen Internetverbindung zu kämpfen hat.",
      "example_translation": "Lei era impaziente con suo fratello per essere in ritardo, ma ha cercato di rimanere calma. Era stata impaziente con il suo lavoro per mesi e finalmente ha deciso di dimettersi. Sarà impaziente con la connessione internet lenta di nuovo domani.",
      "imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhöflich",
      "translation": "sgarbato",
      "definition": "Fehlende gute Manieren oder soziale Anmut; unhöflich oder unfreundlich.",
      "definition_translation": "Mancante di buone maniere o grazia sociale; rozzo o scortese.",
      "example": "Er war unhöflich zu dem Kellner, was alle am Tisch unangenehm machte. Sie war immer unhöflich zu ihren Geschwistern gewesen, und sie mieden sie. Das Unternehmen wird unhöflich zu seinen Kunden sein, wenn sie ihre Richtlinien nicht ändern.",
      "example_translation": "Era stato sgarbato con il cameriere, il che aveva reso tutti a tavola a disagio. Era sempre stata sgarbata con i suoi fratelli e sorelle, e loro l'avevano evitata. L'azienda sarà sgarbata con i clienti se non cambiano le loro politiche.",
      "imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unabhängig",
      "translation": "indipendente",
      "definition": "Nicht von anderen für Unterstützung oder Führung abhängig; selbstständig.",
      "definition_translation": "Non dipendente dagli altri per il sostegno o la guida; autosufficiente.",
      "example": "Sie war ein unabhängiger Denker und folgte nie dem Pöbel. Er war seit dem College unabhängig und liebte die Freiheit. Das Land wird in wenigen Jahren unabhängig von ausländischer Hilfe sein.",
      "example_translation": "Era un pensatore indipendente e non aveva mai seguito la folla. Era stato indipendente dal college, e amava la libertà. Il paese sarà indipendente dall'aiuto estero in pochi anni.",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerfahren",
      "translation": "inesperto",
      "definition": "Fehlt die notwendige Erfahrung oder Ausbildung, um eine Aufgabe oder einen Job effektiv auszuführen.",
      "definition_translation": "Mancante dell'esperienza o della formazione necessarie per eseguire un compito o lavoro in modo efficace.",
      "example": "Der neue Angestellte war unerfahren, daher musste sein Vorgesetzter ihn durch das Projekt führen.",
      "example_translation": "Il nuovo dipendente era inesperto, quindi il suo supervisore ha dovuto guidarla attraverso il progetto.",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unschuldig",
      "translation": "innocente",
      "definition": "Nicht schuldig an einem Verbrechen oder Fehlverhalten; ohne Erfahrung oder Weltgewandtheit.",
      "definition_translation": "Non colpevole di un crimine o di un illecito; mancante di esperienza o di sofisticazione.",
      "example": "Der unschuldige Passant war schockiert vom Unfall. In der Vergangenheit war sie unschuldig der finanziellen Schwierigkeiten des Unternehmens, aber jetzt ist sie mehr bewusst. In Zukunft wird sie unschuldig der Folgen ihrer Handlungen sein.",
      "example_translation": "Il testimone innocente è stato scioccato dall'incidente. In passato, era innocente dei problemi finanziari dell'azienda, ma ora è più consapevole. In futuro, sarà più innocente delle conseguenze delle sue azioni.",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unaufrichtig",
      "translation": "insincero",
      "definition": "Nicht echt oder aufrichtig; vorgebende Gefühle oder Meinungen zu haben, die man nicht wirklich hat.",
      "definition_translation": "Non genuino o sincero; fingendo di avere sentimenti o opinioni che non si hanno realmente.",
      "example": "Die unaufrichtige Entschuldigung des CEO des Unternehmens wurde von der Öffentlichkeit nicht akzeptiert. In der Vergangenheit war das Unternehmen unaufrichtig in seiner Verpflichtung zum Umweltschutz. In Zukunft wird es unaufrichtiger in seinen Finanzberichten sein.",
      "example_translation": "La scusa insincera del CEO dell'azienda non è stata accettata dal pubblico. In passato, erano stati insinceri sulla loro impegnativa per l'ambiente. In futuro, saranno più insinceri sui loro rapporti finanziari.",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intellektuell",
      "translation": "intellettuale",
      "definition": "Eine Person, die gut gebildet ist und ein tiefes Verständnis der Welt hat, oft involviert in akademische oder künstlerische Verpflichtungen.",
      "definition_translation": "Una persona che è ben istruita e ha una comprensione approfondita del mondo, spesso impegnata in attività accademiche o artistiche.",
      "example": "Sie war eine Intellektuelle, die Bücher liebte und Vorlesungen besuchte. Sie war ihr Leben lang intellektuell. Sie wird intellektuell, wenn sie ihr Studium abschließt.",
      "example_translation": "Era un intellettuale che amava leggere libri e frequentare lezioni. Era stato un intellettuale per tutta la vita. Sarà un intellettuale quando finirà il suo diploma.",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortungslos",
      "translation": "irresponsabile",
      "definition": "Einen Mangel an Verantwortungsbewusstsein zeigen, oft impulsiv handelnd ohne die Folgen zu berücksichtigen.",
      "definition_translation": "Avendo o mostrando una mancanza di senso di responsabilità, spesso agendo impulsivamente senza considerare le conseguenze.",
      "example": "Er war verantwortungslos mit seinen Finanzen und gab all sein Geld für Videospiele aus. Er war verantwortungslos, seit er ein Teenager war. Er wird verantwortungslos, wenn er nicht lernt, sein Geld zu budgetieren.",
      "example_translation": "Era irresponsabile con le sue finanze e spendeva tutti i suoi soldi in giochi di videogioco. Era stato irresponsabile fin da quando era adolescente. Sarà irresponsabile se non imparerà a bilanciare il budget.",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genervt",
      "translation": "irritato",
      "definition": "Gefühle der Verärgerung oder Frustration zeigend, oft aufgrund einer bestimmten Situation oder Person.",
      "definition_translation": "Sentendosi o mostrando fastidio o frustrazione, spesso a causa di una particolare situazione o persona.",
      "example": "Sie war genervt vom Lärm der Baustelle. Sie war den ganzen Morgen genervt. Sie wird genervt, wenn sie keine Pause bekommt.",
      "example_translation": "Era irritata dal rumore del cantiere edile. Era stata irritata per tutta la mattina. Sarà irritata se non si prende una pausa presto.",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nervig",
      "translation": "irritante",
      "definition": "Verärgerung oder Frustration verursachend, oft auf eine anhaltende oder störende Weise.",
      "definition_translation": "Che provoca fastidio o frustrazione, soprattutto in modo persistente o irritante.",
      "example": "Der ständige Lärm war mir nervig, ich wurde frustriert. Ich bin genervt von seinem Verhalten, ich werde genervt, wenn er weiter so handelt.",
      "example_translation": "Il rumore costante mi stava irritando, mi stavo frustrando. Sono irritato dal suo comportamento, sarò irritato se continuerà a fare così.",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treu",
      "translation": "leale",
      "definition": "Feste und konstante Unterstützung oder Treue zu einer Person oder Institution zeigend.",
      "definition_translation": "Che dà o mostra sostegno costante e fedele a una persona o istituzione.",
      "example": "Er war seinen Freunden treu, sie waren ihm treu. Ich werde meinem Land treu, ich bin meinem Team treu.",
      "example_translation": "Era leale ai suoi amici, loro erano leali a lui. Sarò leale al mio Paese, sono leale alla mia squadra.",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reif",
      "translation": "maturo",
      "definition": "Vollständig entwickelt oder gereift; einen Zustand voller physischer oder geistiger Entwicklung erreicht haben.",
      "definition_translation": "Completamente sviluppato o maturo; aver raggiunto uno stato di pieno sviluppo fisico o mentale.",
      "example": "Das Obst war reif, es wird nächste Woche reif sein. Ich war reif genug, meine eigenen Entscheidungen zu treffen, ich bin reif genug, Verantwortung zu übernehmen.",
      "example_translation": "Il frutto era maturo, sarà maturo la prossima settimana. Ero abbastanza maturo per prendere le mie decisioni, sono abbastanza maturo per prendere la responsabilità.",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "meinen",
      "translation": "significare",
      "definition": "Etwas ausdrücken oder anzeigen wollen; eine bestimmte Absicht oder Bedeutung haben.",
      "definition_translation": "Intendere di esprimere o indicare qualcosa; avere un'intenzione o un significato particolare.",
      "example": "Ich wollte dich gestern anrufen, aber ich habe es vergessen. Ich meine, dieses Projekt bis Ende der Woche zu beenden. Ich werde es als Kompliment meinen, ich schwöre.",
      "example_translation": "Volevo chiamarti ieri, ma mi sono dimenticato. Voglio finire questo progetto entro la fine della settimana. Lo intenderò come un complimento, giuro.",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gemein",
      "translation": "essere cattivo",
      "definition": "Unangenehm, böswillig oder un freundlich; eine grausame oder bösartige Natur haben.",
      "definition_translation": "Sgradevole, cattivo o crudele; avere o mostrare una natura crudele o maligna.",
      "example": "Er war gemein zu seiner Schwester, als sie Kinder waren. Sie kann manchmal gemein sein, wenn sie müde ist. Er wird gemein zu seinen Feinden sein.",
      "example_translation": "Era cattivo con sua sorella quando erano bambini. Può essere cattiva a volte quando è stanca. Sarà cattivo con i suoi nemici.",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geistig",
      "translation": "mentale",
      "definition": "In Bezug auf den Geist; beschäftigt sich mit dem Betrieb des Geistes.",
      "definition_translation": "Riferito alla mente; relativo al funzionamento della mente.",
      "example": "Die geistige Gesundheit ist sehr wichtig. Ich fühle mich heute nicht sehr geistig, ich brauche Ruhe. Sie hat ein geistiges Bild von diesem Ort.",
      "example_translation": "La salute mentale è molto importante. Non mi sento molto mentale oggi, devo riposare. Ha un'immagine mentale del posto.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elend",
      "translation": "miserabile",
      "definition": "Fühlend oder zeigend große Unzufriedenheit oder Missbilligung.",
      "definition_translation": "Provando o mostrando grande infelicità o discontento.",
      "example": "Er war elend, nachdem er seinen Job verloren hatte, aber er begann sofort nach einem neuen zu suchen. Jetzt ist er motiviert und wird in Zukunft erfolgreich sein.",
      "example_translation": "Era miserabile dopo aver perso il lavoro, ma ha iniziato a cercare un nuovo lavoro immediatamente. Ora, è motivato e sarà di successo nel futuro.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "motiviert",
      "translation": "motivato",
      "definition": "Einen starken Grund oder Wunsch habe, etwas zu tun.",
      "definition_translation": "Avere una forte ragione o desiderio di fare qualcosa.",
      "example": "Sie war motiviert, eine neue Sprache zu lernen, daher schrieb sie sich für einen Kurs ein. Bis nächstes Jahr wird sie fließend Italienisch sprechen und wird ihre Freunde motiviert haben, dasselbe zu tun.",
      "example_translation": "Era motivata ad imparare una nuova lingua, quindi si è iscritta a un corso. L'anno prossimo, sarà fluente in italiano e avrà motivato i suoi amici a fare lo stesso.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewegend",
      "translation": "emotivo",
      "definition": "Starke Emotionen, insbesondereTraurigkeit oder Mitgefühl, hervorruft.",
      "definition_translation": "Causando forti emozioni, soprattutto tristezza o simpatia.",
      "example": "Der Film war bewegend, und jeder im Theater weinte. Ich werde nächsten Monat in ein neues Haus ziehen, und meine Freunde werden traurig sein, mich gehen zu sehen.",
      "example_translation": "Il film era emozionante e tutti nel teatro stavano piangendo. Mi trasferirò in una nuova casa il mese prossimo e i miei amici saranno tristi di vedermi andare.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "niederträchtig",
      "translation": "schifoso",
      "definition": "Einen bösen oder unangenehmen Charakter habend; moralisch verwerflich.",
      "definition_translation": "Avendo o mostrando un carattere cattivo o sgradevole; moralmente ripugnante.",
      "example": "Sie war ihrer Schwester gegenüber niederträchtig, aber entschuldigte sich später für ihr Verhalten. Sie war ihrer Bruder letzte Woche gegenüber niederträchtig und wird ihrer Freundin morgen gegenüber niederträchtig sein.",
      "example_translation": "È stata cattiva con sua sorella, ma in seguito si è scusata per il suo comportamento. Era stata cattiva con suo fratello la settimana scorsa e sarà cattiva con suo amico domani.",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unartig",
      "translation": "cattivo",
      "definition": "Sich schlecht benehmend oder frech; ungehorsam.",
      "definition_translation": "Comportandosi malevolamente o riottosamente; disobbediente.",
      "example": "Das unartige Kind wurde ohne Abendessen in sein Zimmer geschickt. Es war den ganzen Tag unartig und wird morgen wieder unartig sein.",
      "example_translation": "Il bambino cattivo è stato mandato nella sua stanza senza cena. Era stato cattivo tutto il giorno e sarà cattivo di nuovo domani.",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehorsam",
      "translation": "obbediente",
      "definition": "Anweisungen oder Regeln folgend; gefügig.",
      "definition_translation": "Disposto ad obbedire a ordini o regole; conforme.",
      "example": "Der gehorsame Hund saß ruhig an der Seite seines Besitzers. Er war den ganzen Morgen gehorsam und wird dieses Abend wieder gehorsam sein.",
      "example_translation": "Il cane obbediente è seduto tranquillamente accanto al suo proprietario. Era stato obbediente tutta la mattina e sarà obbediente di nuovo questa sera.",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziel",
      "translation": "obiettivo",
      "definition": "Etwas, das man erreichen oder erlangen möchte; ein Ziel oder eine Zielsetzung.",
      "definition_translation": "Qualcosa che gli sforzi o azioni sono destinati a raggiungere o ottenere; un obiettivo o target.",
      "example": "Das Ziel der neuen Marketing-Strategie ist es, die Verkäufe um 20% innerhalb des nächsten Quartals zu steigern. Wir haben unser Ziel letztes Jahr erreicht, indem wir als Team zusammenarbeiteten. Ich werde mir ein Ziel setzen, dieses Projekt bis zum Ende des Monats zu beenden.",
      "example_translation": "L'obiettivo della nuova strategia di marketing è aumentare le vendite del 20% entro il prossimo trimestre. Abbiamo raggiunto il nostro obiettivo l'anno scorso lavorando insieme come una squadra. Imposterò un obiettivo per finire questo progetto entro la fine del mese.",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstoßig",
      "translation": "offensivo",
      "definition": "Verdrossenheit oder Abscheu erregend; unangemessen oder unerwünscht.",
      "definition_translation": "Che causa risentimento o disgusto; sgradevole o inaccettabile.",
      "example": "Die anstößige Werbung der Firma wurde als unangemessen beurteilt und aus sozialen Medien entfernt. Die defensive Strategie des Teams war schwach, was ihre offensiven Spielzüge unwirksam machte. Der Quarterback beging einen anstößigen Foul während des Spiels.",
      "example_translation": "La pubblicità offensiva dell'azienda è stata giudicata inappropriata e rimossa dai social media. La strategia difensiva della squadra era debole, il che ha reso il loro gioco offensivo inefficace. Il quarterback ha fatto un fallo offensivo durante il gioco.",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "optimistisch",
      "translation": "ottimista",
      "definition": "Ein Gefühl habend, dass gute Dinge passieren werden; hoffnungsvoll.",
      "definition_translation": "Avere o mostrare una sensazione che cose buone accadranno; speranzoso.",
      "example": "Sie war optimistisch über ihre Chancen, den Job nach dem Vorstellungsgespräch zu bekommen. Die Wirtschaft war seit der Einführung der neuen Politik optimistisch. Wir sind optimistisch, dass das neue Produkt ein Erfolg wird.",
      "example_translation": "Era ottimista sulle sue possibilità di ottenere il lavoro dopo la intervista. L'economia è stata ottimista dal momento in cui la nuova politica è stata implementata. Siamo ottimisti che il nuovo prodotto sarà un successo.",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisiert",
      "translation": "organizzato",
      "definition": "Eine systematische oder methodische Anordnung von Teilen oder Elementen hat; gut geplant und koordiniert.",
      "definition_translation": "Avendo un arrangiamento sistematico o metodico delle parti o elementi; ben pianificato e coordinato.",
      "example": "Ich habe meine Dateien letzte Nacht organisiert, ich organisiere eine Party nächste Woche und ich werde morgen ein Treffen organisieren.",
      "example_translation": "Ho organizzato i miei file la scorsa notte, sto organizzando una festa la prossima settimana e organizzerò una riunione domani.",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "skandalös",
      "translation": "oltraggioso",
      "definition": "Erschütternd, übertrieben oder inakzeptabel; verletzt moralische Standards oder Konventionen.",
      "definition_translation": " Shockante, eccessivo o inaccettabile; violando gli standard morali o le convenzioni.",
      "example": "Die Nachricht über das skandalöse Verbrechen verbreitete sich schnell, die skandalösen Preise des Unternehmens vertrieben Kunden und das skandalöse Verhalten des Stars wurde verurteilt.",
      "example_translation": "La notizia del crimine oltraggioso si diffuse rapidamente, i prezzi oltraggiosi dell'azienda allontanarono i clienti e il comportamento oltraggioso della celebrità fu condannato.",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmerzhaft",
      "translation": "dolorevole",
      "definition": "Verursacht körperlichen oder emotionalen Schmerz oder Unbehagen; unangenehm oder beunruhigend.",
      "definition_translation": "Causando dolore fisico o emocionale o discomfort; spiacevole o distressante.",
      "example": "Die schmerzhafte Erinnerung an den Unfall haut mich noch heute, der schmerzhafte Prozess der Genesung war lang und die schmerzhafte Nachricht vom Verlust war vernichtend.",
      "example_translation": "Il ricordo doloroso dell'incidente mi perseguita ancora, il processo doloroso di recupero fu lungo e la notizia dolorosa della perdita fu devastante.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leidenschaftlich",
      "translation": "appassionato",
      "definition": "Hat oder zeigt eine starke Gefühl von Begeisterung und Aufregung.",
      "definition_translation": "avendo o mostrando una forte sensazione di entusiasmo e emozione",
      "example": "Sie ist leidenschaftlich bei ihrer Arbeit, und das zeigt sich in ihrer Hingabe. Sie war leidenschaftlich bei ihren Hobbys und sie ist immer noch leidenschaftlich dafür.",
      "example_translation": "E' appassionata del suo lavoro, e lo dimostra nella sua dedizione. Era appassionata delle sue attività ricreative, e lo è ancora appassionata nei confronti di esse.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "passiv",
      "translation": "passivo",
      "definition": "Nimmt keinen aktiven Teil an etwas, lässt Dinge geschehen, ohne zu versuchen, sie zu ändern oder zu kontrollieren.",
      "definition_translation": "non prendendo parte attiva in qualcosa, consentendo che le cose accadano senza cercare di cambiarle o controllarle",
      "example": "Er war passiv während des Meetings, ohne sich am Gespräch zu beteiligen. Sie war passiv in ihrem Lernansatz, sich auf andere verlassend, um ihr zu lehren.",
      "example_translation": "Lui è stato passivo durante la riunione, senza contribuire alla discussione. Lei è stata passiva nel suo approccio all'apprendimento, contando su altri per insegnarle.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "pessimistisch",
      "translation": "pessimista",
      "definition": "Hat oder zeigt eine negative Sicht auf das Leben, erwartet schlechte Dinge zu geschehen.",
      "definition_translation": "avendo o mostrando un punto di vista negativo sulla vita, aspettandosi che accadano cose brutte",
      "example": "Er ist pessimistisch über die Zukunft, immer das Schlimmste erwartend. Sie war pessimistisch über ihre Chancen, den Job zu bekommen, aber sie bekam ihn doch.",
      "example_translation": "Lui è pessimista sul futuro, sempre aspettandosi il peggio. Lei era pessimista sulle sue possibilità di ottenere il lavoro, ma l'ha ottenuto comunque.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versteinert",
      "translation": "impietrato",
      "definition": "Extrem ängstlich oder besorgt.",
      "definition_translation": "estremamente spaventato o ansioso",
      "example": "Ich war versteinert, als ich die Schlange sah, aber ich bin es nicht mehr, und ich werde vorsichtiger sein in Zukunft.",
      "example_translation": "Ero impietrato quando ho visto il serpente, ma non lo sono più, e sarò più prudente nel futuro.",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "praktisch",
      "translation": "pratico",
      "definition": "Besorgt mit der tatsächlichen Ausführung oder Verwendung von etwas anstatt mit Theorie oder Ideologie.",
      "definition_translation": "concernente la effettiva realizzazione o utilizzo di qualcosa anziché con la teoria o l'ideologia",
      "example": "Ich bin ein praktischer Mensch, ich war praktisch in der Vergangenheit und ich werde praktisch in Zukunft sein.",
      "example_translation": "Sono una persona pratica, sono stato pratico nel passato e sarò pratico nel futuro.",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "professionell",
      "translation": "professionista",
      "definition": "Engagiert in einer bestimmten Tätigkeit oder Beschäftigung zur Bezahlung oder als Mittel, um den Lebensunterhalt zu verdienen.",
      "definition_translation": "impegnato in una specifica attività o occupazione per pagamento o come mezzo di sostentamento",
      "example": "Ich bin ein professioneller Athlet, ich war ein professioneller Musiker und ich werde ein professioneller Schriftsteller sein.",
      "example_translation": "Sono un atleta professionista, sono stato un musicista professionista e sarò uno scrittore professionista.",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verwirrt",
      "translation": "perplesso",
      "definition": "Fühlt sich verwirrt oder unsicher über etwas.",
      "definition_translation": "sentirsi confuso o incerto su qualcosa",
      "example": "Ich war verwirrt durch das Mathe-Problem, dann habe ich es gelöst. Ich bin verwirrt durch die Anweisungen. Ich werde verwirrt durch die Komplexität des Projekts sein.",
      "example_translation": "Ero perplesso dal problema di matematica, poi l'ho risolto. Sono perplesso dalle istruzioni. Sarò perplesso dalla complessità del progetto.",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "qualifiziert",
      "translation": "qualificato",
      "definition": "über die notwendigen Fähigkeiten, Erfahrungen oder Kenntnisse verfügend, um etwas zu tun",
      "definition_translation": "avendo le competenze, l'esperienza o le conoscenze necessarie per fare qualcosa",
      "example": "Sie war qualifiziert für den Job, daher bekam sie ihn. Er ist qualifiziert, Englisch zu unterrichten. Sie werden bei der nächsten Wahl qualifiziert sein, abzustimmen.",
      "example_translation": "Era qualificata per il lavoro, quindi l'ha ottenuto. È qualificato per insegnare inglese. Saranno qualificati per votare alle prossime elezioni.",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "realistisch",
      "translation": "realistico",
      "definition": "basierend auf dem, was real und möglich ist, statt auf dem, was man sich wünscht oder imaginiert",
      "definition_translation": "basato su ciò che è reale e possibile, piuttosto che su ciò che si desidera o si immagina",
      "example": "Der Film war realistisch, ich liebe ihn. Sie ist realistisch in Bezug auf ihre Ziele. Sie werden realistisch in Bezug auf den Zeitplan sein.",
      "example_translation": "Il film era realistico, l'ho amato. È realistica sui suoi obiettivi. Saranno realistici sulla scadenza.",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vernünftig",
      "translation": "ragionevole",
      "definition": "in der Lage, vernünftig zu denken und zu handeln; vernünftig und fair",
      "definition_translation": "Avendo la capacità di pensare e agire utilizzando la ragione; sensibile e giusta.",
      "example": "Sie war eine vernünftige Person und hörte immer den Meinungen anderer zu. Sie war vernünftig in ihren Forderungen. Sie wird vernünftig sein und auf den Preis einigen.",
      "example_translation": "Era una persona ragionevole e sempre ascoltava le opinioni degli altri. Era stata ragionevole nelle sue richieste. Sarà ragionevole e si comprometterà sul prezzo.",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "religiös",
      "translation": "religioso",
      "definition": "in Bezug auf oder glaubend an eine Religion; eine starke Ehrfurcht und Verehrung für einen Gott oder Götter",
      "definition_translation": "Relativo o credente in una religione; avendo un forte sentimento di rispetto e riverenza per un dio o dèi.",
      "example": "Er war ein religiöser Mensch und betete jeden Tag. Sie war religiös in ihren jüngeren Jahren. Sie werden religiös sein und alle heiligen Tage beobachten.",
      "example_translation": "Era una persona religiosa e pregava ogni giorno. Era stata religiosa nei suoi anni giovanili. Saranno religiosi e osserveranno tutti i giorni santi.",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfinderisch",
      "translation": "risorsevole",
      "definition": "in der Lage, schnell und geschickt Schwierigkeiten zu überwinden; die Fähigkeit, verfügbare Ressourcen effektiv zu nutzen",
      "definition_translation": "In grado di trovare modi rapidi e astuti per superare le difficoltà; avendo la capacità di utilizzare le risorse disponibili in modo efficace.",
      "example": "Sie war eine erfinderische Person und fand immer einen Weg aus dem Trouble. Er war erfinderisch bei der Verwaltung der Firmenfinanzen. Sie werden erfinderisch sein und eine Lösung für das Problem finden.",
      "example_translation": "Era una persona risorsevole e sempre trovava un modo per uscire dai guai. Era stato risorsevole nella gestione delle finanze dell'azienda. Saranno risorsevoli e troveranno una soluzione al problema.",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "achtbar",
      "translation": "rispettoso",
      "definition": "würdig von Respekt oder Ehre; ein guter Ruf; gekennzeichnet durch Würde und Anstand",
      "definition_translation": "Degno di rispetto o stima; avente una buona reputazione; caratterizzato dalla dignità e proprietà.",
      "example": "Er war ein achtbarer Mitglied der Gemeinschaft, bekannt für seine Freundlichkeit und Großzügigkeit. Er war ein achtbarer Lehrer für über 20 Jahre. Er wird ein achtbarer Führer in der Zukunft sein.",
      "example_translation": "Era un membro rispettoso della comunità, noto per la sua gentilezza e generosità. Era stato un insegnante rispettoso per oltre 20 anni. Sarà un leader rispettoso nel futuro.",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "respektiert",
      "translation": "rispettato",
      "definition": "fühlen oder zeigen von Respekt, Bewunderung oder Ehrfurcht; mit Würde oder Höflichkeit behandelt",
      "definition_translation": "Sentimento o mostrando stima, ammirazione o deferenza; trattato con dignità o cortesia.",
      "example": "Sie war von allen im Unternehmen geachtet für ihre harte Arbeit und ihr Engagement. Er wird respektiert werden für seine Tapferkeit im Krieg. Sie war respektiert für ihre Weisheit und Rat.",
      "example_translation": "Era rispettata da tutti nella società per il suo lavoro duro e la sua dedizione. Sarà rispettato per la sua bravura nella guerra. Era stata rispettata per la sua saggezza e consiglio.",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortlich",
      "translation": "responsabile",
      "definition": "eine Verpflichtung hat, etwas zu tun; verantwortlich für seine Handlungen; zuverlässig und vertrauenswürdig",
      "definition_translation": "Avere un obbligo di fare qualcosa; responsabile per le proprie azioni; affidabile e degno di fiducia.",
      "example": "Er war verantwortlich für den Erfolg des Projekts. Sie wird in der Zukunft verantwortlich sein für die Finanzen des Unternehmens. Sie waren verantwortlich für den Sieg des Teams.",
      "example_translation": "Era responsabile del successo del progetto. Sarà responsabile delle finanze dell'azienda nel futuro. Erano stati responsabili della vittoria della squadra.",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riskant",
      "translation": "rischioso",
      "definition": "mit Unsicherheit oder Gefahr verbunden, mit Möglichkeit von Verlust oder Schaden",
      "definition_translation": "che coinvolge incertezza o pericolo, con la possibilità di perdita o danno",
      "example": "Ich bin nicht bereit, ein riskantes Investment zu tätigen, aber ich werde eine sicherere Option in Erwägung ziehen. Ich traf vor einem Jahr eine riskante Entscheidung, und es hat nicht funktioniert. Wenn ich du wäre, würde ich riskante Entscheidungen vermeiden.",
      "example_translation": "Non sono disposto a fare un investimento rischioso, ma considers una opzione più sicura. Ho preso una decisione rischiosa l'anno scorso, e non ha funzionato. Se fossi in te, eviterei di fare scelte rischiose.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruthlos",
      "translation": "spietato",
      "definition": "ohne Mitleid oder Gnade; extrem hart und grausam",
      "definition_translation": "avendo o mostrando nessuna pietà o misericordia, estremamente duro e crudele",
      "example": "Der ruthlose Diktator herrschte das Land mit eiserner Faust. Sie war in ihrer Kritik an der Politik des Gegners ruthlos. Das Unternehmen ging durch seine gnadenlose Vorgehensweise bankrott.",
      "example_translation": "Il dittatore spietato governò il paese con pugno di ferro. Era spietata nella sua critica della politica dell'avversario. L'approccio spietato dell'azienda nel business portò alla sua caduta.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "empfindlich",
      "translation": "sensibile",
      "definition": "in der Lage, leichte Veränderungen, Vibrationen oder Signale wahrzunehmen, emotional",
      "definition_translation": "in grado di rilevare o rispondere a cambiamenti leggeri, vibrazioni o segnali, emotivo",
      "example": "Das empfindliche Instrument erfasste die leichtesten Temperaturveränderungen. Sie ist sehr empfindlich gegen Kritik, daher sei vorsichtig, was du sagst. Die empfindliche Frage wurde von dem Diplomaten mit Sorgfalt behandelt.",
      "example_translation": "Lo strumento sensibile raccolse i cambiamenti minimi di temperatura. È molto sensibile alle critiche, quindi stai attento a cosa dici. La questione sensibile è stata gestita con cura dal diplomatico.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streng",
      "translation": "severo",
      "definition": "Äußerst ernst oder streng; intensiv oder äußerst in Grad oder Schwere.",
      "definition_translation": "Estremamente serio o severo; intenso o estremo in grado o severità.",
      "example": "Die strengen Wetterwarnungen veranlassten uns, unsere Außenpläne abzusagen. Wir hatten nach dem Unfall äußerst starke Schmerzen. Wenn ich 60 bin, werde ich starke Arthrose haben.",
      "example_translation": "L'avvertimento meteorologico severo ci ha indotto a cancellare i nostri piani outdoor. Avevamo esperito un dolore severo dopo l'incidente. Quando avrò 60 anni, avrò l'artrite severa.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geschickt",
      "translation": "abile",
      "definition": "Ein großes Maß an Fähigkeit oder Fachkenntnis besitzend; fachmännisch durchgeführt oder vollendet.",
      "definition_translation": "Avendo o mostrando una grande quantità di abilità o expertise; fatto o eseguito con perizia.",
      "example": "Der geschickte Chirurg rettete mein Leben. Sie ist eine geschickte Malerin. Wenn ich graduiert bin, werde ich ein geschickter Ingenieur sein.",
      "example_translation": "Il chirurgo abile mi ha salvato la vita. È una pittrice abile. Quando mi laureerò, sarò un ingegnere abile.",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfahren",
      "translation": "esperto",
      "definition": "Ein großes Maß an Wissen, Erfahrung oder Übung in einem bestimmten Bereich besitzend; ausgebildet oder befähigt.",
      "definition_translation": "Avendo una grande quantità di conoscenza, esperienza o pratica in un particolare settore; addestrato o esperto.",
      "example": "Der erfahrene Fahrer navigierte die gefährliche Straße. Sie ist eine erfahrene Musikerin. Bis nächstes Jahr werde ich ein erfahrener Programmierer sein.",
      "example_translation": "Il guidatore esperto ha navigato la strada pericolosa. È una musicista esperta. L'anno prossimo, sarò un programmatore esperto.",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sophistisch",
      "translation": "raffinato",
      "definition": "Ein großes Maß an Erfahrung und Weltkenntnis besitzend und in der Lage, komplexe und subtile Dinge zu verstehen und zu schätzen.",
      "definition_translation": "Avendo o mostrando una grande quantità di esperienza e conoscenza del mondo, e in grado di capire e apprezzare cose complesse e sottili.",
      "example": "Sie war eine sophistische Reisende, die viele Länder besucht hatte. Sie wird sophistisch genug sein, die Feinheiten der Kultur zu verstehen. Sie war in ihren Geschmacksrichtungen über die Jahre hinweg sophistischer geworden.",
      "example_translation": "Era una viaggiatrice raffinata che aveva visitato molti paesi. Sarà abbastanza raffinata per capire le sfumature della cultura. Era diventata più raffinata nei suoi gusti nel corso degli anni.",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spirituell",
      "translation": "spirituale",
      "definition": "In Bezug auf oder betreffend den Geist oder die Seele, anstatt materieller Dinge; eine starke Verbindung zu einer höheren Macht oder dem Universum habend.",
      "definition_translation": "Relativo o riguardante lo spirito o l'anima, piuttosto che le cose materiali; avere una forte connessione con un potere superiore o l'universo.",
      "example": "Der spirituelle Führer leitete die Gemeinde in der Meditation. Sie war auf einer spirituellen Reise, um inneren Frieden zu finden. Die spirituelle Erfahrung hat ihr Leben für immer verändert.",
      "example_translation": "Il leader spirituale ha guidato la congregazione nella meditazione. Era stata in viaggio spirituale per trovare la pace interiore. L'esperienza spirituale le ha cambiato la vita per sempre.",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spontan",
      "translation": "spontaneo",
      "definition": "Ohne vorherige Planung oder Überlegung durchgeführt oder gesagt; auf natürliche Weise, ohne erzwungen oder künstlich zu sein.",
      "definition_translation": "Fatto o detto senza pianificazione o pensiero preventivo; accaduto o fatto naturalmente, senza essere costretto o artificiale.",
      "example": "Der spontane Applaus brach nach dem Konzert aus. Sie traf eine spontane Entscheidung, ihren Job zu kündigen. Die spontane Reaktion war eine des Schocks und des Unglaubens.",
      "example_translation": "L'applauso spontaneo è scoppiato dopo il concerto. Ha preso una decisione spontanea di lasciare il lavoro. La reazione spontanea è stata quella di shock e incredulità.",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gerade",
      "translation": "dritto",
      "definition": "In einer geraden Linie verlaufend; nicht gekrümmt oder gebogen; einen rechten Winkel mit etwas bildend.",
      "definition_translation": "Estendendosi o procedendo in una linea diretta; non curvo o piegato; formando un angolo retto con qualcos'altro.",
      "example": "Die Straße war gerade und flach, ideal für das Fahren. Ich ging gerade auf die Wand zu. Sie wird morgen ihr Haar gerade legen.",
      "example_translation": "La strada era dritta e piatta, perfetta per guidare. Ho camminato dritto nel muro. Lei si pettinerà i capelli domani.",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stur",
      "translation": "testardo",
      "definition": "Bestimmt, seine Meinung oder Position nicht zu ändern; unvernünftig trotzig.",
      "definition_translation": "Avendo o mostrando determinazione di non cambiare la propria attitudine o posizione; ostinato ingiustificatamente.",
      "example": "Er war stur und weigerte sich, anzuhören. Sie war stur in ihrer Entscheidung, ihren Job zu kündigen. Sie werden stur sein und nie aufgeben.",
      "example_translation": "Era testardo e si rifiutò di ascoltare la ragione. Era testarda nella sua decisione di lasciare il lavoro. Saranno testardi e non si arrenderanno mai.",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abergläubisch",
      "translation": "superstizioso",
      "definition": "Ein übermäßiges Maß an Angst vor dem Unbekannten habend, insbesondere in der Form eines Glaubens an übernatürliche Wesen oder Ereignisse.",
      "definition_translation": "Avendo o mostrando una paura eccessiva dell'ignoto, soprattutto nella forma di una credenza in esseri o eventi sovrannaturali.",
      "example": "Meine Großmutter ist abergläubisch und glaubt an Gespenster. Er war abergläubisch und trug ein Glückssymbol bei sich. Sie werden abergläubisch sein und schwarze Katzen meiden.",
      "example_translation": "Mia nonna è superstiziosa e crede nei fantasmi. Era superstizioso e portava un portafortuna. Saranno superstiziosi e避eranno i gatti neri.",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verdächtig",
      "translation": "sospetto",
      "definition": "Ein Gefühl hat, dass etwas nicht stimmt oder dass jemand nicht vertrauenswürdig ist.",
      "definition_translation": "Avendo o mostrando un sentimento che qualcosa non va o che qualcuno non può essere fidato.",
      "example": "Sie war misstrauisch gegenüber ihrem Partner wegen seines Verhaltens, er hatte sich in den letzten Wochen seltsam benommen, und sie wird ihm in Zukunft misstrauisch sein.",
      "example_translation": "Era sospettosa del comportamento del suo partner, aveva agito in modo strano per settimane e sospetterà di lui in futuro.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mitfühlend",
      "translation": "simpatico",
      "definition": "Hat oder zeigt Gefühle des Mitleids, der Traurigkeit oder der Besorgnis um die Probleme oder Leiden anderer.",
      "definition_translation": "Avendo o mostrando sentimenti di pietà, dolore o preoccupazione per i problemi o le sofferenze di qualcun altro.",
      "example": "Sie war ihrem Freund gegenüber mitfühlend, der gerade seinen Job verloren hatte, sie war in der Vergangenheit mitfühlend gewesen, als er durch eine schwere Zeit ging, und sie wird ihm in Zukunft mitfühlend sein, wenn er erneut eine Herausforderung erlebt.",
      "example_translation": "Era simpatica verso l'amica che aveva appena perso il lavoro, era stata simpatica nel passato quando l'amica stava passando un momento difficile e sarà simpatica in futuro quando l'amica affronterà un'altra sfida.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angespannt",
      "translation": "teso",
      "definition": "Fühlt sich ängstlich oder nervös oder ruft bei anderen Ängste oder Nervosität hervor.",
      "definition_translation": "Sentendosi ansioso o nervoso, o causando sentimenti di ansia o nervosismo.",
      "example": "Die Atmosphäre während des Treffens war angespannt, der Lehrer war gestern angespannt, und die Schüler werden morgen während der Prüfung angespannt sein.",
      "example_translation": "L'atmosfera era tesa durante la riunione, L'insegnante era teso ieri e gli studenti saranno tesi durante l'esame di domani.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschreckend",
      "translation": "terrorizzante",
      "definition": "Erregt extremen Schrecken oder Furcht; extrem furchterregend.",
      "definition_translation": "Ispirare estrema paura; estremamente spaventoso.",
      "example": "Der erschreckende Film hielt mich die ganze Nacht wach, ich war erschrocken, als ich den Clown sah, und ich werde begeistert sein, wenn die Fortsetzung nächstes Jahr herauskommt.",
      "example_translation": "Il film terrorizzante mi ha tenuto sveglio tutta la notte, ero terrorizzato quando ho visto il clown, e sarò entusiasto quando il sequel uscirà il prossimo anno.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gedankenlos",
      "translation": "pensieroso",
      "definition": "zeigt sorgfältige Überlegung und Rücksichtnahme; freundlich und aufmerksam.",
      "definition_translation": "Mostrando attenta riflessione e considerazione; gentile e considerato.",
      "example": "Mein gedankenloser Freund überraschte mich mit einem Geburtstagskuchen, er wird mich nächstes Jahr wieder überraschen, und er hatte mich letztes Jahr überrascht.",
      "example_translation": "La mia amica pensierosa mi ha sorpreso con una torta di compleanno, mi sorprenderà di nuovo l'anno prossimo, e mi aveva sorpreso l'anno scorso.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "eccitato",
      "definition": "Fühlt sich extrem glücklich oder aufgerüstet; entzückt.",
      "definition_translation": "Sentirsi estremamente felice o emozionato; deliziato.",
      "example": "Ich war begeistert, als ich den Job bekam, ich werde begeistert sein, wenn ich in Urlaub gehe, und ich war begeistert auf dem Konzert.",
      "example_translation": "Ero eccitato quando ho ottenuto il lavoro, sarò eccitato quando andrò in vacanza, e ero stato eccitato al concerto.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zäh",
      "translation": "difficile",
      "definition": "Stark und in der Lage, rauen Umgang oder harsche Bedingungen zu ertragen, oder in der Lage, Schmerzen oder Schwierigkeiten ohne Klagen zu ertragen.",
      "definition_translation": "Forte e in grado di resistere a maneggiamenti ruvidi o condizioni dure, o in grado di sopportare il dolore o la difficoltà senza lamentarsi",
      "example": "Der Athlet war zäh und konnte den Schmerz ertragen, der Boxer war zäh und kämpfte zurück, und der Wanderer wird zäh sein und den Berg besteigen.",
      "example_translation": "L'atleta era difficile e poteva sopportare il dolore, il pugile era difficile e ha lottato, e l'escursionista sarà difficile e scalerà la montagna.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tragisch",
      "translation": "tragico",
      "definition": "Verursacht oder gekennzeichnet durch großes Leid oder Unbehagen, extrem unglücklich oder unvorteilhaft.",
      "definition_translation": "Causante o caratterizzato da grande tristezza o afflizione, estremamente infelice o sfortunato",
      "example": "Die tragische Geschichte von Romeo und Julia, der tragische Unfall auf der Autobahn, und der tragische Verlust des geliebten Haustiers wird für immer in Erinnerung bleiben.",
      "example_translation": "La storia tragica di Romeo e Giulietta, l'incidente tragico sulla autostrada, e la perdita tragica del caro animale domestico sarà ricordata per sempre.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbewusst",
      "translation": "ignaro",
      "definition": "Hat kein Wissen oder keine Vorstellung von etwas; keine Kenntnis oder Wahrnehmung von etwas hat.",
      "definition_translation": "Non sapendo o rendersi conto di qualcosa, non avere conoscenza o percezione di qualcosa",
      "example": "Der Tourist war sich der örtlichen Sitten unbewusst, der Student war sich des Abgabetermins unbewusst, und der Käufer war sich der versteckten Gebühr unbewusst.",
      "example_translation": "Il turista era ignaro delle consuetudini locali, lo studente era ignaro della scadenza, e l'acquirente era ignaro della commissione nascosta.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "incerto",
      "definition": "Hat oder zeigt keine klare oder bestimmte Meinung oder Absicht; zweifelhaft oder unklar in seinem Geist.",
      "definition_translation": "Non avendo o mostrando un'opinione o intenzione chiara o certa; dubbio o poco chiaro nella propria mente.",
      "example": "Ich war unsicher, was ich tun sollte, also beschloss ich, um Rat zu bitten. Ich war unsicher über meine Entscheidung, aber jetzt bin ich sicher. Ich werde unsicher über das Ergebnis sein, bis die Ergebnisse bekannt gegeben werden.",
      "example_translation": "Ero incerto su cosa fare, quindi ho deciso di chiedere consiglio. Avevo dubitato della mia scelta, ma ora sono sicuro. Sarò incerto circa l'esito fino a quando i risultati non saranno annunciati.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verständnis",
      "translation": "comprensione",
      "definition": "Die Fähigkeit, die Gefühle eines anderen zu verstehen und zu teilen; eine gegenseitige Vereinbarung oder Regelung.",
      "definition_translation": "La capacità di comprendere e condividere i sentimenti di un'altra persona; un accordo o un'organizzazione reciproca.",
      "example": "Die beiden Freunde hatten ein tiefes Verständnis für die Gefühle des anderen. Das Verständnis zwischen den zwei Ländern führte zu einer friedlichen Lösung. Sie wird ein besseres Verständnis des Themas haben, wenn sie den Kurs abgeschlossen hat.",
      "example_translation": "I due amici avevano una profonda comprensione dei sentimenti reciproci. La comprensione tra i due paesi ha portato a una risoluzione pacifica. Avrà una migliore comprensione dell'argomento dopo aver completato il corso.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unruhig",
      "translation": "inquieto",
      "definition": "Sich ängstlich oder unbehaglich fühlend; nicht in Ruhe.",
      "definition_translation": "Sentendosi ansioso o a disagio; non essere a proprio agio.",
      "example": "Ich fühlte mich unruhig bei der Situation, deshalb beschloss ich zu gehen. Sie war unruhig wegen der Prüfung, aber fühlte sich besser, nachdem sie vorbei war. Er wird unruhig sein, bis er einen neuen Job findet.",
      "example_translation": "Mi sentivo a disagio sulla situazione, quindi ho deciso di andare via. Era stata inquieta sull'esame, ma si sentiva meglio dopo che era finito. Sarà inquieto fino a quando non troverà un nuovo lavoro.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unglücklich",
      "translation": "sfortunato",
      "definition": "Von Pech oder Unglück gezeichnet; unglückliche Ereignisse oder Umstände.",
      "definition_translation": "Avendo o segnati dalla cattiva sorte; eventi o circostanze sfortunate.",
      "example": "Ich war unglücklich genug, um im Regen ohne Schirm steckenzubleiben. Ich war in meinen Investitionen unlängst unglücklich. Ich werde unglücklich sein, wenn ich diesen Job nicht bekomme.",
      "example_translation": "Sono stato sfortunato abbastanza da rimanere intrappolato nella pioggia senza ombrello. Sono stato sfortunato nei miei investimenti ultimamente. Sarò sfortunato se non otterrò questo lavoro.",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhilfreich",
      "translation": "inutile",
      "definition": "Keine Assistenz oder Unterstützung bietend; nicht nützlich oder vorteilhaft.",
      "definition_translation": "Non fornendo aiuto o supporto; non utile o benefico.",
      "example": "Die Anweisungen waren unhilfreich und verwirrend. Sie war unhilfreich in meiner Zeit der Not. Die neue Politik war unhilfreich bei der Kostenreduzierung.",
      "example_translation": "Le istruzioni erano inutili e confuse. Lei è stata inutile nel mio momento di bisogno. La nuova politica è stata inutile nel ridurre i costi.",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbeliebt",
      "translation": "impopolare",
      "definition": "Von vielen Menschen nicht gemocht oder gebilligt; nicht populär.",
      "definition_translation": "Non amato o approvato da molte persone; non ben visto.",
      "example": "Das neue Steuergesetz war unbeliebt bei vielen Bürgern. Er war unbeliebt in der Schule aufgrund seiner Arroganz. Die Entscheidung war unbeliebt unter den Angestellten.",
      "example_translation": "La nuova legge fiscale è stata impopolare con molti cittadini. Era impopolare a scuola a causa della sua arroganza. La decisione è stata impopolare tra i dipendenti.",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvorhersehbar",
      "translation": "imprevedibile",
      "definition": "Nicht vorauszusehen oder vorherzusagen; ungewiss im Ausgang oder Ergebnis.",
      "definition_translation": "Non in grado di essere previsto o pronosticato; incerto nell'esito o risultato.",
      "example": "Das Wetter war unvorhersehbar, deshalb brachten wir einen Schirm mit. Der Erfolg des Unternehmens war unvorhersehbar, aber sie schafften es, sich über Wasser zu halten. Die Leistung des Teams wird unvorhersehbar sein im nächsten Spiel.",
      "example_translation": "Il tempo era imprevedibile, quindi abbiamo dovuto portare un ombrello. Il successo dell'azienda era imprevedibile, ma sono riusciti a restare a galla. La prestazione della squadra sarà imprevedibile nel prossimo gioco.",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unrealistisch",
      "translation": "irrealistico",
      "definition": "Nicht auf der Realität beruhend; nicht praktikabel oder möglich unter den Umständen.",
      "definition_translation": "Non basato sulla realtà; non pratico o possibile nelle circostanze.",
      "example": "Der Romanautor schilderte eine utopische Gesellschaft unrealistisch. Sie hatte unrealistische Erwartungen an den neuen Job. Das Ziel des Teams, die Meisterschaft zu gewinnen, war unrealistisch angesichts ihrer aktuellen Leistung.",
      "example_translation": "La rappresentazione della società utopica del romanziere era irrealistica. Aveva aspettative irrealistiche sul suo nuovo lavoro. L'obiettivo della squadra di vincere il campionato era irrealistico dati le prestazioni attuali.",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvernünftig",
      "translation": "irragionevole",
      "definition": "Nicht auf gesundem Urteil oder gutem Sinn beruhend; absurd oder dumm.",
      "definition_translation": "Non basato su giudizio sano o buon senso; assurdo o folle.",
      "example": "Seine unvernünftigen Forderungen führten zum Zusammenbruch der Verhandlungen. Die unvernünftige Deadline setzte dem Team viel Druck aus. Die unvernünftige Angst vor Spinnen hielt sie zurück.",
      "example_translation": "Le sue richieste irragionevoli hanno portato al collasso delle trattative. La scadenza irragionevole ha messo molta pressione sulla squadra. La paura irragionevole dei ragni la stava trattenendo indietro.",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzuverlässig",
      "translation": "inaffidabile",
      "definition": "Nicht zu vertrauen oder auf sich verlassen zu können; instabil oder unvorhersehbar.",
      "definition_translation": "Non in grado di essere fidato o affidato; instabile o imprevedibile.",
      "example": "Das unzuverlässige Internet des Unternehmens verursachte Probleme für die Angestellten. Sie waren unzuverlässig bei ihren Lieferterminen. Bis sie 30 sind, werden sie zuverlässiger sein.",
      "example_translation": "La connessione internet instabile dell'azienda stava causando problemi ai dipendenti. Erano inaffidabili sulle date di consegna. Quando avranno 30 anni, saranno più affidabili.",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "incerto",
      "definition": "Keine Gewissheit oder Zuversicht über etwas oder jemanden habend.",
      "definition_translation": "Non avere o mostrare certezza o fiducia in qualcosa o qualcuno.",
      "example": "Ich bin unsicher, was ich tun soll. Sie war unsicher über ihre Antwort. Bis nächstes Jahr werde ich sicher über meine Karriere sein.",
      "example_translation": "Non sono sicuro di cosa fare. Lei era incerta della sua risposta. L'anno prossimo, sarò sicuro della mia carriera.",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gewalttätig",
      "translation": "violento",
      "definition": "Gebrauch oder Charakterisierung von physischer Gewalt, um Schaden oder Verletzung zu verursachen.",
      "definition_translation": "Che utilizza o è caratterizzato da forza fisica intesa a causare danno o danni.",
      "example": "Der gewalttätige Sturm zerstörte viele Häuser. Die gewalttätigen Proteste führten zu vielen Verhaftungen. Bis 2025 wird die gewalttätige Kriminalitätsrate abnehmen.",
      "example_translation": "La tempesta violenta ha distrutto molte case. Le proteste violente hanno portato a molti arresti. Nel 2025, il tasso di crimini violenti diminuirà.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "willkommen",
      "translation": "benvenuto",
      "definition": "Ein Gruß oder Empfang, insbesondere ein formeller oder offizieller.",
      "definition_translation": "Un saluto o ricevimento, specialmente uno formale o ufficiale.",
      "example": "Ich heiße Sie herzlich in unserem neuen Zuhause willkommen. Wir haben unseren neuen Kollegen gestern willkommen geheißen. Wir werden die neuen Studenten nächstes Semester willkommen heißen.",
      "example_translation": "Ti do il benvenuto nella nostra nuova casa. Abbiamo accolto il nostro nuovo collega ieri. Accoglieremo i nuovi studenti il prossimo semestre.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgewogen",
      "translation": "equilibrato",
      "definition": "Mit einer proportionierten und harmonischen Anordnung von Elementen, insbesondere in einer Person oder einem Kunstwerk.",
      "definition_translation": "Avere un arrangiamento proporzionato e armonioso degli elementi, soprattutto nel carattere di una persona o in un'opera d'arte.",
      "example": "Sie ist eine ausgewogene Person mit einem guten Humor. Das Unternehmen hat ein ausgewogenes Portfolio von Investitionen. Der Künstler schuf eine ausgewogene Komposition.",
      "example_translation": "È una persona equilibrata con un buon senso dell'umorismo. La società ha un portfolio di investimenti equilibrato. L'artista ha creato una composizione equilibrata.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weise",
      "translation": "saggio",
      "definition": "Habend oder zeigend Erfahrung, Wissen und guten Ratesinn.",
      "definition_translation": "Avere o mostrare esperienza, conoscenza e buon giudizio.",
      "example": "Er ist ein weiser alter Mann, der immer guten Rat gibt. Sie war weise genug, in den Aktienmarkt zu investieren. Sie werden weise sein, dem Experten zuzuhören.",
      "example_translation": "È un uomo saggio che sempre dà buoni consigli. Era saggia di investire nel mercato azionario. Saranno saggi ad ascoltare l'opinione dell'esperto.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geistreich",
      "translation": "spiritoso",
      "definition": "Habend oder zeigend eine schnelle und einfallsreiche Geist, in der Lage, schnell clevere Ideen und Sprüche zu erfinden.",
      "definition_translation": "Avendo o mostrando una mente pronta e inventiva, in grado di pensare a idee e affermazioni intelligenti.",
      "example": "Sie war eine geistreiche Person, immer bereit mit einer cleveren Antwort. Sie war geistreich genug, den Konflikt zu lösen. Sie wird geistreich genug sein, um alle zum Lachen zu bringen.",
      "example_translation": "Era una persona spiritosa, sempre pronta con una replica intelligente. Era stata sufficientemente spiritosa da risolvere il conflitto. Sarà sufficientemente spiritosa da far ridere tutti.",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besorgniserregend",
      "translation": "preoccupante",
      "definition": "Anlass für Ängste oder Besorgnis gebend, Furcht oder Unruhe hervorrufend.",
      "definition_translation": "Causando sentimenti di ansia o preoccupazione, dando origine a paura o inquietudine.",
      "example": "Der besorgniserregende Trend in der Wirtschaft dauert seit Monaten an. Wir haben uns Sorgen um die Sicherheit unserer Kinder gemacht. Sie werden sich Sorgen um ihre Examinaussichten machen.",
      "example_translation": "La tendenza preoccupante dell'economia è stata in corso per mesi. Ci preoccupavamo della sicurezza dei nostri figli. Si preoccuperanno dei loro risultati degli esami.",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]
}