{
  "data": [
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bank",
      "translation": "banca",
      "definition": "Eine Bank ist eine Finanzinstitution, die Finanzdienstleistungen für ihre Kunden anbietet.",
      "definition_translation": "Una banca è un'istituzione finanziaria che fornisce servizi finanziari ai suoi clienti.",
      "example": "Ich ging gestern zur Bank, um mein Gehalt zu einzahlen. Ich gehe jede Freitag zur Bank, um Bargeld abzuheben. Ich werde morgen zur Bank gehen, um ein neues Konto zu eröffnen.",
      "example_translation": "Sono andato in banca ieri per depositare il mio assegno. Vado in banca ogni venerdì per prelevare contanti. Andrò in banca domani per aprire un nuovo conto.",
      "imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bar",
      "translation": "bar",
      "definition": "Eine Bar ist ein Ort, an dem Getränke und Snacks serviert werden.",
      "definition_translation": "Un bar è un luogo dove vengono serviti drink e snack.",
      "example": "Ich ging letzten Abend in die Bar, um das Spiel anzusehen. Ich gehe jede Samstag in die Bar, um meine Freunde zu treffen. Ich werde heute Abend in die Bar gehen, um meinen Geburtstag zu feiern.",
      "example_translation": "Sono andato al bar la scorsa notte per guardare la partita. Vado al bar ogni sabato per incontrare i miei amici. Andrò al bar stasera per festeggiare il mio compleanno.",
      "imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strand",
      "translation": "spiaggia",
      "definition": "Ein Strand ist eine Landform entlang eines Gewässers, bestehend aus losen Teilchen wie Sand oder Kies.",
      "definition_translation": "Una spiaggia è una forma di terra lungo un corpo d'acqua, composta da particelle libere come sabbia o ciottoli.",
      "example": "Ich ging letzten Sommer zum Strand, um zu schwimmen. Ich gehe jeden Wochenende zum Strand, um mich zu entspannen. Ich werde nächsten Monat zum Strand gehen, um Sandburgen zu bauen.",
      "example_translation": "Sono andato in spiaggia l'estate scorsa per nuotare. Vado in spiaggia ogni weekend per rilassarmi. Andrò in spiaggia il mese prossimo per costruire castelli di sabbia.",
      "imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Café",
      "translation": "caffè",
      "definition": "Ein Café ist ein kleines Restaurant oder Coffeeshop, das typically Kaffee und Snacks serviert.",
      "definition_translation": "Un piccolo ristorante o caffè, di solito uno che serve caffè e spuntini.",
      "example": "Ich ging gestern ins Café, ich gehe jetzt ins Café und ich werde morgen ins Café gehen.",
      "example_translation": "Sono andato al caffè ieri, sto andando al caffè adesso e andrò al caffè domani.",
      "imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kino",
      "translation": "cinema",
      "definition": "Ein Kino ist ein Theater oder Gebäude, in dem Filme gezeigt werden.",
      "definition_translation": "Un teatro o edificio dove vengono mostrati film.",
      "example": "Ich sah gestern Abend einen Film im Kino, ich sehe jetzt einen Film im Kino und ich werde nächste Woche einen Film im Kino sehen.",
      "example_translation": "Ho guardato un film al cinema ieri sera, sto guardando un film al cinema adesso e guarderò un film al cinema la prossima settimana.",
      "imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fabrik",
      "translation": "fabbrica",
      "definition": "Eine Fabrik ist ein Gebäude oder eine Anlage, in der Waren hergestellt oder montiert werden.",
      "definition_translation": "Un edificio o complesso di edifici dove vengono prodotti o assemblati beni.",
      "example": "Die Fabrik produzierte Autos gestern, die Fabrik produziert Autos jetzt und die Fabrik wird Autos nächstes Jahr produzieren.",
      "example_translation": "La fabbrica ha prodotto automobili ieri, la fabbrica sta producendo automobili adesso e la fabbrica produrrà automobili il prossimo anno.",
      "imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hof",
      "translation": "fattoria",
      "definition": "Ein Hof ist ein Gebiet, das landwirtschaftlich genutzt wird, oft mit Gebäuden und Ausrüstungen für die Tierhaltung und den Anbau von Feldfrüchten.",
      "definition_translation": "Una fattoria è un'area di terreno utilizzata per scopi agricoli, spesso con edifici e attrezzature per allevare bestiame e coltivare raccolti.",
      "example": "Ich besuchte letzten Sommer den Hof meines Onkels, wo er Rinder aufzog und Weizen anbaute. Er hat dort bereits über 20 Jahre lang Landwirtschaft betrieben. Er wird seinen Hof nächstes Jahr erweitern.",
      "example_translation": "Ho visitato la fattoria di mio zio l'ultimo estate, dove allevava bestiame e coltivava grano. Ha lavorato nella fattoria per oltre 20 anni. Espanderà la sua fattoria l'anno prossimo.",
      "imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "appartamento",
      "definition": "Eine Wohnung ist eine Wohnungseinheit, die typischerweise auf einer Ebene liegt, und als Wohnung oder Residenz genutzt wird.",
      "definition_translation": "Un appartamento è un insieme di stanze, normalmente su un singolo livello, utilizzato come abitazione o residenza.",
      "example": "Ich lebe in einer Wohnung im Stadtzentrum, was für mich sehr praktisch ist. Ich habe bereits drei Jahre lang in dieser Wohnung gewohnt und werde bald in eine neue Wohnung umziehen. Mein Vater hatte eine Wohnung in Rom, als ich ein Kind war.",
      "example_translation": "Vivo in un appartamento nel centro città, che è molto comodo per me. Ho vissuto in questo appartamento per tre anni e mi trasferirò in uno nuovo presto. I miei genitori avevano un appartamento a Roma quando ero bambino.",
      "imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krankenhaus",
      "translation": "ospedale",
      "definition": "Ein Krankenhaus ist eine Einrichtung, die medizinische und chirurgische Versorgung von Patienten anbietet, oft mit speziellen Einrichtungen und Geräten.",
      "definition_translation": "Un ospedale è un'istituzione sanitaria che fornisce trattamento medico e chirurgico ai pazienti, spesso con strutture e attrezzature specializzate.",
      "example": "Meine Schwester ist Ärztin im Krankenhaus in unserer Stadt, wo sie mit einem Team erfahrener Chirurgen arbeitet. Das Krankenhaus wird nächstes Jahr renoviert werden, um seine Einrichtungen zu verbessern. Sie wurde nach dem Unfall eine Woche lang im Krankenhaus behandelt.",
      "example_translation": "Mia sorella è un medico all'ospedale nella nostra città, dove lavora con un team di chirurghi esperti. L'ospedale sarà ristrutturato l'anno prossimo per migliorare le sue strutture. È stata ricoverata per una settimana dopo l'incidente.",
      "imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hotel",
      "translation": "albergo",
      "definition": "Ein Hotel ist eine Einrichtung, die Unterkunft, Verpflegung und andere Dienstleistungen für Reisende und Touristen anbietet.",
      "definition_translation": "Un albergo è un'istituzione che fornisce alloggio, pasti e altri servizi ai viaggiatori e turisti.",
      "example": "Ich übernachtete letztes Jahr in einem Hotel in Paris. Ich übernachte jetzt in einem Hotel in Rom. Ich werde nächstes Monat in einem Hotel in Mailand übernachten.",
      "example_translation": "Sono stato in un albergo a Parigi l'anno scorso. Sto soggiornando in un albergo a Roma ora. Soggiernerò in un albergo a Milano il prossimo mese.",
      "imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haus",
      "translation": "casa",
      "definition": "Ein Haus ist ein Gebäude für die menschliche Unterkunft, insbesondere ein Wohnort oder eine Residenz.",
      "definition_translation": "Una casa è un edificio per l'abitazione umana, specialmente un luogo di soggiorno o residenza.",
      "example": "Ich wohnte in einem Haus, als ich ein Kind war. Ich wohne in einem Haus jetzt. Ich werde in einem Haus auf dem Land nächstes Jahr wohnen.",
      "example_translation": "Ho vissuto in una casa quando ero bambino. Sto vivendo in una casa ora. Viverò in una casa in campagna l'anno prossimo.",
      "imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Museum",
      "translation": "museo",
      "definition": "Ein Museum ist eine Institution, die sich der Erforschung, Erhaltung, Studien, Ausstellung und pädagogischen Interpretation von Objekten mit wissenschaftlichem, historischem oder künstlerischem Wert widmet.",
      "definition_translation": "Un museo è un'istituzione dedicata all'acquisizione, alla conservazione, allo studio, all'esposizione e all'interpretazione educativa di oggetti aventi valore scientifico, storico o artistico.",
      "example": "Ich besuchte ein Museum in London letzte Woche. Ich besuche ein Museum in Florenz jetzt. Ich werde ein Museum in Venedig nächsten Monat besuchen.",
      "example_translation": "Ho visitato un museo a Londra la scorsa settimana. Sto visitando un museo a Firenze ora. Visiterò un museo a Venezia il prossimo mese.",
      "imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Park",
      "translation": "parco",
      "definition": "Ein großer öffentlicher Grünbereich in einer Stadt, für Erholung und Entspannung genutzt",
      "definition_translation": "un'area verde pubblica grande in una città, utilizzata per il relax e il divertimento",
      "example": "Ich ging gestern in den Park, ich gehe jetzt in den Park, und ich werde morgen in den Park gehen.",
      "example_translation": "Sono andato al parco ieri, Sto andando al parco ora, e Andrò al parco domani.",
      "imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Restaurant",
      "translation": "ristorante",
      "definition": "Ein Ort, an dem Menschen gegen Bezahlung sitzen und Mahlzeiten essen können, die vor Ort zubereitet und serviert werden.",
      "definition_translation": "un posto dove le persone pagano per sedersi e mangiare pasti che sono preparati e serviti nei locali",
      "example": "Ich aß gestern Abend in einem Restaurant, ich esse jetzt in einem Restaurant, und ich werde nächste Woche in einem Restaurant essen.",
      "example_translation": "Ho mangiato in un ristorante la scorsa notte, Sto mangiando in un ristorante ora, e Mangerò in un ristorante la prossima settimana.",
      "imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fluss",
      "translation": "fiume",
      "definition": "Ein natürlicher Wasserlauf, der oft mit einem Ozean oder See verbunden ist.",
      "definition_translation": "un corpo d'acqua naturale in movimento, spesso connesso a un oceano o a un lago",
      "example": "Ich schwamm letzten Sommer im Fluss, ich schwimme jetzt im Fluss, und ich werde nächsten Sommer im Fluss schwimmen.",
      "example_translation": "Ho nuotato nel fiume l'estate scorsa, Sto nuotando nel fiume ora, e Nuoterò nel fiume l'anno prossimo.",
      "imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Straße",
      "translation": "strada",
      "definition": "Eine Straße ist ein Weg, der für den Verkehr mit Fahrzeugen, insbesondere Autos, gemacht ist.",
      "definition_translation": "Una strada è un modo fatto per il viaggio dei veicoli, soprattutto delle auto.",
      "example": "Ich ging gestern straßenabwärts, ich gehe jetzt straßenabwärts, und ich werde morgen straßenabwärts gehen.",
      "example_translation": "Ho camminato giù per la strada ieri, sto camminando giù per la strada ora e camminerò giù per la strada domani.",
      "imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schule",
      "translation": "scuola",
      "definition": "Eine Schule ist eine Institution, an der Menschen, insbesondere Kinder, gehen, um zu lernen.",
      "definition_translation": "Una scuola è un'istituzione dove le persone, soprattutto i bambini, vanno a imparare.",
      "example": "Ich ging zur Schule, als ich ein Kind war, ich gehe jetzt zur Schule, und ich werde nächstes Jahr zur Schule gehen.",
      "example_translation": "Sono andato a scuola quando ero un bambino, sto andando a scuola ora e andrò a scuola l'anno prossimo.",
      "imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "See",
      "translation": "mare",
      "definition": "Der See ist ein großer Salzwasserbereich, der einen bedeutenden Teil der Erdoberfläche bedeckt.",
      "definition_translation": "Il mare è un grande corpo di acqua salata che copre una porzione significativa della superficie della Terra.",
      "example": "Ich schwamm letzten Sommer im Meer, ich schwimme jetzt im Meer, und ich werde nächsten Sommer im Meer schwimmen.",
      "example_translation": "Ho nuotato nel mare l'estate scorsa, sto nuotando nel mare ora e nuoterò nel mare l'estate prossima.",
      "imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laden",
      "translation": "negozio",
      "definition": "Ein Gebäude oder ein Teil eines Gebäudes, in dem Waren oder Dienstleistungen verkauft oder angeboten werden.",
      "definition_translation": "Un edificio o parte di un edificio dove vengono venduti o offerti in vendita beni o servizi.",
      "example": "Ich ging gestern in den Laden, um einige Milch zu kaufen, ich gehe jeden Tag in den Laden, um einige Brot zu kaufen, und ich werde morgen in den Laden gehen, um einige Eier zu kaufen.",
      "example_translation": "Sono andato al negozio a comprare del latte ieri, vado al negozio a comprare del pane ogni giorno, e andrò al negozio a comprare delle uova domani.",
      "imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bahnhof",
      "translation": "stazione",
      "definition": "Ein Gebäude oder ein Ort, an dem eine bestimmte Aktivität oder Dienstleistung basiert oder angeboten wird.",
      "definition_translation": "Un edificio o luogo dove è basata o viene fornita un'attività o servizio particolare.",
      "example": "Ich kam gestern am Bahnhof an, um den Zug zu fangen, ich komme jeden Tag am Bahnhof an, um meinen Freund zu treffen, und ich werde morgen am Bahnhof ankommen, um ein Taxi zu nehmen.",
      "example_translation": "Sono arrivato alla stazione per prendere il treno ieri, arrivato alla stazione per incontrare il mio amico ogni giorno, e arriverò alla stazione per prendere un taxi domani.",
      "imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anhalten",
      "translation": "fermata",
      "definition": "Ein Punkt oder Ort, an dem etwas endet oder angehalten wird.",
      "definition_translation": "Un punto o luogo dove qualcosa finisce o viene fermata.",
      "example": "Ich mussteesterday an der Ampel anhalten, ich halte jeden Tag an, um darüber nachzudenken, und ich werde morgen anhalten, um zu ruhen.",
      "example_translation": "Ho dovuto fermarmi al semaforo ieri, mi fermo a pensarci ogni giorno, e mi fermerò a riposare domani.",
      "imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Straße",
      "translation": "strada",
      "definition": "Eine öffentliche Durchgangsstraße in einer bebauten Umgebung, wie einer Stadt oder einem Dorf, die von Gebäuden, Straßen und Gehwegen umgeben ist.",
      "definition_translation": "Un percorso pubblico in un ambiente edilizio, come una città o una città, che è fiancheggiato da edifici, strade e marciapiedi.",
      "example": "Ich ging gestern die Straße entlang, um zum Laden zu gelangen. Yesterday ging ich die Straße entlang, um zum Laden zu gelangen. Morgen werde ich die Straße entlang gehen, um zum Laden zu gelangen.",
      "example_translation": "Ho camminato giù per la strada per arrivare al negozio. Ieri, ho camminato giù per la strada per arrivare al negozio. Domani, camminerò giù per la strada per arrivare al negozio.",
      "imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Supermarkt",
      "translation": "supermercato",
      "definition": "Ein großes Selbstbedienungs-Einzelhandelsgeschäft, das eine Vielzahl von Lebensmitteln und Haushaltsartikeln anbietet.",
      "definition_translation": "Un grande negozio al dettaglio self-service che vende una vasta gamma di prodotti alimentari e casa.",
      "example": "Ich gehe jeden Woche in den Supermarkt, um Lebensmittel zu kaufen. Letzte Woche ging ich in den Supermarkt, um Lebensmittel zu kaufen. Nächste Woche werde ich in den Supermarkt gehen, um Lebensmittel zu kaufen.",
      "example_translation": "Vado al supermercato ogni settimana per acquistare generi alimentari. La settimana scorsa, sono andato al supermercato per acquistare generi alimentari. La prossima settimana, andrò al supermercato per acquistare generi alimentari.",
      "imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmbad",
      "translation": "piscina",
      "definition": "Eine Struktur, die mit Wasser gefüllt ist, die zum Schwimmen, zur Erholung und zum Vergnügen dient.",
      "definition_translation": "Una struttura riempita d'acqua, progettata per il nuoto, la ricreazione e il relax.",
      "example": "Ich liebe es, im Schwimmbad während des Sommers zu schwimmen. Letzten Sommer schwamm ich jeden Tag im Schwimmbad. Nächsten Sommer werde ich wieder im Schwimmbad schwimmen.",
      "example_translation": "Mi piace nuotare nella piscina durante l'estate. L'estate scorsa, ho nuotato nella piscina ogni giorno. La prossima estate, nuoterò nella piscina di nuovo.",
      "imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadt",
      "translation": "città",
      "definition": "Eine Stadt ist eine menschliche Siedlung, die größer ist als ein Dorf, aber kleiner als eine Stadt.",
      "definition_translation": "Un paese è un insediamento umano che è più grande di un villaggio ma più piccolo di una città.",
      "example": "Ich lebte in einer kleinen Stadt auf dem Land. Ich lebe jetzt in der Stadt. Ich werde in einer Stadt am Meer leben, wenn ich älter bin.",
      "example_translation": "Ho vissuto in un piccolo paese in campagna. Sto vivendo in città adesso. Vivrò in un paese sul mare nel futuro.",
      "imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Universität",
      "translation": "università",
      "definition": "Eine Universität ist eine Einrichtung für höhere Bildung und Forschung, die akademische Grade in verschiedenen Studiengängen verleiht.",
      "definition_translation": "Una università è un'istituzione di istruzione superiore e di ricerca, che conferisce gradi accademici in vari campi di studio.",
      "example": "Ich habe letztes Jahr mein Universitätsstudium abgeschlossen. Ich studiere jetzt an der Universität. Ich werde im Herbst an der Universität beginnen.",
      "example_translation": "Mi sono laureato all'università l'anno scorso. Sto studiando all'università adesso. Frequerò l'università in autunno.",
      "imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dorf",
      "translation": "villaggio",
      "definition": "Ein Dorf ist eine Gruppe von Häusern und zugehörigen Gebäuden, die größer ist als ein Weiler und kleiner als eine Stadt.",
      "definition_translation": "Un villaggio è un gruppo di case e edifici associati, più grande di un borgo e più piccolo di un paese.",
      "example": "Ich wuchs in einem Dorf in den Bergen auf. Ich besuche jetzt ein Dorf auf dem Land. Ich werde in einem Dorf am See im Sommer umziehen.",
      "example_translation": "Sono cresciuto in un villaggio sulle montagne. Sto visitando un villaggio in campagna adesso. Mi trasferirò in un villaggio sul lago in estate.",
      "imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zoo",
      "translation": "zoo",
      "definition": "Ein Zoo ist ein Ort, an dem Tiere in Gefangenschaft gehalten werden, damit Menschen sie sehen und studieren können.",
      "definition_translation": "Uno zoo è un luogo dove gli animali sono tenuti in cattività per le persone per vedere e studiare.",
      "example": "Ich besuchte gestern den Zoo und sah einen Löwen. Ich werde morgen den Zoo besuchen und einen Giraffen sehen. Ich besuchte letzte Woche den Zoo und sah einen Affen.",
      "example_translation": "Ho visitato lo zoo ieri e ho visto un leone. Visiterò lo zoo domani e vedrò una giraffa. Ho visitato lo zoo la settimana scorsa e ho visto una scimmia.",
      "imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flughafen",
      "translation": "aeroporto",
      "definition": "Ein Flughafen ist ein Ort, an dem Flugzeuge starten und landen und an dem Passagiere ein- und aussteigen.",
      "definition_translation": "Un aeroporto è un luogo dove gli aerei decollano e atterrano, e dove i passeggeri si imbarcano e sbarcano.",
      "example": "Ich kam gestern früh am Flughafen an und Checked-in mein Gepäck. Ich werde morgen am Flughafen ankommen und meinen Freund abholen. Ich kam letzten Woche am Flughafen an und wartete auf meinen Flug.",
      "example_translation": "Sono arrivato all'aeroporto presto e ho controllato il mio bagaglio. Arriverò all'aeroporto domani e raccoglierò il mio amico. Sono arrivato all'aeroporto la settimana scorsa e ho aspettato il mio volo.",
      "imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "appartamento",
      "definition": "Eine Wohnung ist eine selbstständige Wohneinheit, die nur einen Teil eines Gebäudes einnimmt.",
      "definition_translation": "Un appartamento è un'unità abitativa autonoma che occupa solo una parte di un edificio.",
      "example": "Ich zog gestern in meine neue Wohnung und packte meine Kisten aus. Ich werde nächste Woche in meine neue Wohnung ziehen und meine Freunde einladen. Ich zog letzten Monat in meine neue Wohnung und dekorierte das Wohnzimmer.",
      "example_translation": "Mi sono trasferito nel mio nuovo appartamento ieri e ho scaricato le mie scatole. Mi trasferirò nel mio nuovo appartamento la prossima settimana e inviterò i miei amici. Mi sono trasferito nel mio nuovo appartamento lo scorso mese e ho decorato la sala客廳.",
      "imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebiet",
      "translation": "area",
      "definition": "Ein definiertes Gebiet oder Raum, wie z.B. ein geografisches Gebiet oder ein bestimmter Teil eines Gebäudes.",
      "definition_translation": "Una regione definita o spazio, come un'area geografica o una parte specifica di un edificio.",
      "example": "Der Park ist ein beliebtes Gebiet zum Spazierengehen. Gestern habe ich im Gebiet spazierengegangen. Morgen werde ich im Gebiet spazierengehen.",
      "example_translation": "Il parco è un'area popolare per camminare. Ieri, ho camminato nell'area. Domani, camminerò nell'area.",
      "imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhandlung",
      "translation": "libreria",
      "definition": "Ein Laden, der Bücher, Zeitungen und andere Publikationen verkauft.",
      "definition_translation": "Un negozio che vende libri, giornali e altre pubblicazioni.",
      "example": "Ich ging in die Buchhandlung, um einen Roman zu kaufen. Die Buchhandlung ist in der Nähe meines Hauses. Ich werde nächste Woche in die Buchhandlung gehen.",
      "example_translation": "Sono andato in libreria per comprare un romanzo. La libreria è vicino a casa mia. Andrò in libreria la prossima settimana.",
      "imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchladen",
      "translation": "libreria",
      "definition": "Ein Laden, der Bücher, insbesondere eine große Auswahl von Titeln, verkauft.",
      "definition_translation": "Un negozio che vende libri, soprattutto uno grande con una vasta selezione di titoli.",
      "example": "Der Buchladen ist mein Lieblingsplatz zum Entspannen. Ich bin bereits mehrmals im Buchladen gewesen. Ich werde morgen den Buchladen besuchen.",
      "example_translation": "La libreria è il mio posto preferito per rilassarmi. Sono stato in libreria molte volte. Visiterò la libreria domani.",
      "imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brücke",
      "translation": "ponte",
      "definition": "Eine Konstruktion, die physikalische Hindernisse, wie Wasser, Tal oder Straße, überquert und ermöglicht, darüber zu fahren oder zu gehen.",
      "definition_translation": "Una struttura costruita per superare ostacoli fisici, come acqua, valle o strada, e per fornire il passaggio sopra di essi.",
      "example": "Der Ingenieur entwarf eine neue Brücke, um die beiden Inseln zu verbinden. Gestern habe ich die Brücke überquert. Morgen werde ich über die Brücke fahren.",
      "example_translation": "L'ingegnere ha progettato un nuovo ponte per collegare le due isole. Ieri, ho attraversato il ponte. Domani, guiderò sul ponte.",
      "imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebäude",
      "translation": "edificio",
      "definition": "Eine Struktur mit Dach und Wänden, wie ein Haus, eine Schule oder ein Büro, die für verschiedene Aktivitäten genutzt wird.",
      "definition_translation": "Una struttura con un tetto e mura, come una casa, una scuola o un ufficio, utilizzata per varie attività.",
      "example": "Das Gebäude ist im Bau. Das Gebäude wurde letztes Jahr fertiggestellt. Das Gebäude wird nächsten Monat abgerissen.",
      "example_translation": "L'edificio è in costruzione. L'edificio è stato completato l'anno scorso. L'edificio sarà demolito il prossimo mese.",
      "imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bushaltestelle",
      "translation": "stazione degli autobus",
      "definition": "Ein Platz, an dem Busse halten, um Fahrgäste aufzunehmen oder abzusetzen.",
      "definition_translation": "Un posto dove gli autobus si fermano per prendere e lasciare i passeggeri.",
      "example": "Ich ging zur Bushaltestelle, um ein Ticket zu kaufen. Die Bushaltestelle ist immer überfüllt. Die Bushaltestelle wird bald renoviert.",
      "example_translation": "Sono andato alla stazione degli autobus per comprare un biglietto. La stazione degli autobus è sempre affollata. La stazione degli autobus sarà rinnovata presto.",
      "imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bushaltestelle",
      "translation": "fermata dell'autobus",
      "definition": "Ein Platz, an dem Busse halten, um Fahrgäste ein- oder aussteigen zu lassen, typischerweise markiert durch ein Schild oder einen Schutz.",
      "definition_translation": "Un luogo in cui gli autobus si fermano per far salire o scendere i passeggeri, solitamente segnalato da un cartello o da un riparo.",
      "example": "Ich wartete 15 Minuten an der Bushaltestelle, dann fing es an zu regnen. Gestern habe ich den Bus an der Bushaltestelle verpasst. Morgen werde ich meine Freunde an der Bushaltestelle treffen.",
      "example_translation": "Ho aspettato 15 minuti alla fermata dell'autobus, poi è iniziato a piovere. Ieri, ho perso l'autobus alla fermata dell'autobus. Domani, incontrerò il mio amico alla fermata dell'autobus.",
      "imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mensa",
      "translation": "mensa",
      "definition": "Ein Selbstbedienungs-Restaurant, typischerweise in einer Schule, einem Krankenhaus oder einem Bürogebäude, in dem Essen und Getränke von einem Tresen oder von Verkaufsautomaten angeboten werden.",
      "definition_translation": "Un ristorante self-service, tipicamente in una scuola, ospedale o edificio per uffici, dove i cibi e le bevande vengono distribuiti da un bancone o dalle macchine di vendita.",
      "example": "Die Mensa in unserer Schule serviert gutes Essen, aber es ist immer überfüllt. Ich traf meine Kollegen in der Mensa zum Mittagessen. Die neue Mensa wird nächsten Monat eröffnet.",
      "example_translation": "La mensa nella nostra scuola serve buon cibo, ma è sempre affollata. Ho incontrato i miei colleghi nella mensa per pranzo. La nuova mensa aprirà il prossimo mese.",
      "imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptstadt",
      "translation": "capitale",
      "definition": "Die Stadt oder der Ort, die als Regierungssitz für ein Land, einen Staat oder eine Provinz dient.",
      "definition_translation": "La città o paese che serve come sede del governo per un paese, stato o provincia.",
      "example": "Die Hauptstadt Frankreichs ist Paris. Die Hauptstadt der Vereinigten Staaten ist Washington D.C. Die Hauptstadt Italiens ist Rom.",
      "example_translation": "La capitale della Francia è Parigi. La capitale degli Stati Uniti è Washington D.C. La capitale dell'Italia è Roma.",
      "imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parkplatz",
      "translation": "parcheggio",
      "definition": "Ein ausgewiesener Bereich für das Abstellen von Fahrzeugen, typischerweise ein großer, outdoor-Bereich mit markierten parkenden Plätzen.",
      "definition_translation": "Un'area designata per parcheggiare veicoli, tipicamente un'area all'aperto grande con spazi segnati.",
      "example": "Ich parkte mein Auto auf dem Parkplatz und ging dann ins Stadtzentrum. Ich werde mein Auto morgen auf dem Parkplatz parken. Ich hatte mein Auto gestern auf dem Parkplatz geparkt.",
      "example_translation": "Ho parcheggiato la mia auto nel parcheggio e poi ho camminato fino al centro città. Parcheggerò la mia auto nel parcheggio domani. Avevo parcheggiato la mia auto nel parcheggio ieri.",
      "imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schloss",
      "translation": "castello",
      "definition": "Ein großes, beeindruckendes Gebäude oder Bauwerk, typischerweise an einer prominenten Lage, oft mit mittelalterlichen Zeiten verbunden.",
      "definition_translation": "Un grande edificio o struttura impressionante, solitamente in una posizione prominente, spesso associata ai tempi medievali.",
      "example": "Die Schloss wurde im 12. Jahrhundert erbaut und ist jetzt eine beliebte Touristenattraktion. Ich werde das Schloss nächsten Sommer besuchen. Ich besuchte das Schloss letztes Jahr.",
      "example_translation": "Il castello è stato costruito nel XII secolo ed è ora un'attrazione turistica popolare. Visiterò il castello la prossima estate. Ho visitato il castello l'anno scorso.",
      "imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dom",
      "translation": "cattedrale",
      "definition": "Ein großes, beeindruckendes Kirchengebäude, typischerweise der Sitz eines Bischofs, oft mit beeindruckender Architektur und aufwändigen Dekorationen.",
      "definition_translation": "Un grande edificio della chiesa impressionante, solitamente la sede di un vescovo, spesso con una architettura mozzafiato e decorazioni ornaments.",
      "example": "Der Dom benötigte Jahrhunderte zur Vollendung und gilt als Meisterwerk der Gotik. Ich werde nächsten Sonntag eine Messe im Dom besuchen. Ich besuchte ein Konzert im Dom letztes Monat.",
      "example_translation": "La cattedrale ha impiegato secoli per essere completata e viene considerata un capolavoro dell'architettura gotica. Parteciperò a una messa alla cattedrale la prossima domenica. Ho partecipato a un concerto alla cattedrale lo scorso mese.",
      "imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zentrum",
      "translation": "centro",
      "definition": "Der Mittelpunkt oder Teil von etwas, oder ein Ort, an dem eine bestimmte Aktivität konzentriert ist.",
      "definition_translation": "Il punto centrale o parte di qualcosa, o un luogo dove un'attività particolare è concentrata.",
      "example": "Ich ging ins Zentrum der Stadt, um meine Freunde zu treffen. Ich gehe ins Zentrum der Stadt, um einzukaufen. Ich ging ins Zentrum der Stadt letztes Wochenende.",
      "example_translation": "Sono andato nel centro della città per incontrare i miei amici. Sto andando nel centro della città per fare shopping. Sono andato nel centro della città lo scorso weekend.",
      "imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "farmacia",
      "definition": "Ein Laden, in dem Medikamente und andere Gesundheitsprodukte verkauft werden.",
      "definition_translation": "Un negozio dove vengono venduti medicinali e altri prodotti per la salute.",
      "example": "Ich ging in die Apotheke, um einige Medikamente zu kaufen. Ich gehe in die Apotheke, um meine Rezept zu holen. Ich ging in die Apotheke gestern, um meine Bestellung abzuholen.",
      "example_translation": "Sono andato alla farmacia per comprare del medicinale. Sto andando alla farmacia per ottenere la mia ricetta. Sono andato alla farmacia ieri per ritirare la mia ordinazione.",
      "imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kirche",
      "translation": "chiesa",
      "definition": "Ein Gebäude für christliche religiöse Dienste, insbesondere ein großes, beeindruckendes.",
      "definition_translation": "Un edificio per servizi religiosi cristiani, soprattutto uno grande e impressionante.",
      "example": "Ich ging in die Kirche, um zu beten. Ich gehe in die Kirche zur Hochzeit. Ich ging in die Kirche letzten Sonntag, um den Gottesdienst zu besuchen.",
      "example_translation": "Sono andato in chiesa per pregare. Sto andando in chiesa per il matrimonio. Sono andato in chiesa la scorsa domenica per partecipare al servizio.",
      "imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadtzentrum",
      "translation": "centro città",
      "definition": "Der zentrale Teil einer Stadt, typischerweise, wo die Hauptgeschäfte, Büros und öffentlichen Gebäude liegen.",
      "definition_translation": "La parte centrale di una città, dove sono solitamente ubicati i principali negozi, uffici e edifici pubblici.",
      "example": "Ich lebte drei Jahre im Stadtzentrum, ich lebe jetzt im Stadtzentrum und ich werde im Stadtzentrum leben.",
      "example_translation": "Avevo vissuto nel centro città per tre anni, vivo attualmente nel centro città e vivrò nel centro città nel futuro.",
      "imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiderladen",
      "translation": "negozio di abbigliamento",
      "definition": "Ein Geschäft, das Kleidung und andere Dinge verkauft, die Menschen tragen.",
      "definition_translation": "Un negozio che vende abbigliamento e altre cose che le persone indossano.",
      "example": "Ich ging gestern in den Kleiderladen, ich gehe heute in den Kleiderladen und ich werde morgen in den Kleiderladen gehen.",
      "example_translation": "Sono andato al negozio di abbigliamento ieri, sto andando al negozio di abbigliamento oggi e andrò al negozio di abbigliamento domani.",
      "imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verein",
      "translation": "club",
      "definition": "Ein Zusammenschluss von Menschen mit gemeinsamen Interessen oder Zielen, insbesondere eine soziale oder sportliche Organisation.",
      "definition_translation": "Un'associazione di persone con interessi o obiettivi comuni, specialmente un'organizzazione sociale o sportiva.",
      "example": "Ich trat letzten Jahr dem Verein bei, ich besuche den Verein jetzt und ich werde den Verein nächstes Jahr besuchen.",
      "example_translation": "Mi sono unito al club l'anno scorso, sto partecipando al club ora e parteciperò al club l'anno prossimo.",
      "imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hochschule",
      "translation": "collegio",
      "definition": "Eine Einrichtung der höheren Bildung, typischerweise eine, die Studiengänge auf Bachelor-Niveau anbietet.",
      "definition_translation": "Un'istituzione di istruzione superiore, che offre di solito lauree undergraduate.",
      "example": "Ich besuchte die Hochschule vier Jahre, um Informatik zu studieren. Ich besuche diese Semester die Hochschule, um einige weitere Kurse zu belegen. Ich werde nächstes Jahr die Hochschule besuchen, um meinen Master zu erwerben.",
      "example_translation": "Ho frequentato il collegio per quattro anni per studiare scienze informatiche. Sto frequentando il collegio questo semestre per prendere alcuni corsi in più. Frequento il collegio l'anno prossimo per perseguire la mia laurea magistrale.",
      "imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ecke",
      "translation": "angolo",
      "definition": "Der Punkt oder Bereich, an dem zwei oder mehr Kanten, Oberflächen oder Linien zusammenstoßen.",
      "definition_translation": "Il punto o area dove due o più bordi, superfici o linee si incontrano.",
      "example": "Ich saß auf der Ecke des Bettes, um meine Schuhe anzuziehen. Das Buch lag auf der Ecke des Tisches. Der Koch schnitt die Ecke des Kuchens, um ihn zu servieren.",
      "example_translation": "Mi sono seduto sull'angolo del letto per mettermi le scarpe. Il libro era stato posato sull'angolo del tavolo. Il cuoco ha tagliato l'angolo della torta per servirla.",
      "imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Warenhaus",
      "translation": "grande magazzino",
      "definition": "Ein großes Einzelhandelsgeschäft, das eine breite Palette von Produkten anbietet, normalerweise einschließlich Kleidung, Kosmetik und Haushaltswaren.",
      "definition_translation": "Un grande negozio di vendita al dettaglio che offre una vasta gamma di prodotti, comprendenti abbigliamento, cosmetici e merci per la casa.",
      "example": "Ich ging zum Warenhaus, um ein neues Kleid zu kaufen. Sie arbeitete im Warenhaus für fünf Jahre. Sie eröffnen ein neues Warenhaus im Stadtzentrum.",
      "example_translation": "Sono andato al grande magazzino per comprare un nuovo abito. Lei ha lavorato al grande magazzino per cinque anni. Stanno aprendo un nuovo grande magazzino nel centro città.",
      "imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Disko",
      "translation": "disco",
      "definition": "Eine Art von Nachtclub oder Party, bei der Menschen zu aufgezeichneten Musik tanzen.",
      "definition_translation": "un tipo di nightclub o festa dove le persone ballano con musica registrata",
      "example": "Ich ging letzte Nacht in eine Disko und tanzte mit meinen Freunden. Ich gehe heute Abend in eine Disko und werde mit meinen Freunden tanzen. Ich ging letztes Jahr in eine Disko und tanzte mit meinen Freunden.",
      "example_translation": "Sono andato a un disco la scorsa notte e ho ballato con i miei amici. Sto andando a un disco stasera e ballerò con i miei amici. Sono andato a un disco l'anno scorso e ho ballato con i miei amici.",
      "imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Drogerie",
      "translation": "farmacia",
      "definition": "Ein Laden, in dem man Medikamente, Kosmetik und andere persönliche Pflegeprodukte kaufen kann.",
      "definition_translation": "un negozio dove puoi acquistare medicine, cosmetici e altri prodotti per la cura personale",
      "example": "Ich ging in die Drogerie, um Schmerzmittel zu kaufen. Ich gehe in die Drogerie, um Sonnenschutzmittel zu kaufen. Ich ging letzte Woche in die Drogerie, um Shampoo zu kaufen.",
      "example_translation": "Sono andato in farmacia per comprare alcuni antidolorifici. Sto andando in farmacia per comprare del filtro solare. Sono andato in farmacia la settimana scorsa per comprare dello shampoo.",
      "imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eingang",
      "translation": "ingresso",
      "definition": "Der Punkt oder die Möglichkeit, ein Gebäude, einen Ort oder ein Gebiet zu betreten.",
      "definition_translation": "il punto o modo di ingresso in un edificio, un luogo o un'area",
      "example": "Der Eingang zum Museum war sehr beeindruckend. Ich suche nach dem Eingang zum Park. Ich fand den Eingang zum Gebäude letzte Nacht.",
      "example_translation": "L'ingresso del museo era molto impressionante. Sto cercando l'ingresso del parco. Ho trovato l'ingresso dell'edificio la scorsa notte.",
      "imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ausgang",
      "translation": "uscita",
      "definition": "Ein Weg aus einem Ort, Gebäude oder Fahrzeug.",
      "definition_translation": "Un modo per uscire da un luogo, edificio o veicolo.",
      "example": "Ich werde den Raum verlassen, wenn die Sitzung vorbei ist. Ich verließ das Gebäude gestern. Ich verlasse jeden Tag die Autobahn.",
      "example_translation": "Uscirò dalla stanza quando la riunione sarà finita. Sono uscito dall'edificio ieri. Esco dall'autostrada ogni giorno.",
      "imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feld",
      "translation": "campo",
      "definition": "Ein Bereich von Land, der für einen bestimmten Zweck genutzt wird, wie zum Beispiel Landwirtschaft oder Sport.",
      "definition_translation": "Un'area di terra utilizzata per uno scopo specifico, come l'agricoltura o gli sport.",
      "example": "Ich spielte gestern Fußball auf dem Feld. Ich werde morgen auf dem Feld arbeiten. Ich habe fünf Jahre auf dem Feld gearbeitet.",
      "example_translation": "Ho giocato a calcio nel campo ieri. Lavorerò nel campo domani. Ho lavorato nel campo per cinque anni.",
      "imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Garage",
      "translation": "garage",
      "definition": "Ein Gebäude oder Raum für die Unterbringung von Fahrzeugen.",
      "definition_translation": "Un edificio o stanza per alloggiare un'auto o altri veicoli.",
      "example": "Ich werde mein Auto heute Nacht in der Garage parken. Ich parkte mein Auto gestern Nacht in der Garage. Ich habe mein Auto jeden Tag in der Garage geparkt.",
      "example_translation": "Parcheggerò la mia auto nel garage stasera. Ho parcheggiato la mia auto nel garage ieri sera. Ho parcheggiato la mia auto nel garage ogni giorno.",
      "imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hügel",
      "translation": "collina",
      "definition": "Eine natürliche Erhebung der Erdoberfläche, die mehr oder weniger abrupt aus dem umgebenden Niveau aufsteigt und eine Höhe erreicht, die im Verhältnis zur umgebenden Erhebung eindrucksvoll oder bemerkenswert ist.",
      "definition_translation": "Un'elevazione naturale della superficie della terra che si innalza più o meno bruscamente dal livello circostante e raggiunge un'altitudine che, rispetto all'elevazione adiacente, è impressionante o notevole.",
      "example": "Sie ging den Hügel hinauf, um einen besseren Blick zu haben. Gestern stieg ich mit meinen Freunden den Hügel hinauf. Nächstes Sommer werden wir gemeinsam den Hügel hinaufwandern.",
      "example_translation": "È salita sulla collina per avere una vista migliore. Ieri, ho scalato la collina con i miei amici. La prossima estate, camperemo sulla collina insieme.",
      "imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Insel",
      "translation": "isola",
      "definition": "Ein Stück Land, das von Wasser umgeben ist, wenn die Flut höher ist.",
      "definition_translation": "Un pezzo di terra circondato dall'acqua durante l'alta marea.",
      "example": "Die Insel war abgelegen und friedlich. Letztes Jahr besuchte ich die Insel mit meiner Familie. Nächstes Winter werden wir auf die Insel für unsere Flitterwochen reisen.",
      "example_translation": "L'isola era isolata e pacifica. Lo scorso anno, ho visitato l'isola con la mia famiglia. Il prossimo inverno, andremo all'isola per la luna di miele.",
      "imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bibliothek",
      "translation": "biblioteca",
      "definition": "Ein Ort, an dem literarische, musikalische, künstlerische oder Referenzmaterialien für die Nutzung, aber nicht für den Verkauf, aufbewahrt werden.",
      "definition_translation": "Un luogo in cui materiali letterari, musicali, artistici o di riferimento sono conservati per l'uso ma non per la vendita.",
      "example": "Ich verbrachte die meiste Zeit meiner Freizeit in der Bibliothek. Gestern gab ich das Buch in der Bibliothek zurück. Nächstes Semester werden wir ein Gruppenprojekt in der Bibliothek haben.",
      "example_translation": "Ho trascorso la maggior parte del mio tempo libero nella biblioteca. Ieri, ho restituito il libro alla biblioteca. Il prossimo semestre, avremo un progetto di gruppo alla biblioteca.",
      "imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hebebühne",
      "translation": "ascensore",
      "definition": "Eine Vorrichtung, die verwendet wird, um schwere Objekte oder Menschen anzuheben, typischerweise durch einen Plattform- oder Käfigsystem, der durch ein System von Rollen oder hydraulischen Maschinen angehoben und abgesenkt wird.",
      "definition_translation": "Un dispositivo utilizzato per sollevare o innalzare oggetti o persone pesanti, di solito mediante una piattaforma o gabbia che viene sollevata e abbassata da un sistema di pulegge o macchine idrauliche.",
      "example": "Die Bauarbeiter verwendeten eine Hebebühne, um Baumaterialien auf das oberste Stockwerk zu transportieren. Gestern verwendete ich eine Hebebühne, um mein schweres Gepäck in meine Wohnung zu tragen. Bis zum nächsten Jahr werden wir eine neue Hebebühne im Bürogebäude installiert haben.",
      "example_translation": "I lavoratori edili hanno utilizzato un ascensore per trasportare materiali da costruzione al piano superiore. Ieri, ho utilizzato un ascensore per portare i miei bagagli pesanti fino al mio appartamento. Entro l'anno prossimo, avremo installato un nuovo ascensore nell'edificio degli uffici.",
      "imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Markt",
      "translation": "mercato",
      "definition": "Ein regelmäßiges Zusammentreffen von Menschen zum Verkauf von Lebensmitteln, Waren oder Dienstleistungen, oft im Freien oder in einem großen öffentlichen Gebäude.",
      "definition_translation": "Un'assemblea regolare di persone per la vendita di cibo, beni o servizi, spesso all'aperto o in un grande edificio pubblico.",
      "example": "Der lokale Markt bietet frische Lebensmittel und handgemachte Kunsthandwerke an. Auf dem Markt kauften wir einige frische Früchte und Gemüse. Bis zum Ende des Jahres wird ein neuer Markt im Stadtzentrum eröffnet.",
      "example_translation": "Il mercato locale offre prodotti freschi e artigianato fatto a mano. Al mercato, abbiamo comprato alcuni frutti e verdure freschi. Alla fine dell'anno, un nuovo mercato aprirà nel centro della città.",
      "imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Moschee",
      "translation": "moschea",
      "definition": "Ein Gebäude für den muslimischen Gottesdienst, typischerweise mit einem Minarett, einem Mihrab und einem zentralen Kuppeldach.",
      "definition_translation": "Un edificio per la preghiera musulmana, tipicamente con un minareto, una nicchia di preghiera e un tetto centrale a cupola.",
      "example": "Die schöne Moschee im Stadtzentrum zog viele Touristen an. Gestern besuchte ich eine historische Moschee in der Altstadt. Bis zum nächsten Monat wird die neue Moschee fertiggestellt.",
      "example_translation": "La bella moschea nel centro della città ha attratto molti turisti. Ieri, ho visitato una moschea storica nella città vecchia. Entro il prossimo mese, la nuova moschea sarà completata.",
      "imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Autobahn",
      "translation": "autostrada",
      "definition": "Eine Hochgeschwindigkeitsstraße, die für schnellen Verkehr konzipiert wurde, insbesondere eine, die Teil eines größeren Highway-Systems ist.",
      "definition_translation": "Una strada ad alta velocità progettata per il traffico veloce, soprattutto una che fa parte di un sistema autostradale maggior.",
      "example": "Ich fuhr auf der Autobahn drei Stunden, um mein Ziel zu erreichen. Gestern fuhr ich auf der Autobahn, um meine Familie zu besuchen. Morgen werde ich auf der Autobahn fahren, um zur Arbeit zu gelangen.",
      "example_translation": "Ho guidato sull'autostrada per tre ore per raggiungere la mia destinazione. Ieri, ho guidato sull'autostrada per visitare la mia famiglia. Domani, guiderò sull'autostrada per andare al lavoro.",
      "imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Berg",
      "translation": "montagna",
      "definition": "Eine natürliche Erhebung der Erdoberfläche, die mehr oder weniger abrupt aus der umliegenden Ebene emporsteigt und eine Höhe erreicht, die im Verhältnis zur benachbarten Erhebung beeindruckend oder bemerkenswert ist.",
      "definition_translation": "Un aumento naturale della superficie terrestre che sale più o meno bruscamente dal livello circostante e raggiunge un'altitudine che, rispetto all'elevazione adiacente, è impressionante o notevole.",
      "example": "Ich bestieg den Berg letzte Woche. Gestern sah ich den Berg aus dem Flugzeug. Nächstes Jahr werde ich auf dem Berg skifahren.",
      "example_translation": "Ho scalato la montagna la scorsa settimana. Ieri, ho visto la montagna dall'aereo. L'anno prossimo, scierò sulla montagna.",
      "imageLink": "mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Büro",
      "translation": "ufficio",
      "definition": "Ein Raum, eine Gruppe von Räumen oder ein Gebäude, in dem Menschen arbeiten, oft in einer administrativen oder leitenden Funktion.",
      "definition_translation": "Una stanza, un set di stanze o un edificio dove le persone lavorano, spesso in una capacità amministrativa o manageriale.",
      "example": "Ich ging gestern ins Büro. Heute arbeite ich im Büro. Morgen werde ich ein Meeting im Büro haben.",
      "example_translation": "Sono andato in ufficio ieri. Oggi, sto lavorando nell'ufficio. Domani, avrò una riunione all'ufficio.",
      "imageLink": "office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weg",
      "translation": "percorsi",
      "definition": "Ein Weg ist ein Weg, auf dem man von einem Ort zu einem anderen gelangt, insbesondere auf dem Land oder in einem Park.",
      "definition_translation": "Un percorso è un modo di spostarsi da un posto all'altro, specialmente in campagna o in un parco.",
      "example": "Ich ging auf dem Weg durch den Wald. Ich gehe auf dem Weg durch den Wald. Ich werde auf dem Weg durch den Wald gehen.",
      "example_translation": "Ho camminato lungo il sentiero nel bosco. Sto camminando lungo il sentiero nel bosco. Camminerò lungo il sentiero nel bosco.",
      "imageLink": "path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tierhandlung",
      "translation": "negozio di animali",
      "definition": "Eine Tierhandlung ist ein Laden, der Tiere, insbesondere Hunde, Katzen und Vögel, sowie Lebensmittel und Zubehör für sie verkauft.",
      "definition_translation": "Un negozio di animali è un negozio che vende animali, soprattutto cani, gatti e uccelli, così come cibo e accessori per loro.",
      "example": "Ich ging in die Tierhandlung, um Futter für meinen Hund zu kaufen. Ich gehe in die Tierhandlung, um einen neuen Vogel zu kaufen. Ich werde in die Tierhandlung gehen, um eine Katze zu kaufen.",
      "example_translation": "Sono andato al negozio di animali per comprare cibo per il mio cane. Sto andando al negozio di animali per comprare un nuovo uccello. Andrò al negozio di animali per comprare un gatto.",
      "imageLink": "pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tankstelle",
      "translation": "stazione di servizio",
      "definition": "Eine Tankstelle ist ein Ort, an dem man Treibstoff für sein Auto kaufen kann, sowie andere Dienstleistungen wie Ölwechsel und Autowäsche.",
      "definition_translation": "Una stazione di servizio è un luogo dove puoi comprare carburante per la tua automobile, così come altri servizi come cambi olio e lavaggi auto.",
      "example": "Ich hielt an der Tankstelle, um mein Auto aufzutanken. Ich halte an der Tankstelle, um ein Ölwechsel zu machen. Ich werde an der Tankstelle halten, um mein Auto zu waschen.",
      "example_translation": "Mi sono fermato alla stazione di servizio per riempire la mia auto. Sto fermando alla stazione di servizio per cambiare l'olio. Mi fermerò alla stazione di servizio per lavare la mia auto.",
      "imageLink": "petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielplatz",
      "translation": "terreno giochi",
      "definition": "Ein Außenbereich, insbesondere in einer Schule oder einem öffentlichen Park, mit Strukturen und Ausstattungen für Kinder zum Spielen.",
      "definition_translation": "Un'area all'aperto, soprattutto in una scuola o in un parco pubblico, attrezzata con strutture e attrezzature per bambini che giocano.",
      "example": "Ich spielte auf den Schaukeln im Spielplatz, als ich ein Kind war. Jetzt nehme ich meine Kinder am Wochenende mit zum Spielplatz. Bis zum nächsten Jahr werde ich einen Spielplatz in meinem Hinterhof gebaut haben.",
      "example_translation": "Ho giocato sulle altalene nel terreno giochi quando ero un bambino. Ora, porto i miei bambini al terreno giochi durante i fine settimana. Entro l'anno prossimo, avrò costruito un terreno giochi nel mio giardino.",
      "imageLink": "playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizeistation",
      "translation": "stazione di polizia",
      "definition": "Ein Gebäude oder Büro, von dem aus die Polizei operiert, wo Menschen Verbrechen melden oder Beschwerden einreichen können.",
      "definition_translation": "Un edificio o ufficio da cui la polizia opera, dove le persone possono denunciare crimini o presentare reclami.",
      "example": "Die Polizeistation war just um die Ecke von meinem Haus. Ich ging zur Polizeistation, um mein gestohlenes Fahrrad zu melden. Wenn ich Polizist werde, werde ich an einer Polizeistation arbeiten.",
      "example_translation": "La stazione di polizia era proprio dietro l'angolo dalla mia casa. Sono andato alla stazione di polizia per denunciare la mia bicicletta rubata. Se diventerò un agente di polizia, lavorerò in una stazione di polizia.",
      "imageLink": "police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmbad",
      "translation": "piscina",
      "definition": "Ein kleiner Bereich stillen Wassers, typischerweise im Freien, der zum Schwimmen oder anderen Freizeitaktivitäten genutzt wird.",
      "definition_translation": "Un'area piccola di acqua stagnante, generalmente all'aperto, utilizzata per nuotare o altre attività ricreative.",
      "example": "Ich schwamm gestern im Schwimmbad. Meine Familie baut ein Schwimmbad in unserem Hinterhof. Bis zum nächsten Sommer werde ich gelernt haben, vom Schwimmbad aus zu springen.",
      "example_translation": "Ho nuotato nella piscina ieri. La mia famiglia sta costruendo una piscina nel nostro giardino. Entro la prossima estate, avrò imparato a tuffarmi nella piscina.",
      "imageLink": "pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Postamt",
      "translation": "ufficio postale",
      "definition": "Ein Gebäude oder Raum, in dem Postdienstleistungen angeboten werden, wie das Senden und Empfangen von Briefen und Paketen.",
      "definition_translation": "un edificio o stanza dove vengono forniti servizi postali, come l'invio e la ricezione di posta e pacchi",
      "example": "Ich ging gestern zum Postamt, um einen Brief an meinen Freund zu senden, dann werde ich wieder zum Postamt gehen, um ein Paket an meine Schwester zu senden, und bis nächster Woche werde ich viele Male zum Postamt gegangen sein.",
      "example_translation": "Sono andato all'ufficio postale per spedire una lettera al mio amico ieri, poi ci andrò di nuovo domani per spedire un pacco alla mia sorella, e entro la prossima settimana, sarò già stato all'ufficio postale molte volte.",
      "imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gasthaus",
      "translation": "pub",
      "definition": "Ein Gebäude oder Raum, insbesondere im Vereinigten Königreich, wo Menschen zu trinken und sich zu unterhalten gehen.",
      "definition_translation": "un edificio o stanza, soprattutto nel Regno Unito, dove le persone vanno a bere e socializzare",
      "example": "Ich traf meine Freunde gestern Abend im Gasthaus, wir werden heute Abend wieder im Gasthaus treffen, und ich gehe jeden Freitag seit fünf Jahren ins Gasthaus.",
      "example_translation": "Mi sono incontrato con i miei amici al pub la scorsa notte, ci incontreremo di nuovo al pub questa sera, e sono stato andando al pub ogni venerdì per l'anno scorso.",
      "imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisenbahn",
      "translation": "ferrovia",
      "definition": "Ein System von Gleisen und Zügen für den Transport von Menschen und Gütern.",
      "definition_translation": "un sistema di binari e treni per il trasporto di persone e merci",
      "example": "Ich nahm die Eisenbahn, um meine Familie letzten Wochenende zu besuchen, ich werde nächster Monat wieder die Eisenbahn nehmen, um in die ländliche Gegend zu fahren, und ich benutze die Eisenbahn, um jeden Tag zur Arbeit zu pendeln seit fünf Jahren.",
      "example_translation": "Ho preso la ferrovia per visitare la mia famiglia lo scorso fine settimana, prenderò di nuovo la ferrovia il mese prossimo per andare in campagna, e ho stato usando la ferrovia per andare al lavoro ogni giorno per gli ultimi cinque anni.",
      "imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bahnhof",
      "translation": "stazione ferroviaria",
      "definition": "Ein Bahnhof ist ein Gebäude oder Bauwerk, an dem Züge anhalten, um Fahrgäste oder Güter aufzunehmen oder abzusetzen.",
      "definition_translation": "Una stazione ferroviaria è un edificio o struttura dove i treni si fermano per prendere o lasciare passeggeri o merci.",
      "example": "Ich ging zum Bahnhof, um meinen Zug nach New York zu fangen. Ich gehe zum Bahnhof, um meinen Freund zu treffen. Ich werde zum Bahnhof gehen, um den Zug nach Paris zu nehmen.",
      "example_translation": "Sono andato alla stazione ferroviaria per prendere il mio treno per New York. Sto andando alla stazione ferroviaria per incontrare il mio amico. Andrò alla stazione ferroviaria per prendere il treno per Parigi.",
      "imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuhgeschäft",
      "translation": "negozi di scarpe",
      "definition": "Ein Schuhgeschäft ist ein Einzelhandelsgeschäft, das Schuhe und andere Fußbekleidungsprodukte verkauft.",
      "definition_translation": "Un negozio di scarpe è un'azienda di vendita al dettaglio che vende scarpe e altri prodotti di calzature.",
      "example": "Ich ging zu dem Schuhgeschäft, um ein neues Paar Schuhe zu kaufen. Ich gehe zu dem Schuhgeschäft, um meine defekten Schuhe zurückzubringen. Ich werde zu dem Schuhgeschäft gehen, um meine Schuhe reparieren zu lassen.",
      "example_translation": "Sono andato al negozio di scarpe per comprare un nuovo paio di scarpe. Sto andando al negozio di scarpe per restituire le mie scarpe difettose. Andrò al negozio di scarpe per far riparare le mie scarpe.",
      "imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufszentrum",
      "translation": "centro commerciale",
      "definition": "Ein Einkaufszentrum ist ein großes Gebäude oder Bereich, das mehrere Geschäfte, Läden und Restaurants enthält.",
      "definition_translation": "Un centro commerciale è un grande edificio o area che contiene molti negozi, storie e ristoranti.",
      "example": "Ich ging zu dem Einkaufszentrum, um einige Kleidungsstücke zu kaufen. Ich gehe zu dem Einkaufszentrum, um meine Freunde zu treffen. Ich werde zu dem Einkaufszentrum gehen, um einen Film anzusehen.",
      "example_translation": "Sono andato al centro commerciale per comprare بعضi vestiti. Sto andando al centro commerciale per incontrare i miei amici. Andrò al centro commerciale per guardare un film.",
      "imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sportzentrum",
      "translation": "centro sportivo",
      "definition": "Ein Sportzentrum ist ein großes Gebäude oder Bereich, das Einrichtungen und Geräte für verschiedene Sportarten und körperliche Aktivitäten bietet.",
      "definition_translation": "Un centro sportivo è un grande edificio o area che fornisce strutture e attrezzature per varie discipline sportive e attività fisiche.",
      "example": "Ich ging gestern zum Sportzentrum, um Basketball mit meinen Freunden zu spielen, ich spiele heute Tennis dort, und ich werde morgen joggen gehen.",
      "example_translation": "Sono andato al centro sportivo a giocare a pallacanestro con i miei amici ieri, sto giocando a tennis lì oggi e andrò a jogging lì domani.",
      "imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platz",
      "translation": "piazza",
      "definition": "Ein Platz ist ein offener Raum in einer Stadt oder einem Dorf, oft umgeben von Gebäuden, Straßen oder historischen Landmarken.",
      "definition_translation": "Una piazza è uno spazio aperto in una città o paese, spesso circondato da edifici, strade o monumenti storici.",
      "example": "Ich ging durch den Platz, um zum Museum zu gelangen gestern, ich sitze heute im Platz, um die Sonne zu genießen, und ich werde morgen meine Freunde im Platz treffen.",
      "example_translation": "Ho attraversato la piazza per arrivare al museo ieri, sto seduto nella piazza per godermi il sole oggi e incontrerò i miei amici nella piazza domani.",
      "imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadion",
      "translation": "stadio",
      "definition": "Ein Stadion ist eine große Freiluft- oder Hallenstruktur, typischerweise mit Rangsitzen, die für Sportveranstaltungen, Konzerte und andere Ereignisse genutzt wird.",
      "definition_translation": "Uno stadio è una grande struttura all'aperto o al chiuso, tipicamente con posti a sedere a gradoni, usata per sport, concerti e altri eventi.",
      "example": "Ich habe letzte Woche ein Fußballspiel im Stadion angesehen, ich gehe heute Abend zu einem Konzert im Stadion und ich werde nächsten Monat einen Marathon im Stadion laufen.",
      "example_translation": "Ho guardato una partita di calcio allo stadio la settimana scorsa, sto andando a un concerto allo stadio stasera e correrò una maratona allo stadio il prossimo mese.",
      "imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Theater",
      "translation": "teatro",
      "definition": "Ein Gebäude oder Raum, in dem Live-Aufführungen wie Theaterstücke, Konzerte und Tanzvorführungen stattfinden.",
      "definition_translation": "Un edificio o spazio in cui si tengono performance live, come spettacoli, concerti e esibizioni di danza.",
      "example": "Ich ging letzte Nacht ins Theater, um ein Theaterstück anzusehen. Ich gehe heute Abend ins Theater, um ein Musical anzusehen. Ich werde nächste Woche ins Theater gehen, um eine Comedy-Show anzusehen.",
      "example_translation": "Sono andato a teatro ieri sera per guardare uno spettacolo. Sto andando a teatro stasera per guardare un musical. Andrò a teatro la prossima settimana per guardare uno spettacolo comico.",
      "imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kartenbüro",
      "translation": "biglietteria",
      "definition": "Ein Ort, an dem Karten verkauft werden, insbesondere in einem Theater, Kino oder Bahnhof.",
      "definition_translation": "Un luogo in cui si vendono biglietti, soprattutto in un teatro, cinema o stazione ferroviaria.",
      "example": "Ich muss zum Kartenbüro gehen, um eine Karte für das Konzert zu kaufen. Das Kartenbüro war geschlossen, als ich ankam. Ich werde morgen zum Kartenbüro gehen, um eine Karte für das Theaterstück zu kaufen.",
      "example_translation": "Devo andare alla biglietteria per comprare un biglietto per il concerto. La biglietteria era chiusa quando sono arrivato. Andrò alla biglietteria domani per comprare un biglietto per lo spettacolo.",
      "imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielzeugladen",
      "translation": "negozio di giocattoli",
      "definition": "Ein Laden, der Spielzeug und Spiele, insbesondere für Kinder, verkauft.",
      "definition_translation": "Un negozio che vende giocattoli e giochi, soprattutto per bambini.",
      "example": "Ich ging in den Spielzeugladen, um ein Geburtstagsgeschenk für meinen Neffen zu kaufen. Der Spielzeugladen hatte letzte Woche einen Verkauf. Ich werde morgen in den Spielzeugladen gehen, um ein Spielzeug für meine Schwester's Kind zu kaufen.",
      "example_translation": "Sono andato al negozio di giocattoli per comprare un regalo di compleanno per mio nipote. Il negozio di giocattoli aveva una vendita la scorsa settimana. Andrò al negozio di giocattoli domani per comprare un giocattolo per il figlio di mia sorella.",
      "imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Untergrund",
      "translation": "sotterraneo",
      "definition": "Unter der Erdoberfläche gelegen oder stattfindend",
      "definition_translation": "Situato o verificatosi sotto la superficie della terra",
      "example": "Das unterirdische Tunnelnetz war kompliziert und schwierig zu navigieren. Wir waren Stunden lang unterirdisch unterwegs. Sie werden nächstes Jahr einen unterirdischen Parkplatz bauen.",
      "example_translation": "Il sistema di tunnel sotterraneo era complesso e difficile da navigare. Avevamo camminato sotterraneo per ore. Costruiranno un parcheggio sotterraneo l'anno prossimo.",
      "imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohngebäude",
      "translation": "edificio residenziale",
      "definition": "Ein Gebäude, das mehrere Wohnungen enthält, insbesondere eines, das mehrere Stockwerke hoch ist.",
      "definition_translation": "Un edificio contenente molteplici appartamenti, specialmente uno che è di diverse piani",
      "example": "Das Wohngebäude war neu gebaut und hatte moderne Ausstattungen. Wir wohnten in einem Wohngebäude mit schönem Ausblick. Sie werden nächste Woche das alte Wohngebäude renovieren.",
      "example_translation": "L'edificio residenziale era appena costruito e aveva moderne comodità. Vivevamo in un edificio residenziale con una vista bellissima. Ristruttureranno l'edificio residenziale vecchio il mese prossimo.",
      "imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balkon",
      "translation": "balcone",
      "definition": "Eine Plattform, die von der Wand eines Gebäudes vorragt, normalerweise von einem Geländer oder einer Balustrade umgeben.",
      "definition_translation": "Una piattaforma che sporge dalla parete di un edificio, generalmente chiusa da una ringhiera o balconata",
      "example": "Der Balkon bot einen atemberaubenden Blick auf die Stadt. Wir saßen auf dem Balkon und genossen die frische Luft. Sie werden nächste Woche das kaputte Balkongeländer reparieren.",
      "example_translation": "Il balcone offriva una vista mozzafiato della città. Sedevamo sul balcone, godendoci l'aria fresca. Ripareranno la ringhiera del balcone rotta la settimana prossima.",
      "imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Block",
      "translation": "blocco",
      "definition": "Ein festes Stück Material, wie Holz oder Stein, das für den Bau oder die Pflasterung verwendet wird.",
      "definition_translation": "Un pezzo solido di materiale, come legno o pietra, utilizzato per la costruzione o la pavimentazione.",
      "example": "Ich werde die Straße blockieren, um das Auto daran zu hindern, vorbeizufahren. Gestern habe ich das Loch mit einem Block zugegossen, um die Rohrleitung zu reparieren. In Zukunft werde ich den Eingang zum Gebäude blockieren.",
      "example_translation": "Blocco la strada per impedire all'auto di passare. Ieri, ho bloccato il buco per riparare la tubatura. In futuro, bloccherò l'ingresso all'edificio.",
      "imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Campingplatz",
      "translation": "campeggio",
      "definition": "Ein Platz, an dem Menschen über Nacht in Zelten oder anderen temporären Unterkünften, typischerweise in einer natürlichen Umgebung, bleiben.",
      "definition_translation": "Un luogo dove le persone soggiornano per la notte in tende o altri ripari temporanei, tipicamente in un ambiente naturale.",
      "example": "Wir werden einen Campingplatz am See einrichten. Gestern haben wir auf einem Campingplatz mit Freunden kampiert. In Zukunft werden wir auf einem Campingplatz in den Bergen zelten.",
      "example_translation": "Installeremo un campeggio vicino al lago. Ieri, abbiamo campeggiato al campeggio con gli amici. In futuro, camperemo in un campeggio sulle montagne.",
      "imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kantine",
      "translation": "mensa",
      "definition": "Ein Ort, an dem Essen und Getränke verkauft oder bereitgestellt werden, insbesondere in einer Schule, Fabrik oder anderen Institution.",
      "definition_translation": "Un luogo dove vengono venduti o forniti cibo e bevande, soprattutto in una scuola, fabbrica o altra istituzione.",
      "example": "Ich werde heute Mittag in der Kantine essen. Gestern habe ich ein Sandwich in der Kantine gekauft. In Zukunft werde ich in der Kantine arbeiten.",
      "example_translation": "Mangerò il pranzo alla mensa. Ieri, ho comprato un panino alla mensa. In futuro, lavorerò alla mensa.",
      "imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zirkus",
      "translation": "circo",
      "definition": "Ein runder Zelt oder Arena, typischerweise von einem Ring von Sitzen umgeben, in dem Zirkusdarsteller, wie Akrobaten und Clowns, das Publikum mit Akten von Geschick und Tapferkeit unterhalten.",
      "definition_translation": "Una tenda circolare o arena, solitamente circondata da un anello di sedili, in cui artisti del circo, come acrobati e clown, intrattengono il pubblico con atti di abilità e coraggio.",
      "example": "Ich ging als Kind zum Zirkus und war von den Akrobaten beeindruckt. Jetzt nehme ich meine Kinder zum Zirkus mit, und sie lieben die Clowns. In Zukunft hoffe ich, meine Enkel zum Zirkus zu nehmen.",
      "example_translation": "Sono andato al circo quando ero bambino, e sono rimasto impressionato dagli acrobati. Ora sto portando i miei bambini al circo, e loro adorano i clown. In futuro, spero di portare i miei nipoti al circo.",
      "imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klinik",
      "translation": "clinica",
      "definition": "Eine Einrichtung, oft mit einem Krankenhaus assoziiert, in der medizinische Dienstleistungen für ambulante Patienten erbracht werden.",
      "definition_translation": "Una struttura, spesso associata ad un ospedale, dove vengono forniti servizi medici ai pazienti esterni.",
      "example": "Ich ging gestern zur Klinik, um mich untersuchen zu lassen. Mein Arzt leitet eine Klinik im Stadtzentrum, und ich habe einen Termin dort nächste Woche. In Zukunft hoffe ich, meine eigene Klinik zu eröffnen.",
      "example_translation": "Sono andato alla clinica ieri per fare un controllo. Il mio dottore gestisce una clinica nel centro città, e ho un appuntamento lì la prossima settimana. In futuro, spero di aprire la mia clinica.",
      "imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ferienhaus",
      "translation": "cottage",
      "definition": "Ein kleines, gemütliches und oft rustikales Wohnhaus, typischerweise in einer ländlichen oder küstennahen Gegend, das als permanente oder ferienmäßige Wohnung genutzt wird.",
      "definition_translation": "Un piccolo, accogliente e spesso rustico alloggio, solitamente in una zona rurale o costiera, utilizzato come casa permanente o vacanza.",
      "example": "Ich verbrachte letzten Sommer in einem Ferienhaus am See und liebte die friedliche Atmosphäre. Meine Freunde besitzen ein Ferienhaus in den Bergen, und wir planen, sie nächsten Monat zu besuchen. In Zukunft hoffe ich, ein Ferienhaus auf dem Land zu kaufen.",
      "example_translation": "Ho trascorso l'estate scorsa in un cottage sul lago, e mi è piaciuto l'atmosfera pacifica. I miei amici possiedono un cottage sulle montagne, e stiamo pianificando di visitarli il prossimo mese. In futuro, spero di comprare un cottage in campagna.",
      "imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gericht",
      "translation": "corte",
      "definition": "Ein Gericht ist ein Tribunals, oft als staatliche Institution, mit der Autorität, Zivil-, Straf- oder Verwaltungsfälle nach dem Gesetz zu verhandeln.",
      "definition_translation": "Una corte è un tribunale, spesso come istituzione governativa, con l'autorità di giudicare casi civili, penali o amministrativi secondo la legge.",
      "example": "Das Gericht wird den Fall nächste Woche verhandeln. Der Richter hat das Gericht viele Jahre lang geleitet. Die Anwälte werden ihren Fall morgen vor Gericht vortragen.",
      "example_translation": "La corte ascolterà il caso la prossima settimana. Il giudice ha presieduto la corte per molti anni. Gli avvocati discuteranno il loro caso in corte domani.",
      "imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Botschaft",
      "translation": "ambasciata",
      "definition": "Eine Botschaft ist eine diplomatische Mission, meist von einem Botschafter geführt, die ein Land in einem anderen Land oder einer Organisation repräsentiert.",
      "definition_translation": "Un'ambasciata è una missione diplomatica, di solito guidata da un ambasciatore, che rappresenta un paese in un altro paese o organizzazione.",
      "example": "Ich besuchte die Botschaft, um einen neuen Pass zu erhalten. Das Personal der Botschaft war sehr hilfreich. Die Botschaft befindet sich im Stadtzentrum.",
      "example_translation": "Ho visitato l'ambasciata per ottenere un nuovo passaporto. Lo staff dell'ambasciata è stato molto utile. L'ambasciata si trova nel centro della città.",
      "imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feld",
      "translation": "campo",
      "definition": "Ein Feld ist ein offenes Gebiet, das normalerweise für den Anbau von Feldfrüchten oder die Weidewirtschaft genutzt wird, oder ein bestimmtes Fachgebiet oder Tätigkeitsfeld.",
      "definition_translation": "Un campo è un'area di terreno aperta, di solito utilizzata per la coltivazione di colture o il pascolo di animali, o un'area specifica di studio o attività.",
      "example": "Ich spielte Fußball auf dem Feld mit meinen Freunden. Der Bauer arbeitete den ganzen Tag auf dem Feld. Das Feld der Biologie entwickelt sich schnell.",
      "example_translation": "Ho giocato a calcio nel campo con i miei amici. Il contadino ha lavorato nel campo tutto il giorno. Il campo della biologia sta avanzando rapidamente.",
      "imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feuerwache",
      "translation": "caserma dei pompieri",
      "definition": "Ein Gebäude oder eine Struktur, die eine Feuerwehr und ihre Fahrzeuge, Ausrüstung und Personal beherbergt.",
      "definition_translation": "Un edificio o struttura che ospita un dipartimento dei vigili del fuoco e i suoi veicoli, attrezzature e personale.",
      "example": "Die Feuerwache befindet sich auf der Main Street. In der Vergangenheit war es eine kleine Wache, aber jetzt ist es eine große. In Zukunft wird es mehr Ausrüstung haben.",
      "example_translation": "La caserma dei pompieri è situata in Via Main. Nel passato, era una stazione piccola, ma ora è una grande. Nel futuro, avrà più attrezzature.",
      "imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blumenladen",
      "translation": "fiorista",
      "definition": "Ein Laden, in dem Blumen und Pflanzen verkauft werden, oft mit einer Person, die sie zu dekorativen Zwecken anordnet.",
      "definition_translation": "Un negozio dove si vendono fiori e piante, spesso con una persona che li arrangia per scopi decorativi.",
      "example": "Ich werde morgen den Blumenladen besuchen, um einige Blumen zu kaufen. Gestern ging ich in den Blumenladen, um einen Strauß zu bestellen. In Zukunft werde ich meinen eigenen Blumenladen eröffnen.",
      "example_translation": "Visiterò il fiorista domani per comprare alcuni fiori. Ieri, sono andato dal fiorista per ordinare un bouquet. Nel futuro, aprirò il mio proprio fiorista.",
      "imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Möbelhaus",
      "translation": "negozi di mobili",
      "definition": "Ein Einzelhandelsgeschäft, das Haushaltsmöbel und verwandte Produkte verkauft.",
      "definition_translation": "Un'istituzione retail che vende mobili per la casa e prodotti correlati.",
      "example": "Ich kaufte gestern ein neues Sofa im Möbelhaus. In Zukunft werde ich einen Schreibtisch im Möbelhaus kaufen. Als ich ein Kind war, nahmen meine Eltern mich mit in das Möbelhaus, um ein neues Bett zu kaufen.",
      "example_translation": "Ho comprato un nuovo divano al negozio di mobili ieri. Nel futuro, comprerò una scrivania al negozio di mobili. Quando ero bambino, i miei genitori mi hanno portato al negozio di mobili per comprare un nuovo letto.",
      "imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Garage",
      "translation": "autorimessa",
      "definition": "Ein Gebäude oder Schuppen, in dem ein Auto, Motorrad oder anderes Fahrzeug untergebracht wird.",
      "definition_translation": "Un edificio o capannone per alloggiare un'auto, moto o altri veicoli.",
      "example": "Ich werde mein Auto heute Abend in der Garage parken. Gestern parkte ich mein Auto in der Garage. Morgen werde ich mein Auto in der Garage parken.",
      "example_translation": "Parcherò la mia auto nell'autorimessa stasera. Ieri, ho parcheggiato la mia auto nell'autorimessa. Domani, parcherò la mia auto nell'autorimessa.",
      "imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krämerladen",
      "translation": "fruttivendolo",
      "definition": "Ein Laden, der frisches Obst und Gemüse verkauft.",
      "definition_translation": "Un negozio che vende frutta e verdura fresca.",
      "example": "Ich ging zum Krämerladen, um Äpfel zu kaufen. Gestern ging ich zum Krämerladen, um Bananen zu kaufen. Morgen werde ich zum Krämerladen gehen, um Orangen zu kaufen.",
      "example_translation": "Sono andato dal fruttivendolo a comprare delle mele. Ieri, sono andato dal fruttivendolo a comprare delle banane. Domani, andrò dal fruttivendolo a comprare delle arance.",
      "imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lebensmittelhändler",
      "translation": "drogheria",
      "definition": "Ein Laden, der Lebensmittel und andere Haushaltswaren verkauft.",
      "definition_translation": "Un negozio che vende cibo e altri beni per la casa.",
      "example": "Ich werde zum Lebensmittelhändler gehen, um Milch zu kaufen. Gestern ging ich zum Lebensmittelhändler, um Brot zu kaufen. Morgen werde ich zum Lebensmittelhändler gehen, um Eier zu kaufen.",
      "example_translation": "Andrò dal droghiere a comprare del latte. Ieri, sono andato dal droghiere a comprare del pane. Domani, andrò dal droghiere a comprare delle uova.",
      "imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Supermarkt",
      "translation": "alimentari",
      "definition": "Ein Laden, der Lebensmittel und andere Haushaltswaren verkauft.",
      "definition_translation": "Un negozio che vende cibo e altri beni per la casa.",
      "example": "Ich ging gestern zum Supermarkt, ich gehe jetzt zum Supermarkt und ich werde morgen zum Supermarkt gehen.",
      "example_translation": "Sono andato al negozio di alimentari ieri, sto andando al negozio di alimentari ora e andrò al negozio di alimentari domani.",
      "imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pension",
      "translation": "pensione",
      "definition": "Ein kleines Hotel oder eine Pension, die Unterkunft für Gäste bietet.",
      "definition_translation": "Un piccolo albergo o casa di pensione che offre alloggio per gli ospiti.",
      "example": "Ich übernachtete in einer Pension während meiner Reise nach Europa, ich übernachte jetzt in einer Pension und ich werde nächstes Jahr in einer Pension übernachten.",
      "example_translation": "Mi sono fermato in una pensione durante il mio viaggio in Europa, sto soggiornando in una pensione ora e mi fermerò in una pensione l'anno prossimo.",
      "imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fitnessstudio",
      "translation": "palestra",
      "definition": "Ein Ort, an dem Menschen trainieren oder Sport treiben, insbesondere drinnen.",
      "definition_translation": "Un luogo dove le persone vanno per fare esercizio o giocare sport, soprattutto al chiuso.",
      "example": "Ich ging gestern ins Fitnessstudio, ich gehe jetzt ins Fitnessstudio und ich werde morgen ins Fitnessstudio gehen.",
      "example_translation": "Sono andato in palestra ieri, sto andando in palestra ora e andrò in palestra domani.",
      "imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hafen",
      "translation": "porto",
      "definition": "Ein Hafen ist ein Gewässer, an dem Schiffe anlegen können, um Güter oder Passagiere zu laden oder zu entladen.",
      "definition_translation": "Un porto è un corpo d'acqua dove le navi possono attraccare per caricare e scaricare merci o passeggeri.",
      "example": "Ich besuchte den Hafen gestern und sah viele Schiffe auslaufen. Ich werde morgen den Hafen wieder besuchen. Ich habe den Hafen viele Male vorher besucht.",
      "example_translation": "Ho visitato il porto ieri e ho visto molte navi salpare. Visiterò il porto di nuovo domani. Ho visitato il porto molte volte prima.",
      "imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugendherberge",
      "translation": "ostello",
      "definition": "Eine Jugendherberge ist eine budgetorientierte Unterkunft, bei der Gäste ein Bett, meist in einem Schlafsaal, mieten können und gemeinsame Bereiche teilen.",
      "definition_translation": "Un ostello è un alloggio a basso costo dove gli ospiti possono noleggiare un letto, di solito in una camerata, e condividere aree comuni.",
      "example": "Ich übernachtete in einer Jugendherberge, als ich Europa backpackte. Ich werde in einer Jugendherberge übernachten, wenn ich nach Japan reise. Ich habe viele Male in einer Jugendherberge übernachtet, während meiner Reisen.",
      "example_translation": "Sono stato in un ostello quando ero in giro per l'Europa con lo zaino. Mi fermerò in un ostello quando viaggerò in Giappone. Mi sono fermato in un ostello molte volte durante i miei viaggi.",
      "imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hütte",
      "translation": "capanna",
      "definition": "Eine Hütte ist ein kleines, einfaches Gebäude, oft aus Holz oder Metallmaterialien, das als Unterkunft oder Wohnhaus genutzt wird.",
      "definition_translation": "Una capanna è un piccolo edificio semplice, spesso fatto di materiali in legno o metallo, utilizzato come rifugio o abitazione.",
      "example": "Ich wohnte in einer Hütte, als ich ein Kind war. Ich werde eine Hütte im Wald bauen, wenn ich in Rente gehe. Ich habe eine Hütte in den Bergen besucht, bevor.",
      "example_translation": "Ho vissuto in una capanna quando ero bambino. Costruirò una capanna nel bosco quando mi pensionerò. Ho visitato una capanna in montagna prima.",
      "imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefängnis",
      "translation": "carcere",
      "definition": "Ein Ort, an dem Menschen in Haft genommen werden, insbesondere während der Strafverfolgung oder während des Prozesses.",
      "definition_translation": "Un luogo per la detenzione di persone che sono state arrestate o condannate, specialmente mentre aspettano il processo o la sentenza.",
      "example": "Der Verdächtige wurde ins Gefängnis gebracht, um weitere Fragen zu beantworten. Gestern besuchte ich meinen Freund im Gefängnis. Wenn ich mich nicht benehme, werde ich ins Gefängnis kommen.",
      "example_translation": "Il sospetto è stato portato in carcere per ulteriori domande. Ieri, ho visitato il mio amico in carcere. Se non mi comporto, finirò in carcere.",
      "imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juwelier",
      "translation": "gioielliere",
      "definition": "Ein Laden oder Unternehmen, das Schmuck und Uhren verkauft.",
      "definition_translation": "Un negozio o attività commerciale che vende gioielli e orologi.",
      "example": "Ich ging zum Juwelier, um eine neue Uhr zu kaufen. Der Juwelier war sehr beschäftigt während der Ferien. Meine Schwester ist Juwelierin und macht schöne Stücke.",
      "example_translation": "Sono andato dal gioielliere per comprare un nuovo orologio. Il gioielliere era molto occupato durante la stagione delle festività. Mia sorella è una gioielliera e crea pezzi bellissimi.",
      "imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Labor",
      "translation": "laboratorio",
      "definition": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests ausgestattet ist.",
      "definition_translation": "Una stanza o edificio attrezzato per esperimenti scientifici, ricerche o test.",
      "example": "Die Wissenschaftler arbeiteten im Labor, um einen Heilmittel für die Krankheit zu finden. Ich führte ein Experiment im Labor gestern durch. Die Laborergebnisse werden nächste Woche vorliegen.",
      "example_translation": "Gli scienziati hanno lavorato nel laboratorio per trovare una cura per la malattia. Ho fatto un esperimento nel laboratorio ieri. I risultati del laboratorio saranno disponibili la prossima settimana.",
      "imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laboratorium",
      "translation": "laboratorio",
      "definition": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests ausgestattet ist.",
      "definition_translation": "Una stanza o edificio attrezzato per esperimenti scientifici, ricerche o test.",
      "example": "Ich arbeitete in einem Laboratorium für drei Jahre, um einen neuen Impfstoff zu entwickeln. Jetzt arbeite ich an einem neuen Projekt im Laboratorium. Ich werde ein Laboratorium morgen besuchen, um ein Experiment durchzuführen.",
      "example_translation": "Ho lavorato in un laboratorio per tre anni per sviluppare un nuovo vaccino. Ora, sto lavorando su un nuovo progetto nel laboratorio. Visiterò un laboratorio domani per eseguire un esperimento.",
      "imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufszentrum",
      "translation": "centro commerciale",
      "definition": "Ein großes, überdachtes Einkaufscenter mit mehreren Läden und Restaurants.",
      "definition_translation": "Un grande centro commerciale chiuso con多 negozi e ristoranti.",
      "example": "Ich ging am letzten Wochenende in das Einkaufszentrum, um einige neue Kleidungsstücke zu kaufen. Jetzt gehe ich in das Einkaufszentrum, um meine Freunde zu treffen. Ich werde morgen ins Einkaufszentrum gehen, um einen Film anzusehen.",
      "example_translation": "Sono andato al centro commerciale il weekend scorso per comprare alcuni nuovi vestiti. Ora, sto andando al centro commerciale per incontrare i miei amici. Andrò al centro commerciale domani per guardare un film.",
      "imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeitungsstand",
      "translation": "edicola",
      "definition": "Ein Laden, der Zeitungen, Magazine und andere Periodika verkauft.",
      "definition_translation": "Un negozio che vende giornali, riviste e altri periodici.",
      "example": "Ich machte auf dem Weg nach Hause einen Abstecher zum Zeitungsstand, um eine Zeitung zu kaufen. Jetzt gehe ich zum Zeitungsstand, um ein Magazin zu kaufen. Ich werde morgen den Zeitungsstand besuchen, um ein Buch zu kaufen.",
      "example_translation": "Mi sono fermato all'edicola sulla strada di casa per comprare un giornale. Ora, sto andando all'edicola per acquistare una rivista. Visiterò l'edicola domani per comprare un libro.",
      "imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtclub",
      "translation": "discoteca",
      "definition": "Ein Club oder Veranstaltungsort, der spät in der Nacht betrieben wird, typischerweise mit Musik und Tanz, und oft auch alkoholische Getränke serviert.",
      "definition_translation": "Un club o locale che opera fino a tarda notte, solitamente con musica e ballo, e spesso servendo liquori.",
      "example": "Ich ging mit meinen Freunden letzte Nacht in einen Nachtclub und wir tanzten bis zum Morgen. Ich werde heute Abend in einen Nachtclub gehen, um meinen Geburtstag zu feiern. Ich ging letzte Woche in einen Nachtclub und lernte einen neuen Freund kennen.",
      "example_translation": "Sono andato a una discoteca con i miei amici la scorsa notte e abbiamo ballato fino al mattino. Andrò a una discoteca stasera per celebrare il mio compleanno. Sono andato a una discoteca la settimana scorsa e ho incontrato un nuovo amico.",
      "imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ozean",
      "translation": "oceano",
      "definition": "Ein riesiger Körper von Salzwasser, der über 70% der Erdoberfläche bedeckt, einschließlich der fünf Ozeane: Pazifik, Atlantik, Indischer, Arktischer und Südlicher.",
      "definition_translation": "Un vasto corpo di acqua salata che copre oltre il 70% della superficie terrestre, compresi i cinque oceani: Pacifico, Atlantico, Indiano, Artico e Meridionale.",
      "example": "Ich liebe es, während meiner Sommerferien im Ozean zu schwimmen. Der Ozean ist eine sehr wichtige Quelle für Nahrung für viele Menschen. Die Menschen haben bisher nur einen kleinen Teil des Ozeans erforscht.",
      "example_translation": "Adoro nuotare nell'oceano durante le mie vacanze estive. L'oceano è una fonte di cibo molto importante per molte persone. Gli esseri umani hanno esplorato solo una piccola parte dell'oceano finora.",
      "imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schloss",
      "translation": "palazzo",
      "definition": "Ein großes und beeindruckendes Gebäude, das als offizielle Residenz oder Amtssitz eines Königs, einer Königin oder eines anderen hohen Beamten dient.",
      "definition_translation": "Un grande e imponente edificio che viene utilizzato come residenza ufficiale o ufficio di un re, regina o altro funzionario di alto rango.",
      "example": "Das Schloss wurde im 18. Jahrhundert erbaut und ist heute eine beliebte Touristenattraktion. Ich besuchte das Schloss von Versailles letztes Jahr und war von seiner Schönheit beeindruckt. Die königliche Familie wird nach der Hochzeit im Schloss leben.",
      "example_translation": "Il palazzo è stato costruito nel 18° secolo e ora è una popolare attrazione turistica. Ho visitato il palazzo di Versailles l'anno scorso e sono stato affascinato dalla sua bellezza. La famiglia reale vivrà nel palazzo dopo il matrimonio.",
      "imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "farmacia",
      "definition": "Ein Laden, in dem Apotheker Medikamente und andere Gesundheitsprodukte verkaufen.",
      "definition_translation": "Un negozio dove i farmacisti dispensano e preparano medicamenti, e vendono anche altri prodotti per la salute.",
      "example": "Ich ging in die Apotheke, um ein Medikament zu kaufen. Jetzt gehe ich in die Apotheke, um mein Rezept zu erneuern. Ich werde morgen in die Apotheke gehen, um meine Medizin abzuholen.",
      "example_translation": "Sono andato in farmacia per comprare alcuni medicinali. Sto andando in farmacia adesso per ritirare la mia ricetta. Andrò in farmacia domani a prendere la mia medicina.",
      "imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hafen",
      "translation": "porto",
      "definition": "Ein Ort an der Küste, an dem Schiffe anlegen können, um Ladung zu löschen oder zu laden oder Treibstoff zu bunkern.",
      "definition_translation": "Un luogo sulla costa dove le navi possono fermarsi per caricare o scaricare merci o prendere combustibile.",
      "example": "Das Schiff segelte in den Hafen ein, um seine Ladung zu löschen. Der Hafen war mit vielen Schiffen, die kamen und gingen, sehr beschäftigt. Der neue Hafen wird vielen Menschen im lokalen Gemeinde Arbeitsplätze schaffen.",
      "example_translation": "La nave è entrata nel porto per scaricare il suo carico. Il porto era pieno di molte navi che arrivavano e partivano. Il nuovo porto creerà molti posti di lavoro per la comunità locale.",
      "imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefängnis",
      "translation": "prigione",
      "definition": "Ein Gebäude oder Institution, in dem Menschen als Strafe für ein Verbrechen festgehalten werden.",
      "definition_translation": "Un edificio o istituzione dove le persone sono tenute come punizione per un crimine.",
      "example": "Der Verbrecher wurde für 10 Jahre ins Gefängnis geschickt. Das Gefängnis war überfüllt und schmutzig. Die Gefangenen wurden von den Wärtern schlecht behandelt.",
      "example_translation": "Il criminale è stato mandato in prigione per 10 anni. La prigione era sovraffollata e sporca. I detenuti erano trattati male dalle guardie.",
      "imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenwald",
      "translation": "foresta pluviale",
      "definition": "Ein Regenwald ist ein dichter Wald in einem heißen Gebiet, typischerweise nahe dem Äquator, mit hohen Niederschlagsmengen und einer riesigen Vielfalt an Pflanzen- und Tierarten.",
      "definition_translation": "Una foresta pluviale è una foresta densa in una regione calda, tipicamente vicino all'equatore, con elevati livelli di pioggia e una vasta gamma di specie di piante e animali.",
      "example": "In der Vergangenheit lebten indigene Stämme tief im Regenwald. Heute besuchen Touristen den Regenwald, um sein einzigartiges Ökosystem zu beobachten. In Zukunft werden Anstrengungen unternommen, um den Regenwald vor Entwaldung zu schützen.",
      "example_translation": "In passato, le tribù indigene vivevano nel profondo della foresta pluviale. Oggi, i turisti visitano la foresta pluviale per osservare il suo ecosistema unico. Nel futuro, saranno fatti sforzi per proteggere la foresta pluviale dalla deforestazione.",
      "imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Realschule",
      "translation": "scuola secondaria",
      "definition": "Eine Realschule ist eine Schule, die Bildung für Schüler in ihren frühen Teenagerjahren anbietet, typischerweise zwischen 11 und 16 Jahren.",
      "definition_translation": "Una scuola secondaria è una scuola che fornisce istruzione agli studenti nei loro primi anni teenager, tipicamente tra i 11 e i 16 anni di età.",
      "example": "Ich besuchte die Realschule von 2005 bis 2010. Mein Freund und ich haben hart studiert, um unsere Prüfungen zu bestehen. Nach Abschluss der Realschule gingen wir auf die Universität.",
      "example_translation": "Ho frequentato la scuola secondaria dal 2005 al 2010. I miei amici e io abbiamo studiato sodo per superare gli esami. Dopo aver completato la scuola secondaria, siamo andati all'università.",
      "imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Andenkenladen",
      "translation": "negozio di souvenir",
      "definition": "Ein Andenkenladen ist ein Laden, der Artikel verkauft, die als Erinnerung oder Andenken an einen bestimmten Ort oder Ereignis dienen, wie Postkarten, Schlüsselanhänger oder T-Shirts.",
      "definition_translation": "Un negozio di souvenir è un negozio che vende articoli che servono come ricordi o promemoria di un luogo o evento particolare, come cartoline, porta chiavi o magliette.",
      "example": "Während unserer Reise nach Paris besuchten wir einen Andenkenladen, um einige Geschenke für unsere Freunde zu Hause zu kaufen. Der Laden war mit allen Arten von Andenken gefüllt, von Eiffelturm-Modellen bis hin zu französischem Parfüm. In Zukunft planen wir, nach Paris zurückzukehren und den Andenkenladen erneut zu besuchen.",
      "example_translation": "Durante il nostro viaggio a Parigi, abbiamo visitato un negozio di souvenir per comprare alcuni regali per i nostri amici a casa. Il negozio era pieno di tutti i tipi di souvenir, dai modelli della Torre Eiffel ai profumi francesi. Nel futuro, pianifichiamo di tornare a Parigi e visitare il negozio di souvenir di nuovo.",
      "imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sportgeschäft",
      "translation": "negozi di articoli sportivi",
      "definition": "Ein Einzelhandelsgeschäft, das Sportausrüstung, Sportuniformen und andere sportbezogene Artikel verkauft.",
      "definition_translation": "Un'azienda di vendita al dettaglio che vende attrezzature sportive, uniformi atletiche e altri beni correlati allo sport.",
      "example": "Ich kaufte gestern einen neuen Tennisschläger im Sportgeschäft. Heute benutze ich ihn auf dem Hof. Morgen bringe ich ihn in das Sportgeschäft zur Reparatur.",
      "example_translation": "Ho comprato una nuova racchetta da tennis al negozio di articoli sportivi ieri. Oggi, la sto usando al campo. Domani, la porterò al negozio di articoli sportivi per la riparazione.",
      "imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laden",
      "translation": "negozio",
      "definition": "Ein Gebäude oder Raum, in dem Waren verkauft werden, oft mit einem Ladentisch und Regalen.",
      "definition_translation": "Un edificio o una stanza dove vengono venduti i beni, spesso con un bancone e scaffali.",
      "example": "Ich ging in den Laden, um ein paar Liter Milch zu kaufen. Als ich ein Kind war, besaß meine Familie einen kleinen Laden. In Zukunft werde ich meinen eigenen Online-Laden eröffnen.",
      "example_translation": "Sono andato al negozio a comprare del latte. Quando ero bambino, la mia famiglia possedeva un piccolo negozio. In futuro, aprirò il mio proprio negozio online.",
      "imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tempel",
      "translation": "tempio",
      "definition": "Ein Gebäude, das der Verehrung einer Gottheit oder Gottheiten gewidmet ist, oft mit einer grandiosen oder imposanten Architektur.",
      "definition_translation": "Un edificio dedicato al culto di una divinità o divinità, spesso con un design grandioso o imponente.",
      "example": "Die Touristen besuchten gestern den alten Tempel. Heute besuchen sie den modernen Tempel in der Stadt. In der Vergangenheit besuchten viele Menschen den Tempel jede Woche.",
      "example_translation": "I turisti hanno visitato l'antico tempio ieri. Oggi, stanno visitando il tempio moderno nella città. Nel passato, molte persone erano solite visitare il tempio ogni settimana.",
      "imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turm",
      "translation": "torre",
      "definition": "Ein hoher, oft schmaler Bau oder Aufbau, der für einen bestimmten Zweck bestimmt ist, wie ein Gefängnis, eine Festung oder ein Aussichtspunkt.",
      "definition_translation": "Un edificio o struttura alta, spesso stretta, progettata per uno scopo specifico, come una prigione, una fortezza o un punto di osservazione.",
      "example": "Der Eiffelturm wurde für die Weltausstellung in Paris gebaut. Das Unternehmen baut einen neuen Turm im Stadtzentrum. Der Turm wird nächstes Jahr fertiggestellt.",
      "example_translation": "La Torre Eiffel è stata costruita per la Fiera Mondiale a Parigi. L'azienda sta costruendo un nuovo tower nel centro città. La torre sarà completata l'anno prossimo.",
      "imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laufbahn",
      "translation": "pista",
      "definition": "Ein Weg oder eine Route, die für das Gehen, Laufen oder Rennen verwendet wird, oft mit einer glatten oder präparierten Oberfläche.",
      "definition_translation": "Un sentiero o percorso utilizzato per camminare, correre o gareggiare, spesso con una superficie liscia o preparata.",
      "example": "Ich ging heute Morgen einen Lauf auf der Laufbahn. Sie trainierte jeden Tag auf der Laufbahn. Das Team wird nächste Woche auf der Laufbahn wettkämpfen.",
      "example_translation": "Sono andato a correre sulla pista stamattina. Lei si è allenata sulla pista ogni giorno. La squadra concorrerà sulla pista la prossima settimana.",
      "imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugendherberge",
      "translation": "ostello della gioventù",
      "definition": "Eine budgetorientierte Unterkunft für Reisende, insbesondere junge Menschen, die Gemeinschafts- oder Schlafsäle anbietet.",
      "definition_translation": "Un alloggio economico per viaggiatori, in particolare per giovani, che offre camere condivise o in stile dormitorio.",
      "example": "Ich übernachtete letzten Sommer in einer Jugendherberge in London. Die Jugendherberge war sehr erschwinglich. Sie buchte ein Zimmer in einer Jugendherberge für ihre Reise.",
      "example_translation": "Mi sono fermato in un ostello della gioventù a Londra l'estate scorsa. L'ostello della gioventù era molto économico. Lei ha prenotato una camera in un ostello della gioventù per il suo viaggio.",
      "imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäckerei",
      "translation": "panetteria",
      "definition": "Eine Bäckerei ist ein Unternehmen, das Mehlproukt wie Brot, Kuchen und Pasteten produziert und verkauft.",
      "definition_translation": "Una panetteria è un'azienda che produce e vende alimenti a base di farina come pane, torte e pasticceria.",
      "example": "Gestern ging ich in die Bäckerei, um frisches Brot zu kaufen. Heute gehe ich in die Bäckerei, um einen Kuchen für meinen Schwester Geburtstag zu kaufen. Morgen eröffne ich meine eigene Bäckerei.",
      "example_translation": "Ieri, sono andato alla panetteria per comprare del pane fresco. Oggi, vado alla panetteria per comprare una torta per il compleanno di mia sorella. Domani, aprirò la mia panetteria.",
      "imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Keller",
      "translation": "cantina",
      "definition": "Ein Keller ist der untere Teil eines Gebäudes, normalerweise unterhalb des Erdgeschosses, der als Lager- oder Wohnraum verwendet wird.",
      "definition_translation": "Una cantina è la parte inferiore di un edificio, generalmente al di sotto del livello del suolo, utilizzata per lo stoccaggio o come spazio abitativo.",
      "example": "Ich verbringe die meiste Zeit meiner Freizeit im Keller, um Videospiele zu spielen. Meine Großmutter verwahrte alte Familienfotos im Keller. Bis nächstem Jahr werde ich den Keller in ein Heimfitnessstudio umgestaltet haben.",
      "example_translation": "Trascorro la maggior parte del mio tempo libero nella cantina giocando ai videogiochi. Mia nonna utilisava la cantina per stoccare vecchie foto di famiglia. Entro l'anno prossimo, avrò convertito la cantina in una palestra per casa.",
      "imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zelle",
      "translation": "cellula",
      "definition": "Eine Zelle ist eine kleine Einheit eines lebenden Organismus, wie ein Mikroorganismus oder eine Zelle in einer Pflanze oder einem Gewebe.",
      "definition_translation": "Una cellula è una piccola unità di un organismo vivente, come un microorganismo o una cellula in un tessuto di pianta o animale.",
      "example": "Der Arzt untersuchte die Zelle unter einem Mikroskop, um die Krankheit zu diagnostizieren. Die Gefängniszelle war klein und schlecht belüftet. Bis 2050 werden Wissenschaftler neue Wege entdeckt haben, um Zellen für medizinische Behandlungen zu verwenden.",
      "example_translation": "Il dottore esaminò la cellula al microscopio per diagnosticare la malattia. La cella del carcere era piccola e scarsamente ventilata. Entro il 2050, gli scienziati avranno scoperto nuovi modi per utilizzare le cellule per trattamenti medici.",
      "imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flur",
      "translation": "corridorio",
      "definition": "Ein Flur ist ein langer Gang in einem Gebäude, insbesondere einer, der Räume oder Etagen verbindet.",
      "definition_translation": "Un lungo passaggio in un edificio, specialmente uno che collega le stanze o i piani.",
      "example": "Ich ging den Flur entlang, um zum Konferenzraum zu gelangen. Gestern ging ich den Flur entlang, um zum Konferenzraum zu gelangen. Morgen werde ich den Flur entlang gehen, um zum Konferenzraum zu gelangen.",
      "example_translation": "Ho camminato lungo il corridoio per arrivare alla sala riunioni. Ieri, ho camminato lungo il corridoio per arrivare alla sala riunioni. Domani, camminerò lungo il corridoio per arrivare alla sala riunioni.",
      "imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kurs",
      "translation": "corso",
      "definition": "Ein Kurs ist eine Serie von Lektionen oder Vorträgen über ein bestimmtes Fach, insbesondere einer, die zu einer Qualifikation führt.",
      "definition_translation": "Una serie di lezioni o conferenze su un argomento specifico, specialmente uno che porta a una qualifica.",
      "example": "Ich nehme einen Kurs in Computer-Programmierung. Ich nahm letzten Semester einen Kurs in Computer-Programmierung. Nächstes Jahr werde ich einen Kurs in Computer-Programmierung nehmen.",
      "example_translation": "Sto seguendo un corso di programmazione informatica. Ho seguito un corso di programmazione informatica lo scorso semestre. Seguirò un corso di programmazione informatica l'anno prossimo.",
      "imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gut",
      "translation": "tenuta",
      "definition": "Ein Gut ist ein großes Landgebiet auf dem Land, insbesondere eines, das einem reichen Menschen oder einer Familie gehört.",
      "definition_translation": "Un'ampia area di terreno in campagna, specialmente uno che è di proprietà di una persona o famiglia ricca.",
      "example": "Die reiche Familie besitzt ein Gut auf dem Land. Sie besaßen ein Gut auf dem Land für Generationen. Sie werden ein Gut auf dem Land für viele Jahre besitzen.",
      "example_translation": "La famiglia ricca possiede una tenuta in campagna. Hanno posseduto una tenuta in campagna per generazioni. Possiederanno una tenuta in campagna per molti anni a venire.",
      "imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptquartier",
      "translation": "quartier generale",
      "definition": "Das Hauptquartier einer Organisation ist das Hauptbüro oder der Hauptstandort.",
      "definition_translation": "Il quartier generale di un'organizzazione è l'ufficio principale o centro di operazioni.",
      "example": "Die Hauptquartiere des Unternehmens befanden sich in New York City, aber sie werden nächstes Jahr nach Chicago verlegt. Der CEO besuchte das Hauptquartier letzte Woche, und es ist derzeit in London ansässig.",
      "example_translation": "La sede dell'azienda era situata a New York City, ma sarà trasferita a Chicago l'anno prossimo. Il CEO ha visitato la sede la scorsa settimana e attualmente sono sede a Londra.",
      "imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lobby",
      "translation": "lobby",
      "definition": "Eine Lobby ist ein Flur oder ein Raum nahe dem Eingang eines Gebäudes, oder eine Gruppe von Menschen, die versuchen, Politiker zu beeinflussen, um eine bestimmte Sache zu unterstützen.",
      "definition_translation": "Un lobby è un corridoio o stanza vicino all'ingresso di un edificio, o un gruppo di persone che cercano di influenzare i politici per sostenere una causa particolare.",
      "example": "Das Hotel-Lobby war schön dekoriert, und die Lobby des Legislativgebäudes war mit Demonstranten gefüllt. Die Lobby-Gruppe hat versucht, das Gesetz für Jahre zu verabschieden.",
      "example_translation": "Il lobby dell'hotel era bellamente decorato, e il lobby dell'edificio legislativo era pieno di manifestanti. Il gruppo di lobby ha cercato di far approvare la legge per anni.",
      "imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wiese",
      "translation": "prato",
      "definition": "Eine Wiese ist ein Stück Land, das mit Gras und oft Wildblumen bedeckt ist, normalerweise in einem natürlichen und friedlichen Zustand.",
      "definition_translation": "Un prato è un pezzo di terra coperto d'erba e spesso di fiori selvatici, generalmente in stato naturale e tranquillo.",
      "example": "Die Familie hatte ein Picknick auf der Wiese letzten Wochenende, und die Wiese war voller Schmetterlinge. Bis nächstes Jahr wird die Wiese in einen Parkplatz umgewandelt.",
      "example_translation": "La famiglia ha fatto un picnic nel prato la scorsa settimana, e il prato era pieno di farfalle. L'anno prossimo, il prato sarà convertito in un parcheggio.",
      "imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tonhöhe",
      "translation": " lancio",
      "definition": "Die Tonhöhe eines Tons beschreibt, wie hoch oder niedrig er ist, eine Beschreibung des Tons in Bezug auf seinen wahrgenommenen Ton.",
      "definition_translation": "Il pitch di un suono è quanto è alto o basso. È una descrizione del suono in termini di tono percepito.",
      "example": "Die Sängerin passte die Tonhöhe ihrer Stimme an die Melodie an. Sie hatte die Idee ihrem Manager vorgestellt. Das Unternehmen wird das neue Produkt nächstes Quartal vorstellen.",
      "example_translation": "La cantante ha aggiustato il pitch della sua voce per adattarsi alla melodia. Aveva lanciato l'idea al suo manager ieri. L'azienda lancerà il nuovo prodotto il prossimo trimestre.",
      "imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuppen",
      "translation": " capanna",
      "definition": "Ein Schuppen ist ein kleiner Bau, normalerweise aus Holz oder Metall, der als Lagerraum oder für andere Zwecke verwendet wird.",
      "definition_translation": "Un capanno è una struttura piccola, tipicamente fatta di legno o metallo, utilizzata per lo stoccaggio di cose.",
      "example": "Ich vergoss eine Träne, als ich mich von meinen Freunden verabschiedete. Der Hund verlor sein Fell überall. Wir werden das Thema auf der nächsten Sitzung beleuchten.",
      "example_translation": "Ho versato una lacrima quando mi sono congedato dai miei amici. Il cane stava perdendo il suo pelo dappertutto. Illumineremo il tema nella prossima riunione.",
      "imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wolkenkratzer",
      "translation": "grattacielo",
      "definition": "Ein Wolkenkratzer ist ein sehr hohes, durchgehend bewohnbares Gebäude mit vielen Stockwerken, typischerweise für Büro- und kommerzielle Nutzung entworfen.",
      "definition_translation": "Un grattacielo è un edificio alto, abitabile in continuazione, di molti piani, tipicamente progettato per uffici e utilizzi commerciali.",
      "example": "Der Wolkenkratzer war das höchste Gebäude in der Stadt. Sie arbeitete auf der 30. Etage eines Wolkenkratzers in Manhattan. Sie werden ein neues Hochhaus im Finanzzentrum nächsten Jahr bauen.",
      "example_translation": "Il grattacielo era l'edificio più alto della città. Lavorava al 30° piano di un grattacielo a Manhattan. Costruiranno un nuovo grattacielo nel distretto finanziario l'anno prossimo.",
      "imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "steiniger Strand",
      "translation": "spiaggia sassosa",
      "definition": "Ein Strand, der durch eine große Anzahl von Steinen oder Kieseln charakterisiert ist, oft in Küstenregionen mit hoher Wellenenergie gefunden.",
      "definition_translation": "Una spiaggia caratterizzata da una grande proporzione di pietre o ciottoli, spesso trovata in aree costiere con alta energia delle onde",
      "example": "Letzten Sommer besuchte ich einen steinigen Strand in Griechenland und musste Schuhe tragen, um meine Füße zu schützen. Ich werde nächsten Jahr einen anderen besuchen. Ich besuchte letzte Woche einen schönen steinigen Strand.",
      "example_translation": "L'estate scorsa, ho visitato una spiaggia sassosa in Grecia e ho dovuto indossare scarpe per proteggere i miei piedi. Sto andando a visitare un'altra il prossimo anno. Ho visitato una bella spiaggia sassosa la settimana scorsa.",
      "imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Atelier",
      "translation": "studio",
      "definition": "Ein Raum oder Gebäude, in dem ein Künstler, Designer oder Musiker arbeitet, oft mit speziellen Geräten und Materialien ausgestattet.",
      "definition_translation": "Una stanza o edificio dove un artista, designer o musicista lavora, spesso equipaggiato con attrezzature e materiali specializzati",
      "example": "Ich verbrachte den ganzen Tag im Atelier, an meinem neuen Gemälde arbeitend. Ich gehe morgen ins Atelier, um ein Lied aufzunehmen. Ich ging letzte Woche ins Atelier, um eine Fotografie-Klasse zu besuchen.",
      "example_translation": "Ho trascorso tutta la giornata nello studio, lavorando sul mio nuovo dipinto. Sto andando allo studio domani per registrare un brano. Sono andato allo studio la settimana scorsa per prendere una lezione di fotografia.",
      "imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Terminal",
      "translation": "terminale",
      "definition": "Ein Abfahrts- oder Ankunftspunkt für Busse, Züge oder Flugzeuge, oft mit Einrichtungen für Fahrgäste ausgestattet.",
      "definition_translation": "Un punto di partenza o arrivo per autobus, treni o aerei, spesso equipaggiato con strutture per i passeggeri",
      "example": "Der Busbahnhof war sehr überfüllt, also entschied ich mich für ein Taxi. Ich gehe zum Flughafenterminal, um meine Freundin abzuholen. Ich kam vor einer Stunde am Bahnhof an.",
      "example_translation": "Il terminale degli autobus era molto affollato, quindi ho deciso di prendere un taxi. Sto andando al terminal dell'aeroporto per prendere il mio amico. Sono arrivato al terminal della stazione un'ora fa.",
      "imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Terasse",
      "translation": "terrazza",
      "definition": "Ein flaches Dach oder eine erhöhte Plattform, typischerweise von einer Brüstung oder Mauer umgeben, oft für Erholung oder Unterhaltung genutzt.",
      "definition_translation": "Un tetto piano o una piattaforma rialzata, tipicamente circondata da una ringhiera o un muro, spesso utilizzata per il recreation o l'intrattenimento.",
      "example": "Wir saßen auf der Terasse, um den Ausblick zu genießen. Ich werde mich auf die Terasse setzen, um den Ausblick zu genießen. Ich saß auf der Terasse, um den Ausblick zu genießen.",
      "example_translation": "Ci sedemmo sulla terrazza per goderci la vista, Mi siederò sulla terrazza per goderci la vista, Mi sono seduto sulla terrazza per goderci la vista.",
      "imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veranstaltungsort",
      "translation": "luogo",
      "definition": "Ein Ort, an dem ein bestimmtes Ereignis oder eine bestimmte Aktivität stattfindet.",
      "definition_translation": "Un posto, soprattutto uno dove si tiene un evento o un'attività specifica.",
      "example": "Der Veranstaltungsort für das Konzert war zu klein. Der Veranstaltungsort für die Hochzeit war wunderschön. Der Veranstaltungsort für die Konferenz wurde geändert.",
      "example_translation": "Il luogo del concerto era troppo piccolo, Il luogo del matrimonio era bellissimo, Il luogo della conferenza è stato cambiato.",
      "imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Station",
      "translation": "reparto",
      "definition": "Eine Abteilung eines Krankenhauses oder einer Strafanstalt oder ein Bezirk einer Stadt.",
      "definition_translation": "Un reparto di un ospedale o una prigione, o un distretto di una città.",
      "example": "Der Patient wurde in eine andere Station verlegt. Das Krankenhaus hat eine Entbindungsstation. Die Station wurde letztes Jahr renoviert.",
      "example_translation": "Il paziente è stato trasferito in un reparto diverso, L'ospedale ha un reparto di maternità, Il reparto è stato ristrutturato l'anno scorso.",
      "imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flugleitstand",
      "translation": "torre di controllo",
      "definition": "Ein hoher Turm, typischerweise auf einem Flughafen, von dem aus der Luftverkehr gesteuert wird.",
      "definition_translation": "Una struttura alta, solitamente in un aeroporto, da cui il traffico aereo è controllato.",
      "example": "Die Flugverkehrskontrollierge arbeitete im Flugleitstand, um startende und landende Flugzeuge zu dirigieren. Gestern arbeitete sie einen Doppelschicht im Flugleitstand. Sie wird morgen wieder im Flugleitstand arbeiten.",
      "example_translation": "Il controllore del traffico aereo ha lavorato nella torre di controllo per dirigere gli aerei che decollavano e atterravano. Ieri, ha lavorato un doppio turno nella torre di controllo. Domani, lavorerà di nuovo nella torre di controllo.",
      "imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feinkostladen",
      "translation": "gastronomia",
      "definition": "Ein Laden, der vorbereitete Lebensmittel wie Fleisch, Käse und Salate verkauft.",
      "definition_translation": "Un negozio che vende cibi già preparati, come carne, formaggi e insalate.",
      "example": "Ich hielt auf dem Weg zur Mittagspause im Feinkostladen, um ein Sandwich zu kaufen. Der Feinkostladen bei mir zu Hause hat das beste Pastrami. Ich werde heute Abend in den Feinkostladen gehen, um Snacks zu kaufen.",
      "example_translation": "Mi sono fermato al negozio di gastronomia durante la pausa pranzo per prendere un panino. La gastronomia vicino a casa mia ha il miglior prosciutto. Andrò al negozio di gastronomia stasera per comprare bazı spuntini.",
      "imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wahrzeichen",
      "translation": "punto di riferimento",
      "definition": "Ein bemerkenswertes oder berühmtes Gebäude, Denkmal oder Merkmal, das leicht wiedererkannt werden kann.",
      "definition_translation": "Un edificio, un monumento o una caratteristica notevoli o famosi che sono facilmente riconoscibili.",
      "example": "Der Eiffelturm ist ein berühmtes Wahrzeichen in Paris. Sie besuchten viele Wahrzeichen auf ihrer Reise nach Europa. Das neue Hochhaus wird ein Wahrzeichen in der Skyline der Stadt sein.",
      "example_translation": "La Torre Eiffel è un punto di riferimento famoso a Parigi. Hanno visitato molti punti di riferimento durante il loro viaggio in Europa. Il nuovo grattacielo sarà un punto di riferimento nel profilo della città.",
      "imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Herrenhaus",
      "translation": "villa",
      "definition": "Ein großes und beeindruckendes Haus, oft auf dem Land oder in einer Vorstadt, das von einer reichen Familie bewohnt wird.",
      "definition_translation": "Una grande e imponente casa, spesso nella campagna o in una sobborgo, che è abitata da una famiglia ricca.",
      "example": "Ich erbte ein schönes Herrenhaus von meiner Großmutter. Letztes Jahr renovierte ich es. Nächstes Jahr werde ich es verkaufen.",
      "example_translation": "Ho ereditato una bellissima villa dalla nonna. L'anno scorso, l'ho ristrutturata. L'anno prossimo, la venderò.",
      "imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Treppenhaus",
      "translation": "scala",
      "definition": "Eine Treppe, insbesondere eine große oder beeindruckende, die die Etagen eines Gebäudes verbindet.",
      "definition_translation": "Un set di scale, specialmente una grande o imponente, che collega i piani di un edificio.",
      "example": "Ich stieg das Treppenhaus hinauf, um das oberste Stockwerk zu erreichen. Gestern putzte ich es. Morgen werde ich es streichen.",
      "example_translation": "Ho scalato la scala per raggiungere l'ultimo piano. Ieri, l'ho pulita. Domani, la dipingerò.",
      "imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schreibwarengeschäft",
      "translation": "negozio di carta",
      "definition": "Ein Einzelhandelsgeschäft, das Schreibmaterialien, wie Papier, Stifte und Tinte, sowie Bürobedarf verkauft.",
      "definition_translation": "Un negozio al dettaglio che vende materiali di scrittura, come carta, penne e inchiostro, così come forniture per ufficio.",
      "example": "Ich besuchte ein Schreibwarengeschäft, um ein neues Notizbuch zu kaufen. Letzte Woche kaufte ich einen Stift davon. Nächsten Monat werde ich Papier davon bestellen.",
      "example_translation": "Ho visitato un negozio di carta per comprare un nuovo quaderno. La settimana scorsa, ho comprato una penna da esso. Il mese prossimo, ordinerò della carta da esso.",
      "imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lagerhalle",
      "translation": "magazzino",
      "definition": "Ein großer Bau für die Lagerung von Gütern, Waren oder anderen Wertgegenständen.",
      "definition_translation": "Un grande edificio per lo stoccaggio di merci, merce o altri beni di valore.",
      "example": "Das Unternehmen baute ein neues Lagerhaus, um ihre Lagerbestände zu speichern. Sie werden mehr Personal einstellen, um das Lagerhaus zu managen. Das Lagerhaus war Jahre lang leer gestanden.",
      "example_translation": "L'azienda ha costruito un nuovo magazzino per archiviare le scorte. Assumeranno più personale per gestire il magazzino. Il magazzino era stato vuoto per anni.",
      "imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischhändler",
      "translation": "pescheria",
      "definition": "Ein Laden, in dem Fisch und andere Meeresfrüchte verkauft werden.",
      "definition_translation": "Un negozio dove vengono venduti pesce e altri prodotti ittici.",
      "example": "Ich ging zum Fischhändler, um frischen Lachs für das Abendessen zu kaufen. Der Fischhändler war gestern geschlossen. Sie wird bald ihren eigenen Fischhändler eröffnen.",
      "example_translation": "Sono andato alla pescheria per comprare del salmone fresco per cena. La pescheria era chiusa ieri. Aprirà la sua propia pescheria presto.",
      "imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisenwarengeschäft",
      "translation": "ferrovia",
      "definition": "Ein Laden, der Eisenwaren, wie Werkzeuge, Haushaltsgeräte und andere metallene Waren verkauft.",
      "definition_translation": "Un negozio che vende articoli di ferro, coltelli e altri beni metallici.",
      "example": "Ich muss zum Eisenwarengeschäft gehen, um einen neuen Hammer zu kaufen. Das Eisenwarengeschäft war gestern sehr beschäftigt. Sie werden das Eisenwarengeschäft nächsten Monat renovieren.",
      "example_translation": "Devo andare alla ferrovia per comprare un nuovo martello. La ferrovia era molto occupata ieri. Ristruttureranno la ferrovia il mese prossimo.",
      "imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landung",
      "translation": "atterraggio",
      "definition": "Die Handlung, ein Raumfahrzeug oder ein Flugzeug sicher auf dem Boden oder einer Oberfläche zu bringen.",
      "definition_translation": "L'atto di portare uno spaziale o un aereo a terra o a una superficie.",
      "example": "Der Pilot führte die Landung erfolgreich durch, und das Flugzeug kam auf dem Rollfeld zum Stehen. Gestern übten die Astronauten ihre Landungstechniken. Morgen werden sie auf dem Mars landen.",
      "example_translation": "Il pilota ha eseguito abilmente l'atterraggio e l'aereo si è fermato sulla pista. Ieri, gli astronauti hanno esercitato le loro tecniche di atterraggio. Domani, atterreranno su Marte.",
      "imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dachboden",
      "translation": "solaio",
      "definition": "Ein Obergeschoss oder Raum in einem Gebäude, insbesondere in einem Wohnhaus, der für die Lagerung oder als Wohnung genutzt wird.",
      "definition_translation": "Una camera o spazio superiore in un edificio, specialmente in un'abitazione, utilizzato per lo stoccaggio o l'abitazione.",
      "example": "Der Dachboden in unserem Haus wurde in ein gemütliches Schlafzimmer umgebaut. Sie hatte Monate lang im Dachboden über der Garage gewohnt. Bis nächstem Jahr werden sie den ganzen Dachboden renoviert haben.",
      "example_translation": "Il solaio nella nostra casa è stato convertito in una camera da letto accogliente. Lei aveva vissuto nel solaio sopra il garage per mesi. Entro l'anno prossimo, avranno ristrutturato l'intero solaio.",
      "imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkoholausgang",
      "translation": "licenza di vendita al dettaglio di alcolici",
      "definition": "Ein Laden oder Geschäft, das alkoholische Getränke für den Verzehr außerhalb der Geschäftsräume verkauft.",
      "definition_translation": "Un negozio o un negozio autorizzato a vendere bevande alcoliche per consumo fuori sede.",
      "example": "Der Alkoholausgang an der Ecke ist 24 Stunden geöffnet. Sie bekam einen Job im Alkoholausgang in der Nähe. Bis Wochenende werden sie einen neuen Alkoholausgang neben dem Supermarkt eröffnen.",
      "example_translation": "La licenza di vendita al dettaglio di alcolici sull'angolo è aperta 24 ore. Lei ha ottenuto un lavoro alla licenza di vendita al dettaglio di alcolici giù per la strada. Entro il fine settimana, avranno aperto una nuova licenza di vendita al dettaglio di alcolici vicino al supermercato.",
      "imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stall",
      "translation": "stabile",
      "definition": "Ein Gebäude oder eine Einrichtung für die Unterbringung von Pferden, Vieh oder anderen Tieren, typischerweise mit Boxen oder Pferdeställen für jedes Tier.",
      "definition_translation": "Un stabile è un edificio o struttura per ospitare cavalli, bestiame o altri animali, tipicamente con stalle o recinti per ogni animale.",
      "example": "Der Bauer wird die Pferde für die Nacht einstellen. Gestern stellte sie die Pferde ein. Morgen wird sie die Pferde einstellen.",
      "example_translation": "Il contadino riposerà il cavallo per la notte. Ieri, lei ripose il cavallo. Domani, lei riposerà il cavallo.",
      "imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zollfreier Shop",
      "translation": "negozio duty-free",
      "definition": "Ein zollfreier Shop ist ein Einzelhandelsgeschäft, das Waren ohne Steuern oder Zölle verkauft, typischerweise in internationalen Flughäfen oder Häfen.",
      "definition_translation": "Un negozio duty-free è un negozio al dettaglio che vende merci senza addebitare tasse di vendita o dazi, tipicamente negli aeroporti internazionali o porti.",
      "example": "Ich kaufe immer Parfüm in einem zollfreien Shop, wenn ich reise. Gestern kaufte ich eine Flasche in einem zollfreien Shop. Nächstes Jahr werde ich eine weitere in einem zollfreien Shop kaufen.",
      "example_translation": "Compro sempre profumi al negozio duty-free quando viaggio. Ieri, ho comprato una bottiglia al negozio duty-free. L'anno prossimo, comprerò un'altra al negozio duty-free.",
      "imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pier",
      "translation": "molo",
      "definition": "Ein Pier ist eine Konstruktion, die über das Wasser hinausgebaut ist, typischerweise von Pfeilern oder Säulen unterstützt, die für verschiedene Zwecke wie Angeln, Anlegen oder Erholung genutzt wird.",
      "definition_translation": "Un molo è una struttura costruita sull'acqua, tipicamente supportata da pilastri o colonne, utilizzata per scopi diversi come la pesca, l'attracco o il divertimento.",
      "example": "Die Familie ging gestern Angeln auf dem Pier. Heute spazieren sie auf dem Pier. Morgen werden sie vom Pier aus segeln.",
      "example_translation": "La famiglia è andata a pesca sul molo ieri. Oggi, stanno passeggiando sul molo. Domani, andranno a vela dal molo.",
      "imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]
}