{
  "data": [
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "tree",
      "translation": "albero",
      "definition": "A tree is a perennial plant with an elongated stem, or trunk, supporting branches and leaves in most species.",
      "definition_translation": "Un albero è una pianta perenne con un fusto, o tronco, che sostiene rami e foglie nella maggior parte delle specie.",
      "example": "I climbed the tree when I was a child. I am climbing the tree now. I will climb the tree tomorrow.",
      "example_translation": "Ho scalato l'albero quando ero bambino. Sto scalando l'albero adesso. Scalero l'albero domani.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "apple tree",
      "translation": "albero di mele",
      "definition": "An apple tree is a deciduous tree in the rose family that is cultivated for its fruit.",
      "definition_translation": "Un albero di mele è un albero deciduo della famiglia delle rose che viene coltivato per il suo frutto.",
      "example": "I planted an apple tree last year. I am watering the apple tree now. I will harvest the apple tree next autumn.",
      "example_translation": "Ho piantato un albero di mele l'anno scorso. Sto annaffiando l'albero di mele adesso. Raccoglierò l'albero di mele l'autunno prossimo.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "forest",
      "translation": "foresta",
      "definition": "A forest is a large area of land dominated by trees and undergrowth.",
      "definition_translation": "Una foresta è una grande area di terra dominata da alberi e sottobosco.",
      "example": "I walked in the forest yesterday. I am walking in the forest now. I will walk in the forest tomorrow.",
      "example_translation": "Ho camminato nella foresta ieri. Sto camminando nella foresta adesso. Camminerò nella foresta domani.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "branch",
      "translation": "ramo",
      "definition": "A branch is a part of a tree that grows out from the trunk or a main stem.",
      "definition_translation": "Un ramo è una parte di un albero che cresce fuori dal tronco o un fusto principale.",
      "example": "I climbed the tree and sat on a branch. I'm climbing the tree and sitting on a branch. I will climb the tree and sit on a branch.",
      "example_translation": "Sono salito sull'albero e mi sono seduto su un ramo. Sto salendo sull'albero e mi sto sedendo su un ramo. Sarò salito sull'albero e mi sarò seduto su un ramo.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fruit tree",
      "translation": "albero da frutto",
      "definition": "A fruit tree is a tree that produces fruit, such as apples, oranges, or bananas.",
      "definition_translation": "Un albero da frutto è un albero che produce frutta, come mele, arance o banane.",
      "example": "I planted a fruit tree in my backyard last year. I'm watering the fruit tree every day. I will harvest the fruit from the fruit tree next month.",
      "example_translation": "Ho piantato un albero da frutto nel mio giardino lo scorso anno. Sto irrigando l'albero da frutto ogni giorno. Raccoglierò la frutta dall'albero da frutto il mese prossimo.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "leaf",
      "translation": "foglia",
      "definition": "A leaf is a green, flat structure that grows on a plant or tree, and is used forphotosynthesis.",
      "definition_translation": "Una foglia è una struttura verde e piatta che cresce su una pianta o albero, e viene utilizzata per la fotosintesi.",
      "example": "The leaf on the tree was shaking in the wind. I'm studying the leaf under a microscope. The leaf will fall off the tree next autumn.",
      "example_translation": "La foglia sull'albero stava oscillando nel vento. Sto studiando la foglia sotto un microscopio. La foglia cadrà dall'albero il prossimo autunno.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "oak",
      "translation": "quercia",
      "definition": "A deciduous tree with a broad trunk and branches, typically bearing lobed leaves and producing acorns.",
      "definition_translation": "Un albero decidue con un tronco robusto e rami, che produce foglie lobate e ghiande.",
      "example": "The old oak tree stood tall in the middle of the field. It had stood there for centuries. It will continue to stand there for generations to come.",
      "example_translation": "L'antico albero di quercia si ergeva alto nel mezzo del campo. Era lì da secoli. Continuerà a stare lì per generazioni a venire.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "plum tree",
      "translation": "albero di susino",
      "definition": "A deciduous tree with showy flowers and edible fruit, native to Asia and Europe.",
      "definition_translation": "Un albero decidue con fiori vistosi e frutto commestibile, originario dell'Asia e dell'Europa.",
      "example": "The plum tree blossomed early this spring. It will bear fruit in a few months. We will harvest the plums next summer.",
      "example_translation": "L'albero di susino è fiorito presto questa primavera.porterà frutto tra pochi mesi. Raccoglieremo le susine il prossimo estate.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "root",
      "translation": "radice",
      "definition": "The underground part of a plant that absorbs water and nutrients from the soil.",
      "definition_translation": "La parte sotterranea di una pianta che assorbe acqua e nutrienti dal terreno.",
      "example": "The tree's root system was extensive. It had roots that went deep into the earth. The roots will continue to grow stronger with time.",
      "example_translation": "Il sistema di radici dell'albero era esteso. Aveva radici che si estendevano profondamente nella terra. Le radici continueranno a crescere più forti con il tempo.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "palm",
      "translation": "palma",
      "definition": "A palm is a type of evergreen plant with long, slender leaves that grow from the top of a tall stem, often found in warm climates.",
      "definition_translation": "Una palma è un tipo di pianta sempreverde con foglie lunghe e strette che crescono dalla cima di un fusto alto, spesso trovata in climi caldi.",
      "example": "I sat under the palm tree to rest, I will sit under the palm tree to relax, and I sat under the palm tree to enjoy the view.",
      "example_translation": "Mi sono seduto sotto l'albero di palma per riposare, mi siederò sotto l'albero di palma per rilassarmi, e mi sono seduto sotto l'albero di palma per godermi la vista.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "woodland",
      "translation": "bosco",
      "definition": "Woodland is a type of landscape characterized by a dense growth of trees, often with a variety of plant and animal species.",
      "definition_translation": "Il bosco è un tipo di paesaggio caratterizzato da una crescita densa di alberi, spesso con una varietà di specie di piante e animali.",
      "example": "I walked through the woodland to explore, I will walk through the woodland to exercise, and I walked through the woodland to find mushrooms.",
      "example_translation": "Ho camminato attraverso il bosco per esplorare, camminerò attraverso il bosco per fare esercizio, e ho camminato attraverso il bosco per trovare funghi.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "acacia",
      "translation": "acacia",
      "definition": "Acacia is a type of flowering plant with thorns, often found in warm and dry regions.",
      "definition_translation": "L'acacia è un tipo di pianta floreale con spine, spesso trovata in regioni calde e aride.",
      "example": "I saw an acacia tree bloom, I will plant an acacia tree, and I had seen an acacia tree grow.",
      "example_translation": "Ho visto un albero di acacia fiorire, pianterò un albero di acacia, e avevo visto un albero di acacia crescere.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "alder",
      "translation": "ontano",
      "definition": "A deciduous tree or shrub of the birch family, with toothed leaves and male catkins.",
      "definition_translation": "Un albero o arbusto deciduo della famiglia delle betulle, con foglie dentate e amenti maschili.",
      "example": "The alder tree was planted along the riverbank to prevent erosion. It will provide shade in the summer. In the past, it had been used for furniture making.",
      "example_translation": "L'albero di ontano è stato piantato lungo la riva del fiume per prevenire l'erosione. Fornirà ombra in estate. In passato, era stato usato per la produzione di mobili.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "almond tree",
      "translation": "albero di mandorlo",
      "definition": "A small deciduous tree, native to the Mediterranean region, with showy pink or white flowers and edible nuts.",
      "definition_translation": "Un piccolo albero deciduo, originario della regione mediterranea, con fiori rosa o bianchi vistosi e noci commestibili.",
      "example": "We will plant an almond tree in our backyard next spring. It has been blooming beautifully for years. The almonds were harvested last autumn.",
      "example_translation": "Pianteremo un albero di mandorlo nel nostro giardino principale la prossima primavera. Ha fiorito bellamente per anni. Le mandorle sono state raccolte l'autunno scorso.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ash",
      "translation": "frassino",
      "definition": "A deciduous tree or shrub with compound leaves and black buds, often found in wetlands and along streams.",
      "definition_translation": "Un albero o arbusto deciduo con foglie composte e gemme nere, spesso trovato in zone umide e lungo i corsi d'acqua.",
      "example": "The ash tree was felled to make way for the new road. It will be used as firewood next winter. The ashes were scattered in the garden.",
      "example_translation": "L'albero di frassino è stato abbattuto per fare spazio alla nuova strada. Sarà utilizzato come legna da ardere il prossimo inverno. Le ceneri sono state disperse nel giardino.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "baobab",
      "translation": "baobab",
      "definition": "A baobab is a type of deciduous tree that is native to Africa, Australia, and the Indian Ocean. It is known for its distinctive shape and large size, and is often referred to as the 'upside-down tree' due to its unusual branch structure.",
      "definition_translation": "Un baobab è un tipo di albero deciduo nativo dell'Africa, dell'Australia e dell'Oceano Indiano. È conosciuto per la sua forma distintiva e la sua grande dimensione, e spesso è chiamato 'albero a testa in giù' a causa della sua struttura di ramo insolita.",
      "example": "The baobab tree has been a symbol of life and fertility in African cultures for centuries. In the past, the baobab was used as a meeting place for the community. Today, the baobab is a popular tourist attraction. By the year 2050, the baobab will be considered an endangered species.",
      "example_translation": "L'albero di baobab è stato un simbolo di vita e fertilità nelle culture africane per secoli. In passato, il baobab è stato utilizzato come luogo di incontro per la comunità. Oggi, il baobab è un'attrazione turistica popolare. Entro il 2050, il baobab sarà considerato una specie in via di estinzione.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "beech",
      "translation": "faggio",
      "definition": "A beech is a type of deciduous tree that is native to Europe and North America. It is known for its smooth, gray bark and its tolerance of a wide range of soil conditions.",
      "definition_translation": "Un faggio è un tipo di albero deciduo nativo dell'Europa e del Nord America. È conosciuto per la sua corteccia liscia e grigia e la sua tolleranza di una vasta gamma di condizioni del suolo.",
      "example": "The beech tree was first introduced to North America by European settlers. In the past, beech nuts were a staple food for many Native American tribes. Today, beech trees are often used as ornamental plants in gardens. By the year 2100, beech trees will be more resistant to disease.",
      "example_translation": "L'albero di faggio è stato introdotto per la prima volta in Nord America dai coloni europei. In passato, le noci di faggio erano un alimento base per molte tribù native americane. Oggi, gli alberi di faggio sono spesso utilizzati come piante ornamentali nei giardini. Entro il 2100, gli alberi di faggio saranno più resistenti alle malattie.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "birch",
      "translation": "betulla",
      "definition": "A birch is a type of deciduous tree that is native to the Northern Hemisphere. It is known for its white, papery bark and its tolerance of cold temperatures.",
      "definition_translation": "Una betulla è un tipo di albero deciduo nativo dell'Emisfero Nord. È conosciuta per la sua corteccia bianca e cartacea e la sua tolleranza delle temperature fredde.",
      "example": "The birch tree has been used for medicinal purposes for centuries. In the past, birch sap was used to treat skin conditions. Today, birch leaves are used to make tea. By the year 2120, birch trees will be used to produce biofuel.",
      "example_translation": "L'albero di betulla è stato utilizzato per scopi medici per secoli. In passato, la linfa di betulla è stata utilizzata per trattare le condizioni della pelle. Oggi, le foglie di betulla sono utilizzate per fare il tè. Entro il 2120, gli alberi di betulla saranno utilizzati per produrre biocombustibili.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "bough",
      "translation": "ramo",
      "definition": "a branch, especially a main branch, of a tree",
      "definition_translation": "un ramo, soprattutto un ramo principale, di un albero",
      "example": "The bough of the oak tree creaked in the wind yesterday, creaks today, and will creak tomorrow.",
      "example_translation": "Il ramo della quercia scricchiolava nel vento ieri, scricchiola oggi e scricchiolerà domani.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cedar",
      "translation": "cedro",
      "definition": "a coniferous tree with aromatic wood, especially the Atlas cedar or the eastern red cedar",
      "definition_translation": "un albero conifero con legno aromatico, soprattutto il cedro dell'Atlante o il cedro rosso orientale",
      "example": "We planted a cedar tree in our backyard last year, are planting another one this year, and will plant more next year.",
      "example_translation": "Abbiamo piantato un albero di cedro nel nostro giardino l'anno scorso, ne stiamo piantando un'altra questo anno e ne pianteremo altri il prossimo anno.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cherry tree",
      "translation": "albero di ciliegio",
      "definition": "a tree that produces cherries, especially a cultivated tree of the genus Prunus",
      "definition_translation": "un albero che produce ciliegie, soprattutto un albero coltivato del genere Prunus",
      "example": "The cherry tree in our garden blossomed beautifully last spring, is producing delicious fruit this summer, and will have new growth next autumn.",
      "example_translation": "L'albero di ciliegio nel nostro giardino è fiorito bellamente la scorsa primavera, sta producendo delizioso frutto questo estate e avrà nuova crescita il prossimo autunno.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "coconut palm",
      "translation": "palma di cocco",
      "definition": "A tall palm tree native to tropical regions, with a large, rounded crown and a single stem, cultivated for its fruit and oil.",
      "definition_translation": "Un albero di palma alto originario di regioni tropicali, con una grande corona rotonda e un singolo fusto, coltivato per il suo frutto e olio.",
      "example": "In the past, coconut palms were used for shelter, today they are used for their fruit, and in the future, they will be used for biofuel.",
      "example_translation": "In passato, le palme da cocco erano utilizzate come riparo, oggi sono utilizzate per il loro frutto, e nel futuro saranno utilizzate per biocarburante.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cone",
      "translation": "conetto",
      "definition": "A shape formed by rotating a triangle around one of its sides, used as a symbol in mathematics and geometry.",
      "definition_translation": "Una forma creata ruotando un triangolo intorno a uno dei suoi lati, utilizzata come simbolo in matematica e geometria.",
      "example": "The child played with the cone-shaped party hat, yesterday the teacher drew a cone on the blackboard, and next week we will learn about cones in geometry class.",
      "example_translation": "Il bambino ha giocato con il cappello a forma di cono, ieri l'insegnante ha disegnato un cono sulla lavagna, e la settimana prossima impareremo sui coni nella classe di geometria.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "coniferous tree",
      "translation": "albero conifero",
      "definition": "A type of tree that produces cones and has needle-like leaves, often found in cold climates.",
      "definition_translation": "Un tipo di albero che produce coni e ha foglie aghiformi, spesso trovato in climi freddi.",
      "example": "In the past, coniferous trees were used for timber, today they are used for paper production, and in the future, they will be used for reforestation.",
      "example_translation": "In passato, gli alberi coniferi erano utilizzati per il legname, oggi sono utilizzati per la produzione di carta, e nel futuro saranno utilizzati per la riforestazione.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "deciduous tree",
      "translation": "albero deciduo",
      "definition": "A deciduous tree is a tree that sheds its leaves annually, typically during autumn. Examples of deciduous trees include oak, maple, and elm.",
      "definition_translation": "Un albero deciduo è un albero che perde le sue foglie annualmente, solitamente durante l'autunno. Esempi di alberi decidui includono quercia, acero e olmo.",
      "example": "The park was filled with deciduous trees that had turned golden brown in the fall. In the summer, they provided shade for picnickers. By next spring, they will have grown new leaves.",
      "example_translation": "Il parco era pieno di alberi decidui che si erano colorati di marrone dorato in autunno. In estate, fornivano ombra per i picnic. La prossima primavera, avranno cresciuto nuove foglie.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "elderberry",
      "translation": "sambuco",
      "definition": "An elderberry is a type of fruit-bearing shrub or small tree, often used to make jams, wines, and teas.",
      "definition_translation": "Il sambuco è un tipo di arbusto o piccolo albero che produce frutta, spesso utilizzato per fare marmellate, vini e tè.",
      "example": "Elderberry jam is a popular preserve in many parts of Europe. My grandmother used to make it from the elderberries that grew in her garden. I still remember the sweet taste of her homemade elderberry wine.",
      "example_translation": "La marmellata di sambuco è un conservante popolare in molte parti d'Europa. Mia nonna usava farla dai sambuchi che crescevano nel suo giardino. Ancora ricordo il dolce gusto del suo vino di sambuco fatto in casa.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "elm",
      "translation": "olmo",
      "definition": "An elm is a type of deciduous tree, often found in parks and gardens, with a vase-shaped crown and Rough, scaly bark.",
      "definition_translation": "L'olmo è un tipo di albero deciduo, spesso trovato in parchi e giardini, con una corona a forma di vaso e una corteccia ruvida e squamosa.",
      "example": "The elm trees in the park were towering above us, their leaves rustling in the wind. In the winter, their branches will be bare, but by next summer, they will be green again. Last year, I sat under an elm tree to read a book.",
      "example_translation": "Gli olmi nel parco torreggiavano sopra di noi, le loro foglie fruscianti nel vento. In inverno, i loro rami saranno spogli, ma la prossima estate, saranno verdi di nuovo. L'anno scorso, mi sono seduto sotto un olmo a leggere un libro.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fig tree",
      "translation": "albero di fichi",
      "definition": "A fig tree is a deciduous tree or shrub in the family Moraceae, native to the Middle East and Mediterranean region.",
      "definition_translation": "Un albero di fichi è un albero o arbusto decido della famiglia Moraceae, originario del Medio Oriente e della regione del Mediterraneo.",
      "example": "I climbed the fig tree to pick some fresh figs. Yesterday, I had climbed the fig tree to pick some fresh figs. Tomorrow, I will climb the fig tree to pick some fresh figs.",
      "example_translation": "Ho scalato l'albero di fichi per raccogliere alcuni fichi freschi. Ieri, avevo scalato l'albero di fichi per raccogliere alcuni fichi freschi. Domani, scalerò l'albero di fichi per raccogliere alcuni fichi freschi.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fir",
      "translation": "abete",
      "definition": "A fir is a evergreen coniferous tree, typically found in mountainous regions, with needle-like leaves and cones.",
      "definition_translation": "Un abete è un albero conifero sempreverde, tipicamente trovato in regioni montuose, con foglie aghiformi e coni.",
      "example": "I saw a beautiful fir tree in the garden. Yesterday, I had seen a beautiful fir tree in the garden. Tomorrow, I will see a beautiful fir tree in the garden.",
      "example_translation": "Ho visto un bell'albero di abete nel giardino. Ieri, avevo visto un bell'albero di abete nel giardino. Domani, vedrò un bell'albero di abete nel giardino.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hazel",
      "translation": "nocciolo",
      "definition": "A hazel is a deciduous tree or shrub, native to Europe and Asia, with rounded leaves and edible nuts.",
      "definition_translation": "Un nocciolo è un albero o arbusto decido, originario dell'Europa e dell'Asia, con foglie rotonde e noci commestibili.",
      "example": "I found a hazel nut on the ground. Yesterday, I had found a hazel nut on the ground. Tomorrow, I will find a hazel nut on the ground.",
      "example_translation": "Ho trovato una noce di nocciolo per terra. Ieri, avevo trovato una noce di nocciolo per terra. Domani, troverò una noce di nocciolo per terra.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "holly",
      "translation": "agrifoglio",
      "definition": "A prickly evergreen tree or shrub with bright red berries, often used as a symbol of Christmas.",
      "definition_translation": "Un albero o arbusto sempreverde spinoso con bacche rosse brillanti, spesso utilizzato come simbolo di Natale.",
      "example": "The house was decorated with holly and mistletoe for the holiday season. Last year, I planted a holly tree in my backyard. By next Christmas, the holly tree will have grown taller.",
      "example_translation": "La casa era decorata con agrifoglio e vischio per la stagione delle festività. L'anno scorso, ho piantato un albero di agrifoglio nel mio cortile. Entro Natale prossimo, l'albero di agrifoglio sarà cresciuto più alto.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hornbeam",
      "translation": "carpino",
      "definition": "A deciduous tree with a smooth grey trunk and hard wood, often used for furniture making.",
      "definition_translation": "Un albero deciduo con tronco grigio liscio e legno duro, spesso utilizzato per la produzione di mobili.",
      "example": "The carpenter used hornbeam wood to make the dining table. Hornbeams are commonly found in European forests. By 2025, the hornbeam tree will be fully grown.",
      "example_translation": "Il falegname ha utilizzato il legno di carpino per fare il tavolo da pranzo. I carpini sono comuni nei boschi europei. Entro il 2025, l'albero di carpino sarà completamente cresciuto.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "horse chestnut",
      "translation": "castagno d'India",
      "definition": "A large deciduous tree with palmate leaves and conical nuts, often used as a shade tree in parks and gardens.",
      "definition_translation": "Un grande albero deciduo con foglie palmate e noci coniche, spesso utilizzato come albero d'ombra nei parchi e giardini.",
      "example": "The children played under the horse chestnut tree in the park. Horse chestnuts are popular in urban landscaping. By next autumn, the horse chestnut tree will have dropped its conkers.",
      "example_translation": "I bambini hanno giocato sotto l'albero di castagno d'India nel parco. I castagni d'India sono popolari nel paesaggio urbano. Entro l'autunno prossimo, l'albero di castagno d'India avrà perso le sue castagne d'India.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "juniper",
      "translation": "ginepro",
      "definition": "a small evergreen tree or shrub with needle-like leaves and purple berries, used as a flavoring in gin and other spirits.",
      "definition_translation": "un albero o arbusto sempreverde piccolo con foglie aghiformi e bacche purpuree, utilizzato come aromatizzante nel gin e altri spiriti.",
      "example": "The air was fragrant with the scent of juniper berries. Yesterday, I picked some juniper branches for decoration. By next year, the juniper tree will be fully grown.",
      "example_translation": "L'aria era fragrante con il profumo delle bacche di ginepro. Ieri, ho raccolto alcuni rami di ginepro per la decorazione. Entro l'anno prossimo, l'albero di ginepro sarà completamente cresciuto.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "larch",
      "translation": "larice",
      "definition": "a coniferous tree with needle-like leaves, native to the mountains of Europe and Asia, often used as a timber tree.",
      "definition_translation": "un albero conifero con foglie aghiformi, nativo delle montagne dell'Europa e dell'Asia, spesso utilizzato come albero da legname.",
      "example": "The larch tree stood tall in the midst of the forest. Larch wood is highly prized for its durability. By the time the larch trees are fully grown, the forest will be a popular tourist destination.",
      "example_translation": "L'albero di larice si ergeva alto in mezzo alla foresta. Il legno di larice è molto apprezzato per la sua durata. Quando gli alberi di larice saranno completamente cresciuti, la foresta sarà una destinazione turistica molto popolare.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "linden",
      "translation": "tilia",
      "definition": "a deciduous tree with heart-shaped leaves, often used as a shade tree in parks and gardens.",
      "definition_translation": "un albero deciduo con foglie a forma di cuore, spesso utilizzato come albero ombroso in parchi e giardini.",
      "example": "The linden tree provided shade on a hot summer day. Yesterday, I sat under the linden tree to read a book. By next month, the linden tree will be in full bloom.",
      "example_translation": "L'albero di tilia ha fornito ombra in un giorno estivo caldo. Ieri, mi sono seduto sotto l'albero di tilia per leggere un libro. Entro il mese prossimo, l'albero di tilia sarà in piena fioritura.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "maple",
      "translation": "acero",
      "definition": "A maple is a type of deciduous tree or shrub that is native to Asia and North America, characterized by its palmate leaves and bright autumn colors.",
      "definition_translation": "Un acero è un tipo di albero o arbusto decidue nativo dell'Asia e del Nord America, caratterizzato dalle sue foglie palmate e dai suoi colori autunnali luminosi.",
      "example": "I saw a beautiful maple tree in the park yesterday, its leaves were turning red. The maple tree in our backyard will be blooming soon. By next year, the new maple tree will have grown taller.",
      "example_translation": "Ho visto un bell'albero di acero nel parco ieri, le sue foglie stavano diventando rosse. L'albero di acero nel nostro cortile sarà in fiore presto. Entro il prossimo anno, il nuovo albero di acero sarà cresciuto più alto.",
      "imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "rowan",
      "translation": "sorbo",
      "definition": "A rowan is a type of deciduous shrub or small tree that is native to Europe and Asia, characterized by its bright red berries and white flowers.",
      "definition_translation": "Un sorbo è un tipo di arbusto o albero piccolo decidue nativo dell'Europa e dell'Asia, caratterizzato dalle sue bacche rosse brillanti e dai suoi fiori bianchi.",
      "example": "I picked some rowan berries to make a pie last autumn. The rowan tree in our garden is blooming now. By next autumn, the rowan tree will have produced more berries.",
      "example_translation": "Ho raccolto alcuni frutti di sorbo per fare una torta l'autunno scorso. L'albero di sorbo nel nostro giardino è in fiore ora. Entro il prossimo autunno, l'albero di sorbo avrà prodotto più bacche.",
      "imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sequoia",
      "translation": "sequoia",
      "definition": "A sequoia is a type of evergreen tree that is native to California, characterized by its large size, conical shape, and reddish-brown bark.",
      "definition_translation": "Una sequoia è un tipo di albero sempreverde nativo della California, caratterizzato dalle sue grandi dimensioni, forma conica e cortecciarossa-bruna.",
      "example": "I visited the sequoia forest in California last year, it was amazing. The sequoia tree in the botanical garden is over 100 years old. In 20 years, the sequoia sapling will have grown into a giant tree.",
      "example_translation": "Ho visitato la foresta di sequoie in California l'anno scorso, era incredibile. L'albero di sequoia nel giardino botanico ha più di 100 anni. Tra 20 anni, la piantina di sequoia sarà cresciuta in un albero gigante.",
      "imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "spruce",
      "translation": "abete",
      "definition": "a type of evergreen tree, typically conical in shape, with needle-like leaves and brown cones",
      "definition_translation": "un tipo di albero sempreverde, tipicamente conico in forma, con foglie aghiformi e coni marroni",
      "example": "The spruce tree in our backyard is decorated with lights every Christmas. Last year, we decorated it with red balls. Next year, we will use blue ones.",
      "example_translation": "L'albero di abete nel nostro cortile è decorato con luci ogni Natale. L'anno scorso, l'abbiamo decorato con palline rosse. L'anno prossimo, useremo quelle blu.",
      "imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "stone pine",
      "translation": "pino domestico",
      "definition": "a type of pine tree with edible seeds, often grown in gardens and parks",
      "definition_translation": "un tipo di albero di pino con semi commestibili, spesso coltivato in giardini e parchi",
      "example": "The stone pine tree in the park was so tall that it obstructed the view. Last summer, we sat under its shade. Next week, we will take a picnic there.",
      "example_translation": "L'albero di pino domestico nel parco era così alto che ostacolava la vista. L'estate scorsa, ci siamo seduti alla sua ombra. La prossima settimana, faremo un picnic lì.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "Swiss pine",
      "translation": "pino silvestre",
      "definition": "a type of pine tree native to the mountains of Europe, often used as a Christmas tree",
      "definition_translation": "un tipo di albero di pino nativo delle montagne dell'Europa, spesso utilizzato come albero di Natale",
      "example": "The Swiss pine tree in the mountains is very rare. Last winter, we saw it covered in snow. Next winter, we will go skiing there.",
      "example_translation": "L'albero di pino silvestre sulle montagne è molto raro. L'inverno scorso, l'abbiamo visto coperto di neve. L'inverno prossimo, andremo a sciare lì.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sycamore",
      "translation": "platano",
      "definition": "A deciduous tree with a broad, domed crown and grayish-brown bark, native to North America and Europe.",
      "definition_translation": "Un albero deciduo con una chioma ampia e rotonda e corteccia grigio-bruna, nativo dell'America del Nord e dell'Europa.",
      "example": "The park has a beautiful sycamore tree that provides shade in the summer. Last year, we had a picnic under it. Next year, we will plant more trees like it.",
      "example_translation": "Il parco ha un bell'albero di platano che fornisce ombra in estate. Lo scorso anno, abbiamo fatto un picnic sotto di esso. L'anno prossimo, pianteremo più alberi come quello.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "twig",
      "translation": "rametto",
      "definition": "A small slender branch or shoot, especially one that is broken off from a tree or bush.",
      "definition_translation": "Un rametto sottile o germoglio, specialmente uno che si è staccato da un albero o cespuglio.",
      "example": "She picked up a twig from the ground to draw in the sand. Yesterday, she had seen a bird perched on a twig. Tomorrow, she will use twigs to build a birdhouse.",
      "example_translation": "Ha raccolto un rametto dal terreno per disegnare sulla sabbia. Ieri, aveva visto un uccello appollaiato su un rametto. Domani, userà rametti per costruire un nido d'uccello.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "weeping willow",
      "translation": "salice piangente",
      "definition": "A deciduous tree with long, slender branches that droop or weep, often growing near water.",
      "definition_translation": "Un albero deciduo con lunghi rami sottili che pendono o piangono, spesso crescenti vicino all'acqua.",
      "example": "The weeping willow tree by the lake was swaying gently in the breeze. Last week, we sat under it to enjoy the view. Next month, we will plant more trees like it around the lake.",
      "example_translation": "L'albero di salice piangente vicino al lago oscillava dolcemente nella brezza. La settimana scorsa, ci siamo seduti sotto di esso per godere della vista. Nel prossimo mese, pianteremo più alberi come quello intorno al lago.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "willow",
      "translation": "salice",
      "definition": "A willow is a flexible tree that grows near water, with long, thin branches that bend downwards. It is often associated with sadness, mourning, or loss.",
      "definition_translation": "Un salice è un albero flessibile che cresce vicino all'acqua, con rami lunghi e sottili che si curvano verso il basso. È spesso associato a tristezza, lutto o perdita.",
      "example": "I will plant a willow tree in my backyard next week, I planted a willow tree in my backyard last year, and I plan to prune my willow tree tomorrow.",
      "example_translation": "Pianterò un albero di salice nel mio giardino la prossima settimana, ho piantato un albero di salice nel mio giardino l'anno scorso e pianifico di potare il mio albero di salice domani.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]
}