{
  "data": [
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "biscuit",
      "translation": "biscotto",
      "definition": "A small baked food that is typically crunchy on the outside and soft on the inside, often eaten with tea or coffee.",
      "definition_translation": "Un alimento cotto piccolo che è tipicamente croccante all'esterno e morbido all'interno, spesso mangiato con tè o caffè.",
      "example": "I ate a biscuit with my tea yesterday, I'm eating a biscuit with my coffee now, and I will eat a biscuit with my juice tomorrow.",
      "example_translation": "Ho mangiato un biscotto con il mio tè ieri, sto mangiando un biscotto con il mio caffè ora, e mangerò un biscotto con il mio succo di frutta domani.",
      "imageLink": "biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "cake",
      "translation": "torta",
      "definition": "A sweet baked food made with flour, sugar, and eggs, often served as a dessert or snack.",
      "definition_translation": "Un alimento dolce cotto fatto con farina, zucchero e uova, spesso servito come dessert o spuntino.",
      "example": "I baked a cake for my sister's birthday yesterday, I'm baking a cake for my friend's party now, and I will bake a cake for my family dinner tomorrow.",
      "example_translation": "Ho preparato una torta per il compleanno di mia sorella ieri, sto preparando una torta per la festa del mio amico ora, e preparerò una torta per la cena con la mia famiglia domani.",
      "imageLink": "cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chocolate",
      "translation": "cioccolato",
      "definition": "A sweet food made from cacao beans, often eaten as a snack or used as an ingredient in cooking and baking.",
      "definition_translation": "Un alimento dolce fatto da fagioli di cacao, spesso mangiato come spuntino o usato come ingrediente nella cottura e nella pasticceria.",
      "example": "I ate a chocolate bar yesterday, I'm eating a chocolate cake now, and I will eat chocolate ice cream tomorrow.",
      "example_translation": "Ho mangiato una barretta di cioccolato ieri, sto mangiando una torta di cioccolato ora, e mangerò il gelato di cioccolato domani.",
      "imageLink": "chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "ice cream",
      "translation": "gelato",
      "definition": "A sweet frozen food typically made from cream, sugar, and flavorings, eaten as a snack or dessert.",
      "definition_translation": "Un alimento congelato dolce tipicamente fatto con crema, zucchero e aromi, mangiato come spuntino o dessert.",
      "example": "I ate ice cream yesterday, I'm eating ice cream now, and I will eat ice cream tomorrow.",
      "example_translation": "Ho mangiato gelato ieri, sto mangiando gelato ora, e mangerò gelato domani.",
      "imageLink": "ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "candy",
      "translation": "caramella",
      "definition": "A sweet food made from sugar, often flavored and colored, and shaped into small pieces or bars.",
      "definition_translation": "Un alimento dolce fatto con zucchero, spesso aromatizzato e colorato, e plasmato in piccoli pezzi o barre.",
      "example": "My brother bought candy at the store, my sister is buying candy now, and my mom will buy candy later.",
      "example_translation": "Mio fratello ha comprato caramelle al negozio, mia sorella sta comprando caramelle ora, e mia madre comprerà caramelle più tardi.",
      "imageLink": "candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "dessert",
      "translation": "dessert",
      "definition": "A course in a meal, typically sweet, eaten at the end of a meal.",
      "definition_translation": "Un corso in un pasto, tipicamente dolce, mangiato alla fine del pasto.",
      "example": "We had dessert after dinner last night, we're having dessert after lunch now, and we will have dessert after breakfast tomorrow.",
      "example_translation": "Abbiamo avuto dessert dopo cena ieri sera, stiamo avendo dessert dopo pranzo ora, e avremo dessert dopo colazione domani.",
      "imageLink": "dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "lollipop",
      "translation": "lecca lecca",
      "definition": "A sweet confectionery consisting of a stick or handle inserted into a small, round or oval-shaped piece of hard candy.",
      "definition_translation": "Un dolce confettorio composto da un bastone o maniglia inserita in un piccolo pezzo di caramella dura, di forma rotonda o ovale.",
      "example": "I ate a lollipop at the fair yesterday. I am eating a lollipop now. I will eat a lollipop at the party tomorrow.",
      "example_translation": "Ho mangiato un lecca lecca alla fiera ieri. Sto mangiando un lecca lecca adesso. Mangerò un lecca lecca alla festa domani.",
      "imageLink": "lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sweet",
      "translation": "dolce",
      "definition": "Having a pleasant taste, especially one that is not sour or salty.",
      "definition_translation": "Avendo un gusto piacevole, soprattutto uno che non è aspro o salato.",
      "example": "The sweet cake was delicious. She is a sweet person. The sweet memories of my childhood are unforgettable.",
      "example_translation": "Il dolce torta era delizioso. Lei è una persona dolce. I dolci ricordi della mia infanzia sono indimenticabili.",
      "imageLink": "sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "sweets",
      "translation": "dolci",
      "definition": "Foodstuffs that are rich in sugar and calories, typically eaten as a snack or dessert.",
      "definition_translation": "Prodotti alimentari che sono ricchi di zucchero e calorie, di solito mangiati come spuntino o dessert.",
      "example": "I love eating sweets on my birthday. The sweets at the party were amazing. She has a sweet tooth.",
      "example_translation": "Adoro mangiare dolci il mio compleanno. I dolci alla festa erano fantastici. Lei ha un debole per i dolci.",
      "imageLink": "sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "chocolate bar",
      "translation": "barretta di cioccolato",
      "definition": "A chocolate bar is a sweet confectionery food made with cacao, sugar, and sometimes nuts or other ingredients, typically rectangular in shape and wrapped in paper or foil.",
      "definition_translation": "Una barretta di cioccolato è un cibo dolce fatto con cacao, zucchero e a volte noci o altri ingredienti, tipicamente rettangolare nella forma e avvolto in carta o alluminio.",
      "example": "Yesterday, I bought a chocolate bar at the store. Today, I am eating it. Tomorrow, I will buy another one.",
      "example_translation": "Ieri ho comprato una barretta di cioccolato al negozio. Oggi sto mangiandola. Domani, ne comprerò un'altra.",
      "imageLink": "chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "jelly",
      "translation": "gelatina",
      "definition": "Jelly is a sweet spread made from fruit juice, sugar, and pectin, often served as a topping for toast, yogurt, or ice cream.",
      "definition_translation": "La gelatina è una spread dolce fatta con succo di frutta, zucchero e pectina, spesso servita come topping per pane tostato, yogurt o gelato.",
      "example": "I ate jelly on my toast for breakfast. Now, I am eating it with my yogurt. Later, I will put it on my ice cream.",
      "example_translation": "Ho mangiato la gelatina sul mio toast per colazione. Ora, sto mangiandola con il mio yogurt. Più tardi, la metterò sul mio gelato.",
      "imageLink": "jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "candyfloss",
      "translation": "zucchero filato",
      "definition": "Candyfloss is a sweet confectionery food made from sugar that is spun into fine strands, often served at fairs and carnivals.",
      "definition_translation": "Lo zucchero filato è un cibo dolce fatto con zucchero che viene filato in sottili filamenti, spesso servito alle fiere e ai carnevali.",
      "example": "I went to the fair and bought some candyfloss. When I was a child, my mother used to buy it for me. One day, I will take my kids to the fair and buy some candyfloss for them.",
      "example_translation": "Sono andato alla fiera e ho comprato dello zucchero filato. Quando ero bambino, mia madre mi comprava sempre. Un giorno, porterò i miei bambini alla fiera e comprerò dello zucchero filato per loro.",
      "imageLink": "candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "gummies",
      "translation": "caramelle gommose",
      "definition": "A type of chewy candy that is typically made from gelatin and comes in various shapes and flavors.",
      "definition_translation": "Un tipo di caramella masticabile che è solitamente fatto di gelatina e viene in diverse forme e sapori.",
      "example": "I ate a bag of gummies at the movie theater last night, and now I have a stomachache. I have been eating gummies for years, but I will eat them again tomorrow.",
      "example_translation": "Ho mangiato un sacchetto di caramelle gommose al cinema ieri sera, e adesso ho mal di stomaco. Ho mangiato caramelle gommose per anni, ma le mangerò di nuovo domani.",
      "imageLink": "gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "hard candy",
      "translation": "caramella dura",
      "definition": "A type of candy that is hard and brittle, often flavored with fruit or spices.",
      "definition_translation": "Un tipo di caramella che è dura e friabile, spesso aromatizzata con frutta o spezie.",
      "example": "I sucked on a hard candy all day at school, and now my mouth is dry. My grandmother used to make hard candies at home, but I will make them next week.",
      "example_translation": "Ho succhiato una caramella dura tutto il giorno a scuola, e adesso ho la bocca secca. La mia nonna usava fare caramelle dure a casa, ma le farò la settimana prossima.",
      "imageLink": "hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "marzipan",
      "translation": "marzapane",
      "definition": "A sweet almond-based confectionery made from equal parts of ground almonds and sugar, often used to make festive sweets and decorations.",
      "definition_translation": "Un dolce confezionato a base di mandorle fatto con parti uguali di mandorle macinate e zucchero, spesso usato per fare dolci e decorazioni festive.",
      "example": "I decorated the Christmas cake with marzipan fruits and leaves. My sister made marzipan animals for the Easter eggs, and we will make marzipan Santas for Christmas.",
      "example_translation": "Ho decorato la torta di Natale con frutta e foglie di marzapane. La mia sorella ha fatto animali di marzapane per le uova di Pasqua, e faremo Babbi Natale di marzapane per Natale.",
      "imageLink": "marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "boiled sweet",
      "translation": "caramella bollita",
      "definition": "A type of hard candy that is boiled to create a hard shell and then colored and flavored.",
      "definition_translation": "Un tipo di caramella dura che viene bollita per creare una shell dura e quindi colorata e aromatizzata.",
      "example": "I ate a boiled sweet when I was a child. I am eating a boiled sweet now. I will eat a boiled sweet later.",
      "example_translation": "Ho mangiato una caramella bollita quando ero bambino. Sto mangiando una caramella bollita ora. Mangerò una caramella bollita più tardi.",
      "imageLink": "boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "confectionery",
      "translation": "dolciaria",
      "definition": "The art of making confections, such as candies, chocolates, and other sweets.",
      "definition_translation": "L'arte di fare confetti, come caramelle, cioccolati e altri dolci.",
      "example": "The confectionery store on the corner sells the most delicious treats. The confectionery store on the corner has been selling treats for years. The confectionery store on the corner will sell treats for a long time.",
      "example_translation": "Il negozio di dolciaria all'angolo vende i trattamenti più deliziosi. Il negozio di dolciaria all'angolo ha venduto trattamenti per anni. Il negozio di dolciaria all'angolo venderà trattamenti per molto tempo.",
      "imageLink": "confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "fudge",
      "translation": "fuscina",
      "definition": "A type of sweet treat made from sugar, milk, and butter, often flavored with nuts or other ingredients.",
      "definition_translation": "Un tipo di trattamento dolce fatto con zucchero, latte e burro, spesso aromatizzato con noci o altri ingredienti.",
      "example": "I love eating fudge on vacation. I am eating fudge now. I will eat fudge again soon.",
      "example_translation": "Mi piace mangiare fuscina in vacanza. Sto mangiando fuscina ora. Mangerò fuscina di nuovo presto.",
      "imageLink": "fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "English",
      "translationLanguage": "Italian",
      "word": "jelly sweets",
      "translation": "caramelle gelatinose",
      "definition": "A type of sweet food made from gelatin, sugar, and flavorings, typically colored and shaped like small animals or fruits.",
      "definition_translation": "Un tipo di cibo dolce fatto con gelatina, zucchero e sostanze aromatizzanti, solitamente colorato e formato come piccoli animali o frutta.",
      "example": "I loved eating jelly sweets when I was a child. Now, I buy them for my kids. By next year, I will have stopped giving them jelly sweets.",
      "example_translation": "Ammava mangiare caramelle gelatinose quando ero bambino. Adesso, le compro per i miei bambini. L'anno prossimo, avrò smesso di dar loro caramelle gelatinose.",
      "imageLink": "jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]
}