[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "positive",
      "translation": "положительный",
      "definition": "having or showing a good effect or attitude; optimistic",
      "definition_translation": "имеющий или проявляющий goedeffect или Relation; оптимистичный",
      "example": "She has a positive attitude towards learning new languages. She learned French positively last year. She will positively learn Spanish next year.",
      "example_translation": "У нее положительное отношение к изучению новых языков. Она изучила французский язык положительно в прошлом году. Она обязательно изучит испанский язык в следующем году.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "addicted",
      "translation": "зависимый",
      "definition": "unable to stop doing or using something, especially something harmful",
      "definition_translation": "неспособный остановиться или перестать что-либо делать или использовать, особенно что-либо вредное",
      "example": "He was addicted to playing video games. He had been addicted to smoking for years. He will be addicted to social media soon.",
      "example_translation": "Он был зависим от видеоигр. Он был зависим от курения на протяжении многих лет. Он скоро станет зависим от социальных сетей.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adventurous",
      "translation": "авантюрный",
      "definition": "willing to take risks and try new things; fond of exciting and unusual activities",
      "definition_translation": "готовый принимать риски и пробовать новые вещи; любящий захватывающие и необычные занятия",
      "example": "She is an adventurous person who loves traveling. She has been on adventurous expeditions to the Amazon rainforest. She will go on an adventurous trip to Africa next year.",
      "example_translation": "Она авантюрный человек, который любит путешествовать. Она отправилась в авантюрные экспедиции в дождевые леса Амазонки. Она отправится в авантюрное путешествие по Африке в следующем году.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "affectionate",
      "translation": "длящей",
      "definition": "showing or feeling love or fondness; tender and loving",
      "definition_translation": "показывающий или испытывающий любовь или привязанность; нежный и любящий",
      "example": "She is an affectionate mother who loves her children. She was affectionate towards her friends. She will be affectionate to her future partner.",
      "example_translation": "Она длящая мать, которая любит своих детей. Она была длящей к своим друзьям. Она будет длящей к своему будущему партнеру.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aggressive",
      "translation": "агрессивный",
      "definition": "Having or showing a hostile or violent temper; fiercely competitive or eager to fight.",
      "definition_translation": "Имеющий или проявляющий враждебный или насильственный темперамент; яростно конкурентоспособный или готовый сражаться.",
      "example": "The aggressive behavior of the dog was frightening. In the past, it was aggressive towards strangers. By next year, it will have been aggressive for five years.",
      "example_translation": "Агрессивное поведение собаки было пугающим. Раньше оно было агрессивно по отношению к чужим. К следующему году оно будет агрессивно в течение пяти лет.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ambitious",
      "translation": "амбициозный",
      "definition": "Having or showing a strong desire to succeed or achieve something; having a strong desire to be successful.",
      "definition_translation": "Имеющий или проявляющий сильное желание преуспеть или достичь чего-либо; имеющий сильное желание быть успешным.",
      "example": "She was an ambitious young entrepreneur who had already founded three companies. Last year, she was ambitious about expanding her business. By 2025, she will have been ambitious to start her own venture capital fund.",
      "example_translation": "Она была амбициозной молодой предпринимательницей, которая уже основала три компании. В прошлом году она была амбициозна по поводу расширения своего бизнеса. К 2025 году она будет амбициозна начать свой собственный фонд风险ного капитала.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "amused",
      "translation": "развлекаться",
      "definition": "Feeling or showing enjoyment or entertainment; being entertained or pleased.",
      "definition_translation": "Чувствующий или проявляющий радость или развлечение; будучи развлекаемым или радуясь.",
      "example": "The children were amused by the clown's tricks. Yesterday, they were amused by the cartoon. By next summer, they will have been amused by the new water park.",
      "example_translation": "Дети были развлечены фокусами клоуна. Вчера они были развлечены мультфильмом. К следующему лету они будут развлечены новым аквапарком.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "arrogant",
      "translation": "арогантный",
      "definition": "Having or showing an attitude of superiority, lack of modesty, or excessive pride.",
      "definition_translation": "Имеющий или проявляющий отношение превосходства, недостаток скромности или избыточную гордость.",
      "example": "The arrogant CEO was disliked by his employees. In the past, he was arrogant about his company's success. By the end of the year, he will have been arrogant about his wealth.",
      "example_translation": "Арогантный генеральный директор был неliked его сотрудниками. Раньше он был аrogантный относительно успешности своей компании. К концу года он будет аrogантный относительно своего богатства.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bad-tempered",
      "translation": "злой",
      "definition": "Having or showing a bad or unpleasant temper; irritable.",
      "definition_translation": "Имеющий или проявляющий плохой или неприятный темперамент; раздражительный.",
      "example": "She was a bad-tempered person and always got angry easily. She had been bad-tempered since childhood. She will be bad-tempered if she doesn't get what she wants.",
      "example_translation": "Она была человеком с плохим характером и всегда легко раздражалась. Она была плохо темпераментом с детства. Она будет плохо темпераментом, если она не получит то, что она хочет.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "balanced",
      "translation": "балансированный",
      "definition": "Having a mixture of different things in a way that is fair or reasonable; not too much or too little of anything.",
      "definition_translation": "Имеющий смесь различных вещей таким образом, что это является справедливым или разумным; не слишком много или слишком мало чего-либо.",
      "example": "He was a balanced person who knew how to prioritize his tasks. He had been balanced in his decisions since he was young. He will be balanced in his approach to the project.",
      "example_translation": "Он был сбалансированным человеком, который знал, как приоритизировать свои задачи. Он был сбалансированным в своих решениях с юности. Он будет сбалансированным в своем подходе к проекту.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bitter",
      "translation": "горький",
      "definition": "Having a sharp, pungent, or acidic taste; unhappy or resentful.",
      "definition_translation": "Имеющий острый, резкий или кислотный вкус; несчастный или обиженный.",
      "example": "The coffee was bitter and needed sugar. She felt bitter about her past relationships. He will be bitter if he doesn't get the job.",
      "example_translation": "Кофе был горьким и нуждался в сахаре. Она чувствовала горечь из-за своих прошлых отношений. Он будет горьким, если он не получит работу.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bold",
      "translation": "смелый",
      "definition": "Showing courage or confidence in what one does or says; not afraid to take risks.",
      "definition_translation": "Показывающий храбрость или уверенность в том, что он делает или говорит; не боится принимать риски.",
      "example": "He was a bold entrepreneur who took risks in his business. She had been bold in her decisions since college. They will be bold in their new marketing strategy.",
      "example_translation": "Он был смелым предпринимателем, который принимал риски в своем бизнесе. Она была смелой в своих решениях с колледжа. Они будут смелыми в своей новой маркетинговой стратегии.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bossy",
      "translation": "действующий",
      "definition": "Having or showing too much confidence in one's own ability and a tendency to give orders to others.",
      "definition_translation": "Имеющий или проявляющий чрезмерную уверенность в своих способностях и склонность давать распоряжения другим.",
      "example": "She was a bossy child, always telling her siblings what to do. She bossed her team around, telling them how to complete the project. She will be bossy in the future, always trying to control others.",
      "example_translation": "Она была властной ребенком, всегда говоря своим братьям и сестрам, что делать. Она управляла своей командой, рассказывая им, как завершить проект. Она будет властной в будущем, всегда试я контролировать других.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bright",
      "translation": "яркий",
      "definition": "Giving out or reflecting a lot of light; shining intensely.",
      "definition_translation": "Выдающий или отражающий много света; сияющий интенсивно.",
      "example": "The bright sun was shining in the clear sky. The bright lights of the city never dimmed. The bright future ahead of us was full of possibilities.",
      "example_translation": "Яркое солнце сияло в ясном небе. Яркие огни города никогда не угасали. Яркое будущее перед нами было полно возможностей.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "caring",
      "translation": "заботливый",
      "definition": "Feeling or showing concern and compassion for others.",
      "definition_translation": "Чувствующий или проявляющий беспокойство и сострадание к другим.",
      "example": "She was a caring mother, always worrying about her children's well-being. He cared for his patients, giving them the best treatment possible. They will be caring for the environment, trying to reduce pollution.",
      "example_translation": "Она была заботливой матерью, всегда волнуясь о благополучии своих детей. Он заботился о своих пациентах, давая им лучшее лечение, которое было возможно. Они будут заботиться об окружающей среде, пытаясь уменьшить загрязнение.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cautious",
      "translation": "осторожный",
      "definition": "Careful to avoid risks or dangers.",
      "definition_translation": "Осторожный, чтобы避ать рисков или опасностей.",
      "example": "She was cautious when walking alone at night, always looking over her shoulder. He was cautious when making investment decisions, doing thorough research. They will be cautious in the future, learning from past mistakes.",
      "example_translation": "Она была осторожной, когда шла одна ночью, всегда смотрела за плечо. Он был осторожным при принятии инвестиционных решений, проводя тщательное исследование. Они будут осторожными в будущем, учась из прошлых ошибок.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "competitive",
      "translation": "конкурентный",
      "definition": "Relating to or characterized by competition, especially in business or sports.",
      "definition_translation": "Относящийся к или характеризующий конкуренцию, особенно в бизнесе или спорте.",
      "example": "The company has a highly competitive market strategy, which has helped them to stay ahead of their rivals. Last year, they were more competitive than ever, and this year they will be even more so.",
      "example_translation": "Компания имеет высококонкурентную рыночную стратегию, которая помогла им оставаться впереди своих конкурентов. В прошлом году они были более конкурентоспособными, чем когда-либо, и в этом году они будут еще более таковыми.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "conceited",
      "translation": "гордый",
      "definition": "Having or showing an excessive pride in one's appearance, accomplishments, etc.",
      "definition_translation": "Имеющий или демонстрирующий чрезмерную гордость в своем виде, достижениях и т.д.",
      "example": "He was so conceited that he spent hours in front of the mirror, admiring his own reflection. He had always been conceited, and his friends had grown tired of his boasts.",
      "example_translation": "Он был так горд, что часами стоял перед зеркалом, любуясь своим собственным отражением. Он всегда был гордым, и его друзья устали от его хвастовства.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "concerned",
      "translation": "озабоченный",
      "definition": "Feeling anxiety or worry about something or someone.",
      "definition_translation": "Испытывающий тревогу или беспокойство о чем-то или ком-то.",
      "example": "The parents were concerned about their child's health, so they took him to see a doctor. The government is concerned about the rising crime rate and is planning to increase the police force.",
      "example_translation": "Родители были обеспокоены здоровьем своего ребенка, поэтому они отвели его к врачу. Правительство обеспокоено растущим уровнем преступности и планирует увеличить полицейские силы.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "conservative",
      "translation": "консервативный",
      "definition": "Favoring traditional views and values, and opposing change or innovation.",
      "definition_translation": "Сторонник традиционных взглядов и ценностей, и противник изменения или инноваций.",
      "example": "The conservative politician was opposed to the proposal to reform the tax system. The company has a conservative approach to investment, preferring to stick with traditional methods.",
      "example_translation": "Консервативный политик был против предложения реформировать налоговую систему. Компания имеет консервативный подход к инвестициям, предпочитая придерживаться традиционных методов.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "content",
      "translation": "содержимое",
      "definition": "The state of being satisfied or pleased.",
      "definition_translation": "Состояние удовлетворенности или удовольствия.",
      "example": "I am content with my current job. I was content with my previous job, and I will be content with my future job.",
      "example_translation": "Я удовлетворен своей текущей работой. Я был удовлетворен своей предыдущей работой, и я буду удовлетворен своей будущей работой.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "conventional",
      "translation": "конвенциональный",
      "definition": "Following the usual or traditional customs and practices.",
      "definition_translation": "Следующий обычным или традиционным нормам и практикам.",
      "example": "The conventional way of doing business is changing rapidly. We conventionalized the process to make it more efficient. By 2025, we will have conventionalized the entire industry.",
      "example_translation": "Обычный способ ведения бизнеса быстро меняется. Мы уконвенционализировали процесс, чтобы сделать его более эффективным. К 2025 году мы уконвенционализируем整个industry.",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cooperative",
      "translation": "кооперативный",
      "definition": "Willing to work together and help each other.",
      "definition_translation": "Готовый работать вместе и помогать друг другу.",
      "example": "The cooperative efforts of the team led to the project's success. We have been cooperative with our partners for years. By next year, we will have started a new cooperative venture.",
      "example_translation": "Совместные усилия команды привели к успеху проекта. Мы сотрудничаем с нашими партнерами уже годы. К следующему году мы начнем новое кооперативное предприятие.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cowardly",
      "translation": "злостный",
      "definition": "Lacking courage or strength in the face of danger or difficulty.",
      "definition_translation": "Недостаток храбрости или силы духа перед лицом опасности или трудности.",
      "example": "He was accused of behaving in a cowardly manner during the crisis. I was cowardly in my youth, but I have since overcome my fears. By next month, I will have stopped being cowardly in the face of challenges.",
      "example_translation": "Его обвинили вcowardly поведении во время кризиса. Я был злостным в юности, но с тех пор я преодолел свои страхи. К следующему месяцу я перестану быть злостным перед лицом сложностей.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "decent",
      "translation": "приличный",
      "definition": "acceptable and satisfying, though not exceptional",
      "definition_translation": "достаточно хороший, хотя и не исключительный",
      "example": "She was a decent tennis player, but not good enough to go pro.",
      "example_translation": "Она была приличной теннисисткой, но не достаточно хорошей, чтобы стать профи.",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "decisive",
      "translation": "решительный",
      "definition": "having or showing the ability to make decisions quickly and confidently",
      "definition_translation": "обладая или демонстрируя способность принимать решения быстро и уверенно",
      "example": "He was a decisive leader, always making tough choices with ease.",
      "example_translation": "Он был решительным лидером, всегда легко принимая трудные решения.",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "demanding",
      "translation": "требовательный",
      "definition": "requiring a lot of effort, time, or skill; difficult to satisfy",
      "definition_translation": "требующий много усилий, времени или навыков; трудно удовлетворить",
      "example": "The job was very demanding, but she was up for the challenge.",
      "example_translation": "Работа была очень требовательной, но она была готова к вызову.",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "depressing",
      "translation": "угнетающий",
      "definition": "causing feelings of sadness or hopelessness",
      "definition_translation": "вызывающий чувства печали или безнадежности",
      "example": "The news of the natural disaster was depressing, but we had to stay strong.",
      "example_translation": "Новость о стихийном бедствии была угнетающей, но мы должны были остаться сильными.",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "desperate",
      "translation": "отчаянный",
      "definition": "Feeling or showing extreme anxiety or fear, especially in a situation where escape seems impossible.",
      "definition_translation": "Чувствующий или проявляющий чрезвычайную тревогу или страх, особенно в ситуация, где бегство кажется невозможным.",
      "example": "I was desperate to finish the project on time, but the team was slowing me down. I had been desperate to get out of the burning building. I will be desperate to get a promotion next year.",
      "example_translation": "Я был отчаянно пытался завершить проект вовремя, но команда меня тормозила. Я был отчаянно пытался выбраться из горящего здания. Я буду отчаянно добиваться продвижения по службе в следующем году.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "determined",
      "translation": "решительный",
      "definition": "Having made a firm decision or having a strong intention to do something.",
      "definition_translation": "Принявший твердое решение или имеющий сильное намерение что-то сделать.",
      "example": "I was determined to learn how to play the guitar, so I practiced every day. She had been determined to become a doctor since she was a teenager. They will be determined to win the championship next year.",
      "example_translation": "Я был решительным научиться играть на гитаре, так что я практиковался каждый день. Она была решительной стать врачом с тех пор, как была подростком. Они будут решительными выиграть чемпионат в следующем году.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "devoted",
      "translation": "преданный",
      "definition": "Giving all of one's time, energy, or attention to something or someone.",
      "definition_translation": "Отданный все свое время, энергию или внимание кому-то или чему-то.",
      "example": "She was devoted to her family and always put their needs first. He had been devoted to his work and spent long hours in the office. They will be devoted to their charitable cause and continue to raise funds.",
      "example_translation": "Она была предана своей семье и всегда ставила их нужды на первое место. Он был предан своей работе и проводил долгие часы в офисе. Они будут преданы своей благотворительной цели и продолжат сбор средств.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "diligent",
      "translation": "прилежный",
      "definition": "Showing careful and steady effort and attention to detail.",
      "definition_translation": "Показывающий тщательное и устойчивое усилие и внимание к деталям.",
      "example": "She was diligent in her research and collected all available data. He had been diligent in his studies and achieved good grades. They will be diligent in their efforts to reduce costs.",
      "example_translation": "Она была прилежной в своих исследованиях и собрала все доступные данные. Он был прилежным в своих учёных и достиг хороших оценок. Они будут прилежными в своих усилиях по減ению затрат.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dishonest",
      "translation": "нечестный",
      "definition": "Not honest or truthful; having or showing a lack of integrity.",
      "definition_translation": "Не честный или правдивый; имеющий или демонстрирующий отсутствие целостности.",
      "example": "The company's dishonest business practices led to its downfall. The employee was fired for being dishonest with his boss. The politician's dishonest campaign promises were exposed.",
      "example_translation": "Нечестные бизнес-практики компании привели к ее падению. Сотрудник был уволен за нечестность по отношению к своему боссу. Нечестные предвыборные обещания политика были раскрыты.",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "disorganized",
      "translation": "неорганизованный",
      "definition": "Lacking organization or method; chaotic or confusing.",
      "definition_translation": "Отсутствует организация или метод; хаотичный или CONFUSING.",
      "example": "The disorganized event was a complete disaster. The disorganized files made it difficult to find anything. The company's disorganized management structure led to its failure.",
      "example_translation": "Неорганизованное мероприятие было полным провалом. Неорганизованные файлы делали трудным поиск чего-либо. Неорганизованная структура управления компании привела к ее неудаче.",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dissatisfied",
      "translation": "неудовлетворенный",
      "definition": "Not pleased or content; unhappy or discontented.",
      "definition_translation": "Не довольный или контент; несчастный или неудовлетворенный.",
      "example": "The customer was dissatisfied with the service. The employee was dissatisfied with his job. The dissatisfied crowd protested the government's policies.",
      "example_translation": "Клиент был неудовлетворен сервисом. Сотрудник был неудовлетворен своей работой. Неудовлетворенная толпа протестовала против 政ических правительства.",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "distressing",
      "translation": "тревожный",
      "definition": "Causing anxiety, sadness, or unease; unpleasant or disturbing.",
      "definition_translation": "Причиняющий тревогу, печаль или беспокойство; неприятный или тревожный.",
      "example": "The distressing news about the economy was alarming. The patient's distressing symptoms were concerning. The distressing situation was unbearable.",
      "example_translation": "Тревожные новости об экономике были тревожными. Симптомы пациента были ЧРЕВОУГОДНЫМИ. Тревожная ситуация была нестерпимой.",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "doubtful",
      "translation": "сомнительный",
      "definition": "feeling or showing doubt about something or someone",
      "definition_translation": "чувствующий или показывающий сомнение в отношении кого-то или чего-то",
      "example": "I was doubtful about the investment, but my friend assured me it was a good opportunity. I had been doubtful of his abilities, but he proved me wrong. I will be doubtful of their intentions until I see the results.",
      "example_translation": "Я сомневался в инвестициях, но мой друг уверил меня, что это 好 возможность. Я сомневался в его способностях, но он доказал мне wrong. Я буду сомневаться в их намерениях, пока не увижу результаты.",
      "imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dynamic",
      "translation": "динамичный",
      "definition": "characterized by constant change, activity, or progress",
      "definition_translation": "характеризуется постоянным изменением, активностью или прогрессом",
      "example": "The company's dynamic approach to business led to rapid growth. The dynamic nature of the industry requires constant innovation. The teacher's dynamic teaching style engaged the students.",
      "example_translation": "Динамичный подход компании к бизнесу привел к быстрому росту. Динамичная природа отрасли требует постоянного инновационного подхода. Динамичный стиль преподавания учителя занимал студентов.",
      "imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "eager",
      "translation": "рвущийся",
      "definition": "feeling or showing enthusiasm and interest",
      "definition_translation": "чувствующий или показывающий энтузиазм и интерес",
      "example": "I was eager to start the new project. She has been eager to learn the language for years. They will be eager to see the results of the experiment.",
      "example_translation": "Я был рвущийся начать новый проект. Она была рвущейся изучать язык на протяжении лет. Они будут рвущимися увидеть результаты эксперимента.",
      "imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "educated",
      "translation": "образованный",
      "definition": "having received an education, especially one that is advanced or specialized",
      "definition_translation": "получивший образование, особенно то, которое являетсяadvanced или специализированным",
      "example": "The educated elite in the country held a significant amount of power. She was educated at a prestigious university. The well-educated workforce is essential for economic growth.",
      "example_translation": "Образованная элита в стране held значительное количество власти. Она получила образование в престижном университете. Хорошо образованная работоспособная сила является существенной для экономического роста.",
      "imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "emotional",
      "translation": "эмоциональный",
      "definition": "Relating to or characterized by emotion; instinctive or intuitive rather than rational or reasoned.",
      "definition_translation": "Относящийся к эмоциям; инстинктивный или интуитивный, chứ не рациональный или обоснованный.",
      "example": "She was an emotional person and cried easily. She had been emotional during the breakup. She will be emotional at the wedding.",
      "example_translation": "Она была эмоциональной человек и легко плакала. Она была эмоциональной во время разрыва. Она будет эмоциональной на свадьбе.",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "encouraging",
      "translation": "ободряющий",
      "definition": "Giving support or confidence; helping to make someone feel more confident or determined.",
      "definition_translation": "Дающий поддержку или уверенность; помогая кому-то чувствовать себя более уверенно или решительно.",
      "example": "Her encouraging words helped me to pursue my dream. He had been encouraging his team throughout the game. They will be encouraging their students to participate in the competition.",
      "example_translation": "Её ободряющие слова помогли мне追uant我的 мечту. Он был ободряющим своей команде на протяжении всей игры. Они будут ободряющими своих студентов для участия в конкурсе.",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "energetic",
      "translation": "энергичный",
      "definition": "Having or showing a lot of energy and enthusiasm; lively and active.",
      "definition_translation": "Имеющий или показывающий много энергии и энтузиазма; живой и активный.",
      "example": "He was an energetic person and always looked on the bright side. They have been energetic during the workout. She will be energetic at the party tonight.",
      "example_translation": "Он был энергичным человеком и всегда смотрел на светлую сторону. Они были энергичными во время тренировки. Она будет энергичной на вечеринке сегодня вечером.",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "entertaining",
      "translation": "развлекательный",
      "definition": "Providing enjoyment or amusement; interesting or amusing.",
      "definition_translation": "Предоставляя удовольствие или развлечение; интересный или забавный.",
      "example": "The movie was entertaining and I enjoyed it. They have been entertaining their guests all night. He will be entertaining his clients at the dinner party.",
      "example_translation": "Фильм был развлекательным, и я насладился им. Они развлекали своих гостей всю ночь. Он будет развлекать своих клиентов на обеде.",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "enthusiastic",
      "translation": "энтузиастичный",
      "definition": "Filled with intense and excited interest or enthusiasm, typically in a lively and energetic way.",
      "definition_translation": "Наполненный интенсивным и возбужденным интересом или энтузиазмом, обычно в оживленном и энергичном стиле.",
      "example": "She was enthusiastic about the new project, and her team was inspired by her energy. In the past, she had been enthusiastic about every new idea, but now she was more cautious. In the future, she hopes to be enthusiastic about her work again.",
      "example_translation": "Она была энтузиастична по поводу нового проекта, и ее команда была вдохновлена ее энергией. В прошлом она была энтузиастична по поводу каждой новой идеи, но şimdi она была более осторожной. В будущем она надеется быть энтузиастична по поводу своей работы снова.",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "evil",
      "translation": "злой",
      "definition": "Morally bad or wrong; wicked. Causing harm or injury.",
      "definition_translation": "Морально плохой или неправильный; злой. Причиняет вред или повреждение.",
      "example": "The evil villain in the movie was seeking revenge. In the past, he had committed many evil deeds. In the future, he will face the consequences of his evil actions.",
      "example_translation": "Злой злодей в фильме искал мести. В прошлом он совершил многие злые деяния. В будущем он столкнется с последствиями своих злых действий.",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "exhausting",
      "translation": "истощающий",
      "definition": "Causing extreme fatigue or tiredness; extremely tiring.",
      "definition_translation": "Причиняет极альную усталость или утомление; крайне утомительный.",
      "example": "The marathon was exhausting, and I needed a long rest afterwards. In the past, I had never completed an exhausting task like that. In the future, I hope to be better prepared for such exhausting activities.",
      "example_translation": "Марафон был истощающим, и я нуждался в долгом отдыхе после этого. В прошлом я никогда не завершал такой истощающей задачи. В будущем я надеюсь быть лучше подготовлен к таким истощающим занятиям.",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "expert",
      "translation": "эксперт",
      "definition": "A person with extensive knowledge or skill in a particular area; a specialist.",
      "definition_translation": "Человек с обширными знаниями или навыками в какой-либо области; специалист.",
      "example": "The expert in the field of medicine made a groundbreaking discovery. In the past, she had been an expert in a different field. In the future, she hopes to become an expert in a new area.",
      "example_translation": "Эксперт в области медицины сделал революционный открытие. В прошлом она была экспертом в другой области. В будущем она надеется стать экспертом в новой области.",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "faithful",
      "translation": "верный",
      "definition": "Having or showing loyalty and devotion to a person, organization, or cause; reliable and consistent in performance or behavior.",
      "definition_translation": "Имеющий или демонстрирующий лояльность и преданность человеку, организации или делу; надежный и последовательный в исполнении или поведении.",
      "example": "She was a faithful friend to me during my difficult times. She had been faithful to her husband for 20 years. She will be faithful to her duties as a manager.",
      "example_translation": "Она была верной мне friend во время моих трудных времен. Она была верной своему мужу в течение 20 лет. Она будет верной своим обязанностям в качестве менеджера.",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fascinated",
      "translation": "заинтригованный",
      "definition": "Very interested and attracted to something because it is unusual or interesting.",
      "definition_translation": "Оченьinterested и привлеченный к чему-то из-за того, что это необычно или интересно.",
      "example": "I was fascinated by the ancient ruins when I visited Egypt. She had been fascinated by astronomy since she was a child. He will be fascinated by the new technology.",
      "example_translation": "Я был заинтригован древними развалинами, когда посетил Египет. Она была заинтригована астрономией с тех пор, как была ребенком. Он будет заинтригован новой технологией.",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fascinating",
      "translation": "заинтриговывающий",
      "definition": "Extremely interesting or attractive because of being unusual or unexpected.",
      "definition_translation": "_EXTREMELY интересный или привлекательный из-за того, что это необычно или неожиданно.",
      "example": "The fascinating documentary about space exploration was broadcast on television last night. The fascinating beauty of the waterfall captivated all the tourists.",
      "example_translation": "Заинтриговывающий документальный фильм о космической экспансии транслировался по телевизору昨 вечером. Заинтриговывающая красота водопада очаровала всех туристов.",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fierce",
      "translation": "свирепый",
      "definition": "Showing a strong and powerful emotion, such as anger or determination.",
      "definition_translation": "Показывающий сильное и мощное эмоциональное состояние, такое как гнев или решимость.",
      "example": "The fierce warrior fought bravely in the battle. She had a fierce determination to succeed in her career. He will be fierce in his criticism of the new policy.",
      "example_translation": "Свирепый воин сражался храбро в бою. Она имела свирепую решимость преуспеть в своей карьере. Он будет свиреп в своей критике новой политики.",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "foolish",
      "translation": "глупый",
      "definition": "Lacking good sense or judgment; unreasonable or stupid.",
      "definition_translation": "Не имеющий здравого смысла или суждения; необоснованный или глупый.",
      "example": "I was foolish to invest all my money in that shady business. I was foolish and didn't do my research. I will be foolish if I don't learn from my mistakes.",
      "example_translation": "Я был глуп, инвестировав все мое деньги в тот сомнительный бизнес. Я был глуп и не произвел исследования. Я буду глуп, если не научусь из своих ошибок.",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "furious",
      "translation": "ярости",
      "definition": "Extremely angry; filled with intense anger or fury.",
      "definition_translation": "Чрезвычайно злой; наполненный сильной злобой или ярости.",
      "example": "I was furious when I found out I had been cheated. I am furious about the injustice in the world. I will be furious if someone touches my car.",
      "example_translation": "Я был в ярости, когда узнал, что меня обманули. Я яростен из-за несправедливости в мире. Я буду в ярости, если кто-то займет мой автомобиль.",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "greedy",
      "translation": "жадный",
      "definition": "Having or showing an intense and selfish desire for something, especially food or money.",
      "definition_translation": "Имеющий или проявляющий сильное и эгоистичное желание к чему-то, особенно еде или деньгам.",
      "example": "My brother is greedy and always wants more. My sister was greedy and ate all the cake. My friend will be greedy and take all the money.",
      "example_translation": "Мой брат жаден и всегда хочет больше. Моя сестра была жадной и съела весь торт. Мой друг будет жаден и возьмет все деньги.",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hard",
      "translation": "твердый",
      "definition": "Firm and resistant to pressure or impact; solid and unyielding.",
      "definition_translation": "Твердый и устойчивый к давлению или удару; сплошной и неизменный.",
      "example": "The rock was hard and difficult to break. The teacher is hard on us, giving us a lot of homework. The exam will be hard, but I'll study well.",
      "example_translation": "Камень был твердым и трудным для разбивания. Учитель суров к нам, давая нам много домашней работы. Экзамен будет трудным, но я хорошо приготовлюсь.",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hard-working",
      "translation": "трудоёмкий",
      "definition": "Showing a willingness to work very hard and diligently.",
      "definition_translation": "Показывающий готовность работать очень hard и усердно.",
      "example": "She was a hard-working employee who always met her deadlines. She had been working hard on this project for months. She will be a hard-working team leader in the future.",
      "example_translation": "Она была трудолюбивым сотрудником, который всегда успевал выполнить задачи к установленному сроку. Она работала над этим проектом в течение месяцев. Она будет трудолюбивым руководителем команды в будущем.",
      "imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "icy",
      "translation": "ледяной",
      "definition": "Extremely cold in temperature or manner.",
      "definition_translation": "Экстремально холодный по температуре или манере.",
      "example": "The icy wind blew across the frozen lake. She gave him an icy stare. The winter morning was icy cold.",
      "example_translation": "Ледяной ветер дунул через замёрзшее озеро. Она дала ему ледяной взгляд. Утреннее зимнее было ледяным холодом.",
      "imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "impatient",
      "translation": "нетерпеливый",
      "definition": "Unable to wait for something or someone.",
      "definition_translation": "Неспособный подождать чего-то или кого-то.",
      "example": "He was impatient to start his new job. She had been impatient with her student's slow progress. They will be impatient to see the results.",
      "example_translation": "Он был нетерпелив к началу новой работы. Она была нетерпеливой с медленным прогрессом ее студента. Они будут нетерпеливыми к результатам.",
      "imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "impolite",
      "translation": "невежливый",
      "definition": "Not having or showing good manners.",
      "definition_translation": "Не имеющий или не демонстрирующий хороших манер.",
      "example": "He was impolite to the customer. She had been impolite to her neighbor. They will be impolite to the tourist.",
      "example_translation": "Он был невежлив к клиенту. Она была невежливой к своему соседу. Они будут невежливыми к туристу.",
      "imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "independent",
      "translation": "независимый",
      "definition": "Having the power or capacity to act or make decisions without being influenced or controlled by others.",
      "definition_translation": "Имея власть или способность действовать или принимать решения без влияния или контроля других.",
      "example": "She has always been an independent person, making her own decisions without asking for others' opinions.",
      "example_translation": "Она всегда была независимым человеком, принимая свои собственные решения, не спрашивая мнения других.",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "inexperienced",
      "translation": "неопытный",
      "definition": "Lacking knowledge or skill in a particular area or task due to a lack of experience.",
      "definition_translation": "Недостаток знаний или навыков в bestimmенной области или задаче из-за недостатка опыта.",
      "example": "As an inexperienced driver, he was nervous when driving on the highway for the first time.",
      "example_translation": "Как неопытный водитель, он был нервным, когда впервые drove на шоссе.",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "innocent",
      "translation": "невинный",
      "definition": "Not guilty of a crime or wrongdoing; free from sin or moral turpitude.",
      "definition_translation": "Не виновен в преступлении или проступке; свободен от греха или моральной низости.",
      "example": "The jury found the defendant innocent of all charges, and he was acquitted.",
      "example_translation": "Жюри признало обвиняемого невинным по всем пунктам обвинения, и он был оправдан.",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "insincere",
      "translation": "неискренний",
      "definition": "Not genuine or sincere; pretending to feel or believe something that one does not really feel or believe.",
      "definition_translation": "Не подлинный или искренний; притворяясь чувствовать или верить в то, что на самом деле не чувствует или не верит.",
      "example": "The politician's insincere apology was seen as an attempt to save face rather than a genuine expression of remorse.",
      "example_translation": "Неискреннее извинение политика было разумеется как попытка спасти лицо, а не как подлинное выражение раскаяния.",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "intellectual",
      "translation": "интеллектуальный",
      "definition": "A person who is highly educated and knowledgeable, especially in the arts or sciences.",
      "definition_translation": "Человек, имеющий высокое образование иnowledge, особенно в области искусств или наук.",
      "example": "The intellectual wrote several books on philosophy. She has been an intellectual for many years. She will become an intellectual in the future.",
      "example_translation": "Интеллектуал написал несколько книг по философии. Она была интеллектуалом на протяжении многих лет. Она станет интеллектуалом в будущем.",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "irresponsible",
      "translation": "безответственный",
      "definition": "Not having or showing a sense of responsibility; reckless or careless.",
      "definition_translation": "Не имеющий или не демонстрирующий чувство ответственности; безрассудный или небрежный.",
      "example": "He was irresponsible with his finances. She has been irresponsible with her decisions lately. They will be irresponsible with their new freedom.",
      "example_translation": "Он был безответственным в своих финансах. Она была безответственной в своих решениях последнее время. Они будут безответственными в своей новой свободе.",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "irritated",
      "translation": "раздраженный",
      "definition": "Feeling or showing annoyance or displeasure.",
      "definition_translation": "Чувствуя или проявляя раздражение или неудовлетворенность.",
      "example": "The customer was irritated by the long wait. She has been irritated by the noise all day. They will be irritated by the lack of progress.",
      "example_translation": "Клиент был раздражен долгим ожиданием. Она была раздражена шумом весь день. Они будут раздражены отсутствием прогресса.",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "irritating",
      "translation": "ирритирующий",
      "definition": "Causing annoyance or frustration.",
      "definition_translation": "Причиняющий раздражение или фрустрацию.",
      "example": "The noise was irritating to everyone. The task has been irritating her all morning. The situation will be irritating to them.",
      "example_translation": "Шум был ирритирующим для всех. Задача была ирритирующей для нее весь утренний день. Ситуация будет ирритирующей для них.",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "loyal",
      "translation": "верный",
      "definition": "Giving or showing firm and constant support or allegiance to a person or institution.",
      "definition_translation": "Давая или демонстрируя твердую и постоянную поддержку или верность человеку или учреждению.",
      "example": "The loyal customers of the company received a special discount. She was loyal to her husband throughout their marriage. The team will be loyal to their coach no matter what.",
      "example_translation": "Верные клиенты компании получили специальную скидку. Она была верна своему мужу на протяжении всего их брака. Команда будет верна своему тренеру независимо от всего.",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mature",
      "translation": "зрелый",
      "definition": "Fully developed or grown; having reached the full size, strength, or quality.",
      "definition_translation": "Полностью развитый или выросший; достигнувший полного размера, силы или качества.",
      "example": "The mature trees in the forest were a sight to behold. She was a mature student who had returned to college. The company will mature into a successful business with time.",
      "example_translation": "Зрелые деревья в лесу были зрелищем, достойным внимания. Она была зрелой студенткой, которая вернулась в колледж. Компания со временем будет развиваться в успешный бизнес.",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mean",
      "translation": "значить",
      "definition": "Intend to convey or indicate something.",
      "definition_translation": "НАмечать или указывать на что-то.",
      "example": "I didn't mean to hurt your feelings. She meant to visit her grandparents last weekend. The teacher meant to give the homework, but forgot.",
      "example_translation": "Я не подразумевал обидеть твои чувства. Она намеревалась посетить своих дедушку и бабушку на прошлых выходных. Учительница намеревалась дать домашнюю работу, но забыла.",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mean",
      "translation": "злой",
      "definition": "Having or showing a spiteful or unkind disposition.",
      "definition_translation": "Имеющий или демонстрирующий злонамеренный или недружелюбный настрой.",
      "example": "He was a mean person who always looked for ways to hurt others. The mean dog chased the mailman every day. The teacher warned the students about the mean bully in their class.",
      "example_translation": "Он был злым человеком, который всегда искал способы навредить другим. Злой пёс гонялся за почтальоном каждый день. Учитель предупредил учеников о злом хулигане в их классе.",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mental",
      "translation": "ментальный",
      "definition": "Relating to the mind; concerned with or involving the mind.",
      "definition_translation": "Относящийся к разуму; связанный с или涉及 разума.",
      "example": "He had a mental breakdown after the accident. He has been mental all his life. He will be mentally prepared for the exam.",
      "example_translation": "У него произошел нервный срыв после аварии. Он был ментально стабилен всю свою жизнь. Он будет психологически готов к экзамену.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "miserable",
      "translation": "несчастный",
      "definition": "Feeling or showing great unhappiness or discomfort.",
      "definition_translation": "Чувствующий или проявляющий большую неудовлетворенность или дискомфорт.",
      "example": "She was miserable after losing her favorite ring. He has been miserable all week. They will be miserable if they don't get promoted.",
      "example_translation": "Она была несчастной после потери любимого кольца. Он был несчастным всю неделю. Они будут несчастными, если не получат повышения.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "motivated",
      "translation": "мотивированный",
      "definition": "Having a strong reason or desire to do something.",
      "definition_translation": "Имеющий сильную причину или желание сделать что-то.",
      "example": "She was highly motivated to finish the project on time. He has been motivated to improve his skills. They will be motivated to work harder if they get a bonus.",
      "example_translation": "Она была高度 мотивированной для завершения проекта вовремя. Он был мотивированным для улучшения своих навыков. Они будут мотивированы работать усерднее, если получат бонус.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "moving",
      "translation": "движущийся",
      "definition": "Causing strong emotions, especially sadness or sympathy.",
      "definition_translation": "Вызывающий сильные эмоции, особенно печаль или сострадание.",
      "example": "The movie was moving, I cried throughout. The play was moving, it touched my heart. The book will be moving, it's about true love.",
      "example_translation": "Фильм был трогательным, я плакала на протяжении всего. Пьеса была трогательной, она тронула мое сердце. Книга будет трогательной, она о настоящей любви.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nasty",
      "translation": "гадкий",
      "definition": "Unpleasant or distasteful, especially in a subtle or hidden way.",
      "definition_translation": "Неприятный или отвратительный, особенно в скрытой или утаенной форме.",
      "example": "The nasty smell in the bathroom was overwhelming. He had been nasty to his sister all day. She will be nasty to him if he doesn't apologize.",
      "example_translation": "Отвратительный запах в ванной комнате был подавляющим. Он был гадким к своей сестре весь день. Она будет гадкой к нему, если он не извинится.",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "naughty",
      "translation": "плохой",
      "definition": "Behaving or done in a way that is slightly bad or disobedient, but not seriously so.",
      "definition_translation": "Ведет себя или делает что-то в sposób, который слегка плох или непослушен, но не настолько серьезно.",
      "example": "The naughty child pulled his sister's hair. She was naughty and didn't listen to her parents. He will be naughty if he doesn't get what he wants.",
      "example_translation": "Плохой ребенок дернул волосы своей сестры. Она была плохой и не слушала своих родителей. Он будет плохим, если не получит того, что хочет.",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "obedient",
      "translation": "покорный",
      "definition": "Behaving or done in a way that shows respect for authority and is willing to obey rules or instructions.",
      "definition_translation": "Ведет себя или делает что-то в sposób, который показывает уважение к власти и является готовым подчиняться правилам или инструкциям.",
      "example": "The obedient dog sat quietly. She was obedient and followed the rules. He will be obedient if he wants to succeed.",
      "example_translation": "Покорная собака сиделаquietly. Она была покорной и следовала правилам. Он будет покорным, если хочет преуспеть.",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "objective",
      "translation": "объективный",
      "definition": "Not influenced by personal opinions or feelings, based on facts.",
      "definition_translation": "Не влияет личными мнениями или чувствами, основывается на фактах.",
      "example": "The journalist tried to remain objective in her reporting. The objective of the company is to increase profits. He was objective in his evaluation of the situation.",
      "example_translation": "Журналист попыталась остаться объективной в своей журналистике. Цель компании - увеличить прибыль. Он был объективным в своей оценке ситуации.",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "offensive",
      "translation": "офицальный",
      "definition": "causing someone to feel deeply upset or annoyed",
      "definition_translation": "причиняющий кому-то глубокое раздражение или оскорбление",
      "example": "The offensive comments sparked a heated debate. The company apologized for the offensive ad. The new policy will prevent offensive behavior in the workplace.",
      "example_translation": "Оскорбительные комментарии вызвали жаркую дискуссию. Компания извинилась за оскорбительную рекламу. Новая политика предотвратит оскорбительное поведение на работе.",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "optimistic",
      "translation": "оптимистичный",
      "definition": "having or showing a hopeful and confident outlook",
      "definition_translation": "имеющий или проявляющий надежный и уверенный настрой",
      "example": "She's always optimistic about the future. The optimistic forecast predicted a strong economy. He's been optimistic about the project's success from the start.",
      "example_translation": "Она всегда оптимистично смотрит на будущее. Оптимистичный прогноз предсказал сильную экономику. Он с самого начала был оптимистичен по поводу успеха проекта.",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "organized",
      "translation": "организованный",
      "definition": "arranged or structured in a systematic and efficient way",
      "definition_translation": "устроенный или структурированный систематическим и эффективным образом",
      "example": "She's a very organized person. The organized tour included all transportation and accommodations. The company is organized into several departments.",
      "example_translation": "Она является очень организованной человек. Организованный тур включал все транспорт и размещение. Компания организована в несколько отделов.",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "outrageous",
      "translation": "неприличный",
      "definition": "shocking or unacceptable because of being excessive or unreasonable",
      "definition_translation": "шокирующий или неприемлемый из-за чрезмерности или неразумности",
      "example": "The outrageous price of the new smartphone is unbelievable. The company's outrageous behavior sparked a scandal. The outrageous comedy show was a huge success.",
      "example_translation": "Неприличная цена нового смартфона просто невероятна. Неприличное поведение компании вызвало скандал. Неприличное комедийное шоу стало огромным успехом.",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "painful",
      "translation": "болезненный",
      "definition": "Causing physical or emotional distress or discomfort",
      "definition_translation": "Причиняющий физическую или эмоциональную боль или неудобство",
      "example": "The patient had been experiencing painful headaches for weeks. She is taking painkillers to relieve the pain. She will have to undergo a painful surgery next week.",
      "example_translation": "Пациент страдал болезненными головными болями на протяжении недель. Она принимает обезболивающие средства, чтобы уменьшить боль. Она будет должна пройти болезненную операцию на следующей неделе.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "passionate",
      "translation": "страстный",
      "definition": "Showing or feeling strong emotions, enthusiasm, or excitement",
      "definition_translation": "Показывающий или чувствующий сильные эмоции, энтузиазм или возбуждение",
      "example": "He was a passionate speaker who inspired the crowd. She is passionate about her work and dedicates long hours to it. They will have a passionate argument about the issue.",
      "example_translation": "Он был страстным оратором, который вдохновил толпу. Она страстная в своей работе и посвящает долгие часы ей. Они будут иметь страстный спор о вопросе.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "passive",
      "translation": "пассивный",
      "definition": "Not active or involved in a process or decision",
      "definition_translation": "Не активный или не вовлеченный в процесс или решение",
      "example": "The company has a passive investment strategy. He was a passive observer of the conflict. The students were passive recipients of the information.",
      "example_translation": "Компания имеет пассивную инвестиционную стратегию. Он был пассивным наблюдателем конфликта. Студенты были пассивными получателями информации.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pessimistic",
      "translation": "пессимистичный",
      "definition": "Having a negative or gloomy view of things",
      "definition_translation": "Имеющий негативный или мрачный взгляд на вещи",
      "example": "He was a pessimistic person who always expected the worst. The team was pessimistic about their chances of winning. She had a pessimistic outlook on life.",
      "example_translation": "Он был пессимистичным человеком, который всегда期待ал худшего. Команда была пессимистичной относительно своих шансов на победу. У нее был пессимистичный взгляд на жизнь.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "petrified",
      "translation": "напуганный",
      "definition": "extremely frightened or scared, often to the point of being unable to move or think clearly",
      "definition_translation": "чрезвычайно напуганный илиilan, часто до такой степени, что не можетmoving или думать ясно",
      "example": "I was petrified during the horror movie, I couldn't sleep that night. I am petrified of spiders. I will be petrified if I don't get the job.",
      "example_translation": "Меня напугал фильм ужасов, я не мог спать той ночью. Я напуган пауков. Я буду напуган, если не получу работу.",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "practical",
      "translation": "практический",
      "definition": "concerned with the actual doing or use of something rather than with theory and ideas",
      "definition_translation": "связанный с фактическим выполнением или использованием чего-либо, а не с теорией и идеями",
      "example": "I'm a practical person, I prefer to learn by doing. She was practical and always carried a spare battery. They will be practical and start saving money.",
      "example_translation": "Я практический человек, я предпочитаю учиться, делая. Она была практичной и всегда носила с собой запасной аккумулятор. Они будут практичными и начнут экономить деньги.",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "professional",
      "translation": "профессиональный",
      "definition": "relating to or connected with a job or activity that requires a high level of skill or training",
      "definition_translation": "относящийся к или связанный с работой или деятельностью, которая требует высокого уровня навыков или обучения",
      "example": "He's a professional athlete, he trains every day. She was a professional and handled the situation very well. They will need to be professional and work together as a team.",
      "example_translation": "Он является профессиональным спортсменом, он тренируется каждый день. Она была профессионалом и справилась с ситуацией очень хорошо. Им придется быть профессионалами и работать вместе как команда.",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "puzzled",
      "translation": "озадаченный",
      "definition": "feeling confused or uncertain about something",
      "definition_translation": "чувствующий себя запутанным или неуверенным в чем-то",
      "example": "I was puzzled by the math problem, I couldn't solve it. She looked puzzled when I explained the rules. They will be puzzled if they don't study for the exam.",
      "example_translation": "Я был озадачен математической задачей, я не мог ее решить. Она выглядела озадаченной, когда я объяснил правила. Они будут озадаченными, если не будут готовиться к экзамену.",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "qualified",
      "translation": "квалифицированный",
      "definition": "Having the necessary skills, experience, or qualifications to do a particular job or activity.",
      "definition_translation": "Имея необходимые навыки, опыт или квалификацию для выполнения конкретной работы или деятельности.",
      "example": "She was a qualified engineer with 5 years of experience. She qualifies for the promotion. She will qualify for the scholarship next year.",
      "example_translation": "Она была квалифицированным инженером с 5-летним стажем. Она соответствует требованиям для продвижения. Она будет соответствовать требованиям для стипендии в следующем году.",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "realistic",
      "translation": "реалистичный",
      "definition": "Having or showing a sensible and practical idea of what can be achieved or expected.",
      "definition_translation": "Имея или демонстрируя разумное и Практическое представление о том, что может быть достигнуто или ожидается.",
      "example": "He had a realistic view of the project's timeline. She was realistic about her chances of winning. They will have a realistic approach to the problem.",
      "example_translation": "У него было-realistic представление о сроке проекта. Она была реалистична об своих шансах на победу. Они будут иметь реалистичный подход к проблеме.",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "reasonable",
      "translation": "разумный",
      "definition": "Having or showing a sensible and fair mindset.",
      "definition_translation": "Имея или демонстрируя разумный и справедливый подход.",
      "example": "He made a reasonable request. She was reasonable in her demands. They will have a reasonable solution to the problem.",
      "example_translation": "Он сделал разумный запрос. Она была разумной в своих требованиях. Они будут иметь разумное решение проблеме.",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "religious",
      "translation": "религиозный",
      "definition": "Relating to or concerned with religion.",
      "definition_translation": "Относится к или связано с религией.",
      "example": "She was a religious person. He went to a religious school. They will attend a religious ceremony.",
      "example_translation": "Она была религиозной personой. Он пошел в религиозную школу. Они будут присутствовать на религиозной церемонии.",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "resourceful",
      "translation": "ресурсный",
      "definition": "Having the ability to find quick and clever ways to overcome difficulties.",
      "definition_translation": "Имея способность найти быстрые и умные способы преодолевать трудности.",
      "example": "She was a resourceful person and was able to fix the broken engine quickly. She had been resourceful and found a way to escape from the burning building. She will be resourceful and able to solve the complex problem.",
      "example_translation": "Она была resourceful и была able to быстро исправить сломанный двигатель. Она была resourceful и нашла способ сбежать из горящего здания. Она будет resourceful и сможет решить сложную проблему.",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "respectable",
      "translation": "уважаемый",
      "definition": "Deserving respect and admiration, often because of good behavior or achievements.",
      "definition_translation": "Заслуживающий уважения и восхищения, часто из-за хорошего поведения или достижений.",
      "example": "He was a respectable member of society and was well-known for his charity work. She had always been respectful to her parents, even when she disagreed with them. They will be respectable citizens and participate in community service.",
      "example_translation": "Он был уважаемым членом общества и был хорошо известен за свою благотворительную работу. Она всегда была уважительной к своим родителям, даже когда она не согласилась с ними. Они будут уважаемыми гражданами и участвовать в общественной службе.",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "respected",
      "translation": "уважаемый",
      "definition": "Feeling or showing respect and admiration for someone or something.",
      "definition_translation": "Чувствующий или показывающий уважение и восхищение к кому-то или чему-то.",
      "example": "He was a respected leader and his opinions were highly valued. She had respected her teacher's decision and didn't question it. They will be respected for their bravery in the face of danger.",
      "example_translation": "Он был уважаемым лидером, и его мнение высоко ценилось. Она уважала решение своего учителя и не оспаривала его. Они будут уважаемы за свою храбрость перед лицом опасности.",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "responsible",
      "translation": "ответственный",
      "definition": "Having an obligation to do something, or being accountable for one's actions.",
      "definition_translation": "Имея обязательство делать что-то или быть ответственным за свои действия.",
      "example": "She was responsible for organizing the event and made sure everything went smoothly. He had been responsible for the project's failure and was fired. They will be responsible for their own decisions in the future.",
      "example_translation": "Она была ответственна за организацию мероприятия и убедилась, что все прошло гладко. Он был ответственным за неудачу проекта и был уволен. Они будут ответственны за свои собственные решения в будущем.",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "risky",
      "translation": "рискованный",
      "definition": "Involving or exposing one to a risk or danger; hazardous.",
      "definition_translation": "Включая или подвергая риск или опасность; опасный.",
      "example": "I have always been a cautious investor, avoiding risky stocks. He has a risky habit of speeding on the highway. I will take a risky decision to quit my job next year.",
      "example_translation": "Я всегда был осторожным инвестором, избегая рискованных акций. У него есть рискованная привычка превышать скорость на шоссе. Я примu рискованное решение уволиться с работы в следующем году.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ruthless",
      "translation": "беспощадный",
      "definition": "Having or showing no pity or mercy; cruel.",
      "definition_translation": "Имея или показывая keine милосердия или жалости; жестокий.",
      "example": "The ruthless dictator ruled the country with an iron fist. She was ruthless in her pursuit of success. The ruthless critic destroyed the actor's career.",
      "example_translation": "Беспощадный диктатор правил страной железной рукой. Она была беспощадной в ее стремлении к успеху. Беспощадный критик разрушил карьеру актера.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sensitive",
      "translation": "чувствительный",
      "definition": "Quick to respond to emotional or physical stimuli; delicate.",
      "definition_translation": "Быстрый отклик на эмоциональные или физические стимулы; деликатный.",
      "example": "She is sensitive to the needs of others. The sensitive equipment required careful handling. I have a sensitive skin and get sunburned easily.",
      "example_translation": "Она чувствительна к потребностям других. Чувствительное оборудование требовало аккуратного обращения. У меня чувствительная кожа и я легко загораюсь.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "severe",
      "translation": "серьезный",
      "definition": "Very bad or serious; intense or extreme.",
      "definition_translation": "Очень плохой или серьезный; интенсивный или экстремальный.",
      "example": "The severe weather warning was issued for the entire state. She has a severe allergy to peanuts. The severe economic downturn affected many businesses.",
      "example_translation": "Предупреждение о серьезной погоде было выпущено для всего штата. У нее серьезная аллергия на арахис. Серьезное экономическое спадениеAffected многих бизнесов.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "skilful",
      "translation": "умелый",
      "definition": "Having or showing a natural ability or talent, especially in a practical activity.",
      "definition_translation": "Имеющий или демонстрирующий естественный talent или способность, особенно в практической деятельности.",
      "example": "She was a skilful painter, able to capture the beauty of nature on canvas. She had been a skilful painter for many years. She will become a skilful painter with more practice.",
      "example_translation": "Она была умелой художницей, способной捕uirать красоту природы на холсте. Она была умелой художницей многие годы. Она станет умелой художницей с более практикой.",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "skilled",
      "translation": "квалифицированный",
      "definition": "Having or showing a high level of proficiency or competence in a particular activity or profession.",
      "definition_translation": "Имеющий или демонстрирующий высокий уровень мастерства или компетентности в определенной деятельности или профессии.",
      "example": "The skilled surgeon performed the operation with ease. The skilled engineer designed a more efficient system. The company will hire a skilled manager to lead the team.",
      "example_translation": "Квалифицированный хirurg провел операцию с легкостью. Квалифицированный инженер разработал более эффективную систему. Компания наймет квалифицированного менеджера, чтобы возглавить команду.",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sophisticated",
      "translation": "софистированный",
      "definition": "Complex or cultured, often in a way that is considered impressive or attractive.",
      "definition_translation": "Комплексный или культурный, часто таким образом, что считается впечатляющим или привлекательным.",
      "example": "The sophisticated software was able to analyze large datasets. The sophisticated art museum featured works by renowned artists. The city's sophisticated public transportation system made it easy to get around.",
      "example_translation": "Софистированное программное обеспечение было schopное анализировать большие наборы данных. Софистированный музей искусства представил работы известных художников. Софистированная система общественного транспорта города сделала его легко передвигаться.",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spiritual",
      "translation": "духовный",
      "definition": "Relating to the spirit or soul, rather than the physical body.",
      "definition_translation": "Связанный с духом или душой, а не с физическим телом.",
      "example": "The spiritual leader guided the community through a period of crisis. She had a deeply spiritual experience during her meditation. The spiritual music lifted everyone's mood.",
      "example_translation": "Духовный лидер руководил общиной через период кризиса. У нее был глубоко духовный опыт во время медитации. Духовная музыка подняла настроение у всех.",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spontaneous",
      "translation": "спонтанный",
      "definition": "Happening or done without planning or preparation; natural and unplanned.",
      "definition_translation": "Происходящий или выполненный без планирования или подготовки; натуральный и не запланированный.",
      "example": "She has a spontaneous laugh that is contagious. Yesterday, she had a spontaneous decision to travel to Paris. She will have a spontaneous reaction to the news.",
      "example_translation": "У нее есть спонтанный смех, который заразителен. Вчера она приняла спонтальное решение поехать в Париж. Она будет иметь спонтальную реакцию на новость.",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "straight",
      "translation": "прямой",
      "definition": "Extending or moving in a direct line; not curved or bent.",
      "definition_translation": "Распространяющийся или движущийся по прямой линии; не кривой или согнутый.",
      "example": "The road was straight and narrow. He walked straight into the room. She will drive straight home.",
      "example_translation": "Дорога была прямой и узкой. Он вошел прямо в комнату. Она поедет прямо домой.",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stubborn",
      "translation": "упрямый",
      "definition": "Refusing to change one's mind or course of action even when faced with opposition or difficulty.",
      "definition_translation": "Отказываясь изменить свое мнение или курс действия, даже когда сталкиваются с оппозицией или трудностью.",
      "example": "He was stubborn and refused to listen to advice. She has been stubborn about her decision. They will be stubborn in their negotiations.",
      "example_translation": "Он был упрямым и отказался聽ать советы. Она упрямилась в своем решении. Они будут упрямыми в своих переговорах.",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "superstitious",
      "translation": "суеверный",
      "definition": "Having or showing an excessive or irrational fear of the unknown or of supernatural things.",
      "definition_translation": "Имеющий или проявляющий избыточный или ирationalный страх неизвестного или сверхъестественных вещей.",
      "example": "She was superstitious about black cats. He has been superstitious about Friday the 13th. They will be superstitious about the haunted house.",
      "example_translation": "Она была суеверной относительно черных кошек. Он был суеверным относительно пятницы 13-го. Они будут суеверными относительно якобы домов.",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "suspicious",
      "translation": "подозрительный",
      "definition": "Giving rise to suspicion; questionable.",
      "definition_translation": "Возбуждающий подозрение; спорный.",
      "example": "The police were suspicious of the stranger, and they questioned him for hours. Yesterday, I was suspicious of my brother because he was acting strange. I will be suspicious of the new employee until I get to know him better.",
      "example_translation": "Полиция была подозрительной по отношению к незнакомцу и допрашивала его в течение часов. Вчера я был подозрительным по отношению к моему брату, потому что он вел себя странно. Я буду подозрительным по отношению к новому сотруднику, пока не узнаю его получше.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sympathetic",
      "translation": "симпатичный",
      "definition": "Feeling or showing sympathy and understanding towards others.",
      "definition_translation": "Испытывающий или демонстрирующий симпатию и понимание по отношению к другим.",
      "example": "The doctor was sympathetic towards the patient and tried to comfort her. I was sympathetic towards my friend when he lost his job. She will be sympathetic towards her sister when she gets divorced.",
      "example_translation": "Доктор был симпатичным по отношению к пациенту и попытался утешить ее. Я был симпатичным по отношению к моему другу, когда он потерял работу. Она будет симпатичной по отношению к своей сестре, когда она развелась.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tense",
      "translation": "напряженный",
      "definition": "Feeling anxious or worried; having a sense of strain or stress.",
      "definition_translation": "Испытывающий тревогу или беспокойство; имеющий ощущение напряжения или стресса.",
      "example": "I was tense during the exam because I didn't study well. She is tense before public speaking. He will be tense during the job interview.",
      "example_translation": "Я был напряженным во время экзамена, потому что не учился хорошо. Она напряжена перед публичной речью. Он будет напряженным во время интервью по трудоустройству.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "terrifying",
      "translation": "потрясающий",
      "definition": "Causing extreme fear or alarm.",
      "definition_translation": "Вызывающий экстремальный страх или тревогу.",
      "example": "The horror movie was terrifying, and I couldn't sleep afterwards. The thought of skydiving is terrifying to me. The news of the earthquake was terrifying to the people in the city.",
      "example_translation": "Ужасный фильм был потрясающим, и я не мог спать после этого. Мысль о прыжке с парашютом является потрясающей для меня. Новость о землетрясении была потрясающей для людей в городе.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "thoughtful",
      "translation": "заботливый",
      "definition": "showing careful thought and consideration in one's actions or decisions",
      "definition_translation": "показывающий тщательную мысль и внимание в своих действиях или решениях",
      "example": "She was a thoughtful friend, always remembering my birthday. She thoughtfully brought me a gift. She will think about the details thoughtfully.",
      "example_translation": "Она была заботливой подругой, всегда помнящей мой день рождения. Она заботливо принесла мне подарок. Она будет заботливо думать о деталях.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "thrilled",
      "translation": "восхищенный",
      "definition": "feeling extremely happy or excited about something",
      "definition_translation": "чувствующий себя cựcено счастливым или взволнованным о чем-то",
      "example": "I was thrilled to see my favorite band perform live. She thrilled at the news of her promotion. They will be thrilled to hear about the surprise party.",
      "example_translation": "Я был восхищен, увидев выступление моей любимой группы. Она была восхищена новостью о своем повышении. Они будут восхищены, услышав о сюрпризной вечеринке.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tough",
      "translation": "жесткий",
      "definition": "strong and able to withstand difficulty or hardship",
      "definition_translation": "сильный и способный выдержать трудности или лишения",
      "example": "He's a tough guy who can handle the rough job. She was tough and didn't give up easily. They will be tough on their opponents in the game.",
      "example_translation": "Он жесткий парень, который может справиться с трудной работой. Она была жесткой и не сдалась легко. Они будут жесткими к своим противникам в игре.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tragic",
      "translation": "трагический",
      "definition": "causing or filled with great sadness or sorrow",
      "definition_translation": "вызывающий или наполненный великой печалью или горем",
      "example": "The tragic accident shook the whole community. The tragic ending of the movie made me cry. The tragic news of the disaster spread quickly.",
      "example_translation": "Трагическая авария потрясла всю общину. Трагичный конец фильма заставил меня плакать. Трагическая новость о катастрофе распространялась быстро.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "unaware",
      "translation": "неведущий",
      "definition": "not having knowledge or awareness of something",
      "definition_translation": "не имеющий знания или осведомленности о чем-либо",
      "example": "I was unaware of the danger until it was too late. Now I'm more aware of my surroundings. I will be aware of the risks in the future.",
      "example_translation": "Я был неосведомлен о опасности, пока не стало слишком поздно. Теперь я более осведомлен о своем окружении. В будущем я буду осведомлен о рисках.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "uncertain",
      "translation": "неопределенный",
      "definition": "not clearly defined or known",
      "definition_translation": "не ясно определенный или не известный",
      "example": "I was uncertain about my decision, but now I'm certain. I will be uncertain about the outcome in the future.",
      "example_translation": "Я был неопределенный в своем решении, но теперь я уверен. В будущем я буду неопределенный в результате.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "understanding",
      "translation": "понимание",
      "definition": "the ability to comprehend and interpret",
      "definition_translation": "способность понимать и интерпретировать",
      "example": "I gained an understanding of the concept after reading the book. Now I have a deep understanding of the subject. I will have a better understanding of the material in the future.",
      "example_translation": "Я приобрел понимание концепции после прочтения книги. Теперь у меня есть глубокое понимание предмета. В будущем я będy иметь лучшее понимание материала.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "uneasy",
      "translation": "непокойный",
      "definition": "feeling anxious or uncomfortable",
      "definition_translation": "чувствующий тревогу или дискомфорт",
      "example": "I felt uneasy about the situation, but now I'm calm. I was uneasy about the exam, but I will be more confident in the future.",
      "example_translation": "Я чувствовал себя неудобно в этой ситуации, но теперь я спокоен. Я был неудобен в отношении экзамена, но в будущем я будy более уверен.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "unfortunate",
      "translation": "неудачный",
      "definition": "Having or marked by bad luck; unfortunate in a way that is considered unfair or undeserved.",
      "definition_translation": "Имеющий или отмеченный удачей; неудачный по способу, который считается несправедливым или не заслуженным.",
      "example": "The team had an unfortunate loss in the final game, but they still made it to the playoffs. In the past, the company had been unfortunate with its investments. Unfortunately, the new policy has been unfortunate for many employees.",
      "example_translation": "Команда потерпела неудачу в финальной игре, но они все еще добились плей-офф. В прошлом компания неудачно инвестировала свои средства. К сожалению, новая политика была неудачной для многих сотрудников.",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "unhelpful",
      "translation": "бесполезный",
      "definition": "Not providing assistance or support; not useful or beneficial.",
      "definition_translation": "Не оказывающий помощи или поддержки; не полезный или благоприятный.",
      "example": "The instructions were unhelpful, so I had to figure it out myself. She had been unhelpful in planning the event, but her team members stepped up. The new software update has been unhelpful for many users.",
      "example_translation": "Инструкции были бесполезными, поэтому я должен был разобраться сам. Она была бесполезной в планировании события, но ее коллеги по команде подхватили initiative. Новое обновление программного обеспечения было бесполезным для многих пользователей.",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "unpopular",
      "translation": "непопулярный",
      "definition": "Not liked or approved of by many people; not widely accepted or favored.",
      "definition_translation": "Не нравится или не одобряется многими людьми; не широко принят или предпочитаем.",
      "example": "The new policy has been unpopular with many employees, who feel it's unfair. The restaurant was unpopular among locals, but tourists loved it. In the past, the idea of social media was unpopular among older generations.",
      "example_translation": "Новая политика была не популярна среди многих сотрудников, которые чувствовали, что это несправедливо. Ресторан был не популярным среди местных жителей, но туристы любили его. В прошлом идея социальных сетей была не популярна среди старших поколений.",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "unpredictable",
      "translation": "непредсказуемый",
      "definition": "Impossible to foretell or forecast; likely to behave in an unexpected way.",
      "definition_translation": "Невозможно предсказать или прогнозировать; вероятно, поведет себя в неожиданном manera.",
      "example": "The weather has been unpredictable lately, with sudden changes in temperature. Her behavior was unpredictable, and her friends were often surprised. In the past, the company's sales had been unpredictable, making it hard to budget.",
      "example_translation": "Погода была непредсказуемой в последнее время, с внезапными изменениями температуры. Ее поведение было непредсказуемым, и ее друзья часто были удивлены. В прошлом продажи компании были непредсказуемыми, что делало бюджетирование трудным.",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "unrealistic",
      "translation": "нerealistichny",
      "definition": "not based in reality; impractical or unreasonable",
      "definition_translation": "не основанная на реальности; не практичная или неразумная",
      "example": "The idea of flying cars is unrealistic. I have always thought that the concept was unrealistic. By 2050, we will have unrealistic expectations from technology.",
      "example_translation": "Идея летающих машин нереалистична. Я всегда думал, чтоconcept был нереалистичным. К 2050 году у нас будут нереалистичные ожидания от технологии.",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "unreasonable",
      "translation": "неразумный",
      "definition": "not based on reason or sound judgment; absurd or foolish",
      "definition_translation": "не основанный на разуме или здравом суждении; абсурдный или глупый",
      "example": "Her unreasonable demands made it impossible to negotiate. The company's unreasonable policies led to a strike. He was unreasonable in his expectations from the team.",
      "example_translation": "Ее неразумные требования сделали невозможным переговоры. Неразумные политики компании привели к забастовке. Он был неразумным в своих ожиданиях от команды.",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "unreliable",
      "translation": "ненадежный",
      "definition": "not able to be trusted or depended on; unsteady or unpredictable",
      "definition_translation": "не способный быть надежным или полагаться на; неустойчивый или непредсказуемый",
      "example": "The unreliable internet connection made it difficult to work from home. The company's unreliable products led to a loss of customers. He was unreliable in his commitments.",
      "example_translation": "Ненадежное интернет-соединение сделало трудным работать из дома. Ненадежные продукты компании привели к потере клиентов. Он был ненадежным в своих обязательствах.",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "unsure",
      "translation": "неуверенный",
      "definition": "not confident or certain about something; hesitant or doubtful",
      "definition_translation": "не уверенный или определенный о чем-то; колеблющийся или сомневающийся",
      "example": "I am unsure about what to do next. She was unsure about her feelings. They were unsure about the future of the company.",
      "example_translation": "Я не уверен о том, что делать дальше. Она была неуверенной о своих чувствах. Они были неуверенными о будущем компании.",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "violent",
      "translation": "насильственный",
      "definition": "Using or characterized by force that is intended to hurt or damage someone or something.",
      "definition_translation": "Использующий или характеризующийся силой, предназначенной для причинения вреда кому-то или чему-то.",
      "example": "The violent storm caused widespread destruction. She has a violent temper. The police are dealing with a violent incident.",
      "example_translation": "Сильная буря вызвала массовые разрушения. У нее violent характер. Полиция занимается делом о насильственном инциденте.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "welcome",
      "translation": "добро пожаловать",
      "definition": "A greeting or reception that is friendly and polite.",
      "definition_translation": "Приветствие или прием, который является дружелюбным и вежливым.",
      "example": "I welcome you to our party. The hotel staff gave us a warm welcome. We welcome any feedback from our customers.",
      "example_translation": "Я приветствую вас на нашей вечеринке. Персонал отеля дал нам теплый прием. Мы приветствуем любые отзывы от наших клиентов.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "well-balanced",
      "translation": "равновесный",
      "definition": "Having a good balance of different qualities or characteristics.",
      "definition_translation": "Имеющий хороший баланс различных качеств или характеристик.",
      "example": "A well-balanced diet is essential for good health. The company has a well-balanced team of employees. The well-balanced budget allowed for some extra spending.",
      "example_translation": "Равновесная диета является необходимой для хорошего здоровья. У компании есть равновесная команда сотрудников. Равновесный бюджет позволил некоторым дополнительным расходам.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wise",
      "translation": "мудрый",
      "definition": "Having or showing experience, knowledge, and good judgment.",
      "definition_translation": "Имеющий или показывающий опыт, знания и хороший суд.",
      "example": "My wise old grandmother gave me some valuable advice. He was wise to invest in the company early. She made a wise decision to quit her job.",
      "example_translation": "Моя мудрая старая бабушка дала мне некоторые ценные советы. Он был мудр, чтобы инвестировать в компанию рано. Она приняла мудрое решение уволиться с работы.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "witty",
      "translation": "остроумный",
      "definition": "Having or showing a quick and inventive mind; clever and amusing.",
      "definition_translation": "Имеющий или демонстрирующий быстрый и изобретательный ум; остроумный и забавный.",
      "example": "She was known for her witty remarks at parties. She had made a witty comment about the movie yesterday. She will make a witty joke at the presentation tomorrow.",
      "example_translation": "Она была известна своими остроумными репликами на вечеринках. Она yesterday сказала остроумный комментарий о фильме. Она завтра сделает остроумную шутку на презентации.",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "worrying",
      "translation": "пугающий",
      "definition": "Causing feelings of anxiety or concern; troublesome.",
      "definition_translation": "Вызывающий чувства тревоги или беспокойства; хлопотный.",
      "example": "The worrying news about the economy had a huge impact on the stock market. She was worrying about her exam results yesterday. He will be worrying about his job security in the future.",
      "example_translation": "Пугающие новости об экономике hatten огромное влияние на рынок ценных бумаг. Она вчера беспокоилась о результатах экзамена. Он будет беспокоиться о безопасности своей работы в будущем.",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]