[
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "brother",
      "translation": "брат",
      "definition": "A male sibling, especially a younger one.",
      "definition_translation": "Мужской брат, особенно младший.",
      "example": "My brother is playing soccer right now, but he played tennis yesterday, and will play basketball tomorrow.",
      "example_translation": "Мой брат играет в футбол прямо сейчас, но он играл в теннис вчера, и будет играть в баскетбол завтра.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "child",
      "translation": "ребенок",
      "definition": "A human being below the age of puberty or a son or daughter of any age.",
      "definition_translation": "Человек ниже возраста полового созревания или сын или дочь любого возраста.",
      "example": "The child was crying, but the child will be laughing soon, and had eaten a sandwich yesterday.",
      "example_translation": "Ребенок плакал, но ребенок будет смеяться скоро, и ел сэндвич вчера.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "children",
      "translation": "дети",
      "definition": "Plural form of child, human beings below the age of puberty or sons and daughters of any age.",
      "definition_translation": "Множественная форма ребенка, люди ниже возраста полового созревания или сыновья и дочери любого возраста.",
      "example": "The children were playing outside, but they will be studying soon, and had eaten their lunch yesterday.",
      "example_translation": "Дети играли снаружи, но они будут учиться скоро, и ели свой обед вчера.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dad",
      "translation": "папа",
      "definition": "An informal term for father, a male parent.",
      "definition_translation": "Неформальное обозначение отца, мужская родитель.",
      "example": "My dad is going to the store, but he went to the park yesterday, and will be cooking dinner tomorrow.",
      "example_translation": "Мой папа идет в магазин, но он шел в парк вчера, и будет готовить обед завтра.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "daughter",
      "translation": "дочь",
      "definition": "A female child or a female descendant.",
      "definition_translation": "Девочка или женщина, являющаяся ребенком или потомком.",
      "example": "I had a daughter when I was 25 years old. She is now studying at university. By the time I retire, she will have graduated.",
      "example_translation": "У меня была дочь, когда мне было 25 лет. Сейчас она учится в университете. К моменту моей пенсии она будет иметь диплом.",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "father",
      "translation": "отец",
      "definition": "A male parent or a male ancestor.",
      "definition_translation": "Мужчина, который является родителем или предком.",
      "example": "My father was a kind person. He is helping me now. By the time I have children, he will have passed away.",
      "example_translation": "Мой отец был добрым человеком. Он сейчас помогает мне. К моменту рождения моих детей он будет умер.",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "husband",
      "translation": "муж",
      "definition": "A male partner in a marriage.",
      "definition_translation": "Мужчина, который является супругом в браке.",
      "example": "I married my husband when I was 20 years old. He was working then. Now he is my business partner.",
      "example_translation": "Я вышла замуж за мужа, когда мне было 20 лет. Тогда он работал. Теперь он является моим бизнес-партнером.",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mother",
      "translation": "мать",
      "definition": "A female parent or a female ancestor.",
      "definition_translation": "Женщина, которая является родителем или предком.",
      "example": "My mother was a great cook. She cooked for us when we were children. Now I cook for my own children.",
      "example_translation": "Моя мать была отличной кулинаркой. Она готовила для нас, когда мы были детьми. Теперь я готовлю для своих собственных детей.",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mum",
      "translation": "мама",
      "definition": "A mother is a female parent, responsible for nurturing and raising her children.",
      "definition_translation": "Мама - это женщина-родитель, ответственная за воспитание и уход за своими детьми.",
      "example": "I loved playing with my mum when I was a kid. I play with my mum now. I will play with my mum tomorrow.",
      "example_translation": "Я любил играть со своей мамой, когда был ребенком. Я играю со своей мамой сейчас. Я буду играть со своей мамой завтра.",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "parents",
      "translation": "родители",
      "definition": "Parents are the caregivers of a child, providing support, guidance, and love.",
      "definition_translation": "Родители - это лица, ухаживающие за ребенком, обеспечивая поддержку, наставление и любовь.",
      "example": "My parents took me to the zoo when I was a kid. My parents are taking me to the zoo now. My parents will take me to the zoo next year.",
      "example_translation": "Мои родители брали меня в зоопарк, когда я был ребенком. Мои родители берут меня в зоопарк сейчас. Мои родители приведут меня в зоопарк в следующем году.",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sister",
      "translation": "сестра",
      "definition": "A sister is a female sibling, often sharing a close bond with her brother or sister.",
      "definition_translation": "Сестра - это женское родственное лицо, часто имеющее тесную связь с братом или сестрой.",
      "example": "I loved playing with my sister when we were kids. I play with my sister now. I will play with my sister next week.",
      "example_translation": "Я любил играть с моей сестрой, когда мы были детьми. Я играю с моей сестрой сейчас. Я буду играть с моей сестрой на следующей неделе.",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "son",
      "translation": "сын",
      "definition": "A son is a male child or offspring, often dependent on his parents for care and guidance.",
      "definition_translation": "Сын - это мужское дитя или потомство, часто зависящее от своих родителей в уходе и наставлении.",
      "example": "My parents loved playing with their son when we were kids. My parents play with their son now. My parents will play with their son next month.",
      "example_translation": "Мои родители любили играть со своим сыном, когда мы были детьми. Мои родители играют со своим сыном сейчас. Мои родители будут играть со своим сыном в следующем месяце.",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wife",
      "translation": "жена",
      "definition": "A woman joined to a man in marriage, especially in a formal ceremony; a female partner in marriage.",
      "definition_translation": "Женщина, соединённая с мужчиной в браке, особенно в официальной церемонии; женский партнёр в браке.",
      "example": "I met my wife at university, we were married last year, and we will celebrate our anniversary next month.",
      "example_translation": "Я встретил свою жену в университете, мы поженились в прошлом году, и мы будем праздновать нашу годовщину в следующем месяце.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aunt",
      "translation": "тетя",
      "definition": "The sister of one's mother or father, or the wife of one's uncle.",
      "definition_translation": "Сестра матери или отца, или жена дяди.",
      "example": "My aunt lived in Paris, she visited us last summer, and she will come back next winter.",
      "example_translation": "Моя тетя жила в Париже, она посетила нас прошлым летом, и она вернется в следующую зиму.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "big brother",
      "translation": "старший брат",
      "definition": "The male child or sibling who is older than another or others.",
      "definition_translation": "Мальчик или брат, который старше другого или других.",
      "example": "I have a big brother who is studying in college, he helped me with my homework yesterday, and he will teach me how to ride a bike tomorrow.",
      "example_translation": "У меня есть старший брат, который учится в колледже, он помог мне с домашним заданием вчера, и он научит меня ездить на велосипеде завтра.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "big sister",
      "translation": "старшая сестра",
      "definition": "The female child or sibling who is older than another or others.",
      "definition_translation": "Девочка или сестра, которая старше другого или других.",
      "example": "I have a big sister who is working in a hospital, she took care of me when I was sick last week, and she will buy me a gift for my birthday next month.",
      "example_translation": "У меня есть старшая сестра, которая работает в больнице, она ухаживала за мной, когда я был болен на прошлой неделе, и она купит мне подарок на день рождения в следующем месяце.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cousin",
      "translation": "двоюродный брат",
      "definition": "The child of one's uncle or aunt, or the child of one's parent's sibling.",
      "definition_translation": "Ребенок дяди или тети, или ребенок родного брата или сестры.",
      "example": "My cousin is visiting from out of town. She visited last year, and she will visit again next month.",
      "example_translation": "Мой двоюродный брат приезжает из другого города. Она приезжала прошлым годом, и она снова приедет в следующем месяце.",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grandchild",
      "translation": "внук",
      "definition": "A child of one's child, or the child of one's son or daughter.",
      "definition_translation": "Ребенок ребенка, или ребенок сына или дочери.",
      "example": "I have three grandchildren, and they are always excited to see me. They saw me last week, and they will see me again at Christmas.",
      "example_translation": "У меня есть три внука, и они всегда рады видеть меня. Они видели меня на прошлой неделе, и они увидят меня снова на Рождество.",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grandchildren",
      "translation": "внуки",
      "definition": "The plural form of grandchild, referring to multiple grandchildren.",
      "definition_translation": "Множественная форма слова внук, относящаяся к нескольким внукам.",
      "example": "My grandchildren are growing up so fast. They grew up quickly, and they will grow up even more in the future.",
      "example_translation": "Мои внуки растут так быстро. Они быстро росли, и они вырастут еще больше в будущем.",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "granddad",
      "translation": "дедушка",
      "definition": "An affectionate or informal term for one's grandfather.",
      "definition_translation": "Ласковое или неформальное обозначение для дедушки.",
      "example": "My granddad was a kind and gentle man. He was kind to everyone, and he will always be remembered as a kind person.",
      "example_translation": "Мой дедушка был добрым и мягким человеком. Он был добр к каждому, и он всегда будет помнятся как добрый человек.",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "granddaughter",
      "translation": "внучка",
      "definition": "A daughter of one's son or daughter.",
      "definition_translation": "Дочь сына или дочери.",
      "example": "She is my granddaughter, and I love her very much. She loved playing with her grandmother when she was a child. She will graduate from college next year.",
      "example_translation": "Она моя внучка, и я очень люблю ее. Она любила играть со своей бабушкой, когда была ребенком. Она закончит колледж следующим годом.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grandfather",
      "translation": "дедушка",
      "definition": "The father of one's mother or father.",
      "definition_translation": "Отец матери или отца.",
      "example": "My grandfather was a kind and gentle man. He will visit us next weekend. He had a successful business career.",
      "example_translation": "Мой дедушка был добрым и нежным человеком. Он посетит нас на следующий уикенд. У него была успешная карьера в бизнесе.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grandma",
      "translation": "бабушка",
      "definition": "The mother of one's mother or father.",
      "definition_translation": "Мать матери или отца.",
      "example": "My grandma is an excellent cook. She cooked dinner for us last night. She will teach me how to bake a cake next week.",
      "example_translation": "Моя бабушка - отличный повар. Она готовила обед для нас вчера вечером. Она научит меня, как испечь торт на следующей неделе.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grandmother",
      "translation": "бабушка",
      "definition": "The mother of one's mother or father.",
      "definition_translation": "Мать матери или отца.",
      "example": "I loved visiting my grandmother during summer breaks. She took me to the park yesterday. She will celebrate her 70th birthday next month.",
      "example_translation": "Я любил посещать свою бабушку во время летних каникул. Она отвела меня в парк вчера. Она будет праздновать свой 70-й день рождения следующим месяцем.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grandpa",
      "translation": "дедушка",
      "definition": "The father of one's father or mother; a grandfather.",
      "definition_translation": "Отец одного из родителей; дед.",
      "example": "My grandpa used to tell me stories, my grandpa tells me stories, and my grandpa will tell me stories.",
      "example_translation": "Мой дедушка рассказывал мне истории, мой дедушка рассказывает мне истории, и мой дедушка будет рассказывать мне истории.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grandparent",
      "translation": "дедушка или бабушка",
      "definition": "A parent of one's mother or father; a grandmother or grandfather.",
      "definition_translation": "Родитель матери или отца; бабушка или дедушка.",
      "example": "My grandparents lived in a small town, my grandparents live in a small town, and my grandparents will live in a small town.",
      "example_translation": "Мои дедушка и бабушка жили в маленьком городе, мои дедушка и бабушка живут в маленьком городе, и мои дедушка и бабушка будут жить в маленьком городе.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grandparents",
      "translation": "дедушки и бабушки",
      "definition": "The parents of one's mother or father; grandparents.",
      "definition_translation": "Родители матери или отца; дедушки и бабушки.",
      "example": "My grandparents were very kind, my grandparents are very kind, and my grandparents will be very kind.",
      "example_translation": "Мои дедушки и бабушки были очень добрыми, мои дедушки и бабушки являются очень добрыми, и мои дедушки и бабушки будут очень добрыми.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grandson",
      "translation": "внук",
      "definition": "The son of one's son or daughter; a grandson.",
      "definition_translation": "Сын сына или дочери; внук.",
      "example": "My grandson loved playing with toys, my grandson loves playing with toys, and my grandson will love playing with toys.",
      "example_translation": "Мой внук любил играть с игрушками, мой внук любит играть с игрушками, и мой внук будет любить играть с игрушками.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "granny",
      "translation": "бабушка",
      "definition": "The mother of one's mother or father; a grandmother.",
      "definition_translation": "Мать матери или отца; бабушка.",
      "example": "I loved spending summers with my granny when I was a child. She is visiting us next week. I will visit my granny next summer.",
      "example_translation": "Я любил проводить лето с моей бабушкой, когда я был ребенком. Она приезжает к нам на следующей неделе. Я посещу мою бабушку летом следующего года.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "uncle",
      "translation": "дядя",
      "definition": "The brother of one's mother or father.",
      "definition_translation": "Брат матери или отца.",
      "example": "My uncle is a doctor. He was a teacher, but now he is a lawyer. I will meet my uncle next month.",
      "example_translation": "Мой дядя - доктор. Он был учителем, но теперь он адвокат. Я встречу моего дядю в следующем месяце.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nephew",
      "translation": "племянник",
      "definition": "A son of one's brother or sister, or of one's brother-in-law or sister-in-law.",
      "definition_translation": "Сын брата или сестры, или брата или сестры мужа или жены.",
      "example": "My nephew is very smart. He was very active, but now he is very quiet. I will visit my nephew next year.",
      "example_translation": "Мой племянник очень умный. Он был очень активен, но теперь он очень quiet. Я посещу моего племянника в следующем году.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "niece",
      "translation": "племянница",
      "definition": "A daughter of one's brother or sister, or of one's brother-in-law or sister-in-law.",
      "definition_translation": "Дочь брата или сестры, или брата или сестры мужа или жены.",
      "example": "My niece is very cute. She was very shy, but now she is very outgoing. I will meet my niece next week.",
      "example_translation": "Моя племянница очень мила. Она была очень стеснительной, но теперь она очень общительна. Я встречу мою племянницу на следующей неделе.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "relative",
      "translation": "родственник",
      "definition": "A person connected by blood or marriage; a person who is related to another person or group of people.",
      "definition_translation": "Человек, связанный血ью или браком; человек, который имеет связь с другим человеком или группой людей.",
      "example": "I have many relatives living in different parts of the country. I will visit them next month. I visited them last year.",
      "example_translation": "У меня есть许多 родственников, живущих в不同 частях страны. Я посещу их в следующем месяце. Я посетил их в прошлом году.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "twin",
      "translation": "близнец",
      "definition": "Either of two babies born at the same time; a person or thing that is identical with another.",
      "definition_translation": "Один из двух младенцев, рожденных в одно время; человек или вещь, которая идентична другой.",
      "example": "My twin brothers are going to college. They went to college last year. They will graduate from college next year.",
      "example_translation": "Мои близнецы-братья đi в колледж. Они пошли в колледж в прошлом году. Они окончат колледж в следующем году.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "brother-in-law",
      "translation": "зять",
      "definition": "The husband of one's sister or the brother of one's spouse.",
      "definition_translation": "Муж сестры или брат супруги.",
      "example": "My brother-in-law is a doctor. He was a doctor in the past. He will be a doctor in the future.",
      "example_translation": "Мой зять является врачом. Он был врачом в прошлом. Он будет врачом в будущем.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "daughter-in-law",
      "translation": "невестка",
      "definition": "The wife of one's son or the wife of the son of one's spouse.",
      "definition_translation": "Жена сына или жена сына супруги.",
      "example": "My daughter-in-law is a teacher. She was a teacher in the past. She will be a teacher in the future.",
      "example_translation": "Моя невестка является учителем. Она была учителем в прошлом. Она будет учителем в будущем.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "father-in-law",
      "translation": "тесть",
      "definition": "The husband of one's daughter or the father of one's spouse.",
      "definition_translation": "Муж дочери или отец супруга.",
      "example": "My father-in-law is a kind and gentle person. He was a great help when I was moving into my new house. He will be visiting us next month.",
      "example_translation": "Мой тесть - хороший и мягкий человек. Он был большой помощью, когда я搬ялся в свой новый дом. Он будет посещать нас в следующем месяце.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "half-brother",
      "translation": "сводный брат",
      "definition": "A brother who shares one parent but not both with another person.",
      "definition_translation": "Брат, который имеет общего родителя, но не обоих, с другим человеком.",
      "example": "My half-brother and I were close when we were kids, but we drifted apart as we grew older. He is currently living in another city. He will visit us next year.",
      "example_translation": "Мой сводный брат и я были близки, когда мы были детьми, но мы отдалились, когда выросли. Сейчас он живет в другом городе. Он будет посещать нас в следующем году.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "half-sister",
      "translation": "сводная сестра",
      "definition": "A sister who shares one parent but not both with another person.",
      "definition_translation": "Сестра, которая имеет общего родителя, но не обоих, с другим человеком.",
      "example": "My half-sister is a talented artist. She was visiting us last summer. She will be having her first exhibition next month.",
      "example_translation": "Моя сводная сестра - талантливый художник. Она посещала нас прошлым летом. Она будет иметь свою первую выставку в следующем месяце.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mother-in-law",
      "translation": "теща",
      "definition": "The mother of one's spouse.",
      "definition_translation": "Мать супруга.",
      "example": "My mother-in-law is a wonderful cook. She was helping me with the cooking when I was hosting a party. She will be teaching me some new recipes next week.",
      "example_translation": "Моя теща - чудесный повар. Она помогала мне с готовкой, когда я устраивал вечеринку. Она будет учить меня некоторым новым рецептам в следующей неделе.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "relations",
      "translation": "отношения",
      "definition": "A connection or association between people, organizations, or things.",
      "definition_translation": "Связь или ассоциация между людьми, организациями или вещами.",
      "example": "In the past, she had bad relations with her sister, but now they are friends. She establishes good relations with her clients. She will attend a seminar to improve international relations.",
      "example_translation": "В прошлом у нее были плохие отношения с сестрой, но теперь они друзья. Она устанавливает хорошие отношения с клиентами. Она будет присутствовать на семинаре, чтобы улучшить международные отношения.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "siblings",
      "translation": "братья и сестры",
      "definition": "Children of the same parents.",
      "definition_translation": "Дети одних и тех же родителей.",
      "example": "My siblings and I used to play together when we were kids. She has three siblings who live in different cities. They will meet their siblings at the family reunion next week.",
      "example_translation": "Мои братья и сестры и я играли вместе, когда мы были детьми. У нее три брата и сестры, которые живут в разных городах. Они встретят своих братьев и сестер на семейном собрании на следующей неделе.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sister-in-law",
      "translation": "свояченица",
      "definition": "The sister of one's husband or wife.",
      "definition_translation": "Сестра мужа или жены.",
      "example": "My sister-in-law is a wonderful cook. She will visit her sister-in-law in the summer. They became close friends with their sister-in-law and her family.",
      "example_translation": "Моя свояченица - отличная повариха. Она посетит свою свояченицу летом. Они стали близкими друзьями со своей свояченицей и ее семьей.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "son-in-law",
      "translation": "зять",
      "definition": "The husband of one's daughter.",
      "definition_translation": "Муж дочери.",
      "example": "My son-in-law is a successful businessman. She will introduce her son-in-law to her friends. They love their son-in-law like a son.",
      "example_translation": "Мой зять - успешный бизнесмен. Она представит своего зятя своим друзьям. Они любят своего зятя, как сына.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stepdaughter",
      "translation": "падчерица",
      "definition": "The daughter of one's husband or wife by a previous marriage.",
      "definition_translation": "Дочь мужа или жены от предыдущего брака.",
      "example": "She was his stepdaughter from his previous marriage.",
      "example_translation": "Она была его падчерицей от предыдущего брака.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stepfather",
      "translation": "отчим",
      "definition": "The husband of one's mother by a later marriage.",
      "definition_translation": "Муж матери от более позднего брака.",
      "example": "He became her stepfather when he married her mother.",
      "example_translation": "Он стал ее отчимом, когда женился на ее матери.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stepmother",
      "translation": "мачеха",
      "definition": "The wife of one's father by a later marriage.",
      "definition_translation": "Жена отца от более позднего брака.",
      "example": "She was his stepmother, but he never got along with her.",
      "example_translation": "Она была его мачехой, но он никогда не ладил с ней.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stepson",
      "translation": "пасынок",
      "definition": "The son of one's husband or wife by a previous marriage.",
      "definition_translation": "Сын мужа или жены от предыдущего брака.",
      "example": "He had a stepson from his previous marriage who was very shy.",
      "example_translation": "Он имел пасынка от предыдущего брака, который был очень застенчивым.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spouse",
      "translation": "супруг",
      "definition": "A spouse is a partner in a marriage, either a husband or a wife.",
      "definition_translation": "Супруг - это партнер в браке, либо муж, либо жена.",
      "example": "I had been married to my spouse for 10 years before we got divorced. My spouse is a doctor. I will meet my future spouse at the party tonight.",
      "example_translation": "Я был женат на моем супруге в течение 10 лет, прежде чем мы развелись. Мой супруг - это врач. Я встречу своего будущего супруга на вечеринке сегодня вечером.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "in-laws",
      "translation": "тесть или теща",
      "definition": "In-laws are the parents of one's spouse or the wife or husband of one's child.",
      "definition_translation": "Тесть или теща - это родители супруга или жена или муж ребенка.",
      "example": "I had a nice time with my in-laws during the holiday. My in-laws live in another city. I will visit my in-laws next month.",
      "example_translation": "Я хорошо провел время со своими тещей и тестем во время праздника. Мои тесть и теща живут в другом городе. Я посещу своих тещу и тестя на следующей неделе.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]