[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adult",
      "translation": "взрослый",
      "definition": "A grown-up person who has fully developed physically, mentally, and emotionally.",
      "definition_translation": "Взрослый человек, который полностью развился физически, умственно и эмоционально.",
      "example": "As an adult, I take full responsibility for my actions. I was an adult when I got married. I will be an adult when I retire.",
      "example_translation": "Как взрослый, я беру полную ответственность за свои действия. Я был взрослым, когда женился. Я буду взрослым, когда пенсионер.",
      "imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "baby",
      "translation": "младенец",
      "definition": "A very young human being, typically from birth to one year old.",
      "definition_translation": "Очень молодой человеческий-being, обычно от рождения до одного года.",
      "example": "I held the baby in my arms. She was a baby when I first met her. The baby will cry if it's hungry.",
      "example_translation": "Я держал младенца в своих руках. Она была младенцем, когда я впервые встретил ее. Младенец будет плакать, если он голоден.",
      "imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "be... (years old)",
      "translation": "быть... (лет)",
      "definition": "To have reached a specific age.",
      "definition_translation": "Достичь определенного возраста.",
      "example": "I will be 30 years old tomorrow. She was 25 years old when she got married. He will be 40 years old next year.",
      "example_translation": "Я буду 30 лет завтра. Она была 25 лет, когда вышла замуж. Он будет 40 лет в следующем году.",
      "imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beard",
      "translation": "борода",
      "definition": "A growth of hair on the chin and jaw of a human being.",
      "definition_translation": "Рост волос на подбородке и челюсти человека.",
      "example": "He had a long beard when he came back from his trip. I shave my beard every morning. My grandfather had a white beard.",
      "example_translation": "У него была длинная борода, когда он вернулся из поездки. Я брею свою бороду каждое утро. У моего дедушки была белая борода.",
      "imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beautiful",
      "translation": "красивый",
      "definition": "Pleasing the senses or mind aesthetically. Having a pleasing or attractive quality.",
      "definition_translation": "Приятный для чувств или ума эстетически. Имеющий привлекательное качество.",
      "example": "She was a beautiful woman, with long, curly hair and bright blue eyes. She had been beautiful in her youth, but now she was old. She will be beautiful again in her next life.",
      "example_translation": "Она была красивой женщиной, с длинными, кудрявыми волосами и яркими синими глазами. Она была красивой в своей молодости, но теперь она была стара. Она будет красивой снова в своей следующей жизни.",
      "imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "boy",
      "translation": "мальчик",
      "definition": "A male child or young male person.",
      "definition_translation": "Мальчик или молодой мужчина.",
      "example": "The boy played football with his friends in the park. The boy will go to school tomorrow. The boy had broken his toy.",
      "example_translation": "Мальчик играл в футбол со своими друзьями в парке. Мальчик пойдет в школу завтра. Мальчик сломал свой игрушку.",
      "imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "eye",
      "translation": "глаз",
      "definition": "The organ of sight; a small globular body in the head of an animal, filled with a clear crystalline substance, and sensitive to light.",
      "definition_translation": "Орган зрения; маленькое шарообразное тело в голове животного, заполненное прозрачной кристаллической субстанцией, и чувствительное к свету.",
      "example": "She had a piercing eye that could see right through me. His eye was injured in the accident. Her eyes will shine brightly in the dark.",
      "example_translation": "У нее был проникающий взгляд, который мог увидеть прямо сквозь меня. Его глаз был травмирован в результате аварии. Ее глаза будут ярко сиять в темноте.",
      "imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "face",
      "translation": "лицо",
      "definition": "The front part of the head, from the hairline to the chin, including the eyes, nose, and mouth.",
      "definition_translation": "Передняя часть головы, от линии волос до подбородка, включая глаза, нос и рот.",
      "example": "She had a beautiful face, with high cheekbones and a small nose. His face was tired and worn out. Her face will light up with a smile.",
      "example_translation": "У нее было красивое лицо, с высокими скулами и маленьким носом. Его лицо было усталым и изношенным. Ее лицо будет светиться с улыбкой.",
      "imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fat",
      "translation": "жирный",
      "definition": "Having a lot of fat; plump. Having a high amount of fat, especially in relation to food.",
      "definition_translation": "Имеющий много жира; полный. Имеющий высокий уровень жира, особенно в отношении еды.",
      "example": "I was fat when I was a teenager, but I lost weight after I started exercising regularly. I have been fat since I stopped playing sports. I will be fat if I don't stop eating junk food.",
      "example_translation": "Я был жирным, когда я был подростком, но я потерял вес после того, как я начал регулярно заниматься спортом. Я был жирным с тех пор, как я перестал играть в спорт. Я буду жирным, если я не перестану есть фаст-фуд.",
      "imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "feet",
      "translation": "стопы",
      "definition": "The lower extremities of the leg below the ankle, on which the body stands or moves about.",
      "definition_translation": "Нижние конечности ноги ниже лодыжки, на которых тела стоит или передвигается.",
      "example": "I have cold feet in the winter. I had big feet when I was a child. I will have small feet when I get older.",
      "example_translation": "У меня холодные стопы зимой. У меня были большие стопы, когда я был ребенком. У меня будут маленькие стопы, когда я состарюсь.",
      "imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "foot",
      "translation": "нога",
      "definition": "The lower part of the leg below the ankle.",
      "definition_translation": "Нижняя часть ноги ниже лодыжки.",
      "example": "I hurt my foot when I fell off the bike. I had a broken foot when I was in the hospital. I will have a strong foot after I finish my exercises.",
      "example_translation": "Я повредил ногу, когда упал с велосипеда. У меня была сломанная нога, когда я был в больнице. У меня будет сильная нога после того, как я закончу свои упражнения.",
      "imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "girl",
      "translation": "девушка",
      "definition": "A female child or young woman.",
      "definition_translation": "Девочка или молодая женщина.",
      "example": "I saw a girl playing with her doll. I will meet a girl at the park tomorrow. I met a girl at the party last night.",
      "example_translation": "Я увидел девушку, играющую с куклой. Я встречу девушку в парке завтра. Я встретил девушку на вечеринке прошлой ночью.",
      "imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hair",
      "translation": "волосы",
      "definition": "A filamentous biomaterial that grows from follicles in the skin of humans and many other animals.",
      "definition_translation": "Филаментозный биоматериал, растущий из фолликулов в коже людей и многих других животных.",
      "example": "She brushed her hair yesterday, she brushes her hair every morning, and she will brush her hair tomorrow.",
      "example_translation": "Она расчёсывала свои волосы вчера, она расчёсывает свои волосы каждое утро, и она будет расчёсывать свои волосы завтра.",
      "imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hand",
      "translation": "рука",
      "definition": "The end part of the human arm beyond the wrist, used for grasping and manipulating objects.",
      "definition_translation": "Конечная часть человеческой руки за запястьем, используемая для захвата и манипулирования объектами.",
      "example": "He shook hands with his friend yesterday, he shakes hands with his colleagues every day, and he will shake hands with his brother tomorrow.",
      "example_translation": "Он пожал руки с другом вчера, он пожимает руки с коллегами каждый день, и он будет пожимать руки с братом завтра.",
      "imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "leg",
      "translation": "нога",
      "definition": "One of the limbs of the human body, extending from the groin to the ankle.",
      "definition_translation": "Одна из конечностей человеческого тела, отходящая от паха до лодыжки.",
      "example": "She ran her leg yesterday, she runs her leg every morning, and she will run her leg tomorrow.",
      "example_translation": "Она бежала своей ногой вчера, она бегает своей ногой каждое утро, и она будет бежать своей ногой завтра.",
      "imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "little",
      "translation": "маленький",
      "definition": "Small in amount or degree; not much or many.",
      "definition_translation": "Маленький по количеству или степени; не много или не многие.",
      "example": "She had a little money yesterday, she has a little money every month, and she will have a little money next year.",
      "example_translation": "У нее было мало денег вчера, у нее мало денег каждый месяц, и у нее будет мало денег в следующем году.",
      "imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "long",
      "translation": "длинный",
      "definition": "Extending a great distance from end to end; not short.",
      "definition_translation": "Простираясь на большое расстояние от конца до конца; не короткий.",
      "example": "The road was long and winding, but the scenery was beautiful. I have been walking for a long time and I'm getting tired. I will walk a long distance to get to the top of the hill.",
      "example_translation": "Дорога была длинной и извилистой, но пейзаж был прекрасным. Я ходил в течение долгого времени и устал. Я пройду длинную дистанцию, чтобы дойти до вершины холма.",
      "imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "man",
      "translation": "мужчина",
      "definition": "An adult human male.",
      "definition_translation": "Взрослый мужчина.",
      "example": "The man walked into the room and shook my hand. I will be a man when I grow up. My grandfather was a man of great wisdom.",
      "example_translation": "Мужчина вошел в комнату и пожал мне руку. Я будет мужчиной, когда вырасту. Мой дедушка был мужчиной великой мудрости.",
      "imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mouth",
      "translation": "рт",
      "definition": "The opening through which an animal takes in food.",
      "definition_translation": "Отверстие, через которое животное принимает пищу.",
      "example": "The baby put her mouth on the pacifier and started to suck. I had to wash my mouth with soap after eating the spicy food. She will put her mouth on the tube to inflate it.",
      "example_translation": "Младенец положил рот на соску и начал сосать. Я должен был вымыть рот мылом после еды острый еды. Она будет ставить рот на трубку, чтобы надуть ее.",
      "imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nose",
      "translation": "нос",
      "definition": "The organ of smell and a entrance for air into the lungs.",
      "definition_translation": "Орган обоняния и вход для воздуха в легкие.",
      "example": "The nose of the dog was very sensitive and it could smell the treat from afar. I had to blow my nose after catching a cold. The nose of the plane was pointed downwards as it descended.",
      "example_translation": "Нос собаки был 매우 чувствительным, и он мог sentir угощение издалека. Я должен был вытереть свой нос после того, как поймал простуду. Нос самолета был направлен вниз, когда он шел вниз.",
      "imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "old",
      "translation": "старый",
      "definition": "Having lived or existed for a long time; no longer young.",
      "definition_translation": "Имеющий долгую жизнь или существовавший давно; не молодой.",
      "example": "My grandfather was old and wise. He had lived in this town for 50 years. He will always be remembered as an old, kind man.",
      "example_translation": "Мой дедушка был старым и мудрым. Он жил в этом городе 50 лет. Он всегда будет помнитаться как старый, добрый человек.",
      "imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "short",
      "translation": "короткий",
      "definition": "Not long in distance or amount; having a small amount of something.",
      "definition_translation": "Не длинный в расстоянии или количестве; имеющий малое количество чего-либо.",
      "example": "I wore a short dress to the party last night. It was very convenient to dance. I will wear a short skirt to the meeting tomorrow.",
      "example_translation": "Я надела короткое платье на вечеринку вчера ночью. Это было rất удобно танцевать. Я надену короткую юбку на встречу завтра.",
      "imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "slim",
      "translation": "стройный",
      "definition": "Having a narrow or slender shape; not fat.",
      "definition_translation": "Имеющий узкую или стройную форму; не жирный.",
      "example": "She has been trying to stay slim for years, but it's not easy. She was slim and fit when she was 20 years old. She will start exercising regularly to stay slim.",
      "example_translation": "Она пыталась сохранять стройную фигуру в течение лет, но это не легко. Она была стройной и-fit, когда ей было 20 лет. Она начнет регулярно заниматься спортом, чтобы сохранить стройную фигуру.",
      "imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tall",
      "translation": "высокий",
      "definition": "Having a great height; above the average height.",
      "definition_translation": "Имеющий большую высоту; выше средней высоты.",
      "example": "He is tall and handsome. He was tall and skinny when he was a teenager. He will grow even taller in the future.",
      "example_translation": "Он высокий и красивый. Он был высоким и худым, когда ему было подростком. Он станет еще выше в будущем.",
      "imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "woman",
      "translation": "женщина",
      "definition": "An adult human female, especially one who is mature, married, or of a certain level of sophistication.",
      "definition_translation": "Взрослая женщина, особенно та, которая является зрелой, замужней или имеет определенный уровень изысканности.",
      "example": "She was a woman of great intelligence and beauty. She had been a woman of great courage in her youth. She will be a woman of great wisdom in her old age.",
      "example_translation": "Она была женщиной великой интеллекта и красоты. Она была женщиной великой храбрости в своей молодости. Она будет женщиной великой мудрости в ее старости.",
      "imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "young",
      "translation": "молодой",
      "definition": "Relating to or characteristic of a person in the early stages of growth, development, or maturity.",
      "definition_translation": "Относящийся к или характеризующий человека на начальных стадиях роста, развития или зрелости.",
      "example": "He was young and full of energy. He had been young and reckless in his youth. He will be young at heart forever.",
      "example_translation": "Он был молодым и полным энергии. Он был молодым и безрассудным в своей молодости. Он будет молодым в душе навечно.",
      "imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aged",
      "translation": "старый",
      "definition": "Having lived for a long time; having a certain number of years, especially a large number.",
      "definition_translation": "Живший долго; имеющий определенный возраст, особенно большой.",
      "example": "The aged man walked slowly. The wine had aged well. The tree had aged over the centuries.",
      "example_translation": "Старый человек медленно шел. Вино прекрасно постарело. Дерево состарилось за века.",
      "imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "attractive",
      "translation": "привлекательный",
      "definition": "Pleasing in appearance or manner; appealing to the senses or emotions.",
      "definition_translation": "Приятный внешне или манерой; привлекательный для чувств или эмоций.",
      "example": "She was an attractive woman. The city was attractive to tourists. The product had an attractive design.",
      "example_translation": "Она была привлекательной женщиной. Город был привлекательным для туристов. Продукт имел привлекательный дизайн.",
      "imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blonde",
      "translation": "блондинка",
      "definition": "A blonde is a person, especially a woman, with fair hair, often considered to be of a light yellow or golden color.",
      "definition_translation": "Блондинка - это человек, особенно женщина, с fair волосами, часто считается иметь светло-желтый или золотистый цвет.",
      "example": "She was a blonde and had a lot of friends in school. She will be a blonde when she grows up. She was being a blonde during the party.",
      "example_translation": "Она была блондинкой и имела много друзей в школе. Она будет блондинкой, когда вырастет. Она была блондинкой во время вечеринки.",
      "imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dressed",
      "translation": "одет",
      "definition": "Clothed or adorned in a particular way, especially with reference to a specific occasion or activity.",
      "definition_translation": "Одеты или украшены Certain образом, особенно с ссылкой на конкретное событие или деятельность.",
      "example": "He was dressed in a suit for the interview. She got dressed for the party yesterday. They will be dressed in costumes for Halloween.",
      "example_translation": "Он был одет в костюм для интервью. Она оделась на вечеринку вчера. Они будут одеты в костюмы на Хэллоуин.",
      "imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fair",
      "translation": "яркий",
      "definition": "Just or unbiased; not favoring one person or group over another.",
      "definition_translation": "Справедливый или без偏ятии; не отдавая предпочтение одному человеку или группе перед другой.",
      "example": "The judge tried to be fair in the trial. The fair was held in the city last week. They will have a fair chance to win the game.",
      "example_translation": "Судья пытался быть справедливым в судебном процессе. Ярмарка проходила в городе на прошлой неделе. У них будет справедливый шанс выиграть игру.",
      "imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fashion",
      "translation": "мода",
      "definition": "A prevailing custom or style of dress, etc., especially one that is popular at a particular time.",
      "definition_translation": "Преобладающая обычай или стиль одежды и т.д., особенно тот, который является популярным в определенное время.",
      "example": "She likes to follow the latest fashion trends. Fashion designers create new styles every season. The fashion show was held in Paris last year.",
      "example_translation": "Она любит следовать последним трендам моды. Дизайнеры моды создают новые стили каждый сезон. Модное шоу прошло в Париже в прошлом году.",
      "imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "finger",
      "translation": "палец",
      "definition": "One of the five flexible tubes that are at the end of the human arm, used for grasping and feeling things.",
      "definition_translation": "Один из пяти гибких труб, которые находятся в конце человеческой руки, используемых для захвата и чувствования вещей.",
      "example": "I broke my finger while playing football last year. Now I can move it again. I will be careful not to break my finger next time.",
      "example_translation": "Я сломал палец, играя в футбол в прошлом году. Теперь я могу 이동ать его снова. Я буду осторожен, чтобы не сломать палец в следующий раз.",
      "imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "good-looking",
      "translation": "хорошо выглядящий",
      "definition": "Attractive and pleasant to look at; having a pleasing appearance.",
      "definition_translation": "Привлекательный и приятный для зрения; имеющий приятный вид.",
      "example": "My friend's brother is good-looking, but he is not very nice. He will be even more good-looking when he grows up. She thought he was good-looking and asked him out on a date.",
      "example_translation": "Брат друга моего является хорошо выглядящим, но он не оченьnice. Он будет еще более хорошо выглядящим, когда вырастет. Она подумала, что он является хорошо выглядящим и пригласила его на свидание.",
      "imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "guy",
      "translation": "парень",
      "definition": "An adult human male.",
      "definition_translation": "Взрослый мужчина.",
      "example": "The guy sitting next to me on the bus is very nice. I met a guy at the party last night. The guy who helped me was very kind.",
      "example_translation": "Парень, сидящий рядом со мной в автобусе, очень nice. Я встретил парня на вечеринке прошлой ночью. Парень, который помог мне, был очень kind.",
      "imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "make-up",
      "translation": "макияж",
      "definition": "Cosmetics such as lipstick, powder, and eye shadow used to enhance one's appearance.",
      "definition_translation": "Косметические средства, такие как губная помада, пудра и тени для век, используемые для улучшения внешнего вида.",
      "example": "I need to buy some new make-up for the party tonight. She spent hours applying her make-up for the wedding. I think it's unnecessary to wear too much make-up.",
      "example_translation": "Мне нужно купить新的 макияж для вечеринки сегодня ночью. Она потратила часы на нанесение макияжа для свадьбы. Я думаю, что это необязательно носить слишком много макияжа.",
      "imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pretty",
      "translation": "красивый",
      "definition": "Attractive in a delicate way; pleasing to the eye.",
      "definition_translation": "Привлекательный в нежном виде; приятный для зрения.",
      "example": "She was a pretty girl when she was young. She is pretty now. She will be pretty when she grows up.",
      "example_translation": "Она была привлекательной девушкой, когда она была молодой. Она привлекательна теперь. Она будет привлекательной, когда она вырастет.",
      "imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "red hair",
      "translation": "рыжие волосы",
      "definition": "Hair that is reddish in color.",
      "definition_translation": "Волосы, которые имеют рыжеватый цвет.",
      "example": "My grandmother had red hair when she was young. She has red hair now. She will have red hair when she is old.",
      "example_translation": "Моя бабушка имела рыжие волосы, когда она была молодой. У нее рыжие волосы теперь. У нее будут рыжие волосы, когда она станет старой.",
      "imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "strong",
      "translation": "сильный",
      "definition": "Having a great deal of power or force.",
      "definition_translation": "Имеющий большое количество власти или силы.",
      "example": "He was strong when he was young. He is strong now. He will be strong when he grows up.",
      "example_translation": "Он был сильным, когда он был молодым. Он силен сейчас. Он будет сильным, когда он вырастет.",
      "imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "teenager",
      "translation": "подросток",
      "definition": "A person between the ages of 13 and 19.",
      "definition_translation": "Человек между возрастами 13 и 19.",
      "example": "I was a teenager when I was 15. I am not a teenager now. I will not be a teenager when I am 25.",
      "example_translation": "Я был подростком, когда мне было 15. Я не подросток сейчас. Я не буду подростком, когда мне будет 25.",
      "imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "thin",
      "translation": "тонкий",
      "definition": "Lacking in thickness or substance; slender or lean in build or form.",
      "definition_translation": "Отсутствием в толщине или веществе; стройный или худой в строении или форме.",
      "example": "I was thin when I was a teenager, but I've put on weight since then. I'm trying to stay thin by exercising regularly. I will be thin again by next summer.",
      "example_translation": "Когда я был подростком, я был худым, но с тех пор я набрал вес. Я пытаюсь оставаться худым, регулярно тренируясь. Я снова стану худым к следующему лету.",
      "imageLink": "thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "toe",
      "translation": "палец",
      "definition": "One of the digits of the foot, especially the smallest or innermost one.",
      "definition_translation": "Один из пальцев ноги, especialmente smallest или innermost один.",
      "example": "I stubbed my toe on the bedpost. She painted her toes red. He will toe the line at the swimming competition.",
      "example_translation": "Я ударил палец о bedpost. Она нарисовала свои пальцы ног красным. Он будет стоять наsst не линии на соревнованиях по плаванию.",
      "imageLink": "toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "appearance",
      "translation": "внешность",
      "definition": "The way someone or something looks, especially when this is impressive or attractive.",
      "definition_translation": "Способ, которым кто-то или что-то выглядит, особенно когда это впечатляюще или привлекательно.",
      "example": "Her appearance at the awards ceremony was stunning. The company's appearance in the market has changed dramatically. The new employee will make a good appearance at the meeting.",
      "example_translation": "Ее внешность на церемонии награждения была ошеломляющей. Внешность компании на рынке изменилась значительно. Новый сотрудник создаст 好 впечатление на встрече.",
      "imageLink": "appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bald",
      "translation": "лысый",
      "definition": "Having little or no hair on the head.",
      "definition_translation": "Имея мало или нет волос на голове.",
      "example": "My grandfather is bald. He was balding when I was a kid. By the time I'm 50, I'll be bald.",
      "example_translation": "Мой дедушка лысый. Он лысел, когда я был ребенком. К тому времени, когда я стану 50, я буду лысым.",
      "imageLink": "bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beautifully",
      "translation": "красиво",
      "definition": "In a way that is pleasing to the eye or ear; with great beauty or charm.",
      "definition_translation": "Таким образом, который приятен для глаза или уха; с большой красотой или обаянием.",
      "example": "The sunset was beautifully captured in the painting. Yesterday, the flowers were beautifully arranged. The new restaurant will beautifully serve vegan cuisine.",
      "example_translation": "Закат был прекрасно запечатлен на картине. Вчера цветы были прекрасно оформлены. Новый ресторан будет прекрасно обслуживать веганскую кухню.",
      "imageLink": "beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beauty",
      "translation": "красота",
      "definition": "The quality present in a thing or person that gives great pleasure or satisfaction to the senses.",
      "definition_translation": "Качество, присутствующее в вещи или человеке, которое доставляет большое удовольствие или удовлетворение чувствам.",
      "example": "The beauty of the landscape took my breath away. Beauty is in the eye of the beholder. The beauty of the city will attract many tourists.",
      "example_translation": "Красота ландшафта оставила меня без дыхания. Красота находится в глазах смотрящего. Красота города привлечет многих туристов.",
      "imageLink": "beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cheek",
      "translation": "щека",
      "definition": "Either side of the face below the eye.",
      "definition_translation": "Каждая сторона лица ниже глаза.",
      "example": "The child had a rosy cheek. She gave him a gentle pat on the cheek. The doctor examined the patient's cheek for any abnormalities.",
      "example_translation": "У ребенка была румяная щека. Она дала ему легкий хлопок по щеке. Доктор εξаминовал щеку пациента на наличие любых аномалий.",
      "imageLink": "cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "childhood",
      "translation": "детство",
      "definition": "The period of human life from birth to puberty.",
      "definition_translation": "Период человеческой жизни от рождения до полового созревания.",
      "example": "My childhood was filled with happy memories. Childhood is a time of innocence and wonder. The childhood experiences shaped her personality.",
      "example_translation": "Моё детство было наполнено счастливыми воспоминаниями. Детство - это время невинности и чудес. Детские переживания形ировали ее личность.",
      "imageLink": "childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chin",
      "translation": "подбородок",
      "definition": "The chin is the lower front part of the face below the mouth.",
      "definition_translation": "Подбородок - это нижняя передняя часть лица ниже рта.",
      "example": "She rested her chin on her hand while thinking. Yesterday, she had rested her chin on her hand during the meeting. Tomorrow, she will rest her chin on her hand while watching TV.",
      "example_translation": "Она опиралась подбородком на руку, когда думала. Вчера она опиралась подбородком на руку во время встречи. Завтра она опрет подбородком на руку, смотря телевизор.",
      "imageLink": "chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "curly",
      "translation": "kurly",
      "definition": "Having a curly shape or structure, especially in reference to hair.",
      "definition_translation": "Имеющий форму или структуру, особенно в 관계 к волосам.",
      "example": "She had curly hair when she was a child. Now, she has curly hair after using a curling iron. In the future, she will have curly hair again after getting a perm.",
      "example_translation": "У нее были курлы волосы, когда она была ребенком. Теперь у нее курлы волосы после использования челочки. В будущем у нее будут курлы волосы опять после химической завивки.",
      "imageLink": "curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "elder",
      "translation": "старший",
      "definition": "An older person, especially one who is respected for their age and wisdom.",
      "definition_translation": "Старший человек, особенно тот, кто уважается за свой возраст и мудрость.",
      "example": "The elder of the tribe was respected by everyone. Yesterday, the elder had given a speech. In the future, the elder will lead the tribe.",
      "example_translation": "Старший племени был уважаем всеми. Вчера старший произнес речь. В будущем старший будет вести племя.",
      "imageLink": "elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "elderly",
      "translation": "пожилой",
      "definition": "Relating to or characteristic of old people, especially in terms of physical frailty or mental decline.",
      "definition_translation": "Относящийся к или характерный для старых людей, особенно в терминах физической хрупкости или умственного упадка.",
      "example": "The elderly woman needed help crossing the street. Yesterday, the elderly man had trouble walking. In the future, the elderly couple will need assistance.",
      "example_translation": "Пожилой женщине нужна была помощь при пересечении улицы. Вчера пожилому мужчине было трудно ходить. В будущем пожилой паре будет необходима помощь.",
      "imageLink": "elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "eldest",
      "translation": "старший",
      "definition": "Being the firstborn or most senior in age or position.",
      "definition_translation": "Быть первенцем или старшим по возрасту или.setPosition.",
      "example": "My eldest sister is a doctor. She was studying medicine when I was born. She will retire in 10 years.",
      "example_translation": "Моя старшая сестра - доктор. Она изучала медицину, когда я родился. Она уйдет в отставку через 10 лет.",
      "imageLink": "eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fashionable",
      "translation": "модный",
      "definition": "Conforming to the latest style or custom, especially in dress.",
      "definition_translation": "Соответствующий последней моде или обычаю, особенно в одежде.",
      "example": "She was wearing a fashionable dress at the party last night. It was fashionable in the 1990s. It will be fashionable again in 10 years.",
      "example_translation": "Она носила модное платье на вечеринке вчера вечером. Это было модно в 1990-х годах. Это снова станет модным через 10 лет.",
      "imageLink": "fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "female",
      "translation": "женский",
      "definition": "Belonging or relating to women or girls.",
      "definition_translation": "Относящийся к женщинам или девочкам.",
      "example": "The female teacher was very kind. She was a female engineer. They will have a female president.",
      "example_translation": "Женский учитель была очень-kind. Она была женским инженером. У них будет женским президентом.",
      "imageLink": "female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "figure",
      "translation": "фигура",
      "definition": "A person's body, especially when considered in terms of its shape or appearance.",
      "definition_translation": "Тело человека, особенно когда оно рассматривается в терминах своей формы или вида.",
      "example": "She has a lovely figure. The figure of the statue was impressive. They will figure it out tomorrow.",
      "example_translation": "У нее есть любимая фигура. Фигура статуи была внушительной. Они выяснят это завтра.",
      "imageLink": "figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fit",
      "translation": "подходить",
      "definition": "To be of a suitable size or shape for someone or something",
      "definition_translation": "Быть подходящего размера или формы для кого-то или чего-то",
      "example": "I fitted into the new clothes, I fit into them now, and I will fit into them next year.",
      "example_translation": "Я подошел к новой одежде, я подхожу к ним сейчас, и я подхожу к ним в следующем году.",
      "imageLink": "fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "forehead",
      "translation": "лоб",
      "definition": "The upper part of the face, just above the eyebrows and nose",
      "definition_translation": "Верхняя часть лица, justo над бровями и носом",
      "example": "She wiped the sweat from her forehead, She wipes the sweat from her forehead, and She will wipe the sweat from her forehead.",
      "example_translation": "Она вытерла пот с лба, Она вытирает пот с лба, и Она будет вытирать пот с лба.",
      "imageLink": "forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grow",
      "translation": "расти",
      "definition": "To become larger or more developed",
      "definition_translation": "Становиться больше или более развитым",
      "example": "The child grew up quickly, The child grows up quickly, and The child will grow up quickly.",
      "example_translation": "Ребенок быстро вырос, Ребенок быстро растет, и Ребенок быстро вырастет.",
      "imageLink": "grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "haircut",
      "translation": "причёска",
      "definition": "The style in which someone's hair is cut",
      "definition_translation": "Стиль, в котором стрижется волосы кого-то",
      "example": "I got a haircut yesterday, I get a haircut every month, and I will get a haircut next week.",
      "example_translation": "Я получил причёску вчера, Я получаю причёску каждый месяц, и Я получу причёску на следующей неделе.",
      "imageLink": "haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hairdresser",
      "translation": "парикмахер",
      "definition": "A person whose occupation is cutting, styling, and caring for people's hair.",
      "definition_translation": "Человек, чья профессия состоит в=cutting, стилизации и уходе за волосами людей.",
      "example": "She went to the hairdresser to get a new hairstyle for the wedding.",
      "example_translation": "Она пошла к парикмахеру, чтобы получить новый стиль для свадьбы.",
      "imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "handsome",
      "translation": "красивый",
      "definition": "Pleasing in appearance; attractive.",
      "definition_translation": "Příятный для взора; привлекательный.",
      "example": "He was a handsome young man, and all the girls in school loved him. He is handsome and charming. He will be handsome when he grows up.",
      "example_translation": "Он был красивым молодым человеком, и все девушки в школе любили его. Он красив и обаятелен. Он будет красивым, когда вырастет.",
      "imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "height",
      "translation": "рост",
      "definition": "The measure of how tall someone or something is.",
      "definition_translation": "Измерение того, насколько высокий кто-то или что-то.",
      "example": "She measured the height of the room to see if the furniture would fit. He was surprised by the height of the mountain. The height of the building was impressive.",
      "example_translation": "Она измерила высоту комнаты, чтобы увидеть, будет ли мебель.fit Он был удивлен высотой горы. Высота здания была впечатляющей.",
      "imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "kid",
      "translation": "ребенок",
      "definition": "A human child or a young person.",
      "definition_translation": "Человеческий ребенок или молодой человек.",
      "example": "The kid was playing with his toys. She used to be a kid who loved playing outside. The kid will be happy when he gets the gift.",
      "example_translation": "Ребенок играл со своими игрушками. Она раньше была ребенком, который любил играть на улице. Ребенок будетhappy, когда он получит подарок.",
      "imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "knee",
      "translation": "колено",
      "definition": "The knee is a joint that connects the lower leg bones and the thigh bone in the human body.",
      "definition_translation": "Колено - это сустав, который соединяет кости нижней ноги и бедренную кость в теле человека.",
      "example": "I hurt my knee while playing soccer yesterday, but now I'm feeling better. Yesterday, I was playing soccer and hurt my knee. Tomorrow, I will be careful not to hurt my knee again.",
      "example_translation": "Я раненый колено во время игры в футбол вчера, но теперь я чувствую себя лучше. Вчера я играл в футбол и раненый колено. Завтра я буду осторожен, чтобы не раненый колено снова.",
      "imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lady",
      "translation": "дама",
      "definition": "A lady is a polite term used to refer to a woman, especially one of high social class or a title of respect.",
      "definition_translation": "Дама - это вежливый термин, используемый для обращения к женщине, особенно из высокого общественного класса или титул уважения.",
      "example": "The lady walked into the room and everyone stood up. Yesterday, the lady was at the party and everyone had a great time. Tomorrow, the lady will visit her friend.",
      "example_translation": "Дама вошла в комнату, и все встали. Вчера дама была на вечеринке, и у всех было отличное время. Завтра дама посетит свою подругу.",
      "imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lip",
      "translation": "губа",
      "definition": "A lip is either of the two fleshy folds that surround the mouth in humans and some other animals.",
      "definition_translation": "Губа - это либо одна из двух мясистых складок, окружающих рот у людей и некоторых других животных.",
      "example": "She bit her lip in anxiety while waiting for the results. Yesterday, she had bitten her lip in anxiety while waiting for the results. Tomorrow, she will bite her lip in anxiety while waiting for the results.",
      "example_translation": "Она укусила губу из-за тревоги, ожидая результатов. Вчера она укусила губу из-за тревоги, ожидая результатов. Завтра она укусит губу из-за тревоги, ожидая результатов.",
      "imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "male",
      "translation": "мужчина",
      "definition": "A male is an individual of a species that produces sperm for fertilization, especially a human being or an animal.",
      "definition_translation": "Мужчина - это индивидуум вида, производящий сперму для оплодотворения, особенно человек или животное.",
      "example": "The male lion roared loudly in the jungle yesterday, but now it is sleeping. Yesterday, the male lion was roaring loudly in the jungle. Tomorrow, the male lion will roar loudly in the jungle again.",
      "example_translation": "Мужской лев громко рыкнул в джунглях вчера, но сейчас он спит. Вчера мужской лев рыкнул громко в джунглях. Завтра мужской лев громко рыкнет в джунглях снова.",
      "imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "middle-aged",
      "translation": "среднего возраста",
      "definition": "relating to or characteristic of people who are neither young nor old, typically between 40 and 65 years old",
      "definition_translation": "относящийся к людям, которые не молоды и не стары, обычно между 40 и 65 годами",
      "example": "My middle-aged uncle likes to play golf in his free time. He played golf last weekend and will play again next weekend.",
      "example_translation": "Мой дядя среднего возраста любит играть в гольф в свободное время. Он играл в гольф на прошлых выходных и будет играть снова на следующих выходных.",
      "imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "moustache",
      "translation": "усы",
      "definition": "a growth of hair on the upper lip, especially when cultivated and groomed",
      "definition_translation": "рост волос на верхней губе, особенно когда он культивируется и ухаживается",
      "example": "My grandfather had a big moustache when he was young. He has been growing it for many years and will continue to grow it until he is old.",
      "example_translation": "У моего дедушки был большой усы, когда он был молодым. Он растет его в течение многих лет и будет продолжать расти до старости.",
      "imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "put on weight",
      "translation": "набрать вес",
      "definition": "to gain weight, especially by eating too much food",
      "definition_translation": "набрать вес, особенно поедая слишком много еды",
      "example": "I have put on weight recently because I have been eating too much fast food. I will stop eating fast food and will start exercising to lose weight.",
      "example_translation": "Я最近 набрал вес, потому что я ел слишком много фаст-фуда. Я перестану есть фаст-фуд и начну заниматься спортом, чтобы сбросить вес.",
      "imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sex",
      "translation": "пол",
      "definition": "the characteristic of being male or female",
      "definition_translation": "характеристика быть мужчиной или женщиной",
      "example": "The form asked for my sex, so I filled in 'male'. I will fill in 'male' in the future when I need to.",
      "example_translation": "Форма просила мой пол, поэтому я заполнил 'мужчина'. Я заполню 'мужчина' в будущем, когда мне нужно будет.",
      "imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shave",
      "translation": "брить",
      "definition": "to remove hair from a part of the body, especially the face, using a razor",
      "definition_translation": "удалить волосы с части тела, особенно лица, используя бритву",
      "example": "I shaved yesterday, I shave every morning, and I will shave tomorrow.",
      "example_translation": "Я брился вчера, я брюсь каждое утро, и я сбриюсь завтра.",
      "imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "smart",
      "translation": "умный",
      "definition": "having or showing a great deal of intelligence or common sense",
      "definition_translation": "имеющий или проявляющий большую долю интеллекта или здравого смысла",
      "example": "My smart sister graduated from university at the age of 20, she is smart at maths, and she will be smart enough to get a scholarship.",
      "example_translation": "Моя умная сестра закончила университет в возрасте 20 лет, она разумна в математике, и она будет достаточно умна, чтобы получить стипендию.",
      "imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "teenage",
      "translation": "подростковый",
      "definition": "relating to or characteristic of people in their teens",
      "definition_translation": "относящийся к или характерный для людей в подростковом возрасте",
      "example": "I was a teenage rebel, my teenage daughter loves rock music, and my teenage son will be a teenage idol.",
      "example_translation": "Я был подростковым бунтарем, моя подростковая дочь любит рок-музыку, и мой подростковый сын будет подростковым идолом.",
      "imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "thumb",
      "translation": "большой палец",
      "definition": "the short, thick finger on the inner side of the human hand",
      "definition_translation": "короткий, толстый палец на внутренней стороне человеческой руки",
      "example": "I hurt my thumb while playing football, she sucked her thumb as a child, and he will break his thumb if he is not careful.",
      "example_translation": "Я поранил большой палец, играя в футбол, она сосала большой палец в детстве, и он сломает большой палец, если он не будет осторожен.",
      "imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "weak",
      "translation": "слабый",
      "definition": "Lacking strength or energy; not strong or powerful.",
      "definition_translation": "Не имеющий силы или энергии; не сильный или мощный.",
      "example": "I felt weak after a long illness. I was weak in mathematics at school. I will be weak if I don't eat well.",
      "example_translation": "Я чувствовал себя слабым после долгой болезни. Я был слаб в математике в школе. Я буду слаб, если не буду хорошо питаться.",
      "imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "weigh",
      "translation": "весить",
      "definition": "To measure the weight of something, or to have a certain weight.",
      "definition_translation": "Измерять вес чего-либо или иметь определенный вес.",
      "example": "I need to weigh this package to ship it. She weighs 50 kg. They will weigh the options before making a decision.",
      "example_translation": "Мне нужно измерить вес этого пакета, чтобы отправить его. Она весит 50 кг. Они будут взвешивать варианты перед принятием решения.",
      "imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "weight",
      "translation": "вес",
      "definition": "The amount or quantity of heaviness or mass of something.",
      "definition_translation": "Количество или масса тяжести или массы чего-либо.",
      "example": "The weight of the bag is too much for me to carry. His weight has increased significantly. The weight of the decision is on their shoulders.",
      "example_translation": "Вес пакета слишком велик для меня, чтобы нести. Его вес значительно увеличился. Вес решения лежит на их плечах.",
      "imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "well-dressed",
      "translation": "элегантный",
      "definition": "Wearing clean and neat clothes in a stylish way.",
      "definition_translation": "Носит чистую и опрятную одежду в элегантном стиле.",
      "example": "He is always well-dressed for important meetings. She was well-dressed for the party. They are a well-dressed couple.",
      "example_translation": "Он всегда элегантен на важных встречах. Она была элегантно одета на вечеринке. Они - элегантная пара.",
      "imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "youth",
      "translation": "молодежь",
      "definition": "The period of life between childhood and adulthood, characterized by a person's physical, emotional, and social development.",
      "definition_translation": "Период жизни между детством и взрослой жизнью, характеризующийся физическим, эмоциональным и социальным развитием člověka.",
      "example": "In her youth, she was a brave and adventurous person, always eager to explore new places. She spends her youth studying abroad. She will look back on her youth with nostalgia in the future.",
      "example_translation": "В своей молодости она была смелым и авантюрным человеком, всегда готовым исследовать новые места. Она проведет свою молодость, учась за границей. Она будет вспоминать свою молодость с ностальгией в будущем.",
      "imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bare",
      "translation": "голый",
      "definition": "Without covering or clothing; naked.",
      "definition_translation": "Без покрытия или одежды; голый.",
      "example": "The tree was bare of leaves in winter. She walked barefoot on the beach. The room was bare of any furniture.",
      "example_translation": "Дерево было голым без листьев зимой. Она ходила босиком на пляже. Комната была голой без какой-либо мебели.",
      "imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "disguise",
      "translation": "маскировка",
      "definition": "A costume or appearance worn to conceal one's identity or character.",
      "definition_translation": "Костюм или внешний вид, ношенный для сокрытия своей личности или характера.",
      "example": "She wore a disguise to the party to avoid recognition. He used a fake beard as a disguise. The spy's disguise allowed her to blend in with the crowd.",
      "example_translation": "Она надела маскировку на вечеринку, чтобыavoid recognition. Он использовал фальшивую бороду как маскировку. Маскировка шпионки позволила ей слиться с толпой.",
      "imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "disguise",
      "translation": "маскировка",
      "definition": "A costume or appearance worn to conceal one's identity or character.",
      "definition_translation": "Костюм или внешний вид, ношенный для сокрытия своей личности или характера.",
      "example": "The actor's disguise was so good that nobody recognized him. The thief used a disguise to commit the crime. The police tried to uncover the disguise of the suspect.",
      "example_translation": "Маскировка актера была так хороша, что никто не узнал его. Вор использовал маскировку, чтобы совершить преступление. Полиция пыталась раскрыть маскировку подозреваемого.",
      "imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "elegant",
      "translation": "элегантный",
      "definition": "Having a pleasingly refined and dignified appearance or character.",
      "definition_translation": "Имеющий приятно-refined и достойный внешний вид или характер.",
      "example": "She looked elegant in her red dress at the party. She will look elegant at her wedding. She looked elegant at her graduation.",
      "example_translation": "Она выглядела элегантно в ее красном платье на вечеринке. Она будет выглядеть элегантно на ее свадьбе. Она выглядела элегантно на ее выпускной церемонии.",
      "imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "elegantly",
      "translation": "элегантно",
      "definition": "In a way that is pleasingly refined and dignified.",
      "definition_translation": "Таким образом, который является приятно-refined и достойным.",
      "example": "She walked elegantly down the stairs. She will dance elegantly at the ball. She danced elegantly at the prom.",
      "example_translation": "Она шла элегантно вниз по лестнице. Она будет танцевать элегантно на балу. Она танцевала элегантно на выпускном вечере.",
      "imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "eyebrows",
      "translation": "брови",
      "definition": "The hairs that grow above the eyes.",
      "definition_translation": "Волосы, которые растут над глазами.",
      "example": "She has thick eyebrows that require regular trimming. Her eyebrows were perfectly shaped. She had her eyebrows waxed yesterday.",
      "example_translation": "У нее густые брови, которые требуют регулярной стрижки. Ее брови были идеально сформированы. Она удалила свои брови воском вчера.",
      "imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "eyelashes",
      "translation": "ресницы",
      "definition": "The hairs that grow on the edges of the eyelids.",
      "definition_translation": "Волосы, которые растут на краях век.",
      "example": "She has long eyelashes that make her eyes look beautiful. Her eyelashes were curled and mascaraed. She had her eyelashes extended at the salon.",
      "example_translation": "У нее длинные ресницы, которые делают ее глаза выглядеть красивыми. Ее ресницы были закрученными и покрытыми mascara. Она.extend свои ресницы в салоне.",
      "imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "feature",
      "translation": "функция",
      "definition": "A prominent or distinctive part or characteristic of something, such as a landscape, a person's face, or a product.",
      "definition_translation": "Выбочные или отличительные части или характеристики чего-либо, такие как ландшафт, лицо человека или продукт.",
      "example": "The new smartphone feature allows users to unlock their phone with their face.",
      "example_translation": "Новая функция смартфона позволяет пользователям разблокировать свой телефон лицом.",
      "imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "female",
      "translation": "женский",
      "definition": "Relating to or characteristic of women or girls.",
      "definition_translation": "Относящийся к женщинам или девушкам.",
      "example": "The female athlete won the gold medal in the Olympic Games. She will compete against other female athletes in the next tournament.",
      "example_translation": "Женская спортсменка выиграла золотую медаль на Олимпийских играх. Она будет соревноваться с другими женскими спортсменками на следующем турнире.",
      "imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "freckles",
      "translation": "прыщики",
      "definition": "Small, usually brown, spots on the skin, especially on the face or arms, resulting from the formation of melanin.",
      "definition_translation": "Маленькие, обычно коричневые, пятна на коже, особенно на лице или руках, образующиеся в результате формирования меланина.",
      "example": "She had freckles all over her face and arms, which made her look even more beautiful. When she was a child, her freckles were darker, but as she grew older, they became lighter.",
      "example_translation": "У нее были прыщики на всем лице и руках, что делало ее еще более красивой. Когда она была ребенком, ее прыщики были темнее, но когда она выросла, они стали světlejší.",
      "imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fringe",
      "translation": "бахрома",
      "definition": "A decorative border or edging, especially on a fabric or a piece of clothing.",
      "definition_translation": "Декоративная кайма или окантовка, особенно на ткани или на предмете одежды.",
      "example": "The dress had a beautiful fringe at the bottom, which made it look more elegant. She loved the fringe on her scarf, which added a touch of sophistication to her outfit.",
      "example_translation": "Платье имело красивую бахрому внизу, что делало его более элегантным. Она любила бахрому на ее шарфе, которая добавляла штрих изысканности к ее наряду.",
      "imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "gender",
      "translation": "гендер",
      "definition": "The state of being male or female, especially in relation to social and cultural roles.",
      "definition_translation": "Состояние быть мужчиной или женщиной, особенно в отношении социальных и культурных ролей.",
      "example": "The teacher asked the student to identify their gender on the form. She had always struggled with her gender identity. By the time she was 30, she had fully transitioned to a new gender.",
      "example_translation": "Учитель спросил ученика, чтобы тот указал свой пол в форме. Она всегда боролась со своей гендерной идентичностью. К тому времени, когда ей было 30, она полностью перешла к новому полу.",
      "imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grown-up",
      "translation": "взрослый",
      "definition": "A person who has reached physical and emotional maturity, typically marked by a sense of responsibility and independence.",
      "definition_translation": "Человек, достигший физической и эмоциональной зрелости, обычно отмеченной чувством ответственности и независимости.",
      "example": "As a grown-up, I realized that my parents were right about many things. She was a grown-up at 18, but still lived with her parents. By the time he was 40, he had become a successful grown-up with a family.",
      "example_translation": "В качестве взрослого я понял, что мои родители были правы о многих вещах. Она была взрослой в 18 лет, но все еще жила с родителями. к тому времени, когда ему было 40, он стал успешным взрослым с семьей.",
      "imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hair",
      "translation": "волосы",
      "definition": "A growth on the human head or animal body, consisting of a protein filament that grows from follicles in the skin.",
      "definition_translation": "Рост на человеческой голове или теле животного, состоящий из белковой филаменты, растущей из фолликулов в коже.",
      "example": "She had long, curly hair that fell down her back. He had to get a haircut because his hair was too long. In the future, I will have grey hair and wrinkles.",
      "example_translation": "У нее были длинные, кучерявые волосы, которые спускались вниз по ее спине. Он должен был постричься, потому что его волосы были слишком длинными. В будущем у меня будет седая шевелюра и морщины.",
      "imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "image",
      "translation": "образ",
      "definition": "A visual representation or likeness of something, such as a person, object, or scene.",
      "definition_translation": "Визуальное представление или подобие чего-то, такого как человек, объект или сцена.",
      "example": "The image on the TV screen was blurry. She projected an image of confidence that inspired her team. In the future, I will create a 3D image of my ideal city.",
      "example_translation": "Образ на экране ТВ был нечетким. Она проецировала образ уверенности, который вдохновил ее команду. В будущем я создам трехмерный образ моего идеального города.",
      "imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "male",
      "translation": "мужской",
      "definition": "Having or showing the qualities that are traditionally associated with men, such as strength and courage.",
      "definition_translation": "Имеющий или демонстрирующий качества, традиционно связанные с мужчинами, such as strength и храбрость.",
      "example": "He was a male model, known for his rugged good looks. He had been a male model for years. He will become a male model next year.",
      "example_translation": "Он был моделью мужского пола, известным своей мужской внешностью. Он был моделью мужского пола в течение лет. Он станет моделью мужского пола в следующем году.",
      "imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nail",
      "translation": "гвоздь",
      "definition": "A small metal spike with a flat head, used for joining things together, especially wood.",
      "definition_translation": "Маленький металлический штырь с плоской головкой, используемый для соединения вещей, особенно дерева.",
      "example": "I drove a nail into the wall to hang the picture. I had driven a nail into the wall yesterday. I will drive a nail into the wall tomorrow.",
      "example_translation": "Я забил гвоздь в стену, чтобы повесить картину. Я забил гвоздь в стену вчера. Я забью гвоздь в стену завтра.",
      "imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "naked",
      "translation": "голый",
      "definition": "Without clothes or covering; not wearing any clothes.",
      "definition_translation": "Без одежды или покрытия; не носит никакой одежды.",
      "example": "The baby was naked in the bath. The baby had been naked in the bath earlier. The baby will be naked in the bath again.",
      "example_translation": "Младенец был голым в ванне. Младенец был голым в ванне раніше. Младенец будет голым в ванне снова.",
      "imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pale",
      "translation": "бледный",
      "definition": "Having a light or washed-out color; not brightly colored.",
      "definition_translation": "Имеющий светлый или выцветший цвет; не ярко окрашенный.",
      "example": "The pale blue walls looked nice with the dark furniture. The walls had been pale blue for years. The walls will be pale blue again soon.",
      "example_translation": "Бледно-синие стены выглядели хорошо с темной мебелью. Стены были бледно-синими в течение лет. Стены снова станут бледно-синими скоро.",
      "imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ponytail",
      "translation": "хвостик",
      "definition": "A hairstyle in which the hair is drawn back and tied at the back of the head, typically with a ribbon or elastic band.",
      "definition_translation": "Причёска, в которой волосы оттянуты назад и закреплены на затылке, обычно с помощью ленты или резинки.",
      "example": "She had a ponytail and wore a white shirt. Yesterday, she had a ponytail and wore a white shirt. Tomorrow, she will have a ponytail and will wear a white shirt.",
      "example_translation": "У неё был хвостик, и она носила белую рубашку. Вчера у неё был хвостик, и она носила белую рубашку. Завтра у неё будет хвостик, и она будет носить белую рубашку.",
      "imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "racial",
      "translation": "расовый",
      "definition": "Relating to or characterized by a person's race.",
      "definition_translation": "Относящийся к или характеризующий расу человека.",
      "example": "The racial diversity of the city was impressive. The racial diversity of the city is impressive. The racial diversity of the city will be impressive.",
      "example_translation": "Расовая разнообразие города было впечатляющим. Расовое разнообразие города является впечатляющим. Расовое разнообразие города будет впечатляющим.",
      "imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sexual",
      "translation": "сексуальный",
      "definition": "Relating to or concerned with sex.",
      "definition_translation": "Относящийся к или связанный с сексом.",
      "example": "The sexual health of the population is a major concern. The sexual health of the population was a major concern. The sexual health of the population will be a major concern.",
      "example_translation": "Сексуальное здоровье населения являетсяmajor concern. Сексуальное здоровье населения было major concern. Сексуальное здоровье населения будет major concern.",
      "imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spot",
      "translation": "пятно",
      "definition": "A small mark or stain on a surface.",
      "definition_translation": "Маленькое пятно или стой на поверхности.",
      "example": "There was a spot on my shirt. There was a spot on my shirt yesterday. There will be a spot on my shirt tomorrow.",
      "example_translation": "Было пятно на моей рубашке. Было пятно на моей рубашке вчера. Будет пятно на моей рубашке завтра.",
      "imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "strength",
      "translation": "сила",
      "definition": "The quality or state of being strong; The capacity to resist being broken or shattered;",
      "definition_translation": "Качество или состояние быть сильным; Способность抵истать быть破ленным или разбитым;",
      "example": "He showed great strength in lifting the heavy weights. She will need strength to overcome her fears. They will develop strength in their legs by exercising regularly.",
      "example_translation": "Он проявил великую силу, поднимая тяжелые веса. Ей будет нужна сила, чтобы преодолеть свои страхи. Они разовьют силу в своих ногах, регулярно тренируясь.",
      "imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "strengthen",
      "translation": "укреплять",
      "definition": "To make someone or something stronger or more powerful; To support or reinforce something;",
      "definition_translation": "Сделать кого-то или что-то сильнее или более мощным; Поддержать или укрепить что-то;",
      "example": "Exercise can strengthen your muscles. The company will strengthen its position in the market. She will strengthen her relationships with her friends.",
      "example_translation": "Упражнения могут укрепить ваши мускулы. Компания укрепит свою позицию на рынке. Она укрепит свои отношения с друзьями.",
      "imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tan",
      "translation": "загар",
      "definition": "A brown color on the skin caused by exposure to the sun; A type of leather;",
      "definition_translation": "Коричневый цвет кожи, вызванный воздействием солнца; Тип кожи;",
      "example": "She got a tan after spending a week at the beach. The tan leather jacket was very fashionable. He wanted to get a tan to look healthier.",
      "example_translation": "Она загорела после недельного пребывания на пляже. Коричневая кожаная куртка была очень модной. Он хотел загореться, чтобы выглядеть здоровее.",
      "imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "thigh",
      "translation": "бедро",
      "definition": "The part of the human leg above the knee; A cut of meat from this area;",
      "definition_translation": "Часть human ноги выше колена; Нарезка мяса из этой области;",
      "example": "The athlete strained his thigh muscle during the game. The doctor examined her thigh to check for injuries. They will cook the thigh meat for dinner.",
      "example_translation": "Спортсмен растянул мышцу бедра во время игры. Врач осмотрел ее бедро, чтобы проверить на травмы. Они будут готовить мясо бедра на ужин.",
      "imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wavy",
      "translation": "волнистый",
      "definition": "Having a wavelike or sinuous shape; not straight or flat.",
      "definition_translation": "Имея волнистую или синусоидальную форму; не прямую или плоскую.",
      "example": "The surfer rode the wavy surf all morning. She had wavy hair as a child. The road will be wavy by the time they finish constructing it.",
      "example_translation": "Сёрфер катался на волнистой волне весь morning. У нее были волнистые волосы в детстве. Дорога будет волнистой, когда они закончат строительство.",
      "imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "well-built",
      "translation": "крепко сложенный",
      "definition": "Having a strong and healthy body; physically fit.",
      "definition_translation": "Имея крепкое и здоровое тело; физически.fit.",
      "example": "The well-built athlete won the championship. He was a well-built man in his youth. The company aims to build well-built houses.",
      "example_translation": "Крепко сложенный спортсмен выиграл чемпионат. Он был крепко сложенным мужчиной в молодости. Компания стремится строить крепко сложенные дома.",
      "imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wrinkles",
      "translation": "морщины",
      "definition": "Lines or folds on the skin, especially on the face, as a result of aging or repeated facial expressions.",
      "definition_translation": "Линии или складки на коже, особенно на лице, в результате старения или повторяющихся мимических выражений.",
      "example": "Smoking can cause wrinkles on your face. The old man had deep wrinkles on his forehead. She tried to remove wrinkles from her face using facial creams.",
      "example_translation": "Курение может вызвать морщины на лице. Старый мужчина имел глубокие морщины на лбу. Она пыталась удалить морщины с лица, используя кремы для лица.",
      "imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wrist",
      "translation": "запястье",
      "definition": "The joint between the hand and the forearm, or the corresponding part of a glove.",
      "definition_translation": "Сустав между рукой и предплечьем, или соответствующая часть перчатки.",
      "example": "She hurt her wrist while playing tennis. The wristband was too tight. The doctor examined his wrist carefully.",
      "example_translation": "Она повредила запястье, играя в теннис. Запястный браслет был слишком тесным. Доктор тщательно осмотрел его запястье.",
      "imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "youth",
      "translation": "молодежь",
      "definition": "The period of life between childhood and adulthood, characterized by a sense of freedom and experimentation.",
      "definition_translation": "Период жизни между детством и взрослой жизнью, характеризующийся ощущением свободы и эксперимента.",
      "example": "In my youth, I was carefree and traveled the world. Now, I am settled with a family. When I look back, I realize how much I learned from those experiences and wish I could relive them.",
      "example_translation": "В моей молодости я был свободен и путешествовал по миру. Теперь я женат с семьей. Когда я смотрю назад, я понимаю, сколько я научился из тех опытов и хочу пережить их заново.",
      "imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "calf",
      "translation": "теленок",
      "definition": "A young cow or bull, typically in its first year of life.",
      "definition_translation": "Молодая корова или бык, обычно в первый год своей жизни.",
      "example": "The calf was born last night and is still learning to walk. Yesterday, I saw a calf playing in the fields. By next year, this calf will be a fully grown cow.",
      "example_translation": "Теленок родился прошлой ночью и все еще учится ходить. Вчера я видел теленка, играющего в полях. К следующему году этот теленок станет взрослой коровой.",
      "imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "elegance",
      "translation": "элегантность",
      "definition": "The quality of being pleasingly graceful and stylish in appearance or manner.",
      "definition_translation": "Качество быть приятно изящным и стильным внешне или в манере.",
      "example": "The elegance of the ballerina's movements captivated the audience. The new restaurant's elegance impressed me, but the food was not as good as I expected. When I grow up, I want to design elegant clothes.",
      "example_translation": "Элегантность движений балериныcaptivated аудиторию. Элегантность нового ресторана впечатлила меня, но еда не была så good, как я ожидаем. Когда я вырасту, я хочу diseñar элегантные clothes.",
      "imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "little finger",
      "translation": "мизинец",
      "definition": "The smallest finger of a human hand.",
      "definition_translation": "Самый маленький палец human руки.",
      "example": "I broke my little finger while playing football. The doctor said I need to rest my little finger for a few weeks. My little finger is still sore from the injury.",
      "example_translation": "Я сломал свой мизинец, играя в футбол. Доктор сказал, что мне нужно отдохнуть мой мизинец на несколько недель. Мой мизинец все еще болит от травмы.",
      "imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "middle finger",
      "translation": "средний палец",
      "definition": "The middle finger is the third finger of a human hand, located between the index finger and the ring finger.",
      "definition_translation": "Средний палец - это третий палец человеческой руки, расположенный между указательным и безымянным пальцами.",
      "example": "She gave the driver the middle finger when he cut her off in traffic. Yesterday, she had given the middle finger to her brother when he took her favorite toy. In the future, she will give the middle finger to anyone who tries to take her parking spot.",
      "example_translation": "Она показала средний палец водителю, когда он cắt ее на дороге. Вчера она показала средний палец брату, когда он взял ее любимую игрушку. В будущем она будет показывать средний палец любому, кто попытается занять ее парковочное место.",
      "imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "obese",
      "translation": "ожиревший",
      "definition": "Obese refers to a person who has a body mass index (BMI) of 30 or higher, which means they are severely overweight.",
      "definition_translation": "Ожиревший - это человек, который имеет индекс массы тела (ИМТ) 30 или выше, что означает, что он имеет сильный лишний вес.",
      "example": "The doctor warned the patient that being obese could lead to serious health problems. The patient had been obese since childhood, but recently started exercising to lose weight. In the future, the patient hopes to no longer be obese.",
      "example_translation": "Доктор предупредил пациента, что ожирение может привести к серьезным проблемам со здоровьем. Пациент был ожиревшим с детства, но недавно начал заниматься физкультурой, чтобы похудеть. В будущем пациент надеется больше не быть ожиревшим.",
      "imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "resemble",
      "translation": "походить",
      "definition": "To resemble something or someone means to have a similar appearance, character, or quality.",
      "definition_translation": "Быть похожим на что-то или кого-то означает иметь похожий вид, характер или качество.",
      "example": "The new employee resembles my old boss in terms of management style. The house resembles a castle, with its tall towers and grand halls. In the future, the company will resemble a multinational corporation.",
      "example_translation": "Новый сотрудник походит на моего старого босса по стилю управления. Дом походит на замок, с его высокими башнями и просторными залами. В будущем компания будет походить на 멀тинациональную корпорацию.",
      "imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adolescent",
      "translation": "подросток",
      "definition": "An adolescent is a young person in the process of developing from a child into an adult, typically between the ages of 13 and 19.",
      "definition_translation": "Подросток - это молодой человек, который развивается из ребенка в взрослого, обычно в возрасте между 13 и 19 годами.",
      "example": "The adolescent struggled to fit in with his peers at school. As an adolescent, she had been very rebellious and independent. In the future, the adolescent will become a confident adult.",
      "example_translation": "Подросток боролся со своей социальной группой в школе. Как подросток, она была очень упрямой и независимой. В будущем подросток станет уверенным взрослым.",
      "imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cheekbones",
      "translation": "скулы",
      "definition": "The cheekbones are the bony prominences of the face, located below the eyes and forming the upper jaw.",
      "definition_translation": "Скулы - это костные выступы лица, расположенные ниже глаз и образующие верхнюю челюсть.",
      "example": "Her high cheekbones and striking features made her a stunning model. She had prominent cheekbones that were envied by many. She will have undergone surgery to enhance her cheekbones next year.",
      "example_translation": "Ее высокие скулы и поразительные черты делали ее стопроцентной моделью. У нее были заметные скулы, которые завидовали многие. Она будет прошла операцию по коррекции своих скул в следующем году.",
      "imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "complexion",
      "translation": "кожный тон",
      "definition": "The complexion is the natural color and texture of a person's skin, especially of the face.",
      "definition_translation": "Кожный тон - это естественный цвет и текстура кожи человека, особенно лица.",
      "example": "Her fair complexion made her look delicate. He had a dark complexion that was often associated with outdoor work. She will have a radiant complexion after the facial treatment.",
      "example_translation": "Ее светлый кожный тон делал ее выглядеть хрупкой. У него был темный кожный тон, который часто ассоциировался с работой на открытом воздухе. У нее будет радужный кожный тон после процедуры ухода за лицом.",
      "imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cuticle",
      "translation": "кутикула",
      "definition": "The cuticle is the thin layer of skin at the base of a fingernail or toenail.",
      "definition_translation": "Кутикула - это тонкий слой кожи у основания ногтя или пальца ноги.",
      "example": "She pushed back her cuticles to make her nails look neater. The beautician carefully trimmed his cuticles to prevent ingrown nails. She will have soft cuticles after the moisturizing treatment.",
      "example_translation": "Она отодвинула свои кутикулы, чтобы ее ногти выглядели аккуратнее. Косметолог аккуратно подрезал его кутикулы, чтобы предотвратить врастание ногтей. У нее будут мягкие кутикулы после увлажняющего лечения.",
      "imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "palm",
      "translation": "ладонь",
      "definition": "The palm is the inner surface of the hand, from the wrist to the base of the fingers.",
      "definition_translation": "Ладонь - это внутренняя поверхность руки, от запястья до основания пальцев.",
      "example": "She placed her palm on his forehead to feel his temperature. He read her palm to predict her future. She will have a scar on her palm after the surgery.",
      "example_translation": "Она поместила свою ладонь на его лоб, чтобы почувствовать его температуру. Он читал ее ладонь, чтобы предсказать ее будущее. У нее будет шрам на ладони после операции.",
      "imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ring finger",
      "translation": "безымянный палец",
      "definition": "The fourth finger of a human hand, located between the middle finger and the little finger, on which a wedding ring is traditionally worn.",
      "definition_translation": "Четвертый палец человеческой руки, расположенный между средним пальцем и мизинцем, на котором обычно носят обручальное кольцо.",
      "example": "She wore a beautiful diamond ring on her ring finger. Yesterday, she had worn a silver ring on that finger, but now she wears a gold one.",
      "example_translation": "Она носила красивое бриллиантовое кольцо на безымянном пальце. Вчера она носила серебряное кольцо на том пальце, но теперь она носит золотое.",
      "imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shin",
      "translation": "голень",
      "definition": "The front part of the human leg below the knee, covering the tibia.",
      "definition_translation": "Передняя часть человеческой ноги ниже колена, покрывающая большеберцовую кость.",
      "example": "He got a bruise on his shin from playing soccer. She shins her way through the obstacles on the hiking trail.",
      "example_translation": "Он получил ушиб на голени, играя в футбол. Она проходит через препятствия на тропе для походов, используя свою голень.",
      "imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sideburns",
      "translation": "бакенбарды",
      "definition": "Hair growing down the sides of a person's face, in front of the ears, especially when cut to form a distinctive shape.",
      "definition_translation": "Волосы, grows вниз по бокам лица человека перед ушами, особенно когда онистрижены в форму отличительного образа.",
      "example": "He grew sideburns to look like Elvis Presley. She thinks sideburns make him look older.",
      "example_translation": "Он отрастил бакенбарды, чтобы выглядеть как Элвис Пресли. Она думает, что бакенбарды делают его старше.",
      "imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spiky",
      "translation": "шпилечный",
      "definition": "Having a pointed or tapering shape, like a spike.",
      "definition_translation": "Имеющий острую или сужающуюся форму, как спика.",
      "example": "The spiky hair style was popular in the 1980s. She likes to wear spiky heels to parties.",
      "example_translation": "Шпилечный стиль волос был популярным в 1980-х годах. Она любит носить шпилечные каблуки на вечеринки.",
      "imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stubble",
      "translation": "борода",
      "definition": "A growth of hair on the chin and jaw, especially when it is short and rough.",
      "definition_translation": "Рост волос на подбородке и челюсти, особенно когда он короткий и грубый.",
      "example": "He had a rough stubble on his chin after not shaving for a week. Yesterday, he had a smooth face, but now he has a stubble. By next week, he will have a full beard.",
      "example_translation": "У него была грубая борода на подбородке после того, как он не брился неделю. Вчера у него было гладкое лицо, но теперь у него борода. К следующей неделе он будет иметь полную бороду.",
      "imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "toddler",
      "translation": "малыш",
      "definition": "A young child, typically between the ages of one and three, who is learning to walk and talk.",
      "definition_translation": "Маленький ребенок, обычно в возрасте от одного до трех лет, который учится ходить и говорить.",
      "example": "The toddler took his first steps yesterday. Last year, he was not walking, but now he is running around. By next year, he will be riding a tricycle.",
      "example_translation": "Малыш сделал свои первые шаги вчера. В прошлом году он не мог ходить, но теперь он бегает вокруг. К следующему году он будет кататься на трicycle.",
      "imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "abdomen",
      "translation": "живот",
      "definition": "The region of the body between the chest and the pelvis, containing the digestive organs.",
      "definition_translation": "Регион тела между грудной клеткой и тазом, содержащий органы пищеварения.",
      "example": "The doctor examined the patient's abdomen to diagnose the problem. Yesterday, the patient had a stomachache, but now the pain has subsided. By next week, the patient will have fully recovered.",
      "example_translation": "Доктор осмотрел живот пациента, чтобы диагностировать проблему. Вчера у пациента был желудочный спазм, но теперь боль утихла. К следующей неделе пациент hoànно выздоровеет.",
      "imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bun",
      "translation": "булочка",
      "definition": "A small usually rounded or oblong bread roll, often served as a snack or used as a base for sandwiches.",
      "definition_translation": "Маленькая, обычно круглая или овальная булка, часто подающаяся в качестве закуски или используемая в качестве основы для сэндвичей.",
      "example": "She ate a bun with butter for breakfast yesterday. Today, she is eating a bun with ham, and tomorrow she will eat a bun with cheese.",
      "example_translation": "Она ела булочку с маслом на завтрак вчера. Сегодня она ест булочку с ветчиной, а завтра она будет есть булочку с сыром.",
      "imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "forefinger",
      "translation": "указательный палец",
      "definition": "The finger next to the thumb, used for pointing and manipulating objects.",
      "definition_translation": "Палец, находящийся рядом с большим пальцем, используемый для указания и манипулирования объектами",
      "example": "She used her forefinger to tap on the keyboard, then she will use it to point to the map, and finally she used it to hold the pencil.",
      "example_translation": "Она использовала свой указательный палец, чтобы постучать по клавиатуре, потом она будет использовать его, чтобы указать на карту, иfinally она использовала его, чтобы держать карандаш",
      "imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "goatee",
      "translation": "гётэ",
      "definition": "A type of beard that covers only the chin and does not extend to the cheeks.",
      "definition_translation": "Тип бороды, который покрывает только подбородок и не распространяется на щеки",
      "example": "He had a goatee when he was young, then he shaved it off, but now he is growing a short goatee again.",
      "example_translation": "У него был гётэ, когда он был молодым, затем он сбрил его, но теперь он снова растет короткий гётэ",
      "imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "perm",
      "translation": "химическая завивка",
      "definition": "A type of hairstyle that involves chemically treating the hair to create curls or waves.",
      "definition_translation": "Тип прически, который涉ет химическое лечение волос для создания кудрей или волн",
      "example": "She got a perm in the 80s, then she straightened her hair, and now she is considering getting a perm again.",
      "example_translation": "Она получила химическую завивку в 80-х, затем она выпрямила волосы, и теперь она рассматривает возможность получения химической завивки снова",
      "imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]