[
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dance",
      "translation": "танцевать",
      "definition": "To move one's body in a rhythmic way, typically to music, using prescribed or improvised steps and gestures.",
      "definition_translation": "Двигать свое тело в ритмичном方式, типично к музыке, используя предписанные или импровизированные шаги и жесты.",
      "example": "I danced all night at the party. I am dancing to my favorite song. I will dance at my wedding.",
      "example_translation": "Я танцевал всю ночь на вечеринке. Я танцую под свою любимую песню. Я буду танцевать на своей свадьбе.",
      "imageLink": "image_files\\English\\"imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shopping",
      "translation": "шоппинг",
      "definition": "The act of buying things, especially in large quantities or as a leisure activity.",
      "definition_translation": "Акт покупки вещей, особенно в большом количестве или как развлекательной деятельности.",
      "example": "I went shopping with my friends yesterday. I am shopping online now. I will go shopping for groceries tomorrow.",
      "example_translation": "Я пошел за покупками с друзьями вчера. Теперь я-shop online. Я пойду за покупками продуктов завтра.",
      "imageLink": "image_files\\English\\"imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "smoking",
      "translation": "курение",
      "definition": "The act of inhaling and exhaling the smoke of tobacco or other drugs.",
      "definition_translation": "Акт вдыхания и выдыхания дыма табака или других наркотиков.",
      "example": "Smoking is bad for your health. I smoked a cigarette after dinner. He will smoke a pipe at the party.",
      "example_translation": "Курение вредно для здоровья. Я курил сигарету после обеда. Он будет курить трубку на вечеринке.",
      "imageLink": "image_files\\English\\"imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "work",
      "translation": "работа",
      "definition": "Activity involving mental or physical effort done in order to achieve a purpose or earn a living.",
      "definition_translation": "Активность, связанная с умственным или физическим трудом, сделанная для достижения цели илиearn на жизнь.",
      "example": "I go to work at 9 am. She works as a teacher. They will work on the project together.",
      "example_translation": "Я иду на работу в 9 утра. Она работает учителем. Они будут работать над проектом вместе.",
      "imageLink": "image_files\\English\\"imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "activity",
      "translation": "активность",
      "definition": "The quality of being active and effective in a particular field or activity.",
      "definition_translation": "Качество быть активным и эффективным в определенной области или деятельности.",
      "example": "I enjoyed the activity of hiking in the mountains. I will participate in the activity of volunteer work tomorrow. I have been involved in the activity of learning a new language for two years.",
      "example_translation": "Я наслаждался активностью похода в горах. Я SHALL принимать участие в активности волонтерской работы завтра. Я был вовлечен в активность изучения нового языка в течение двух лет.",
      "imageLink": "image_files\\English\\"imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "click",
      "translation": "клик",
      "definition": "A short, sharp sound, like the one made by a mouse or a camera shutter.",
      "definition_translation": "Короткий, острый звук, похожий на тот, который делается мышью или шаттером камеры.",
      "example": "I clicked the button to submit the form. She will click the picture to send it to her friend. He has been clicking the mouse for hours.",
      "example_translation": "Я кликнул кнопку, чтобы отправить форму. Она WILL кликнуть на картинку, чтобы отправить ее своему другу. Он кликал на мышь в течение часов.",
      "imageLink": "image_files\\English\\"imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "climbing",
      "translation": "альпинизм",
      "definition": "The act of ascending a steep object, such as a mountain or a rope, using specialized techniques and equipment.",
      "definition_translation": "Действие восхождения по крутому объекту, такому как гора или веревка, с помощью специализированных техник и оборудования.",
      "example": "I love climbing mountains in the summer. She was climbing the rock wall with ease. They have been climbing trees since they were kids.",
      "example_translation": "Я люблю альпинизм в летнее время. Она легко лазила по стене скалы. Они лазили по деревьям с тех пор, как они были детьми.",
      "imageLink": "image_files\\English\\"imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cooking",
      "translation": "готовка",
      "definition": "The act of preparing and heating food, typically in a kitchen.",
      "definition_translation": "Действие приготовления и нагрева еды, обычно на кухне.",
      "example": "I enjoy cooking dinner for my family. She was cooking lunch for her colleagues. They have been cooking breakfast together every morning.",
      "example_translation": "Я наслаждаюсь готовкой ужина для своей семьи. Она готовила обед для своих коллег. Они готовили завтрак вместе каждое утро.",
      "imageLink": "image_files\\English\\"imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cycling",
      "translation": "велоспорт",
      "definition": "the act of riding a bicycle, especially as a sport or form of exercise",
      "definition_translation": "действие езды на велосипеде, особенно как спорт или форма упражнений",
      "example": "I was cycling in the park yesterday, then I will cycle to work tomorrow, and I cycled with my friends last week.",
      "example_translation": "Я ездил на велосипеде в парке вчера, потом я поеду на работу на велосипеде завтра, и я ездил с друзьями на велосипеде на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drawing",
      "translation": "рисование",
      "definition": "the act of creating a picture or diagram using lines, shapes, and colors",
      "definition_translation": "действие создания рисунка или диаграммы с помощью линий, форм и цветов",
      "example": "I was drawing a portrait of my sister yesterday, then I will draw a landscape tomorrow, and I drew a still life last week.",
      "example_translation": "Я рисовал портрет моей сестры вчера, потом я нарисую пейзаж завтра, и я рисовал натюрморт на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "exercise",
      "translation": "упражнение",
      "definition": "a task or activity that requires physical or mental effort, done in order to improve or maintain health and fitness",
      "definition_translation": "задача или деятельность, требующая физического или ментального усилия, выполняемая для улучшения или поддержания здоровья и физической формы",
      "example": "I was doing exercise in the gym yesterday, then I will do exercise at home tomorrow, and I did exercise with my personal trainer last week.",
      "example_translation": "Я занимался упражнением в спортзале вчера, потом я буду делать упражнение дома завтра, и я делал упражнение с личным тренером на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "help",
      "translation": "помощь",
      "definition": "assistance or support given to someone, especially to enable them to do something they could not do on their own",
      "definition_translation": "помощь или поддержка, оказываемая кому-либо, особенно для того, чтобы ermöglichten им сделать что-то, что они не могли сделать самостоятельно",
      "example": "I was helping my friend yesterday, then I will help my sister tomorrow, and I helped my brother last week.",
      "example_translation": "Я помогал своему другу вчера, потом я помогу своей сестре завтра, и я помогал своему брату на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "kick",
      "translation": "пнуть",
      "definition": "to strike or hit something with force, typically with the foot",
      "definition_translation": "ударять или бить что-либо с силой, обычно ногой",
      "example": "I kicked the ball in the park yesterday. I kick the ball every day. I will kick the ball tomorrow.",
      "example_translation": "Я пнул мяч в парке вчера. Я пну мяч каждый день. Я пну мяч завтра.",
      "imageLink": "image_files\\English\\"imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "kiss",
      "translation": "поцеловать",
      "definition": "to touch someone's lips to someone else's, usually as a sign of love or affection",
      "definition_translation": "прикасаться губами к кому-либо, обычно как знак любви или привязанности",
      "example": "She kissed me on my birthday last year. She kisses me every morning. She will kiss me goodnight tomorrow.",
      "example_translation": "Она поцеловала меня в день рождения прошлого года. Она целует меня каждое утро. Она поцелует меня на ночь завтра.",
      "imageLink": "image_files\\English\\"imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "practice",
      "translation": "практика",
      "definition": "the act of repeating or exercising a skill or activity in order to improve or perfect it",
      "definition_translation": "действие повторения или упражнения в技能е или деятельности для улучшения или совершенствования ее",
      "example": "I practiced playing the guitar yesterday. I practice every day. I will practice for the concert next week.",
      "example_translation": "Я практиковал игру на гитаре вчера. Я практикую каждый день. Я SHALL практиковать для концерта на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "singing",
      "translation": "пение",
      "definition": "the act of producing musical sounds with the voice, especially in a skillful or artistic way",
      "definition_translation": "действие производства музыкальных звуков голосом, особенно в умелой или художественной манере",
      "example": "I was singing in the shower yesterday. I sing in the choir every Sunday. I will sing at the talent show next month.",
      "example_translation": "Я пел в душе вчера. Я пою в хоре каждое воскресенье. Я спою на шоу талантов следующего месяца.",
      "imageLink": "image_files\\English\\"imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "skateboarding",
      "translation": "скейтбординг",
      "definition": "the act of riding and maneuvering a skateboard, typically on ramps or other specially designed surfaces",
      "definition_translation": "действие езды и управление скейтбордом, обычно на рампах или других специально спроектированных поверхностях",
      "example": "I loved skateboarding as a kid, and now my son is learning to do tricks. Yesterday, I skateboarded down the sidewalk. By next year, I will have mastered skateboarding.",
      "example_translation": "Я любил скейтбординг в детстве, и теперь мой сын учится делать трюки. Вчера я катался на скейтборде по тротуару. К следующему году я освою скейтбординг.",
      "imageLink": "image_files\\English\\"imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "skating",
      "translation": "катание",
      "definition": "the act of gliding on ice or a smooth surface, typically on skates",
      "definition_translation": "действие скольжения по льду или гладкой поверхности, обычно на коньках",
      "example": "I love skating at the outdoor rink during winter. She has been skating since she was five. By the time I am 30, I will have learned to skating.",
      "example_translation": "Я люблю кататься на открытой каток зимой. Она катается с пяти лет. К тому времени, когда мне будет 30, я научусь кататься.",
      "imageLink": "image_files\\English\\"imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "snowboarding",
      "translation": "сноубординг",
      "definition": "the act of riding a board down a snow-covered hill or mountain, typically in a standing position",
      "definition_translation": "действие катания на доске вниз по снежному холму или горе, обычно в стоячем положении",
      "example": "I've never tried snowboarding, but my friends say it's exhilarating. She has been snowboarding for years. By next winter, I will have learned to snowboard.",
      "example_translation": "Я никогда не пробовал сноубординг, но мои друзья говорят, что это возбуждающе. Она катается на сноуборде годы. К следующей зиме я научусь сноубордингу.",
      "imageLink": "image_files\\English\\"imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "surfing",
      "translation": "сёрфинг",
      "definition": "the act of riding a wave, typically on a surfboard",
      "definition_translation": "действие катания на волне, обычно на сёрфборде",
      "example": "I love surfing in Hawaii, where the waves are huge. He has been surfing since he was a teenager. By the time I am 40, I will have mastered surfing.",
      "example_translation": "Я люблю сёрфинг на Гавайях, где волны огромные. Он катается на сёрфе с подростка. К тому времени, когда мне будет 40, я освою сёрфинг.",
      "imageLink": "image_files\\English\\"imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "swimming",
      "translation": "плавание",
      "definition": "The act of moving through the water using strokes, especially as a form of exercise or recreation.",
      "definition_translation": "Действие перемещения через воду с использованием ударов, особенно в виде упражнения или отдыха.",
      "example": "I was swimming in the lake yesterday, but I will be swimming in the ocean tomorrow, and I swam in the river last week.",
      "example_translation": "Я плавал в озере вчера, но я буду плавать в океане завтра, и я плавал в реке на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "use",
      "translation": "использовать",
      "definition": "To employ for a purpose or to apply for a benefit.",
      "definition_translation": "Использовать для цели или прикладывать для выгоды.",
      "example": "I used to use this laptop for work, but now I use it for gaming, and I will use it for video editing soon.",
      "example_translation": "Я использовал этот ноутбук для работы, но сейчас я использую его для игр, и я буду использовать его для видеомонтажа скоро.",
      "imageLink": "image_files\\English\\"imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "walk",
      "translation": "ходьба",
      "definition": "To move at a slow pace on foot, typically in an upright position.",
      "definition_translation": "Двигаться шагом на_slow скорости на ногах, обычно в прямой позиции.",
      "example": "I walked to the store yesterday, but I will walk to school tomorrow, and I walked to the park last week.",
      "example_translation": "Я шел в магазин вчера, но я буду ходить в школу завтра, и я шел в парк на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "walking",
      "translation": "ходьба",
      "definition": "The act of moving on foot at a moderate pace, especially in a leisurely or recreational manner.",
      "definition_translation": "Действие перемещения на ногах в умеренном темпе, особенно в развлекательном или рекреационном виде.",
      "example": "I love walking in the mountains during the summer, but I prefer walking on the beach during the winter, and I was walking in the park last night.",
      "example_translation": "Я люблю ходить в горах летом, но я предпочитаю ходить на пляже зимой, и я ходил в парке прошлой ночью.",
      "imageLink": "image_files\\English\\"imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "washing",
      "translation": "стирка",
      "definition": "The act of cleaning something, especially clothes, with water and soap or detergent.",
      "definition_translation": "Действие очистки чего-либо, особенно衣服, с водой и мылом или детергентом.",
      "example": "I was washing my car yesterday, I am washing my clothes now, and I will be washing the dishes tomorrow.",
      "example_translation": "Я мыл свою машину вчера, я мою теперь свои вещи, и я умыву посуду завтра.",
      "imageLink": "image_files\\English\\"imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "washing-up",
      "translation": "мытье посуды",
      "definition": "The act of washing dishes, utensils, and other kitchen items after a meal.",
      "definition_translation": "Действие мытья посуды, столовых приборов и других кухонных предметов после еды.",
      "example": "My mom was doing the washing-up after dinner, I did it yesterday, and my sister will do it tomorrow.",
      "example_translation": "Моя мама делала мытье посуды после обеда, я делал это вчера, и моя сестра сделает это завтра.",
      "imageLink": "image_files\\English\\"imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "achievement",
      "translation": "достижение",
      "definition": "The process or fact of achieving something, especially something difficult or impressive.",
      "definition_translation": "Процесс или факт достижения чего-либо, особенно чего-то трудного или внушающего.",
      "example": "Getting a scholarship was a great achievement for me, I achieved my goal last year, and I will achieve my dream in the future.",
      "example_translation": "Получение стипендии было великим достижением для меня, я достиг своей цели в прошлом году, и я достигну своего сна в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "arrangement",
      "translation": "расположение",
      "definition": "The way in which something is organized or structured, especially in a neat or attractive way.",
      "definition_translation": "Способ, которым что-то организовано или структурировано, особенно в порядке или привлекательном виде.",
      "example": "The arrangement of the flowers on the table was beautiful, I arranged the furniture in my room yesterday, and I will arrange a meeting next week.",
      "example_translation": "Расположение цветов на столе было красивым, я расположил мебель в своей комнате вчера, и я устрою встречу на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "arrival",
      "translation": "прибытие",
      "definition": "The act of arriving or coming to a place.",
      "definition_translation": "Акт прибытия или прибытия в место.",
      "example": "The arrival of the train was delayed by an hour. The team's arrival was met with applause. The new employee's arrival is expected to boost productivity.",
      "example_translation": "Прибытие поезда было задержано на час. Прибытие команды было встречено аплодисментами. Ожидается, что прибытие нового сотрудника будет способствовать росту производительности.",
      "imageLink": "image_files\\English\\"imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "attack",
      "translation": "атака",
      "definition": "A vigorous or intense assault or offensive.",
      "definition_translation": "Энергичная или интенсивная атака или наступление.",
      "example": "The team launched a fierce attack on the opponent's goal. The company's attack on the competitors' market share was successful. The attack on the city was brutal and devastating.",
      "example_translation": "Команда запустила яростную атаку на ворота соперника. Атака компании на долю рынка конкурентов была успешной. Атака на город была жестокой и разрушительной.",
      "imageLink": "image_files\\English\\"imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "check",
      "translation": "проверка",
      "definition": "To examine or investigate something in order to determine its accuracy or quality.",
      "definition_translation": "Проверять или исследовать что-то для определения его точности или качества.",
      "example": "She decided to check the calculations to make sure they were correct. The company will check the product before shipping it. I need to check my email for any important messages.",
      "example_translation": "Она решила проверить расчеты, чтобы убедиться, что они точны. Компания будет проверять продукт перед отправкой его. Мне нужно проверить свою электронную почту для важных сообщений.",
      "imageLink": "image_files\\English\\"imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "choice",
      "translation": "выбор",
      "definition": "The act of selecting or deciding between two or more possibilities.",
      "definition_translation": "Акт выбора или принятия решения между двумя или более возможностями.",
      "example": "The restaurant offered a wide range of choices for dinner. She had to make a difficult choice between two job offers. The choice of college majors was overwhelming.",
      "example_translation": "Ресторан предлагал широкий выбор для ужина. Ей пришлось сделать трудный выбор между двумя предложениями работы. Выбор специальности в колледже был подавляющим.",
      "imageLink": "image_files\\English\\"imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "decision",
      "translation": "решение",
      "definition": "A decision is a choice made after thinking carefully about something.",
      "definition_translation": "Решение - это выбор, сделанный после тщательного размышления о чем-то.",
      "example": "I made a decision to quit my job and travel the world. I'm making a decision about my future now. I will make a decision after considering all the options.",
      "example_translation": "Я принял решение уйти с работы и путешествовать по миру. Я сейчас принимаю решение о моем будущем. Я буду принимать решение после рассмотрения всех вариантов.",
      "imageLink": "image_files\\English\\"imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "delivery",
      "translation": "доставка",
      "definition": "The act of taking goods or products to a person's home or business.",
      "definition_translation": "Доставка - это акт доставки товаров или продуктов до дома или бизнеса человека.",
      "example": "The company offers fast delivery on all orders. They delivered the package yesterday. They will deliver the goods next week.",
      "example_translation": "Компания предлагает быструю доставку на все заказы. Они доставили пакет вчера. Они доставят товары на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "development",
      "translation": "развитие",
      "definition": "The process of growing or becoming more advanced.",
      "definition_translation": "Развитие - это процесс роста или становления более avanzado.",
      "example": "The company is investing in the development of new technologies. The development of the new project has been slow. The development of the country's economy has been rapid.",
      "example_translation": "Компания инвестирует в развитие новых технологий. Разработка нового проекта была медленной. Развитие экономики страны было быстрым.",
      "imageLink": "image_files\\English\\"imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "diving",
      "translation": "дайвинг",
      "definition": "The act of jumping into water, especially from a high place.",
      "definition_translation": "Дайвинг - это акт прыгания в воду, особенно с высокой точки.",
      "example": "I love diving into the pool on hot summer days. She dived into the ocean yesterday. He will dive into the lake next weekend.",
      "example_translation": "Я люблю дайвинг в бассейн на жаркие летние дни. Она дайвинг в океан вчера. Он будет дайвинг в озеро на следующем выходных.",
      "imageLink": "image_files\\English\\"imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drive",
      "translation": "вести",
      "definition": "to operate a vehicle, especially a car, truck, or motorcycle",
      "definition_translation": "управлять транспортным средством, особенно автомобилем, грузовиком или мотоциклом",
      "example": "I drove to the store yesterday, I drive to work every day, and I will drive to the beach tomorrow.",
      "example_translation": "Я управлял машиной в магазин вчера, я управляю машиной на работу каждый день, и я управлю машиной на пляж завтра.",
      "imageLink": "image_files\\English\\"imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "effort",
      "translation": "усилие",
      "definition": "a vigorous or determined attempt to do something",
      "definition_translation": "энергичная или решительная попытка сделать что-то",
      "example": "I made an effort to finish the project on time, I'm making an effort to learn Russian, and I will make an effort to attend the meeting.",
      "example_translation": "Я приложил усилие, чтобы закончить проект вовремя, я прилагаю усилие, чтобы выучить русский язык, и я приложу усилие, чтобы присутствовать на встрече.",
      "imageLink": "image_files\\English\\"imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "exchange",
      "translation": "обмен",
      "definition": "the act of giving something in return for something else",
      "definition_translation": "действие, при которомomething отдается в обмен на что-то другое",
      "example": "I exchanged my old phone for a new one, I exchange gifts with my friends on birthdays, and I will exchange information with my colleagues tomorrow.",
      "example_translation": "Я обменивал свой старый телефон на новый, я обмениваюсь подарками с друзьями на дни рождения, и я обменяюсь информацией с коллегами завтра.",
      "imageLink": "image_files\\English\\"imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "experiment",
      "translation": "эксперимент",
      "definition": "a scientific test or trial to prove or improve something",
      "definition_translation": "научный тест или проба, чтобы доказать или улучшить что-то",
      "example": "I conducted an experiment to test the hypothesis, I'm conducting an experiment to develop a new product, and I will conduct an experiment to measure the outcome.",
      "example_translation": "Я проводил эксперимент, чтобы проверить гипотезу, я провожу эксперимент, чтобы разработать новый продукт, и я проведу эксперимент, чтобы измерить результат.",
      "imageLink": "image_files\\English\\"imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fight",
      "translation": "бороться",
      "definition": "To engage in physical or verbal combat with someone or something.",
      "definition_translation": "Бороться с кем-то или чем-то физически илиverbally.",
      "example": "I fought with my brother yesterday, but we made up this morning. I am fighting with a cold now, and I will fight for my rights in the future.",
      "example_translation": "Я боролся с братом вчера, но мы помирились этим утром. Сейчас я борюсь с простудой, и я буду бороться за свои права в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "go",
      "translation": "идти",
      "definition": "To move from one place to another, or to travel from one place to another.",
      "definition_translation": "Переместиться из одного места в другое или путешествовать из одного места в другое.",
      "example": "I went to the store yesterday, I am going to the gym now, and I will go to the beach tomorrow. ",
      "example_translation": "Я пошел в магазин вчера, сейчас я иду в спортзал, и я пойду на пляж завтра.",
      "imageLink": "image_files\\English\\"imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "habit",
      "translation": "привычка",
      "definition": "A settled or regular tendency or practice, especially one that is hard to give up.",
      "definition_translation": "Установленная или регулярная тенденция или практика, особенно та, которую трудно преодолеть.",
      "example": "I have a habit of checking my phone every hour, my sister has a habit of biting her nails when she is nervous, and he had a habit of waking up late.",
      "example_translation": "У меня есть привычка проверять свой телефон каждый час, моя сестра имеет привычку грызть ногти, когда она нервничает, и у него была привычка просыпаться поздно.",
      "imageLink": "image_files\\English\\"imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "housework",
      "translation": "домашняя работа",
      "definition": "Tasks such as cleaning, cooking, and other domestic duties that are necessary to maintain a home.",
      "definition_translation": "Задачи, such как уборка, приготовления еды и другие домашние обязанности, необходимые для поддержания дома.",
      "example": "I did the housework yesterday, my mother does the housework every day, and they will do the housework together tomorrow.",
      "example_translation": "Я делал домашнюю работу вчера, моя мать делает домашнюю работу каждый день, и они будут делать домашнюю работу вместе завтра.",
      "imageLink": "image_files\\English\\"imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hug",
      "translation": "обнять",
      "definition": "to squeeze someone or something tightly in one's arms, typically to show affection",
      "definition_translation": "обнимать кого-то или что-то紧око в своих руках, обычно чтобыแสดงать привязанность",
      "example": "I will hug my mom when I see her tomorrow. I hugged my friend at the party. I hug my pillow every night.",
      "example_translation": "Я обниму свою маму, когда увижу ее завтра. Я обнял друга на вечеринке. Я обнимаю свою подушку каждый вечер.",
      "imageLink": "image_files\\English\\"imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ironing",
      "translation": "гладилье",
      "definition": "the act of using an iron to remove wrinkles from fabric",
      "definition_translation": "действие по удалению морщин с ткани с помощью утюга",
      "example": "I will do the ironing tomorrow. She irons her clothes every morning. He has been ironing his shirt for an hour.",
      "example_translation": "Я сделаю гладилье завтра. Она гладит одежду каждый morning. Он занимается гладилье рубашки уже час.",
      "imageLink": "image_files\\English\\"imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "jump",
      "translation": "прыгать",
      "definition": "to propel oneself upward or forward by a sudden release of energy",
      "definition_translation": "передвигаться вверх или вперед с помощью внезапного высвобождения энергии",
      "example": "The kids jump in the pool every summer. She jumped over the obstacle. He will jump out of the plane tomorrow.",
      "example_translation": "Дети прыгают в бассейне каждое лето. Она перепрыгнула препятствие. Он будет прыгать с самолета завтра.",
      "imageLink": "image_files\\English\\"imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "look",
      "translation": "смотреть",
      "definition": "to direct one's gaze in a specified direction or at a particular thing",
      "definition_translation": "направлять свой взгляд в указанном направлении или на определенную вещь",
      "example": "I will look at the stars tonight. She looked at me with tears in her eyes. He has been looking for his keys all morning.",
      "example_translation": "Я посмотрю на звезды сегодня вечером. Она смотрела на меня с слезами в глазах. Он ищет свои ключи уже целое утро.",
      "imageLink": "image_files\\English\\"imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "preparation",
      "translation": "подготовка",
      "definition": "The act of preparing or making something ready for use",
      "definition_translation": "Акт приготовления или приготовления чего-то для использования",
      "example": "The chef was in charge of the preparation of the meal, which was going to be served in an hour. The team had been in preparation for the big game for weeks. By next year, the new product will be in preparation for launch.",
      "example_translation": "Шеф-повар был ответственен за подготовку блюда, которое должно было быть сервировано через час. Команда готовилась к большому матчу неделями. К следующему году новый продукт будет готов к запуску.",
      "imageLink": "image_files\\English\\"imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "recycling",
      "translation": "переработка",
      "definition": "The process of converting waste materials into new materials",
      "definition_translation": "Процесс преобразования отходов в новые материалы",
      "example": "The city has implemented a recycling program to reduce waste. The company specializes in recycling of plastics. Recycling helps to conserve natural resources.",
      "example_translation": "Город ввел программу переработки отходов, чтобы уменьшить количество мусора. Компания специализируется на переработке пластика. Переработка помогает сохранить природные ресурсы.",
      "imageLink": "image_files\\English\\"imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rescue",
      "translation": "спасение",
      "definition": "The act of saving someone or something from a dangerous or difficult situation",
      "definition_translation": "Акт спасения кого-то или чего-то из опасной или сложной ситуации",
      "example": "The rescue team arrived just in time to save the trapped hikers. The rescue operation was a success. The cat was rescued from the tree by a kind neighbor.",
      "example_translation": "Команда спасателей прибыла вовремя, чтобы спасти зажатых туристов. Операция по спасению была успешной. Кота спас от дерева добрый сосед.",
      "imageLink": "image_files\\English\\"imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "return",
      "translation": "возврат",
      "definition": "To come or go back to a place or person",
      "definition_translation": "Вернуться или прийти обратно в место или к человеку",
      "example": "I will return the book to the library tomorrow. The return of the hero was celebrated by the whole city. The company will return its investment in a few years.",
      "example_translation": "Я верну книгу в библиотеку завтра. Возвращение героя было отпраздновано whole городом. Компания вернет инвестицию через несколько лет.",
      "imageLink": "image_files\\English\\"imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "run",
      "translation": "бежать",
      "definition": "To move quickly on foot, typically in a steady and swift pace.",
      "definition_translation": "Двигаться быстро на ногах, обычно с устойчивым и быстрым темпом.",
      "example": "I ran to the store yesterday, I am running to the gym now, and I will run a marathon next week.",
      "example_translation": "Я побежал в магазин вчера, я бегу в спортзал сейчас, и я побегу марафон на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "search",
      "translation": "искать",
      "definition": "To look carefully and thoroughly for something or someone.",
      "definition_translation": "Искать тщательно и详情 что-то или кого-то.",
      "example": "I searched for my keys yesterday, I am searching for a new job now, and I will search for a new apartment next month.",
      "example_translation": "Я искал мои ключи вчера, я ищу новую работу сейчас, и я буду искать новую квартиру 다음 месяц.",
      "imageLink": "image_files\\English\\"imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sex",
      "translation": "секс",
      "definition": "The biological and physiological characteristics that define males and females.",
      "definition_translation": "Биологические и физиологические характеристики, которые определяют мужчин и женщин.",
      "example": "Sex education is important for teenagers, sex is an important aspect of human relationships, and sex discrimination is illegal in many countries.",
      "example_translation": "Сексуальное образование важно для подростков, секс - важный аспект человеческих отношений, и секс-дискриминация является незаконной во многих странах.",
      "imageLink": "image_files\\English\\"imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "step",
      "translation": "шаг",
      "definition": "A movement of the foot in walking or running.",
      "definition_translation": "Движение ноги при ходьбе или беге.",
      "example": "I took a step back to look at the view, I am taking a step forward in my career, and I will take a step to the side to avoid the obstacle.",
      "example_translation": "Я шагнул назад, чтобы посмотреть на вид, я делаю шаг вперед в своей карьере, и я шагну вбок, чтобы избежать препятствия.",
      "imageLink": "image_files\\English\\"imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "support",
      "translation": "поддержка",
      "definition": "To give assistance or encouragement to someone or something, especially in a difficult situation.",
      "definition_translation": "Предоставлять поддержку илипоощрение кому-то или чему-то, особенно в трудной ситуации.",
      "example": "I supported my friend during her illness. I will support her in the future. I have been supporting her for a long time.",
      "example_translation": "Я поддерживал свою подругу во время ее болезни. Я поддержу ее в будущем. Я поддерживаю ее уже давно.",
      "imageLink": "image_files\\English\\"imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "visit",
      "translation": "посетить",
      "definition": "To go to see someone or something, especially in a social or official capacity.",
      "definition_translation": "Побывать у кого-то или с целью официального или социального визита.",
      "example": "I visited my grandparents last summer. I will visit them again next year. I have been visiting them regularly.",
      "example_translation": "Я посетил своих бабушку и дедушку прошлым летом. Я посещу их снова следующим годом. Я регулярно посещаю их.",
      "imageLink": "image_files\\English\\"imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "waste",
      "translation": "отходы",
      "definition": "Unwanted or useless material or substances that are thrown away or rejected.",
      "definition_translation": "Нежелательные или бесполезные материалы или вещества, которые выбрасываются или отвергаются.",
      "example": "The company wasted a lot of resources on the failed project. They will waste less money in the future. They have been wasting time on unnecessary meetings.",
      "example_translation": "Компания растратила многие ресурсы на провалившийся проект. Они будут тратить меньше денег в будущем. Они тратят время на ненужные встречи.",
      "imageLink": "image_files\\English\\"imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "workout",
      "translation": "тренировка",
      "definition": "A session of physical exercise, especially one that is planned and structured.",
      "definition_translation": "Сеанс физических упражнений, особенно один, который планируется и структурируется.",
      "example": "I worked out at the gym yesterday. I will work out again tomorrow. I have been working out regularly for a month.",
      "example_translation": "Я тренировался в спортзале вчера. ЯAGAIN буду тренироваться завтра. Я регулярно тренируюсь уже месяц.",
      "imageLink": "image_files\\English\\"imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]