[
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tree",
      "translation": "дерево",
      "definition": "A perennial plant with a single stem (called a trunk) that supports branches and leaves in most species.",
      "definition_translation": "Многолетнее растение с единственным стволом (называемым стволом), которое поддерживает ветви и листья в большинстве видов.",
      "example": "I climbed a tree when I was a child. I climb a tree every day now. I will climb a tree tomorrow.",
      "example_translation": "Я爬ал на дерево, когда был ребенком. Я爬аю на дерево каждый день сейчас. Я爀у на дерево завтра.",
      "imageLink": "image_files\\English\\tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "apple tree",
      "translation": "яблоня",
      "definition": "A deciduous tree cultivated for its fruit, the apple.",
      "definition_translation": "Листопадное дерево, культивируемое для его плодов, яблока.",
      "example": "I planted an apple tree in my garden. I water an apple tree every morning. I will harvest an apple tree next autumn.",
      "example_translation": "Я посадил яблоню в моем саду. Я поливаю яблоню каждое утро. Я соберу яблоню следующей осенью.",
      "imageLink": "image_files\\English\\apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "forest",
      "translation": "лес",
      "definition": "A large area of land covered with trees and undergrowth.",
      "definition_translation": "Большой участок земли, покрытый деревьями и подлеском.",
      "example": "I went to the forest with my friends. We go to the forest every weekend. We will go to the forest next summer.",
      "example_translation": "Я пошел в лес с моими друзьями. Мы ходим в лес каждые выходные. Мы поедем в лес следующим летом.",
      "imageLink": "image_files\\English\\forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "branch",
      "translation": "ветвь",
      "definition": "A part of a tree that grows out from the trunk or from another branch.",
      "definition_translation": "Часть дерева, которая растет из ствола или из другой ветви.",
      "example": "I sat on a branch of the tree. I break a branch of the tree occasionally. I will climb along a branch of the tree tomorrow.",
      "example_translation": "Я сидел на ветви дерева. Я ломаю ветвь дерева время от времени. Я爀у по ветви дерева завтра.",
      "imageLink": "image_files\\English\\branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fruit tree",
      "translation": "фруктовое дерево",
      "definition": "A tree that produces fruit, typically grown in an orchard or garden.",
      "definition_translation": "Дерево, которое производит фрукты, обычно выращивается в саду или огороде.",
      "example": "She planted a fruit tree in her backyard last spring. It bears fruit every summer. She will harvest the fruit next autumn.",
      "example_translation": "Она посадила фруктовое дерево в её дворе прошлой весной. Оно приносит плоды каждое лето. Она будет собирать фрукты на следующей осени.",
      "imageLink": "image_files\\English\\fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "leaf",
      "translation": "лист",
      "definition": "A flat, usually green, structure that grows on plants and trees, typically functioning as a photosynthetic organ.",
      "definition_translation": "Плоская, обычно зеленая, структура, которая растет на растениях и деревьях, обычно функционируя как фотосинтетический орган.",
      "example": "The leaf fell from the tree yesterday. It was green and healthy. It will be yellow and dry soon.",
      "example_translation": "Лист упал с дерева вчера. Он был зеленым и здоровым. Он будет желтым и сухим скоро.",
      "imageLink": "image_files\\English\\leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "oak",
      "translation": "дуб",
      "definition": "A type of deciduous tree with a hard, durable wood, often found in forests and parks.",
      "definition_translation": "Тип листопадного дерева с твердой, долговечной древесиной, часто встречающегося в лесах и парках.",
      "example": "They built a house under the oak tree last year. It has been standing for centuries. It will stand for many years to come.",
      "example_translation": "Они построили дом под дубом прошлом году. Он стоит веками. Он будет стоять многие годы вперед.",
      "imageLink": "image_files\\English\\oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "plum tree",
      "translation": "сливовое дерево",
      "definition": "A tree that produces plums, typically grown for its fruit and often used as an ornamental plant.",
      "definition_translation": "Дерево, которое производит сливы, обычно выращивается для его фруктов и часто используется как декоративное растение.",
      "example": "They planted a plum tree in their garden last summer. It bore fruit last autumn. They will eat the plums next summer.",
      "example_translation": "Они посадили сливовое дерево в их саду прошлым летом. Оно приносит плод прошлой осенью. Они будут есть сливы на следующее лето.",
      "imageLink": "image_files\\English\\plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "root",
      "translation": "корень",
      "definition": "The underground part of a plant, usually consisting of a main root and smaller branch roots.",
      "definition_translation": "Подземная часть растения, обычно состоящая из главного корня и более小ких ветвистых корней.",
      "example": "The tree's root system was damaged during the storm. Yesterday, we rooted out the old plant. Tomorrow, we will plant a new tree and watch its roots grow.",
      "example_translation": "Система корней дерева была повреждена во время шторма. Вчера мы выкорчевали старое растение. Завтра мы посадим новое дерево и будем наблюдать, как его корни будут расти.",
      "imageLink": "image_files\\English\\root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "palm",
      "translation": "пальма",
      "definition": "A tree of the palm family, typically having a single stem and large leaves that are often used as a symbol of victory or peace.",
      "definition_translation": "Дерево семейства пальм, обычно имеющее одиночный ствол и большие листья, которые часто используются как символ победы или мира.",
      "example": "The palm tree swayed gently in the breeze. We will plant a palm tree in our backyard next week. By next year, it will grow tall and strong.",
      "example_translation": "Пальма мягко качалась в бризе. Мы посадим пальму в нашем дворе на следующей неделе. К следующему году она будет расти высокой и сильной.",
      "imageLink": "image_files\\English\\palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "woodland",
      "translation": "лесной",
      "definition": "A area of land covered with trees and undergrowth, often with wild plants and animals.",
      "definition_translation": "Область земли, покрытая деревьями и подлеском, часто с дикими растениями и животными.",
      "example": "The woodland creature was shy and rarely seen. We will go for a walk in the woodland area tomorrow. Last year, we had a picnic in the woodland and saw a deer.",
      "example_translation": "Лесное создание было застенчивым и редко sees. Мы пойдем на прогулку по лесной зоне завтра. В прошлом году мы устроили пикник в лесу и увидели оленя.",
      "imageLink": "image_files\\English\\woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "acacia",
      "translation": "акация",
      "definition": "A tree or shrub with thorny branches and fragrant flowers, often found in warm climates.",
      "definition_translation": "Дерево или кустарник с колючими ветвями и душистыми цветами, часто встречающиеся в теплых климатах.",
      "example": "The acacia tree bloomed beautifully in the garden. We will plant an acacia tree in our backyard next month. Last year, we saw an acacia tree with yellow flowers.",
      "example_translation": "Дерево акации чудесно распустилось в саду. Мы посадим дерево акации в нашем дворе следующий месяц. В прошлом году мы увидели дерево акации с желтыми цветами.",
      "imageLink": "image_files\\English\\acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alder",
      "translation": "ольха",
      "definition": "A deciduous tree or shrub of the birch family, having conical leaves and conelike fruit.",
      "definition_translation": "Опадающее дерево или кустарник берёзовой семьи, имеющий конические листья и конической формы плод.",
      "example": "The alder tree was towering above the riverbank, its branches swaying gently in the breeze. Yesterday, we had walked past an alder tree, and tomorrow we will plant an alder tree in our backyard.",
      "example_translation": "Дерево ольхи возвышалось над берегом реки, его ветви мягко качались на ветру. Вчера мы прошли мимо дерева ольхи, а завтра мы посадим дерево ольхи в нашем заднем дворе.",
      "imageLink": "image_files\\English\\alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "almond tree",
      "translation": "миндальное дерево",
      "definition": "A small deciduous tree or shrub with showy pink or white flowers and edible nuts.",
      "definition_translation": "Маленькое листопадное дерево или кустарник с декоративными розовыми или белыми цветами и съедобными орехами.",
      "example": "We have been cultivating almond trees for centuries, and yesterday we harvested almonds from our almond tree. In the future, we will plant more almond trees in our grove.",
      "example_translation": "Мы веками культивируем миндальные деревья, и вчера мы собрали миндаль с нашего миндального дерева. В будущем мы посадим больше миндальных деревьев в нашем саду.",
      "imageLink": "image_files\\English\\almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ash",
      "translation": "ясень",
      "definition": "A deciduous tree with compound leaves and grayish-brown bark, often found near water.",
      "definition_translation": "Листопадное дерево с сложными листьями и серо-коричневой корой, часто встречающееся вблизи воды.",
      "example": "The ash tree stood tall on the riverbank, its leaves rustling in the wind. Yesterday, we climbed an ash tree, and tomorrow we will prune an ash tree in our garden.",
      "example_translation": "Дерево ясеня стояло высоко на берегу реки, его листья шелестели на ветру. Вчера мы залезли на дерево ясеня, а завтра мы обрежем дерево ясеня в нашем саду.",
      "imageLink": "image_files\\English\\ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "baobab",
      "translation": "баобаб",
      "definition": "A large deciduous tree with a thick, water-storing trunk and branches that resemble roots.",
      "definition_translation": "Большое листопадное дерево с толстым, водосберегающим стволом и ветвями, похожими на корни.",
      "example": "The baobab tree was towering above the savannah, its branches twisted and gnarled. Yesterday, we sat under a baobab tree, and in the future, we will plant a baobab tree in our backyard.",
      "example_translation": "Дерево баобаба возвышалось над саваной, его ветви были изогнуты и измяты. Вчера мы сидели под деревом баобаба, а в будущем мы посадим дерево баобаба в нашем заднем дворе.",
      "imageLink": "image_files\\English\\baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beech",
      "translation": "бук",
      "definition": "A deciduous tree with smooth grey bark, small leaves, and edible nuts, native to Europe and North America.",
      "definition_translation": "Дерево с гладкой серой корой, маленькими листьями и съедобными орехами, родом из Европы и Северной Америки.",
      "example": "The beech tree stood tall in the forest, its branches swaying gently in the breeze. Yesterday, I walked under the beech tree, feeling its shade. Tomorrow, I will climb the beech tree to get a better view.",
      "example_translation": "Дерево бук стояло высоко в лесу, его ветви мягко качались на ветру. Вчера я прошел под деревом бук, чувствуя его тень. Завтра я пойду на дерево бук, чтобы получить лучший вид.",
      "imageLink": "image_files\\English\\beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "birch",
      "translation": "береза",
      "definition": "A deciduous tree with a slender trunk, often white bark, and small leaves, native to cooler regions of the Northern Hemisphere.",
      "definition_translation": "Дерево с тонким стволом, часто с белой корой и маленькими листьями, родом из прохладных регионов Северного полушария.",
      "example": "The birch tree was reflection of the moonlight on the lake. We walked under the birch tree yesterday, feeling its freshness. Next week, we will make a canoe from the birch tree.",
      "example_translation": "Дерево березы было отражением лунного света на озере. Мы прошли под деревом березы вчера, чувствуя его свежесть. На следующей неделе мы сделаем каноэ из дерева березы.",
      "imageLink": "image_files\\English\\birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bough",
      "translation": "ветвь",
      "definition": "A branch of a tree, especially a large or sturdy one.",
      "definition_translation": "Ветвь дерева, особенно большая или крепкая.",
      "example": "The bough of the oak tree broke under the weight of the snow. Yesterday, I sat on the bough of the willow tree, watching the sunset. Tomorrow, I will climb the bough of the pine tree to get a better view.",
      "example_translation": "Ветвь дуба сломалась под весом снега. Вчера я сидел на ветви ивы, смотря на закат. Завтра я пойду на ветвь сосны, чтобы получить лучший вид.",
      "imageLink": "image_files\\English\\bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cedar",
      "translation": "кедр",
      "definition": "An evergreen coniferous tree with needle-like leaves, native to mountains of the western Himalayas and the Mediterranean region.",
      "definition_translation": "Вечнозеленое хвойное дерево с игольчатыми листьями, родом из гор западного Гималая и Средиземноморского региона.",
      "example": "The cedar tree stood tall on the mountain slope, its fragrance filling the air. Yesterday, I walked around the cedar tree, feeling its grandeur. Next year, we will plant a new cedar tree in the park.",
      "example_translation": "Дерево кедра стояло высоко на склоне горы, его аромат наполнял воздух. Вчера я прошел вокруг дерева кедра, чувствуя его величие. На следующий год мы посадим новое дерево кедра в парке.",
      "imageLink": "image_files\\English\\cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cherry tree",
      "translation": "вишнёвое дерево",
      "definition": "A tree that produces cherries, typically having showy flowers and glossy leaves.",
      "definition_translation": "Дерево, производящее вишни, обычно имеющее красивые цветы и глянцевые листья.",
      "example": "I planted a cherry tree in my backyard last year. It is blooming now, and it will produce cherries next summer.",
      "example_translation": "Я посадил вишнёвое дерево в своем дворе прошлом году. Сейчас оно цветет, и оно произведет вишни на следующее лето.",
      "imageLink": "image_files\\English\\cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "coconut palm",
      "translation": "пальма кокосовая",
      "definition": "A tall palm tree with a hard brown fruit that contains white flesh and milk.",
      "definition_translation": "Высокая пальма с твердым коричневым плодом, содержащим белую мякоть и молоко.",
      "example": "I saw a coconut palm on the beach when I was on vacation. It was swaying in the wind, and I drank coconut water from it.",
      "example_translation": "Я видел пальму кокосовую на пляже, когда был в отпуске. Она качалась на ветру, и я пил кокосовую воду из нее.",
      "imageLink": "image_files\\English\\coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cone",
      "translation": "шишка",
      "definition": "A shape like a triangle with a round base, used especially in describing objects or shapes in mathematics and geometry.",
      "definition_translation": "Форма, похожая на треугольник с круглой основой, используемая особенно при описании объектов или форм в математике и геометрии.",
      "example": "The cone shape of the ice cream was perfect for eating on a stick. I used a cone in my math homework to solve a problem.",
      "example_translation": "Форма шишки мороженого была идеальной для еды на палочке. Я использовал шишку в своей математической домашней работе, чтобы решить задачу.",
      "imageLink": "image_files\\English\\cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "coniferous tree",
      "translation": "хвойное дерево",
      "definition": "A tree that produces cones and has needle-like leaves, such as a pine, spruce, or fir.",
      "definition_translation": "Дерево, производящее шишки и имеющее игольчатые листья, such as сосну, ель или пихту.",
      "example": "I walked through a forest of coniferous trees on my hike. The coniferous tree in my backyard is very tall and beautiful.",
      "example_translation": "Я прошел через лес хвойных деревьев на своей прогулке. Хвойное дерево в моем дворе очень высокое и красивое.",
      "imageLink": "image_files\\English\\coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "deciduous tree",
      "translation": "листопадное дерево",
      "definition": "A tree that sheds its leaves annually, typically in autumn.",
      "definition_translation": "Дерево, которое теряет свои листья ежегодно, обычно осенью.",
      "example": "The deciduous tree in our backyard changes colors beautifully in the fall.",
      "example_translation": "Листопадное дерево в нашем дворе изменяет цвета красиво осенью.",
      "imageLink": "image_files\\English\\deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "elderberry",
      "translation": "бузина",
      "definition": "A shrub or small tree with clusters of small, fragrant flowers and purple berries.",
      "definition_translation": "Кустарник или маленькое дерево с гроздьями маленьких, душистых цветков и фиолетовых ягод.",
      "example": "My grandmother used to make elderberry jam when I was a child.",
      "example_translation": "Моя бабушка делала варенье из бузины, когда я был ребенком.",
      "imageLink": "image_files\\English\\elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "elm",
      "translation": "вяз",
      "definition": "A deciduous tree with a spreading canopy and rough, grayish-brown bark.",
      "definition_translation": "Листопадное дерево с раскидистой кроной и шероховатой, серо-коричневой корой.",
      "example": "The elm tree in front of our house was cut down last year.",
      "example_translation": "Дерево вяза перед нашим домом было срублено в прошлом году.",
      "imageLink": "image_files\\English\\elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fig tree",
      "translation": "фиговое дерево",
      "definition": "A small, deciduous tree or shrub with a smooth, grayish-brown trunk and sweet, edible fruit.",
      "definition_translation": "Маленькое, листопадное дерево или кустарник с гладким, серо-коричневым стволом и сладкими, съедобными плодами.",
      "example": "We will have a fig tree in our backyard when we move to California.",
      "example_translation": "У нас будет фиговое дерево в нашем дворе, когда мы переедем в Калифорнию.",
      "imageLink": "image_files\\English\\fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fir",
      "translation": "ель",
      "definition": "A fir is a type of evergreen coniferous tree that is native to mountainous regions of Europe, Asia, and North America.",
      "definition_translation": "Ель - это тип вечнозеленого хвойного дерева, которое является родным для горных регионов Европы, Азии и Северной Америки.",
      "example": "The fir tree was decorated with lights and ornaments for Christmas. The fir tree will be cut down tomorrow. The fir tree was planted last year.",
      "example_translation": "Ель была украшена огнями и украшениями на Рождество. Ель будет срублена завтра. Ель была посажена прошлом году.",
      "imageLink": "image_files\\English\\fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hazel",
      "translation": "лещина",
      "definition": "A hazel is a type of deciduous shrub or small tree that is native to Europe and Asia.",
      "definition_translation": "Лещина - это тип листопадного кустарника или маленького дерева, которое является родным для Европы и Азии.",
      "example": "The hazel nuts were ripe and ready to eat. The hazel tree will be pruned next week. The hazel bushes were covered with snow.",
      "example_translation": "Орехи лещины были зрелыми и готовыми к употреблению. Tree лещины будет обрезана на следующей неделе. Кусты лещины были покрыты снегом.",
      "imageLink": "image_files\\English\\hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "holly",
      "translation": "падуб",
      "definition": "A holly is a type of evergreen shrub or small tree that is native to Europe, Asia, and North Africa.",
      "definition_translation": "Падуб - это тип вечнозеленого кустарника или маленького дерева, которое является родным для Европы, Азии и Северной Африки.",
      "example": "The holly leaves were prickly to touch. The holly tree will be decorated for Christmas. The holly bushes were green all year round.",
      "example_translation": "Листья падуба были колючими на ощупь. Дерево падуба будет украшено на Рождество. Кусты падуба были зелеными круглый год.",
      "imageLink": "image_files\\English\\holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hornbeam",
      "translation": "граб",
      "definition": "A hornbeam is a type of deciduous tree that is native to Europe and Asia, known for its smooth grey bark and hard wood.",
      "definition_translation": "Граб - это тип листопадного дерева, которое является родным для Европы и Азии, известным своей гладкой серой корой и твердой древесиной.",
      "example": "The hornbeam tree was planted in the park. The hornbeam wood was used for furniture making. The hornbeam leaves were turning yellow.",
      "example_translation": "Дерево граба было посажено в парке. Древесина граба была использована для производства мебели. Листья граба были желтеют.",
      "imageLink": "image_files\\English\\hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "horse chestnut",
      "translation": "конский каштан",
      "definition": "A deciduous tree of Europe and western Asia, with palmate leaves and conical nuts enclosed in a sticky capsule.",
      "definition_translation": "Дерево с листопадом Европы и западной Азии, с пальчатыми листьями и коническими орехами, заключенными в липкую капсулу.",
      "example": "The horse chestnut tree in our park has been there for over a century, and its beauty is admired by everyone. Last year, it was pruned to maintain its shape. Next spring, it will bloom again.",
      "example_translation": "Дерево конского каштана в нашем парке стоит более века, и его красота восхищает каждого. В прошлом году оно было подстрижено, чтобы сохранить форму. На следующую весну оно снова зацветет.",
      "imageLink": "image_files\\English\\horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "juniper",
      "translation": "можжевельник",
      "definition": "A coniferous shrub or small tree with needle-like leaves and blue-black or purple berries.",
      "definition_translation": "Хвойное растение или маленькое дерево с игольчатыми листьями и синими черными или пурпурными ягодами.",
      "example": "The aroma of juniper berries is often used in cooking and perfumery. Yesterday, I used juniper berries to make a delicious soup. Next week, I will use them to create a new fragrance.",
      "example_translation": "Аромат можжевельника часто используется в кулинарии и парфюмерии. Вчера я использовал можжевельник, чтобы приготовить вкусный суп. На следующей неделе я использую его, чтобы создать новый аромат.",
      "imageLink": "image_files\\English\\juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "larch",
      "translation": "лиственница",
      "definition": "A coniferous tree of northern Europe and Asia, with needle-like leaves that turn yellow and fall in autumn.",
      "definition_translation": "Хвойное дерево северной Европы и Азии, с игольчатыми листьями, которые становятся желтыми и опадают осенью.",
      "example": "The larch tree in our garden is one of the tallest. Last autumn, its leaves turned golden yellow before falling. Next year, it will grow even taller.",
      "example_translation": "Дерево лиственницы в нашем саду является одним из самых высоких. В прошлом году его листья стали золотистыми желтыми, прежде чем упасть. В следующем году оно будет расти еще выше.",
      "imageLink": "image_files\\English\\larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "linden",
      "translation": "липа",
      "definition": "A deciduous tree of Europe and Asia, with heart-shaped leaves and fragrant yellowish-white flowers.",
      "definition_translation": "Листопадное дерево Европы и Азии, с сердцевидными листьями и душистыми желто-белыми цветами.",
      "example": "The linden tree in our city square is a popular meeting spot. Yesterday, I sat under its shade and watched children playing. Next summer, I will sit there again, enjoying the fragrance of its flowers.",
      "example_translation": "Дерево липы на городской площади является популярным местом встречи. Вчера я сидел под его затенением и наблюдал, как играют дети. На следующее лето я снова będусидеть там, наслаждаясь ароматом его цветов.",
      "imageLink": "image_files\\English\\linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stone pine",
      "translation": "каменный сосна",
      "definition": "A type of pine tree that grows in mountainous regions, characterized by its twisted branches and narrow, scale-like leaves.",
      "definition_translation": "Тип сосны, который растет в горных регионах, характеризуется своими извитыми ветвями и узкими, чешуйчатыми листьями.",
      "example": "The stone pine trees in the garden provided shade for the visitors. Yesterday, the gardeners planted more stone pine trees. If we plant more stone pine trees, the garden will look even more beautiful in the future.",
      "example_translation": "Деревья каменного сосны в саду обеспечили тень для посетителей. Вчера садовники посадили больше деревьев каменного сосны. Если мы посадим больше деревьев каменного сосны, сад будет выглядеть еще более красивым в будущем.",
      "imageLink": "image_files\\English\\stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Swiss pine",
      "translation": "швейцарская сосна",
      "definition": "A type of pine tree native to the European Alps, known for its tall, columnar shape and soft, dark green needles.",
      "definition_translation": "Тип сосны, родиной которого являются Альпы Европы, известный своим высоким, колонновидным формой и мягкими, темно-зелеными иголками.",
      "example": "The Swiss pine trees in the alpine meadow were swaying gently in the wind. Last year, we saw a Swiss pine tree that was over 100 years old. By the time I retire, I will have planted many Swiss pine trees in my garden.",
      "example_translation": "Деревья швейцарской сосны в альпийской луге качались легонько на ветру. В прошлом году мы увидели швейцарскую сосну, которая была старше 100 лет. К тому времени, когда я выйду на пенсию, я посадлю много деревьев швейцарской сосны в своем саду.",
      "imageLink": "image_files\\English\\swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sycamore",
      "translation": "платан",
      "definition": "A type of deciduous tree with a broad, spreading canopy and mottled, greyish-brown bark.",
      "definition_translation": "Тип листопадного дерева с широким, развевающимся верхушкой и мозаичной, серо-коричневой корой.",
      "example": "The sycamore tree in our backyard was home to many birds. When I was a child, I used to climb the sycamore tree in our neighborhood. In 20 years, the sycamore tree will provide shade for our grandchildren.",
      "example_translation": "Дерево платана в нашем дворе было домом для многих птиц. Когда я был ребенком, я любил лазать по дереву платана в нашем квартале. Через 20 лет дерево платана обеспечит тень для наших внучат.",
      "imageLink": "image_files\\English\\sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "twig",
      "translation": "веточка",
      "definition": "A small, thin branch growing from a tree or bush, often used for making crafts or as a decorative item.",
      "definition_translation": "Маленькая, тонкая ветвь, растущая от дерева или кустарника, часто используемая для изготовления поделок или в качестве декоративного элемента.",
      "example": "The bird built its nest using twigs and leaves. Yesterday, I broke off a twig from the tree to use as a plant marker. By next spring, the twig will have grown into a new branch.",
      "example_translation": "Птица построила свое гнездо из веточек и листьев. Вчера я отломил веточку от дерева, чтобы использовать ее в качестве маркера для растений. К следующей весне веточка вырастет в новую ветвь.",
      "imageLink": "image_files\\English\\twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "weeping willow",
      "translation": "плакучая ива",
      "definition": "A weeping willow is a type of tree with long, drooping branches and delicate leaves, often found near water.",
      "definition_translation": "Плакучая ива - это тип дерева с длинными, висящими ветвями и нежными листьями, часто встречающимся вблизи воды.",
      "example": "The weeping willow tree in our backyard provided shade for our family picnic last summer, will provide a beautiful backdrop for our wedding next year, and has been a favorite spot for our kids to play for years.",
      "example_translation": "Дерево плакучей ивы в нашем заднем дворе предоставляло тень для нашего семейного пикника прошлым летом, предоставит красивый фон для нашей свадьбы в следующем году и было любимым местом для наших детей играть в течение лет.",
      "imageLink": "image_files\\English\\weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "willow",
      "translation": "ива",
      "definition": "A willow is a type of tree with flexible branches and leaves, often associated with flexibility and resilience.",
      "definition_translation": "Ива - это тип дерева с гибкими ветвями и листьями, часто связываемый с гибкостью и устойчивостью.",
      "example": "The willow tree has been used for centuries to make baskets, was used to create a beautiful canopy for the outdoor ceremony last week, and will be used to craft a stunning piece of furniture next month.",
      "example_translation": "Дерево ивы использовалось на протяжении веков для изготовления корзин, было использовано для создания красивой крыши для церемонии на открытом воздухе на прошлой неделе и будет использоваться для создания изумительной pieces мебели в следующем месяце.",
      "imageLink": "image_files\\English\\willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]