[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "guitar",
      "translation": "гитара",
      "definition": "A stringed musical instrument played by plucking or strumming, used in a wide range of musical genres.",
      "definition_translation": "Струнный музыкальный инструмент, играющийся при помощи щипков или стрummings, используемый в широком диапазоне музыкальных жанров.",
      "example": "I played the guitar in a band when I was in college. Now I play it at home. I will play it at the festival next month.",
      "example_translation": "Я играл на гитаре в группе, когда был в колледже. Теперь я играю на ней дома. Я буду играть на ней на фестивале nächsten месяц.",
      "imageLink": "guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drum",
      "translation": "барабан",
      "definition": "A musical instrument sounded by being struck, typically with a stick or mallet.",
      "definition_translation": "Музыкальный инструмент, звучащий при ударе, обычно с палкой или молотком.",
      "example": "I drummed on the table with my fingers. She is drumming in the orchestra. He will drum at the parade tomorrow.",
      "example_translation": "Я барабанил на столе своими пальцами. Она играет на барабане в оркестре. Он будет барабанить на параде завтра.",
      "imageLink": "drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drums",
      "translation": "барабаны",
      "definition": "Plural form of drum, referring to a set of drums or a drum kit.",
      "definition_translation": "Множественная форма барабана, относящаяся к набору барабанов или барабанному набору.",
      "example": "I have been playing drums since I was a kid. The drums were very loud at the concert. She has been playing drums for years.",
      "example_translation": "Я играю на барабанах с тех пор, как был ребенком. Барабаны были очень громкими на концерте. Она играет на барабанах уже несколько лет.",
      "imageLink": "drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "instrument",
      "translation": "инструмент",
      "definition": "A tool or device used to produce music, such as a guitar, violin, or piano.",
      "definition_translation": "Инструмент или устройство, используемое для производства музыки, такой как гитара, скрипка или фортепиано.",
      "example": "The instrument was beautifully crafted. She played the instrument with skill. He will use the instrument to compose music.",
      "example_translation": "Инструмент был красиво изготовлен. Она играла на инструменте с мастерством. Он будет использовать инструмент для сочинения музыки.",
      "imageLink": "instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "keyboard",
      "translation": "клавиатура",
      "definition": "A keyboard is an input device that is used to enter data into a computer or other electronic equipment.",
      "definition_translation": "Клавиатура - это устройство ввода, которое используется для ввода данных в компьютер или другое электронное оборудование.",
      "example": "I bought a new keyboard yesterday, I am using it now, and I will use it to type my essay tomorrow.",
      "example_translation": "Я купил новый комплект клавиш вчера, я использую его сейчас, и яbudу использовать его для набора эссе завтра.",
      "imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "piano",
      "translation": "пианино",
      "definition": "A piano is a musical instrument played by pressing keys that produce sound.",
      "definition_translation": "Пианино - это музыкальный инструмент, который играется путем нажатия клавиш, производящих звук.",
      "example": "I learned to play the piano when I was a child, I play it every day, and I will play it at my sister's wedding next month.",
      "example_translation": "Я научился играть на пианино, когда я был ребенком, я играю на нем каждый день, и я буду играть на нем на свадьбе моей сестры nächsten месяц.",
      "imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "violin",
      "translation": "скрипка",
      "definition": "A violin is a wooden stringed instrument played with a bow or by plucking the strings with the fingers.",
      "definition_translation": "Скрипка - это деревянный струнный инструмент, который играется смычком или путем щипков струн пальцами.",
      "example": "My sister played the violin in the school orchestra, she plays it beautifully now, and she will play it in a concert next year.",
      "example_translation": "Моя сестра играла на скрипке в школьном оркестре, она играет на ней красочно сейчас, и она будет играть на ней на концерте в следующем году.",
      "imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bagpipes",
      "translation": "волынка",
      "definition": "Bagpipes are a traditional Scottish instrument played by blowing air into a bag that inflates a pipe, producing a distinct sound.",
      "definition_translation": "Волынка - это традиционный шотландский инструмент, который играется путем вдувания воздуха в мешок, который надувает трубу, производя отличный звук.",
      "example": "I saw bagpipes being played at a Scottish festival, I tried to play them yesterday, and I will learn to play them next summer.",
      "example_translation": "Я видел, как играют на волынке на шотландском фестивале, я пытался играть на них вчера, и я научусь играть на них следующим летом.",
      "imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "flute",
      "translation": "флейта",
      "definition": "A flute is a musical instrument that is played by blowing air across the embouchure hole, producing a high-pitched sound.",
      "definition_translation": "Флейта - это музыкальный инструмент, который играется, дувая воздух через отверстие эмбушюра, производя высокий звук.",
      "example": "She had always dreamed of playing the flute in an orchestra, and finally, she got the chance. Yesterday, she practiced for hours to perfect her solo. Tomorrow, she will perform in front of a thousand people.",
      "example_translation": "Она всегда мечтала играть на флейте в оркестре, и finally, она получила шанс. Вчера она практиковалась несколько часов, чтобы совершить свой сольный номер. Завтра она будет выступать перед тысячей людей.",
      "imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "saxophone",
      "translation": "саксофон",
      "definition": "A saxophone is a woodwind instrument that is commonly used in jazz and blues music, characterized by its curved metal body and single-reed mouthpiece.",
      "definition_translation": "Саксофон - это деревянный инструмент, который часто используется в джазе и блюзе, характеризуется своей изогнутой металлической корпусом и одинарным тростиным мундштуком.",
      "example": "The saxophonist blew into the instrument with passion, creating a soulful melody that mesmerized the audience. He had been playing the saxophone since he was a teenager, and now he was a professional musician.",
      "example_translation": "Саксофонист дул в инструмент с страстью, создавая душевную мелодию, которая зачаровала аудиторию. Он играл на саксофоне с тех пор, как был подростком, и теперь он был профессиональным музыкантом.",
      "imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "trumpet",
      "translation": "труба",
      "definition": "A trumpet is a brass instrument that is played by buzzing air through the mouthpiece, producing a bright and loud sound.",
      "definition_translation": "Труба - это медный инструмент, который играется, создавая вибрацию воздуха через мундштук, производя яркий и громкий звук.",
      "example": "The trumpet player's loud fanfare echoed through the stadium, announcing the arrival of the queen. She had learned to play the trumpet when she was a child, and now she was a renowned musician.",
      "example_translation": "Громкий фанфар трубача эхом разносился по стадиону, объявляя о прибытии королевы. Она научилась играть на трубе, когда была ребенком, и теперь она была известным музыкантом.",
      "imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "accordion",
      "translation": "аккордеон",
      "definition": "An accordion is a musical instrument that consists of a keyboard and bellows, played by compressing and expanding the bellows to produce a rich and dynamic sound.",
      "definition_translation": "Аккордеон - это музыкальный инструмент, который состоит из клавиатуры и меха, играется, сжимая и расширяя мех, производя богатый и динамичный звук.",
      "example": "The accordion player's lively polka filled the room with energy, getting everyone on their feet to dance. She had mastered the accordion after years of practice, and now she was a popular performer.",
      "example_translation": "Живая полька аккордеониста заполнила комнату энергией,forcing всех на ноги танцевать. Она овладела аккордеоном после лет практики, и теперь она была популярным исполнителем.",
      "imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bass guitar",
      "translation": "бас-гитара",
      "definition": "A stringed musical instrument played by plucking or strumming, with a low pitched sound.",
      "definition_translation": "Струнный музыкальный инструмент, который играется путём щипков или стрhů, с низким звучанием.",
      "example": "I played the bass guitar in the school band when I was in high school. Now I play it in a rock band, and I will play it at the music festival next month.",
      "example_translation": "Я играл на бас-гитаре в школьном оркестре, когда был в старшей школе. Теперь я играю на ней в рок-группе, и я поиграю на ней на музыкальном фестивале nächsten miesiąca.",
      "imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cello",
      "translation": "виолончель",
      "definition": "A large stringed musical instrument, played while seated, with a rich, mellow sound.",
      "definition_translation": "Большой струнный музыкальный инструмент, который играется сидя, с богатым, мягким звучанием.",
      "example": "My sister took cello lessons when she was a child. Now she plays the cello in a symphony orchestra, and she will teach cello lessons to kids next year.",
      "example_translation": "Моя сестра брала уроки виолончели, когда была ребенком. Теперь она играет на виолончели в симфоническом оркестре, и она будет преподавать уроки виолончели детям в следующем году.",
      "imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grand piano",
      "translation": "рояль",
      "definition": "A large piano with a horizontal, wing-shaped soundboard, producing a rich and resonant sound.",
      "definition_translation": "Большой рояль с горизонтальным, крыلوобразным звукоснимателем, производящий богатый и резонансный звук.",
      "example": "I played the grand piano at the concert hall last night. My teacher had taught me how to play the grand piano when I was a kid, and I will play it at the wedding next week.",
      "example_translation": "Я играл на рояле в концертном зале вчера вечером. Мой учитель учил меня, как играть на рояле, когда я был ребенком, и я поиграю на нем на свадьбе на следующей неделе.",
      "imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "harmonica",
      "translation": "гармоника",
      "definition": "A small, portable musical instrument, played by blowing and drawing air through it, producing a sweet and soothing sound.",
      "definition_translation": "Маленький, портативный музыкальный инструмент, который играется, выдувая и втягивая воздух через него, производящий сладкий и успокаивающий звук.",
      "example": "I played the harmonica on the street corner yesterday. My friend had taught me how to play the harmonica when I was a teenager, and I will play it at the park next month.",
      "example_translation": "Я играл на гармонике на углу улицы вчера. Мой друг учил меня, как играть на гармонике, когда я был подростком, и я поиграю на ней в парке через месяц.",
      "imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tambourine",
      "translation": "тамбурин",
      "definition": "A tambourine is a musical instrument, consisting of a circular frame with pairs of metal jingles called zils, used for percussion, particularly in Latin American music.",
      "definition_translation": "Тамбурин - это музыкальный инструмент, состоящий из круглого корпуса с парами металлических звеньев, называемых зилами, используемых для перкуссии, особенно в латиноамериканской музыке.",
      "example": "The drummer began to play the tambourine in the salsa rhythm. She will play the tambourine at the festival tomorrow. They played the tambourine during the carnival last night.",
      "example_translation": "Барабанщик начал играть на тамбурине в ритме салсы. Она будет играть на тамбурине на фестивале завтра. Они играли на тамбурине во время карнавала прошлым вечером.",
      "imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "horn",
      "translation": "рога",
      "definition": "A horn is a brass instrument that consists of a circular tube that is curved into a spiral shape, used to produce a loud, rich sound.",
      "definition_translation": "Рога - это медное инструмент, состоящее из круглой трубы, изогнутой в спиральную форму, используемой для производства громкого, богатого звука.",
      "example": "The musician blew the horn loudly. She will blow the horn at the parade next week. They blew the horn during the procession last year.",
      "example_translation": "Музыкант громко blew рога. Она будет吹ать рога на параде на следующей неделе. Они blew рога во время процессии в прошлом году.",
      "imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "organ",
      "translation": "орган",
      "definition": "An organ is a musical instrument, typically played by pressing keys or pedals, used in church services, concerts, and other performances.",
      "definition_translation": "Орган - это музыкальный инструмент, обычно играемый pressing клавиш или педалей, используемый в церковных службах, концертах и других выступлениях.",
      "example": "The organist played the organ during the wedding ceremony. She will play the organ at the church service tomorrow. They played the organ during the concert last night.",
      "example_translation": "Органист играл на органе во время церемонии бракосочетания. Она будет играть на органе на церковной службе завтра. Они играли на органе во время концерта прошлым вечером.",
      "imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "triangle",
      "translation": "треугольник",
      "definition": "A triangle is a musical instrument, consisting of a metal bar bent into a triangle shape, struck with a metal rod to produce a sharp, ringing sound.",
      "definition_translation": "Треугольник - это музыкальный инструмент, состоящий из металлической стержня, согнутой в форму треугольника, ударяемой металлическим стержнем для производства острого, звонкого звука.",
      "example": "The percussionist hit the triangle loudly. She will hit the triangle at the orchestra rehearsal tomorrow. They hit the triangle during the musical performance last week.",
      "example_translation": "Перкуссионист ударил треугольник громко. Она будет ударять треугольник на репетиции оркестра завтра. Они ударили треугольник во время музыкального выступления на прошлой неделе.",
      "imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "balalaika",
      "translation": "балалайка",
      "definition": "A stringed musical instrument originated from Russia, with a triangular body and a long neck, played by plucking the strings.",
      "definition_translation": "Струнный музыкальный инструмент, происходящий из России, с треугольным корпусом и длинной шеей, играемый путём щипания струн.",
      "example": "She played the balalaika beautifully at the cultural festival. She will play the balalaika at the concert tonight. She played the balalaika with great skill in her childhood.",
      "example_translation": "Она красиво играла на балалайке на культурном фестивале. Она будет играть на балалайке на концерте今 вечером. Она играла на балалайке с великим мастерством в детстве.",
      "imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "banjo",
      "translation": "банджо",
      "definition": "A stringed musical instrument with a round body and a long neck, played by plucking or strumming the strings, originating from Africa.",
      "definition_translation": "Струнный музыкальный инструмент с круглым корпусом и длинной шеей, играемый путём щипания или стрummings струн, происходящий из Африки.",
      "example": "He strummed the banjo loudly at the country music festival. He will play the banjo at the party tomorrow. She played the banjo skillfully in the bluegrass band.",
      "example_translation": "Он громко играл на банджо на фестивале кантри-музыки. Он будет играть на банджо на вечеринке завтра. Она играла на банджо с мастерством в.bluegrass-ансамбле.",
      "imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bassoon",
      "translation": "фагот",
      "definition": "A large, double-reed woodwind instrument, used in orchestral and chamber music, known for its distinctive low-pitched sound.",
      "definition_translation": "Большой, двойной камерный инструмент с деревянным ветром, используемый в оркестровой и камерной музыке, известный своим отличительным низкочастотным звуком.",
      "example": "The bassoonist played the bassoon elegantly in the symphony orchestra. She will play the bassoon at the concert hall tonight. He played the bassoon with precision in the woodwind ensemble.",
      "example_translation": "Басунист элегантно играл на фаготе в симфоническом оркестре. Она будет играть на фаготе в концертном зале今 вечером. Он играл на фаготе с точностью в ансамбле деревянных духовых инструментов.",
      "imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "castanets",
      "translation": "кастаньеты",
      "definition": "A pair of small, shell-shaped instruments, held in the hand and clicked together to produce a rhythmic sound, typically used in flamenco music and dance.",
      "definition_translation": "Пара небольших инструментов, схожих по форме с раковиной,held в руке и щелкаемых друг по другу, чтобы произвести ритмический звук, типично используемых в музыке и танце фламенко.",
      "example": "She clicked the castanets loudly at the flamenco dance performance. He will play the castanets at the Spanish festival tomorrow. They played the castanets with passion in the dance troupe.",
      "example_translation": "Она громко щелкнула кастаньетами на фламенко-танцевальном выступлении. Он будет играть на кастаньетах на испанском фестивале завтра. Они играли на кастаньетах с страстью в танцевальной труппе.",
      "imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cimbalom",
      "translation": " цимбал",
      "definition": "A cimbalom is a type of stringed musical instrument originating from Hungary, consisting of a trapezoidal sound box with a set of metal strings stretched across it.",
      "definition_translation": "Цимбал - это тип струнного музыкального инструмента, происходящего из Венгрии, состоящего из трапециевидного звукового корпуса с набором металлических струн, растянутых через него.",
      "example": "The traditional Hungarian folk band played the cimbalom with great skill. The cimbalom player had been practicing for years. They will perform on the cimbalom at the festival next year.",
      "example_translation": "Традиционный венгерский фольклорный ансамбль играл на цимбале с большим мастерством. Игрок на цимбале практиковал в течение многих лет. Они будут выступать на цимбале на фестивале в следующем году.",
      "imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "clapper",
      "translation": "хлопушка",
      "definition": "A clapper is a device used to create a sudden, sharp noise, typically made of two pieces of wood or metal that are slapped together.",
      "definition_translation": "Хлопушка - это устройство, используемое для создания внезапного, громкого шума, обычно сделанное из двух кусков дерева или металла, которые стучатся вместе.",
      "example": "The film director used a clapper to signal the start of the scene. The actors clapped along with the music. She will use a clapper to get everyone's attention.",
      "example_translation": "Режиссер фильма использовал хлопушку, чтобы указать начало сцены. Актеры аплодировали вместе с музыкой. Она будет использовать хлопушку, чтобы привлечь внимание всех.",
      "imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "clarinet",
      "translation": "кларнет",
      "definition": "A clarinet is a wooden musical instrument with a single reed, used in orchestras, bands, and jazz ensembles, known for its rich, warm sound.",
      "definition_translation": "Кларнет - это деревянный музыкальный инструмент с одним тростью, используемый в оркестрах, группах и джазовых ансамблях, известный своим богатым, теплым звучанием.",
      "example": "The clarinet player in the orchestra was very talented. She learned to play the clarinet when she was a teenager. They will feature a clarinet solo in the concert.",
      "example_translation": "Игрок на кларнете в оркестре был очень талантлив. Она научилась играть на кларнете, когда она была подростком. Они будут представлять соло на кларнете на концерте.",
      "imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cymbal",
      "translation": "тарелка",
      "definition": "A cymbal is a musical instrument consisting of a metal plate that is struck to produce a loud, ringing sound, often used in orchestras, bands, and drum kits.",
      "definition_translation": "Тарелка - это музыкальный инструмент, состоящий из металлической пластины, которая ударяется, чтобы произвести громкий,звонкий звук, часто используемый в оркестрах, группах и барабанных установках.",
      "example": "The drummer crashed the cymbal at the end of the song. The cymbal was too loud for the audience. She will use a cymbal in the percussion section.",
      "example_translation": "Барабанщик разбил тарелку в конце песни. Тарелка была слишком громкой для аудитории. Она будет использовать тарелку в секции ударных инструментов.",
      "imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "double bass",
      "translation": "контрабас",
      "definition": "A large stringed instrument played by plucking or bowing, used in orchestras and jazz bands.",
      "definition_translation": "Большой струнный инструмент, игранный путем щипка или смычка, используемый в оркестрах и джазовых группах.",
      "example": "The orchestra featured a talented musician playing the double bass, adding depth to the music. Last year, she played the double bass in a jazz band. Next year, she will play the double bass in a philharmonic orchestra.",
      "example_translation": "Оркестр представил талантливого музыканта, играющего на контрабасе, добавляя глубину музыке. В прошлом году она играла на контрабасе в джазовой группе. В следующем году она будет играть на контрабасе в филармоническом оркестре.",
      "imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "gong",
      "translation": "гонг",
      "definition": "A metal percussion instrument with a ringing sound, used in various forms of music and ceremony.",
      "definition_translation": "Металлический ударный инструмент с звонким звуком, используемый в различных формах музыки и церемонии.",
      "example": "The Buddhist monk struck the gong to signal the start of meditation. Last week, she played the gong during a musical performance. Next month, he will strike the gong to announce the ceremony.",
      "example_translation": "Бuddийский монах ударил в гонг, чтобы сигнализировать о начале медитации. На прошлой неделе она играла на гонге во время музыкального выступления. В следующем месяце он ударит в гонг, чтобы объявить о церемонии.",
      "imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "harmonium",
      "translation": "гармоний",
      "definition": "A small portable organ, typically played by hand, used in Indian and Western classical music.",
      "definition_translation": "Маленький переносной орган, обычно играемый руками, используемый в индийской и западной классической музыке.",
      "example": "The harmonium player accompanied the singer with a beautiful melody. Last year, she learned to play the harmonium in a music school. Next year, he will perform with a harmonium in a concert hall.",
      "example_translation": "Игрок на гармонии сопровождал певца с красивой мелодией. В прошлом году она научилась играть на гармонии в музыкальной школе. В следующем году он будет выступать с гармонией в концертном зале.",
      "imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "harp",
      "translation": "арфа",
      "definition": "A stringed instrument with a harp-shaped neck, played by plucking the strings with the fingers.",
      "definition_translation": "Струнный инструмент с арфовидной шейкой, играемый пальцами, щипающими струны.",
      "example": "The harpist played a beautiful solo on her harp during the concert. Last week, she practiced playing the harp for hours. Next month, he will perform a harp duet with his colleague.",
      "example_translation": "Арфистка исполнила красивый сольный концерт на своей арфе во время концерта. На прошлой неделе она практиковалась играть на арфе часами. В следующем месяце он будет исполнять дуэт на арфе со своим коллегой.",
      "imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "harpsichord",
      "translation": "клавесин",
      "definition": "a stringed instrument that is played by pressing keys, similar to a piano, but with a more delicate sound",
      "definition_translation": "струнный инструмент, который играется посредством нажатия клавиш, похожий на фортепиано, но с более деликатным звуком",
      "example": "The composer used a harpsichord to create a Baroque-era sound. She had played the harpsichord since she was a child. The harpsichord will be restored to its original state.",
      "example_translation": "Композитор использовал клавесин, чтобы создать звук барокко. Она играла на клавесине с тех пор, как была ребенком. Клавесин будет восстановлен до его原始ного состояния.",
      "imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "kettledrums",
      "translation": "литавры",
      "definition": "a type of drum, especially a large one used in an orchestra, having a rounded body and a single head",
      "definition_translation": "тип барабана, особенно большой, используемый в оркестре, с круглым корпусом и одним/single головой",
      "example": "The kettledrums boomed loudly in the symphony. She had always been fascinated by the kettledrums. The kettledrums will be played by the new musician.",
      "example_translation": "Литавры громко звучали в симфонии. Она всегда была очарована литаврами. Литавры будут играть новый музыкант.",
      "imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lute",
      "translation": "люта",
      "definition": "a stringed instrument with a pear-shaped body and a fretted neck, played by plucking the strings with the fingers",
      "definition_translation": "струнный инструмент с грушевидным корпусом и фреттовым грифом, играется путем плектра струн пальцами",
      "example": "The lute player entranced the audience with his music. She had learned to play the lute as a child. The lute will be displayed in the museum.",
      "example_translation": "Игрок на люте очаровал аудиторию своей музыкой. Она научилась играть на люте в детстве. Люта будет выставлена в музее.",
      "imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mandolin",
      "translation": "мандолина",
      "definition": "a small stringed instrument played by plucking or strumming with the fingers or a plectrum",
      "definition_translation": "маленький струнный инструмент, играемый путем плектра или расщепления струн пальцами или плектром",
      "example": "The mandolin player added a lively touch to the band. She had always loved the sound of the mandolin. The mandolin will be played at the festival.",
      "example_translation": "Игрок на мандолине добавил живой оттенок к группе. Она всегда любил звук мандолины. Мандолина будет играть на фестивале.",
      "imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "maracas",
      "translation": "маракасы",
      "definition": "Maracas are a type of musical instrument originating from Latin America, consisting of a hollow gourd or wood shell filled with beads, beans, or small rocks, used to create a rattling sound.",
      "definition_translation": "Маракасы - это тип музыкального инструмента, происходящий из Латинской Америки, состоящий из полого тыквы или деревянной оболочки, заполненной бусинами, бобами или маленькими камнями, используемый для создания звука треска.",
      "example": "I shook the maracas vigorously during the carnival parade yesterday, I will shake them again tomorrow, and I have shaken them every day this week.",
      "example_translation": "Я энергично тряс маракасы во время карнавальной процессии вчера, я буду трясти их снова завтра, и я тряс их каждый день на этой неделе.",
      "imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "oboe",
      "translation": "обoe",
      "definition": "An oboe is a double-reed woodwind instrument, commonly used in orchestral and chamber music, known for its distinctive, mournful sound.",
      "definition_translation": "Обое - это двойной рожок деревянный инструмент, широко используемый в оркестровой и камерной музыке, известный своим характерным, печальным звуком.",
      "example": "The oboist played a beautiful solo on the oboe during the concert last night, she plays the oboe with great skill, and she will play it again next week.",
      "example_translation": "Обоистка сыгралаbeautiful соло на обое во время концерта_LAST ночь, она играет на обое с большим мастерством, и она будет играть на нем снова на следующей неделе.",
      "imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ocarina",
      "translation": "окарина",
      "definition": "An ocarina is a small, flute-like musical instrument with a whistling mouthpiece, used in various cultures around the world, often in traditional and folk music.",
      "definition_translation": "Окарина - это маленький, похожий на флейту музыкальный инструмент с свистящим ртом, используемый в различных культурах по всему миру, часто в традиционной и фольклорной музыке.",
      "example": "I played a sweet melody on the ocarina during the camping trip, I will play it again at the beach next summer, and I have played it every year at the music festival.",
      "example_translation": "Я сыграл сладкую мелодию на окарине во время туристического похода, я буду играть на ней снова на пляже следующим летом, и я играл на ней каждый год на музыкальном фестивале.",
      "imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "recorder",
      "translation": "флейта",
      "definition": "A recorder is a simple, woodwind musical instrument, commonly used in elementary music education, known for its sweet, gentle sound.",
      "definition_translation": "Флейта - это простой, деревянный музыкальный инструмент, широко используемый в начальном музыкальном образовании, известный своим сладким, нежным звуком.",
      "example": "The children learned to play the recorder in music class today, they will play it again tomorrow, and they have played it every week this month.",
      "example_translation": "Дети учились играть на флейте на музыкальном уроке сегодня, они будут играть на ней снова завтра, и они играли на ней каждую неделю этом месяце.",
      "imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "snare drum",
      "translation": "малый барабан",
      "definition": "A snare drum is a type of drum that produces a sharp, crisp sound when struck, often used in military and orchestral music.",
      "definition_translation": "Малый барабан - это тип барабана, который производитsharp, хрустящий звук при ударе, часто используемый в военной и оркестровой музыке.",
      "example": "The snare drum is often played in combination with the bass drum in rock music. Yesterday, I bought a new snare drum for my drum set. By next year, I will have mastered the technique of playing the snare drum.",
      "example_translation": "Малый барабан часто играется в комбинации с басовым барабаном в рок-музыке. Вчера я купил новый малый барабан для моего набора барабанов. К следующему году я овладею техникой игры на малом барабане.",
      "imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "trombone",
      "translation": "тромбон",
      "definition": "A trombone is a brass musical instrument with a long, U-shaped tube that produces a rich, low-pitched sound.",
      "definition_translation": "Тромбон - это медный музыкальный инструмент с длинной U-образной трубой, производящей богатый, низкочастотный звук.",
      "example": "The trombone section in the orchestra played a beautiful melody. I have been playing the trombone for five years, and I still love it. By the time I graduate, I will have mastered the trombone.",
      "example_translation": "Секция тромбонов в оркестре сыграла красивую мелодию. Я играю на тромбоне пять лет, и я все еще люблю это. К моменту выпуска я овладею тромбоном.",
      "imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tuba",
      "translation": "туба",
      "definition": "A tuba is a large, low-pitched brass musical instrument that produces a deep, rich sound.",
      "definition_translation": "Туба - это большой, низкочастотный медный музыкальный инструмент, производящий глубокий, богатый звук.",
      "example": "The tuba player in the band was very talented. I saw a tuba concert last week, and it was amazing. Next month, I will start taking tuba lessons.",
      "example_translation": "Игрок на тубе в группе был очень талантлив. Я увидел концерт тубы на прошлой неделе, и это было потрясающе. В следующем месяце я начну брать уроки тубы.",
      "imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tubular bells",
      "translation": "трубчатые колокола",
      "definition": "Tubular bells are a type of musical instrument consisting of a set of vertically suspended tubes of varying lengths that produce a ringing sound when struck.",
      "definition_translation": "Трубчатые колокола - это тип музыкального инструмента, состоящего из набора вертикально подвешенных труб разной длины, производящих звонкий звук при ударе.",
      "example": "The tubular bells added a nice touch to the musical composition. I have always loved the sound of tubular bells in church music. Next year, I will try to play the tubular bells in a local orchestra.",
      "example_translation": "Трубчатые колокола добавили nice.touch к музыкальной композиции. Я всегда любил звук трубчатых колоколов в церковной музыке. В следующем году я постараюсь играть на трубчатых колоколах в местном оркестре.",
      "imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "vibraphone",
      "translation": "вибрафон",
      "definition": "A vibraphone is a musical instrument that consists of a set of metal bars of different pitches that are struck by a mallet to produce a rich, resonant sound.",
      "definition_translation": "Вибрафон - это музыкальный инструмент, состоящий из набора металлических планок разной высоты, которые ударяют молотком, чтобы произвести богатый, звучащий звук.",
      "example": "I played the vibraphone in the school orchestra when I was a student. Now I play it professionally, and I will perform at the concert tomorrow.",
      "example_translation": "Я играл на вибрафоне в школьном оркестре, когда был студентом. Теперь я играю на нем профессионально, и я выступлю на концерте завтра.",
      "imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "xylophone",
      "translation": "ксилофон",
      "definition": "A xylophone is a musical instrument with a series of wooden bars of different pitches that are struck by a mallet to produce a bright, ringing sound.",
      "definition_translation": "Ксилофон - это музыкальный инструмент с серией деревянных планок разной высоты, которые ударяют молотком, чтобы произвести яркий, звонкий звук.",
      "example": "The child loved playing the xylophone in kindergarten. Later, she learned to play it in music school, and now she teaches others to play it.",
      "example_translation": "Ребенок любил играть на ксилофоне в детском саду. Позже она научилась играть на нем в музыкальной школе, и теперь она учит других играть на нем.",
      "imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]