[
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "black",
      "translation": "чёрный",
      "definition": "Having the color of soot or coal; absorbing all light and reflecting none.",
      "definition_translation": "Имеющий цвет сажи или угля; поглощающий весь свет и не отражающий его.",
      "example": "I wore a black dress to the party last night, I will wear a black shirt to the meeting tomorrow, and I wore a black suit to the wedding last week.",
      "example_translation": "Я надела черное платье на вечеринку вчера вечером, я надену черную рубашку на встречу завтра, и я надел черный костюм на свадьбу на прошлой неделе.",
      "imageLink": "image_files\\English\\black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blue",
      "translation": "синий",
      "definition": "Having a bright, calming color like the sky on a sunny day.",
      "definition_translation": "Имеющий яркий, успокаивающий цвет, похожий на небо в солнечный день.",
      "example": "The blue flowers were beautiful in the garden last summer, the blue sky is wonderful today, and the blue ocean will be amazing next year.",
      "example_translation": "Синие цветы были красивыми в саду прошлым летом, синее небо сегодня является чудесным, и синий океан будет поражающим в следующем году.",
      "imageLink": "image_files\\English\\blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "brown",
      "translation": "коричневый",
      "definition": "Having a dark, earthy color like soil or wood.",
      "definition_translation": "Имеющий темный, земной цвет, похожий на почву или дерево.",
      "example": "I had a brown dog when I was a kid, my hair is brown now, and I will dye it brown again next month.",
      "example_translation": "У меня был коричневый пес когда я был ребенком, мои волосы коричневые сейчас, и я крашу их коричневыми снова в следующем месяце.",
      "imageLink": "image_files\\English\\brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "green",
      "translation": "зеленый",
      "definition": "Having a bright, natural color like grass or leaves.",
      "definition_translation": "Имеющий яркий, естественный цвет, похожий на траву или листья.",
      "example": "The green grass was soft under my feet yesterday, the green trees are tall around my house, and I will plant green flowers next spring.",
      "example_translation": "Зеленая трава была мягкой под моими ногами вчера, зеленые деревья высокие вокруг моего дома, и я посадлю зеленые цветы на следующей весне.",
      "imageLink": "image_files\\English\\green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grey",
      "translation": "серый",
      "definition": "Having a colour midway between black and white; not bright or vivid.",
      "definition_translation": "Имеющий цвет, средний между черным и белым; не яркий или насыщенный.",
      "example": "The grey sky made it difficult to see the stars. Yesterday, the grey walls were painted white. By next year, the grey area will be renovated.",
      "example_translation": "Серое небо делало difficile vedere звезды. Вчера серые стены были покрашены белым. К следующему году серая зона будет реконструирована.",
      "imageLink": "image_files\\English\\grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "orange",
      "translation": "апельсиновый",
      "definition": "A bright, vibrant colour between red and yellow.",
      "definition_translation": "Яркий, насыщенный цвет между красным и желтым.",
      "example": "The orange ball bounced across the field. Yesterday, I ate an orange for breakfast. By next summer, the orange trees will be in bloom.",
      "example_translation": "Апельсиновый мяч отскакивал через поле. Вчера я ел апельсин на завтрак. К следующему лету апельсиновые деревья будут в цвету.",
      "imageLink": "image_files\\English\\orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "red",
      "translation": "красный",
      "definition": "A bright, vibrant colour, often associated with passion, energy, and love.",
      "definition_translation": "Яркий, насыщенный цвет, часто ассоциирующийся с.passion, энергией и любовью.",
      "example": "The red car drove down the street. Yesterday, I wore a red shirt. By next Christmas, the red decorations will be up.",
      "example_translation": "Красная машина ехала вниз по улице. Вчера я надел красную рубашку. К следующему Рождеству красные украшения будут висеть.",
      "imageLink": "image_files\\English\\red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "white",
      "translation": "белый",
      "definition": "Having a colour like that of snow or milk; pure and clean.",
      "definition_translation": "Имеющий цвет, как у снега или молока; чистый и чистый.",
      "example": "The white cat purrs on my lap. Yesterday, I drank a glass of white wine. By next winter, the white snow will cover the ground.",
      "example_translation": "Белая кошка воркует на моих коленях. Вчера я выпил стакан белого вина. К следующей зиме белый снег покроет землю.",
      "imageLink": "image_files\\English\\white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "yellow",
      "translation": "жёлтый",
      "definition": "having a bright, sunny color; a color between green and orange in the spectrum",
      "definition_translation": "имея яркий, солнечный цвет; цвет между зеленым и оранжевым в спектре",
      "example": "The sun was shining brightly in the yellow sky. Yesterday, I saw a yellow bird. Tomorrow, I will wear a yellow shirt.",
      "example_translation": "Солнце сияло ярко в жёлтом небе. Вчера я видел жёлтую птицу. Завтра я надену жёлтую рубашку.",
      "imageLink": "image_files\\English\\yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cream",
      "translation": "крем",
      "definition": "a thick, rich, and sweet liquid or paste made from milk, used as a food or in cooking",
      "definition_translation": "густая, богатая и сладкая жидкость или паста, сделанная из молока, используемая в еде или в кулинарии",
      "example": "I love to put cream on my strawberries. Yesterday, I bought a cream cake. In the future, I will make a cream soup.",
      "example_translation": "Я люблю класть крем на мои клубники. Вчера я купил кремовый торт. В будущем я сделаю кремовый суп.",
      "imageLink": "image_files\\English\\cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "golden",
      "translation": "золотой",
      "definition": "having a bright, shining yellow color, like gold",
      "definition_translation": "имея яркий, блестящий жёлтый цвет, как золото",
      "example": "The golden sun was rising over the mountains. Last year, I won a golden medal. In the future, I will have a golden retriever.",
      "example_translation": "Золотое солнце восходило над горами. В прошлом году я выиграл золотую медаль. В будущем у меня будет золотистый ретривер.",
      "imageLink": "image_files\\English\\golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lemon",
      "translation": "лимон",
      "definition": "a small, oval-shaped citrus fruit with a sour taste and a bright yellow color",
      "definition_translation": "маленький, овальный цитрусовый фрукт с кислым вкусом и ярким жёлтым цветом",
      "example": "I love to drink lemon juice. Yesterday, I ate a lemon tart. Tomorrow, I will make a lemonade.",
      "example_translation": "Я люблю пить лимонный сок. Вчера я ел лимонный тарт. Завтра я сделаю лимонад.",
      "imageLink": "image_files\\English\\lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pink",
      "translation": "розовый",
      "definition": "A bright, vibrant color typically associated with femininity and sweetness.",
      "definition_translation": "Яркий, вдохновляющий цвет, обычно связанный с женственностью и сладостью.",
      "example": "The pink flowers were blooming in the garden yesterday, but today they will bloom, and tomorrow they will have bloomed.",
      "example_translation": "Розовые цветы распускались в саду вчера, но сегодня они будут распускаться, а завтра они будут распущены.",
      "imageLink": "image_files\\English\\pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "purple",
      "translation": "фиолетовый",
      "definition": "A rich, luxurious color often associated with power, creativity, and wisdom.",
      "definition_translation": "Богатый, роскошный цвет, часто связанный с властью, креативностью и мудростью.",
      "example": "The queen wore a purple gown to the royal ball, where she had worn a purple gown last year, and will wear a purple gown again next year.",
      "example_translation": "Королева надела фиолетовое платье на королевский бал, где она надевала фиолетовое платье в прошлом году, и будет надевать фиолетовое платье снова в следующем году.",
      "imageLink": "image_files\\English\\purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "silver",
      "translation": "серебряный",
      "definition": "A bright, shining metal often used to make jewelry, coins, and other decorative items.",
      "definition_translation": "Яркий, блестящий металл, часто используемый для изготовления украшений, монет и других декоративных предметов.",
      "example": "The silver necklace glimmered in the light, and will glimmer in the light tomorrow, although it had glimmered in the light yesterday.",
      "example_translation": "Серебряное ожерелье мерцало в свете, и будет мерцать в свете завтра, хотя оно мерцало в свете вчера.",
      "imageLink": "image_files\\English\\silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "violet",
      "translation": "фиолетовый",
      "definition": "A bright, purple-blue color often associated with creativity, imagination, and individuality.",
      "definition_translation": "Яркий, фиолетово-синий цвет, часто связанный с креативностью, воображением и индивидуальностью.",
      "example": "The violet flowers were blooming in the garden, and will bloom again next year, although they had bloomed last year.",
      "example_translation": "Фиолетовые цветы распускались в саду, и будут распускаться снова в следующем году, хотя они распускались в прошлом году.",
      "imageLink": "image_files\\English\\violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beige",
      "translation": "бежевый",
      "definition": "A light brown color, similar to that of undyed wool.",
      "definition_translation": "Светло-коричневый цвет, подобный цвету неокрашенной шерсти.",
      "example": "She wore a beautiful beige dress to the wedding. She has been wearing beige dresses for years. She will wear a beige dress to the party tonight.",
      "example_translation": "Она надела красивое бежевое платье на свадьбу. Она носит бежевые платья в течение лет. Она наденет бежевое платье на вечеринку сегодня вечером.",
      "imageLink": "image_files\\English\\beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "navy blue",
      "translation": "темно-синий",
      "definition": "A dark blue color, similar to that of a naval uniform.",
      "definition_translation": "Темно-синий цвет, подобный цвету морского униформы.",
      "example": "He wore a navy blue suit to the job interview. He has been wearing navy blue suits for years. He will wear a navy blue suit to the meeting tomorrow.",
      "example_translation": "Он надел темно-синий костюм на интервью по работе. Он носит темно-синие костюмы в течение лет. Он наденет темно-синий костюм на встречу завтра.",
      "imageLink": "image_files\\English\\navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "khaki",
      "translation": "хаки",
      "definition": "A light brown or olive-brown color, often used for military uniforms.",
      "definition_translation": "Светло-коричневый или оливково-коричневый цвет, часто используемый для военной униформы.",
      "example": "The soldiers wore khaki uniforms in the desert. They have been wearing khaki uniforms for years. They will wear khaki uniforms on the next mission.",
      "example_translation": "Солдаты надели хаки мундиры в пустыне. Они носили хаки мундиры в течение лет. Они наденут хаки мундиры на следующей миссии.",
      "imageLink": "image_files\\English\\khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "olive green",
      "translation": "оливковый зеленый",
      "definition": "A yellow-green color, similar to that of the olive fruit.",
      "definition_translation": "Желто-зеленый цвет, подобный цвету оливкового плода.",
      "example": "The army vehicles were painted olive green for camouflage. They have been using olive green vehicles for years. They will paint the new vehicles olive green soon.",
      "example_translation": "Войсковые машины были окрашены оливковым зеленым для маскировки. Они используют оливковые зеленые машины в течение лет. Они вскоре нароят новые машины оливковым зеленым.",
      "imageLink": "image_files\\English\\olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "amaranth",
      "translation": "амарант",
      "definition": "Amaranth is a flowering plant that is native to the Americas. It is an herbaceous annual plant that can grow up to 2 meters tall.",
      "definition_translation": "Амарант - цветущее растение, родом из Америки. Это травянистое однолетнее растение, способное вырастать до 2 метров в высоту.",
      "example": "She carefully planted the amaranth seeds in her garden last spring, watered them regularly, and harvested the flowers in summer, and would plant them again next year.",
      "example_translation": "Она тщательно посадила семена амаранта в свой сад прошлой весной, регулярно поливала их, собирала цветы летом и будет снова садить их в следующем году.",
      "imageLink": "image_files\\English\\amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "amber",
      "translation": "янтарь",
      "definition": "Amber is a fossilized tree resin that is often used in jewelry and has been prized for its beauty and durability for thousands of years.",
      "definition_translation": "Янтарь - это окаменевшая древесная смола, часто используемая в ювелирных изделиях и ценившаяся за свою красоту и прочность тысячи лет.",
      "example": "The vendor sold a beautiful amber necklace to the tourist, who had worn it on her birthday last year, is wearing it now, and will wear it on her anniversary next year.",
      "example_translation": "Продавец продал красивый янтарный кулон туристу, которая надевала его на свой день рождения в прошлом году, сейчас носит его и будет надевать на свою годовщину в следующем году.",
      "imageLink": "image_files\\English\\amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "anthracite",
      "translation": "антрацит",
      "definition": "Anthracite is a type of coal that is very hard and shiny, and is often used as a fuel or in industrial processes.",
      "definition_translation": "Антрацит - это тип угля, который очень твердый и блестящий, и часто используется в качестве топлива или в промышленных процессах.",
      "example": "The company imported anthracite from Australia last year, is using it to generate electricity now, and will increase its production next year.",
      "example_translation": "Компания импортировала антрацит из Австралии в прошлом году, сейчас использует его для генерации электроэнергии и увеличит производство в следующем году.",
      "imageLink": "image_files\\English\\anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aquamarine",
      "translation": "аквамарин",
      "definition": "Aquamarine is a type of gemstone that is often used in jewelry and is said to have a calming effect on the wearer.",
      "definition_translation": "Аквамарин - это тип драгоценного камня, который часто используется в ювелирных изделиях и, कथается, имеет калмирующее воздействие на носителя.",
      "example": "She received an aquamarine ring as a gift from her grandmother when she graduated from college, wears it now, and will pass it down to her daughter someday.",
      "example_translation": "Она получила кольцо с аквамарином в подарок от своей бабушки, когда она окончила колледж, теперь носит его и передаст его своей дочери когда-нибудь.",
      "imageLink": "image_files\\English\\aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "carmine",
      "translation": "кармин",
      "definition": "A bright red to purple-red pigment obtained from the cochineal insect, used in food, cosmetics, and art.",
      "definition_translation": "Ярко-красный до фиолетово-красного пигмент, полученный из насекомого cochineal, используемого в пищевых продуктах, косметике и искусстве.",
      "example": "The artist mixed carmine with blue to create a deep purple hue. She had used carmine in her painting last week. The company will start selling carmine-based makeup next year.",
      "example_translation": "Художник смешал кармин с синим, чтобы создать глубокий пурпурный оттенок. Она использовала кармин в своей картине на прошлой неделе. Компания начнет продавать кармин-основную косметику в следующем году.",
      "imageLink": "image_files\\English\\carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "crimson",
      "translation": "багровый",
      "definition": "A deep, rich red color, especially in relation to the blood.",
      "definition_translation": "Глубокий, насыщенный красный цвет, особенно в отношении крови.",
      "example": "The soldier's crimson uniform was stained with mud. The sunset's crimson hue was breathtaking. The ancient text was written in crimson ink.",
      "example_translation": "Форма солдата багрового цвета была испачкана грязью. Красный оттенок заката солнца было трудно переварить. Древний текст был написан багровой чернилой.",
      "imageLink": "image_files\\English\\crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cyan",
      "translation": "циан",
      "definition": "A greenish-blue color, especially in relation to a pigment or dye.",
      "definition_translation": "Зеленовато-синий цвет, особенно в отношении пигмента или краски.",
      "example": "The artist mixed cyan with yellow to create a bright green. The designer chose cyan as the logo's primary color. The cyan-colored flowers bloomed in the spring.",
      "example_translation": "Художник смешал циан с желтым, чтобы создать ярко-зеленый цвет. Дизайнер выбрал циан в качестве основного цвета логотипа. Цветы цианового цвета расцвели весной.",
      "imageLink": "image_files\\English\\cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "emerald",
      "translation": "изумруд",
      "definition": "A bright green gemstone, especially a green beryl, used in jewelry.",
      "definition_translation": "Ярко-зеленый драгоценный камень, особенно зеленый берилл, используемый в ювелирных изделиях.",
      "example": "The queen wore an emerald necklace to the ball. The tourist found an emerald ring on the beach. The emerald's sparkle was mesmerizing.",
      "example_translation": "Королева надела изумрудное ожерелье на бал. Турист нашел изумрудное кольцо на пляже. Блеск изумруда был завораживающим.",
      "imageLink": "image_files\\English\\emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ginger",
      "translation": "имбирь",
      "definition": "A plant with a sharp, spicy flavor and aroma, commonly used in cooking and traditional medicine.",
      "definition_translation": "Растение с резким, острым вкусом и ароматом, широко используемое в кулинарии и традиционной медицине.",
      "example": "She added a pinch of ginger to her tea to soothe her cold. Yesterday, she had grated ginger over her sushi. By next week, she will have planted ginger in her garden.",
      "example_translation": "Она добавила щепотку имбиря к чаю, чтобы унять простуду. Вчера она натерла имбирь на ее суши. К следующей неделе она будет садить имбирь в своем саду.",
      "imageLink": "image_files\\English\\ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "indigo",
      "translation": "индиго",
      "definition": "A deep blue color, also a plant used to produce a blue dye.",
      "definition_translation": "Глубокий синий цвет, также растение, используемое для производства синего красителя.",
      "example": "The artist mixed indigo with yellow to create a beautiful shade of green. In the 18th century, indigo was a valuable commodity. By 2025, indigo will be a popular color for clothing.",
      "example_translation": "Художник смешал индиго с желтым, чтобы создать красивый оттенок зеленого. В XVIII веке индиго было ценным товаром. К 2025 году индиго будет популярным цветом для одежды.",
      "imageLink": "image_files\\English\\indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "magenta",
      "translation": "магента",
      "definition": "A bright, pinkish-purple color, also a type of dye or ink.",
      "definition_translation": "Яркий, розовато-пурпурный цвет, также тип красителя или чернил.",
      "example": "The graphic designer chose magenta as the accent color for the logo. In the 1980s, magenta was a popular color for hair dye. By next year, magenta will be a trend color for home decor.",
      "example_translation": "Графический дизайнер выбрал магенту как акцентный цвет для логотипа. В 1980-х годах магента была популярным цветом для окрашивания волос. К следующему году магента будет тренд-цветом для домашнего декора.",
      "imageLink": "image_files\\English\\magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mahogany",
      "translation": "могано",
      "definition": "A type of hardwood tree, also a reddish-brown color.",
      "definition_translation": "Типtreeview, также красно-коричневый цвет.",
      "example": "The furniture maker used mahogany to create a beautiful wooden table. Mahogany was a valuable wood in the 19th century. By 2030, mahogany will be a rare wood due to deforestation.",
      "example_translation": "Мебельщик использовал могано, чтобы создать красивый деревянный стол. Могано было ценным деревом в XIX веке. К 2030 году могано будет редким деревом из-за дефорестации.",
      "imageLink": "image_files\\English\\mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "maroon",
      "translation": "красно-коричневый",
      "definition": "A dark reddish-brown color, approaching crimson.",
      "definition_translation": "Тёмно-красно-коричневый цвет, приближающийся к багровому.",
      "example": "The maroon paint on the wall was starting to fade, but it had looked beautiful when it was first applied. It will look great again after we finish repainting it. We had marooned the paint cans in the garage.",
      "example_translation": "Красно-коричневая краска на стене начала выцветать, но она выглядела красочно, когда была впервые нанесена. Она будет выглядеть великолепно снова, когда мы закончим ее перекрашивать. Мы сместили банки с краской в гараж.",
      "imageLink": "image_files\\English\\maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ochre",
      "translation": "охра",
      "definition": "A natural pigment made from the iron oxide-rich soil of certain areas, used as a yellow or reddish-brown color in art and cosmetics.",
      "definition_translation": "Естественный пигмент, получаемый из железосодержащей почвы определенных областей, используется как желтый или красно-коричневый цвет в искусстве и косметике.",
      "example": "The artist mixed ochre with water to create a vibrant yellow paint. She had used ochre to color her paintings for years. Ochre will be a popular color in fashion this season.",
      "example_translation": "Художник смешал охру с водой, чтобы создать яркую желтую краску. Она использовала охру для окраски своих картин в течение года. Охра будет популярным цветом в моде в этом сезоне.",
      "imageLink": "image_files\\English\\ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "scarlet",
      "translation": "алый",
      "definition": "A bright, vivid red color, often associated with passion, energy, and love.",
      "definition_translation": "Яркий, насыщенный красный цвет, часто ассоциируемый с страстью, энергией и любовью.",
      "example": "The scarlet dress was the most stunning outfit at the party. She had worn scarlet lipstick to match her dress. The scarlet sunset was breathtaking.",
      "example_translation": "Алый платье было самым ошеломляющим нарядом на вечеринке. Она надела алый губной помады, чтобы соответствовать ее платью. Алый закат был 숨ерительной.",
      "imageLink": "image_files\\English\\scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "turquoise",
      "translation": "тульпан",
      "definition": "A blue-green mineral, prized for its vibrant color and used in jewelry, decorative objects, and as a pigment.",
      "definition_translation": "Синий-зеленый минерал, ценящийся за свой яркий цвет и используемый в ювелирных изделиях, декоративных объектах и как пигмент.",
      "example": "The turquoise ring was her grandmother's most treasured possession. Turquoise was a popular color in the 1960s. The turquoise walls of the hotel lobby were stunning.",
      "example_translation": "Тульпановое кольцо было самым ценным владением ее бабушки. Тульпан был популярным цветом в 1960-х годах. Тульпановые стены лобби отеля были ошеломляющими.",
      "imageLink": "image_files\\English\\turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]