[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "comb",
      "translation": "расчёска",
      "definition": "A comb is a tool used for arranging, cleaning, or decorating hair.",
      "definition_translation": "Расчёска - это инструмент, используемый для устройства, чистки или украшения волос.",
      "example": "I combed my hair this morning. I will comb my hair tomorrow. I combed my hair yesterday.",
      "example_translation": "Я расчесал свои волосы сегодня утром. Я расчесаю свои волосы завтра. Я расчесал свои волосы вчера.",
      "imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shampoo",
      "translation": "шампунь",
      "definition": "A shampoo is a liquid or powder used for washing hair.",
      "definition_translation": "Шампунь - это жидкость или порошок, используемый для мытья волос.",
      "example": "I shampoo my hair every morning. I will shampoo my hair after exercise. I shampooed my hair last night.",
      "example_translation": "Я мою волосы шампунем каждый утром. Я умою волосы шампунем после тренировки. Я помыл волосы шампунем прошлой ночью.",
      "imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cream",
      "translation": "крем",
      "definition": "A cream is a thick liquid or semi-solid food made from milk or cream.",
      "definition_translation": "Крем - это густая жидкость или полутвердая пища, сделанная из молока или крема.",
      "example": "I spread cream on my toast this morning. I will spread cream on my cake tomorrow. I spread cream on my waffles yesterday.",
      "example_translation": "Я намазал крем на мой тостик сегодня утром. Я намажу крем на мой торт завтра. Я намазал крем на мои вафли вчера.",
      "imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "deodorant",
      "translation": "дезодорант",
      "definition": "A deodorant is a substance or product used to prevent body odor.",
      "definition_translation": "Дезодорант - это вещество или продукт, используемый для предотвращения тела неприятного запаха.",
      "example": "I applied deodorant this morning. I will apply deodorant after exercise. I applied deodorant last night.",
      "example_translation": "Я нанес дезодорант сегодня утром. Я нанесу дезодорант после тренировки. Я нанес дезодорант прошлой ночью.",
      "imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hand cream",
      "translation": "крем для рук",
      "definition": "A cosmetic product used to moisturize and softens the skin on the hands.",
      "definition_translation": "Косметический продукт, используемый для увлажнения и смягчения кожи на руках.",
      "example": "She applied hand cream after washing her hands, I will apply hand cream after this winter, She had applied hand cream before going to bed.",
      "example_translation": "Она нанесла крем для рук после мытья рук, Я нанесу крем для рук после этой зимы, Она нанесла крем для рук перед тем, как лечь спать.",
      "imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lipstick",
      "translation": "помада",
      "definition": "A cosmetic product used to color and moisturize the lips.",
      "definition_translation": "Косметический продукт, используемый для окрашивания и увлажнения губ.",
      "example": "She wore a bold lipstick to the party, I will wear a bold lipstick to the wedding, She had worn a bold lipstick to the prom.",
      "example_translation": "Она надела яркую помаду на вечеринку, Я надену яркую помаду на свадьбу, Она надела яркую помаду на выпускной вечер.",
      "imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mascara",
      "translation": "маскара",
      "definition": "A cosmetic product used to darken, lengthen, and thicken eyelashes.",
      "definition_translation": "Косметический продукт, используемый для осветления, удлинения и укрепления ресниц.",
      "example": "She applied mascara to her eyelashes, I will apply mascara to my eyelashes before the photo shoot, She had applied mascara to her eyelashes at the party.",
      "example_translation": "Она нанесла маскару на ресницы, Я нанесу маскару на ресницы перед фотосессией, Она нанесла маскару на ресницы на вечеринке.",
      "imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mask",
      "translation": "маска",
      "definition": "A cosmetic product or device used to cover the face or a part of the face.",
      "definition_translation": "Косметический продукт или устройство, используемое для покрытия лица или части лица.",
      "example": "She wore a face mask to protect her skin, I will wear a face mask before going to the salon, She had worn a face mask at the spa.",
      "example_translation": "Она надела маску для лица, чтобы защитить кожу, Я надену маску для лица перед тем, как пойти в салон, Она надела маску для лица в спа.",
      "imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shower gel",
      "translation": "гель для душа",
      "definition": "A type of liquid soap used for cleaning the body while showering.",
      "definition_translation": "Тип жидкого мыла, используемого для очищения тела при душе.",
      "example": "I used too much shower gel and it stung my eyes. I use shower gel every morning. I will buy a new shower gel tomorrow.",
      "example_translation": "Я использовал слишком много геля для душа и он ожег мои глаза. Я использую гель для душа каждое утро. Я куплю новый гель для душа завтра.",
      "imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "body balm",
      "translation": "тело бальзам",
      "definition": "A moisturizing cream or lotion used to soften and soothe the skin.",
      "definition_translation": "Увлажняющий крем или лосьон, используемый для смягчения и успокоения кожи.",
      "example": "I applied body balm after my shower to keep my skin hydrated. She uses body balm to soothe her dry skin. They will launch a new body balm product next month.",
      "example_translation": "Я наносил тело бальзам после душа, чтобы保持 мою кожу гидратированной. Она использует тело бальзам, чтобы успокоить свою сухую кожу. Они запустят новый продукт тело бальзам в следующем месяце.",
      "imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cotton pad",
      "translation": "ватный диск",
      "definition": "A small, round pad made of cotton used for applying or removing cosmetics.",
      "definition_translation": "Маленький, круглый диск из хлопка, используемый для нанесения или удаления косметики.",
      "example": "I used a cotton pad to apply the eye cream. She uses cotton pads to remove her nail polish. They will buy cotton pads in bulk for the beauty salon.",
      "example_translation": "Я использовал ватный диск, чтобы нанести крем для глаз. Она использует ватные диски, чтобы удалить свой лак для ногтей. Они купят ватные диски в больших количествах для салона красоты.",
      "imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "electric razor",
      "translation": "электрический бритвенный аппарат",
      "definition": "A device used for shaving that uses electric power to rotate a blade or other cutting mechanism.",
      "definition_translation": "Устройство, используемое для бритья, которое использует электрическую мощность для вращения лезвия или другого механизма разрезания.",
      "example": "I prefer using an electric razor for shaving my face. He used an electric razor to shave his beard. They will release a new electric razor model next year.",
      "example_translation": "Я предпочитаю использовать электрический бритвенный аппарат для бритья моего лица. Он использовал электрический бритвенный аппарат, чтобы сбрить свою бороду. Они выпустят новую модель электрического бритвенного аппарата в следующем году.",
      "imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "essential oil",
      "translation": "эссенциальное масло",
      "definition": "A concentrated plant extract used in aromatherapy, perfumery, and flavoring.",
      "definition_translation": "Концентрированный экстракт растения, используемый в ароматерапии, парфюмерии и ароматизации.",
      "example": "She used essential oil to relax after a long day, then she will add it to her diffuser and finally, she added it to her bath water last night.",
      "example_translation": "Она использовала эссенциальное масло, чтобы расслабиться после долгого дня, потом она добавит его в свой диффузор и, наконец, она добавила его в воду для ванной ночью.",
      "imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "eyelash curler",
      "translation": "кулаки для 睫毛",
      "definition": "A beauty tool used to curl and shape eyelashes.",
      "definition_translation": "Инструмент для красоты, используемый для завивания и формирования ресниц.",
      "example": "She had used an eyelash curler every morning to get ready for work, then she will use it before the party and finally, she used it at the beauty salon yesterday.",
      "example_translation": "Она использовала кулаки для ресниц каждое утро, чтобы готовиться к работе, потом она будет использовать его перед вечеринкой и, наконец, она использовала его в салоне красоты вчера.",
      "imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hair dye",
      "translation": "краска для волос",
      "definition": "A chemical substance used to change the color of one's hair.",
      "definition_translation": "Химическое вещество, используемое для изменения цвета волос.",
      "example": "She always used hair dye to cover her gray hair, then she will use it to get a new look for the summer and finally, she used it to get back to her natural color last month.",
      "example_translation": "Она всегда использовала краску для волос, чтобы скрыть серые волосы, потом она будет использовать ее, чтобы получить новый look на лето и, наконец, она использовала ее, чтобы вернуться к естественному цвету волос minul month.",
      "imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nail buffer",
      "translation": "пилка для ногтей",
      "definition": "A beauty tool used to shape and smooth the surface of fingernails.",
      "definition_translation": "Инструмент для красоты, используемый для формирования и сглаживания поверхности ногтей.",
      "example": "She used a nail buffer to shape her nails before the wedding, then she will use it to fix a broken nail and finally, she used it to smooth out the ridges last week.",
      "example_translation": "Она использовала пилку для ногтей, чтобы отшлифовать ногти перед свадьбой, потом она будет использовать ее, чтобы отремонтировать сломанный ноготь и, наконец, она использовала ее, чтобы сгладить ребра на прошлой неделе.",
      "imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nail clipper",
      "translation": "крипс для ногтей",
      "definition": "A nail clipper is a handheld device used to trim and shape fingernails and toenails.",
      "definition_translation": "Крипс для ногтей - это ручное устройство, используемое для подстригания и формирования ногтей на руках и ногах.",
      "example": "I used a nail clipper to trim my fingernails yesterday, and I will use it again tomorrow. She has been using a nail clipper for years to shape her toenails.",
      "example_translation": "Я использовал крипс для ногтей, чтобы подстричь ногти на руках вчера, и я использую его снова завтра. Она использовала крипс для ногтей на протяжении многих лет, чтобы формировать ногти на ногах.",
      "imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nail file",
      "translation": "наждак для ногтей",
      "definition": "A nail file is a tool used to shape and smooth the edges of fingernails and toenails.",
      "definition_translation": "Наждак для ногтей - это инструмент, используемый для формирования и сглаживания краев ногтей на руках и ногах.",
      "example": "I filed my nails with a nail file last week, and I will file them again next month. She has been filing her nails with a nail file every day for a year.",
      "example_translation": "Я запилил ногти наждаком для ногтей на прошлой неделе, и я запилию их снова nächsten месяца. Она запиливает ногти наждаком для ногтей каждый день в течение года.",
      "imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spatula",
      "translation": "лопаточка",
      "definition": "A spatula is a utensil used to scrape, flip, and serve food in cooking and baking.",
      "definition_translation": "Лопаточка - это прибор, используемый для соскребания, переворачивания и служения еды при приготовлении и выпечке.",
      "example": "I used a spatula to flip the pancakes yesterday, and I will use it again tomorrow to serve the cake. She has been using a spatula for years to scrape the sides of the bowl.",
      "example_translation": "Я использовал лопаточку, чтобы перевернуть блинчики вчера, и я использую ее снова завтра, чтобы подать торт. Она использовала лопаточку на протяжении многих лет, чтобы соскребать стороны миски.",
      "imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tinted moisturiser",
      "translation": "тонированный увлажнитель",
      "definition": "A tinted moisturiser is a cosmetic product that provides sheer to medium coverage while hydrating the skin.",
      "definition_translation": "Тонированный увлажнитель - это косметический продукт, который обеспечивает легкую до средней степени покрытия, одновременно увлажняя кожу.",
      "example": "I applied a tinted moisturiser to my face yesterday, and I will apply it again tomorrow to give my skin a natural glow. She has been using a tinted moisturiser for years to even out her skin tone.",
      "example_translation": "Я нанесла тонированный увлажнитель на лицо вчера, и я нанесу его снова завтра, чтобы дать своей коже естественный загар. Она использовала тонированный увлажнитель на протяжении многих лет, чтобы выровнять тон кожи.",
      "imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "toe separator",
      "translation": "разделитель пальцев",
      "definition": "A small device or strip of material placed between the toes to separate them, typically used to prevent rubbing or chafing.",
      "definition_translation": "Маленькое устройство или полоса материала, помещаемая между пальцами, чтобы разделять их, обычно используется для предотвращения трения или соприкосновения.",
      "example": "I used a toe separator to avoid blisters during my hike yesterday, and I will use it again tomorrow.",
      "example_translation": "Я использовал разделитель пальцев, чтобы избежать волдырей во время моей ходьбы вчера, и я использую его 다시 завтра.",
      "imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aftershave",
      "translation": "aftershave",
      "definition": "A liquid or cream applied to the skin after shaving to soothe and moisturize it.",
      "definition_translation": "Жидкость или крем, наносимый на кожу после бритья, чтобы утихомирить и увлажнить ее.",
      "example": "He applied aftershave to his skin after shaving, and he will do the same after his shower tomorrow.",
      "example_translation": "Он наносил aftershave на кожу после бритья, и он сделает то же самое после своей души завтра.",
      "imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blusher",
      "translation": "румяна",
      "definition": "A cosmetic powder or cream used to give a healthy, rosy glow to the cheeks.",
      "definition_translation": "Косметическая пудра или крем, используемый для придания здорового, розового сияния щекам.",
      "example": "She applied blusher to her cheeks to look more vibrant during the party last night, and she will wear it again at the wedding tomorrow.",
      "example_translation": "Она наносила румяна на щеки, чтобы выглядеть более живой на вечеринке прошлой ночью, и она наденет ее снова на свадьбе завтра.",
      "imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "body scrub",
      "translation": "скраб для тела",
      "definition": "A cosmetic product used to exfoliate and remove dead skin cells from the body.",
      "definition_translation": "Косметический продукт, используемый для отшелушивания и удаления мертвых кожных клеток с тела.",
      "example": "I used a body scrub to smooth out my skin before the beach vacation, and I will use it again before the summer festival next week.",
      "example_translation": "Я использовал скраб для тела, чтобы разгладить кожу перед морским отдыхом, и я использую его снова перед летним фестивалем на следующей неделе.",
      "imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bubble bath",
      "translation": "ванна с пеной",
      "definition": "A bath with a surface layer of frothy soap suds, typically used for relaxation.",
      "definition_translation": "Ванна с поверхностным слоем пеноподобных мыльных пены, обычно используемая для релаксации.",
      "example": "I loved taking a long bubble bath to unwind after a stressful day. I take a bubble bath every Sunday to pamper myself. By the time I finish my bubble bath, I'll be relaxed and ready for bed.",
      "example_translation": "Я любил принимать длинную ванну с пеной, чтобы расслабиться после напряженного дня. Я принимаю ванну с пеной каждое воскресенье, чтобы побаловать себя. К тому времени, как я закончу свою ванну с пеной, я буду расслаблен и готов спать.",
      "imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "compact",
      "translation": "компактный",
      "definition": "Closely and neatly packed together; dense.",
      "definition_translation": "Тесно и аккуратно упакованный вместе; плотный.",
      "example": "The new compact camera was perfect for traveling. The company's compact design made it a hit with customers. By next year, the city will have more compact living spaces.",
      "example_translation": "Новый компактный фотоаппарат был идеальным для путешествий. Компактный дизайн компании сделал его хитом с клиентами. К следующему году город будет иметь больше компактных жилых пространств.",
      "imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "concealer",
      "translation": "консилер",
      "definition": "A cosmetic used to cover or conceal imperfections on the skin.",
      "definition_translation": "Косметическое средство, используемое для покрытия или маскировки nedokonallonostej на коже.",
      "example": "I use a concealer to cover up dark circles under my eyes. She applied a concealer to her blemish before going out. By using a concealer, I can hide my acne scars.",
      "example_translation": "Я использую консилер, чтобы скрыть темные круги под глазами. Она нанесла консилер на свой дефект перед выходом. Используя консилер, я могу спрятать свои рубцы акне.",
      "imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cotton buds",
      "translation": "ватные палочки",
      "definition": "Small rods of cotton wool used for applying or removing cosmetics or for cleaning the ears.",
      "definition_translation": "Маленькие стержни из ваты, используемые для нанесения или снятия косметики или для чистки ушей.",
      "example": "I use cotton buds to apply my eyeshadow. She used a cotton bud to clean her earwax. By the time I finish cleaning my ears with cotton buds, I'll be ready for bed.",
      "example_translation": "Я использую ватные палочки, чтобы наносить тени для век. Она использовала ватную палочку, чтобы очистить серу из уха. К тому времени, как я закончу чистку ушей ватными палочками, я буду готов спать.",
      "imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "curler",
      "translation": "кулер",
      "definition": "A curler is a tool used to shape and hold hair in place, typically used for styling and curling hair.",
      "definition_translation": "Кулер - это инструмент, используемый для формирования и фиксации волос, обычно используемый для стилизации и завивки волос.",
      "example": "I used a curler to achieve the perfect curls for my wedding day. I will use a curler to style my hair for the party tonight. I used a curler to add volume to my hair last week.",
      "example_translation": "Я использовал кулер, чтобы достичь идеальных крутых волос для моего дня рождения. Я использую кулер, чтобы стилизовать мою причёску для вечеринки сегодня ночью. Я использовал кулер, чтобы добавить объём моим волосам на прошлой неделе.",
      "imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "curling iron",
      "translation": "железо для завивки",
      "definition": "A curling iron is a device used to style and curl hair, typically heated to achieve the desired shape.",
      "definition_translation": "Железо для завивки - это устройство, используемое для стилизации и завивки волос, обычно нагреваемое для достижения desired формы.",
      "example": "She always uses a curling iron to get perfect beach waves. I will try a curling iron to add some curl to my hair. He used a curling iron to style his hair for the fashion show.",
      "example_translation": "Она всегда использует железо для завивки, чтобы получить идеальные волны на пляже. Я попробую железо для завивки, чтобы добавить крутые волосы. Он использовал железо для завивки, чтобы стилизовать свой волос для модного шоу.",
      "imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cuticle nippers",
      "translation": "кюретаж для кутикулы",
      "definition": "Cuticle nippers are small scissors-like tools used to trim and shape the cuticles around the fingers and toes.",
      "definition_translation": "Кюретаж для кутикулы - это маленькие инструменты, похожие на щипцы, используемые для подрезки и формирования кутикул вокруг пальцев и ног.",
      "example": "I use cuticle nippers to keep my nails looking neat. She will use cuticle nippers to trim her cuticles for the pedicure. He used cuticle nippers to shape his cuticles last week.",
      "example_translation": "Я использую кюретаж для кутикулы, чтобы我的 ногти выглядели опрятно. Она воспользуется кюретажем для кутикулы, чтобы подрезать кутикулы для педикюра. Он использовал кюретаж для кутикулы, чтобы сформировать кутикулы на прошлой неделе.",
      "imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cuticle pusher",
      "translation": "продаватель кутикулы",
      "definition": "A cuticle pusher is a tool used to gently push back the cuticles and clean the nail bed.",
      "definition_translation": "Продаватель кутикулы - это инструмент, используемый для осторожного отодвигания кутикул и очистки ногтя.",
      "example": "The beautician used a cuticle pusher to prepare my nails for the manicure. I will use a cuticle pusher to clean my nail bed. She used a cuticle pusher to push back her cuticles last month.",
      "example_translation": "Косметолог использовал продаватель кутикулы, чтобы подготовить мои ногти для маникюра. Я воспользуюсь продавателем кутикулы, чтобы очистить мой ноготь. Она использовала продаватель кутикулы, чтобы отодвинуть кутикулы в прошлом месяце.",
      "imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cuticle remover",
      "translation": "удалитель кутикулы",
      "definition": "A cosmetic preparation used to dissolve and remove dead skin cells from the cuticles, typically applied before a manicure.",
      "definition_translation": "Косметическое средство, используемое для растворения и удаления мертвых клеток кожи с кутикулы, обычноApplied перед маникюром.",
      "example": "She used a cuticle remover to soften her cuticles before pushing them back. She had used a cuticle remover yesterday and her hands looked great. She will use a cuticle remover tomorrow to prepare for her nail appointment.",
      "example_translation": "Она использовала удалитель кутикулы, чтобы смягчить свои кутикулы, прежде чем отодвинуть их назад. Она использовала удалитель кутикулы вчера, и ее руки выгляделиgreat. Она будет использовать удалитель кутикулы завтра, чтобы подготовиться к своей записи на маникюр.",
      "imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "depilatory cream",
      "translation": "депиляторный крем",
      "definition": "A cosmetic preparation used to remove unwanted hair from the skin, typically applied to the area and then wiped or rinsed off.",
      "definition_translation": "Косметическое средство, используемое для удаления нежелательных волос с кожи, обычно наносимое на область и затем стирающееся или смываемое.",
      "example": "She applied a depilatory cream to her legs to remove unwanted hair. She had used a depilatory cream last week and her skin looked smooth. She will use a depilatory cream next month to prepare for her vacation.",
      "example_translation": "Она нанесла депиляторный крем на ноги, чтобы удалить нежелательные волосы. Она использовала депиляторный крем на прошлой неделе, и ее кожа выглядела гладкой. Она будет использовать депиляторный крем в следующем месяце, чтобы подготовиться к своему отпуску.",
      "imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "eyebrow pencil",
      "translation": "карандаш для бровей",
      "definition": "A cosmetic tool used to shape and define the eyebrows, typically a pencil-like instrument with a soft, waxy lead.",
      "definition_translation": "Косметическое средство, используемое для формирования и определения формы бровей, обычно карандашоподобное инструмент с мягким, воскоподобным грифелем.",
      "example": "She used an eyebrow pencil to fill in her sparse eyebrows. She had used an eyebrow pencil every morning to define her eyebrows. She will use an eyebrow pencil tonight to get ready for the party.",
      "example_translation": "Она использовала карандаш для бровей, чтобы заполнить свои редкие брови. Она использовала карандаш для бровей каждый morning, чтобы определить форму своих бровей. Она будет использовать карандаш для бровей今 вечером, чтобы подготовиться к вечеринке.",
      "imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "eyeliner",
      "translation": "подводка для глаз",
      "definition": "A cosmetic product used to define and enhance the shape of the eyes, typically a liquid, gel, or pencil-like product applied to the upper lash line.",
      "definition_translation": "Косметическое средство, используемое для определения и улучшения формы глаз, обычно жидкое, гель или карандашоподобное средство, наносимое на верхнюю линию ресниц.",
      "example": "She applied an eyeliner to her upper lash line to create a cat eye effect. She had used an eyeliner yesterday to go out with her friends. She will use an eyeliner tomorrow to attend a wedding.",
      "example_translation": "Она нанесла подводку для глаз на верхнюю линию ресниц, чтобы создать эффект кошачьего глаза. Она использовала подводку для глаз вчера, чтобы выйти с друзьями. Она будет использовать подводку для глаз завтра, чтобы присутствовать на свадебной церемонии.",
      "imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "eyeshadow",
      "translation": "теней для глаз",
      "definition": "A cosmetic product used to color and shade the eyelids, often available in a powder or cream form.",
      "definition_translation": "Косметическая продукция, используемая для окрашивания и оттенка век, часто доступная в виде порошка или крема.",
      "example": "She applied a thick layer of eyeshadow to her eyelids for a dramatic effect. Yesterday, she had bought a new eyeshadow palette. She will put on eyeshadow tomorrow before the party.",
      "example_translation": "Она нанесла густой слой тени для глаз на веки для драматического эффекта. Вчера она купила новую палетку теней для глаз. Она наденет тени для глаз завтра перед вечеринкой.",
      "imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "flat iron",
      "translation": "плоский утюжок",
      "definition": "A electrical device used to straighten or style hair, typically consisting of a flat plate that is heated and moved along the hair to smooth it.",
      "definition_translation": "Электрическое устройство, используемое для выпрямления или стилизации волос, обычно состоящее из плоской пластины, которая нагревается и движется вдоль волос для их гладкости.",
      "example": "She used a flat iron to straighten her curly hair. Yesterday, she had bought a new flat iron for her birthday. She will use a flat iron tomorrow before the wedding.",
      "example_translation": "Она использовала плоский утюжок, чтобы выпрямить свои кудрявые волосы. Вчера она купила новый плоский утюжок к своему дню рождения. Она будет использовать плоский утюжок завтра перед свадьбой.",
      "imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hair conditioner",
      "translation": "кондиционер для волос",
      "definition": "A cosmetic product used to improve the texture and manageability of hair, often applied after shampooing to lock in moisture and reduce tangles.",
      "definition_translation": "Косметическая продукция, используемая для улучшения текстуры и управляемости волос, часто наносимая после мытья головы для удержания влаги и уменьшения заделов.",
      "example": "She applied a hair conditioner to her hair after shampooing. Yesterday, she had bought a new hair conditioner for her dry hair. She will use a hair conditioner tomorrow before styling her hair.",
      "example_translation": "Она нанесла кондиционер для волос на волосы после мытья головы. Вчера она купила новый кондиционер для волос для своих сухих волос. Она будет использовать кондиционер для волос завтра перед стилеванием волос.",
      "imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hair mousse",
      "translation": "мусс для волос",
      "definition": "A lightweight, foamy hair product used to add volume, texture, and hold to hair, often applied to damp hair before styling.",
      "definition_translation": "Легкий, пенистый продукт для волос, используемый для добавления объема, текстуры и фиксации волос, часто наносимый на влажные волосы перед стилеванием.",
      "example": "She applied a hair mousse to her hair before blow-drying. Yesterday, she had bought a new hair mousse for her fine hair. She will use a hair mousse tomorrow before curling her hair.",
      "example_translation": "Она нанесла мусс для волос на волосы перед сушкой феном. Вчера она купила новый мусс для волос для своих тонких волос. Она будет использовать мусс для волос завтра перед крученнием волос.",
      "imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hair spray",
      "translation": "лак для волос",
      "definition": "A cosmetic product used to style and hold hair in place.",
      "definition_translation": "Косметическое средство, используемое для стилизации и фиксации волос.",
      "example": "She used hair spray to keep her hair styled all day. She has been using hair spray every morning. She will use hair spray for her wedding.",
      "example_translation": "Она использовала лак для волос, чтобы giữ свою причёску целый день. Она использовала лак для волос каждый утренний день. Она будет использовать лак для волос на свой свадьбе.",
      "imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lip balm",
      "translation": "бальзам для губ",
      "definition": "A topical product used to moisturize and soften the lips.",
      "definition_translation": "Топическое средство, используемое для увлажнения и смягчения губ.",
      "example": "He applied lip balm to soothe his chapped lips. She has been using lip balm all winter. They will use lip balm for their hiking trip.",
      "example_translation": "Он наносил бальзам для губ, чтобы успокоить его обветренные губы. Она использовала бальзам для губ всю зиму. Они будут использовать бальзам для губ для своей походки.",
      "imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lip gloss",
      "translation": "губная помада",
      "definition": "A cosmetic product used to add shine and color to the lips.",
      "definition_translation": "Косметическое средство, используемое для добавления блеска и цвета губам.",
      "example": "She applied lip gloss to complete her look. They have been using lip gloss for their fashion show. He will use lip gloss for his costume party.",
      "example_translation": "Она наносила губную помаду, чтобы завершить свой образ. Они использовали губную помаду для своей модной выставки. Он будет использовать губную помаду для своей костюмной вечеринки.",
      "imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lip liner",
      "translation": "контур для губ",
      "definition": "A cosmetic product used to define and shape the lips.",
      "definition_translation": "Косметическое средство, используемое для определения и формирования губ.",
      "example": "She used lip liner to create a precise shape. They have been using lip liner for their makeup tutorials. He will use lip liner for his Halloween costume.",
      "example_translation": "Она использовала контур для губ, чтобы создать правильную форму. Они использовали контур для губ для своих уроков макияжа. Он будет использовать контур для губ для своей Хэллоуинской костюма.",
      "imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "liquid foundation",
      "translation": "жидкая основа",
      "definition": "A type of cosmetic foundation that is liquid in consistency, often used to provide sheer to medium coverage and a natural-looking finish.",
      "definition_translation": "Тип косметической основы, который имеет жидкую консистенцию, часто используемый для обеспечения легкого до среднего покрытия и естественного финиша.",
      "example": "I used a liquid foundation to even out my skin tone. I will use a liquid foundation to cover up my blemishes. I used a liquid foundation to get a flawless look.",
      "example_translation": "Я использовала жидкую основу, чтобы выровнять тон кожи. Я dùng жидкую основу, чтобы скрыть свои недостатки. Я использовала жидкую основу, чтобы достичь идеального вида.",
      "imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "loose powder",
      "translation": "рассыпной пудра",
      "definition": "A type of cosmetic powder that is loose and fine in texture, often used to set makeup and control shine.",
      "definition_translation": "Тип косметической пудры, который имеет рыхлую и тонкую текстуру, часто используемый для фиксации макияжа и контроля блеска.",
      "example": "I applied a loose powder to set my foundation. She will apply a loose powder to reduce shine. He applied a loose powder to achieve a smooth finish.",
      "example_translation": "Я нанесла рыхлую пудру, чтобы зафиксировать основу. Она dùng рыхлую пудру, чтобы уменьшить блеск. Он нанес рыхлую пудру, чтобы достичь гладкого финиша.",
      "imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nail brush",
      "translation": "кисточка для ногтей",
      "definition": "A small brush used to apply nail polish or other nail care products to the nails.",
      "definition_translation": "Маленькая кисточка, используемая для нанесения лака для ногтей или других продуктов ухода за ногтями на ногти.",
      "example": "I used a nail brush to paint my toenails. She will use a nail brush to apply a nail strengthener. He used a nail brush to create a nail art design.",
      "example_translation": "Я использовала кисточку для ногтей, чтобы раскрасить ногти на ногах. Она будет использовать кисточку для ногтей, чтобы нанести укрепитель для ногтей. Он использовал кисточку для ногтей, чтобы создать дизайн ногтевой артистки.",
      "imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nail polish",
      "translation": "лак для ногтей",
      "definition": "A cosmetic product used to color and decorate the nails.",
      "definition_translation": "Косметический продукт, используемый для окрашивания и украшения ногтей.",
      "example": "I applied a nail polish to my fingernails. She will apply a nail polish to her toenails. He applied a nail polish to get a glossy finish.",
      "example_translation": "Я нанесла лак для ногтей на ногти пальцев. Она будет наносить лак для ногтей на ногти ног. Он нанес лак для ногтей, чтобы достичь глянцевого финиша.",
      "imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nail polish remover",
      "translation": "средство для снятия лака",
      "definition": "A liquid or creamy substance used to dissolve and remove nail polish from the nails.",
      "definition_translation": "Жидкость или крем, используемые для растворения и удаления лака с ногтей.",
      "example": "I need to buy a nail polish remover to take off the old color. Yesterday, I used a nail polish remover to clean my nails. By next week, I will have bought a nail polish remover to start fresh.",
      "example_translation": "Мне нужно купить средство для снятия лака, чтобы убрать старый цвет. Вчера я использовал средство для снятия лака, чтобы очистить мои ногти. К следующей неделе я куплю средство для снятия лака, чтобы начать с чистого листа.",
      "imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "powder puff",
      "translation": "пудровая пошипова",
      "definition": "A tool used to apply or remove powder makeup, typically made of a soft, round pad with a handle.",
      "definition_translation": "Инструмент, используемый для нанесения или снятия пудровой косметики, обычно сделанный из мягкойround pads with a handle.",
      "example": "She applied the finishing touches with a powder puff. He accidentally knocked over the powder puff container. By the time I get home, I will have washed the powder puff.",
      "example_translation": "Она додала последние штрихи с помощью пудровой пошиповой. Он случайноPerPixel контейнер с пудровой пошиповой. К тому времени, когда я вернусь домой, я смою пудровую пошиповую.",
      "imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pressed powder",
      "translation": "прессованный пудр",
      "definition": "A type of cosmetic powder that is pressed into a compact form, often used to set the face and reduce shine.",
      "definition_translation": "Тип косметической пудры, которая прессуется в компактной форме, часто используемой для фиксации лица и уменьшения блеска.",
      "example": "I always carry a pressed powder in my purse. She applied the pressed powder to her T-zone. By next week, I will have bought a new pressed powder compact.",
      "example_translation": "Я всегда ношу прессованный пудр в своей сумочке. Она нанесла прессованный пудр на свою Т-зону. К следующей неделе я куплю новый компакт с прессованным пудром.",
      "imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "primer",
      "translation": "праймер",
      "definition": "A cosmetic product applied to the face before applying foundation or other makeup to create a smooth, even surface.",
      "definition_translation": "Косметический продукт, наносимый на лицо перед нанесением тонального средства или другой косметики для создания гладкой и ровной поверхности.",
      "example": "The makeup artist applied a primer to the model's face. I need to buy a new primer for my dry skin. By tomorrow, I will have applied a primer before my makeup.",
      "example_translation": "Визажист нанес праймер на лицо модели. Мне нужно купить новый праймер для моей сухой кожи. К завтрашнему дню я нанесу праймер перед макияжем.",
      "imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pumice stone",
      "translation": "пемза",
      "definition": "A pumice stone is a natural exfoliating stone used to remove dead skin cells and smooth rough skin, often used in beauty and cosmetic treatments.",
      "definition_translation": "Пемза - это натуральный эксфолиант, используемый для удаления мертвых клеток кожи и сглаживания шероховатой кожи, часто используемый в косметических и beauty-услугах.",
      "example": "I used a pumice stone to remove dead skin cells from my heels. I will use a pumice stone to exfoliate my skin. I have used a pumice stone to smooth out my rough skin.",
      "example_translation": "Я использовал пемзу, чтобы удалить мертвые клетки кожи с моих пяток. Я буду использовать пемзу, чтобы эксфолировать свою кожу. Я использовал пемзу, чтобы сгладить свою шероховатую кожу.",
      "imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shaving brush",
      "translation": "бритьевой кисть",
      "definition": "A shaving brush is a small brush used to lather and apply shaving cream to the skin, typically used in traditional wet shaving.",
      "definition_translation": "Бритьевой кисть - это маленькая кисть, используемая для вспенивания и нанесения бритьевого крема на кожу, обычно используемая в традиционном влажном бритье.",
      "example": "My grandfather used a shaving brush to lather his face. I will use a shaving brush to apply shaving cream. He had used a shaving brush to shave his beard.",
      "example_translation": "Мой дедушка использовал бритьевую кисть, чтобы вспенить свое лицо. Я буду использовать бритьевую кисть, чтобы нанести бритьевой крем. Он использовал бритьевую кисть, чтобы побрить свою бороду.",
      "imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shaving cream",
      "translation": "бритьевой крем",
      "definition": "Shaving cream is a type of cosmetic cream or foam used to assist shaving, typically applied to the skin to help the razor glide smoothly and reduce friction.",
      "definition_translation": "Бритьевой крем - это тип косметического крема или пены, используемого для помощи при бритье, обычно наносимого на кожу, чтобы помочь бритве скользить плавно и уменьшить трение.",
      "example": "I applied shaving cream to my face. She will use shaving cream to shave her legs. They had used shaving cream to shave their beards.",
      "example_translation": "Я нанес бритьевой крем на свое лицо. Она будет использовать бритьевой крем, чтобы побрить свои ноги. Они использовали бритьевой крем, чтобы побрить свои бороды.",
      "imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shaving foam",
      "translation": "шaving пена",
      "definition": "Shaving foam is a type of cosmetic foam used to assist shaving, typically applied to the skin to help the razor glide smoothly and reduce friction.",
      "definition_translation": "Шейвинг пена - это тип косметической пены, используемой для помощи при бритье, обычно наносимой на кожу, чтобы помочь бритве скользить плавно и уменьшить трение.",
      "example": "I used shaving foam to shave my face. She will use shaving foam to shave her underarms. They had used shaving foam to shave their heads.",
      "example_translation": "Я использовал шейвинг пену, чтобы побрить свое лицо. Она будет использовать шейвинг пену, чтобы побрить свои подмышки. Они использовали шейвинг пену, чтобы побрить свои головы.",
      "imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sunscreen",
      "translation": "солнцезащитный крем",
      "definition": "A lotion, spray, or gel that is applied to the skin to protect it from the sun's ultraviolet rays, often having a specific Sun Protection Factor (SPF) rating.",
      "definition_translation": "Лосьон, спрей или гель, наносимый на кожу для защиты от ультрафиолетовых лучей солнца, часто с určitым рейтингом фактора защиты от солнца (SPF).",
      "example": "I applied sunscreen to my skin before going to the beach. I have been using sunscreen every day for a week. I will use sunscreen again tomorrow.",
      "example_translation": "Я нанес солнцезащитный крем на кожу перед тем, как пойти на пляж. Я использую солнцезащитный крем каждый день в течение недели. Завтра я снова использовать солнцезащитный крем.",
      "imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tweezers",
      "translation": "пинцет",
      "definition": "A small instrument used for plucking or gripping small objects, typically having two hinged arms that are squeezed together to grasp the object.",
      "definition_translation": "Маленький инструмент, используемый для ощипывания или захвата μικрок предметов, обычно имеющий две шарнирные руки, которые сжимаются вместе, чтобы захватить предмет.",
      "example": "I used tweezers to pick up a small bead. She has been using tweezers to pluck her eyebrows for years. They will use tweezers to examine the specimen tomorrow.",
      "example_translation": "Я использовал пинцет, чтобы поднять маленькую бусину. Она использует пинцет, чтобы ощипывать свои брови в течение лет. Завтра они будут использовать пинцет, чтобы изучить образец.",
      "imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]