[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Abyssinian",
      "translation": "Абиссинская",
      "definition": "A breed of domestic cat originating in Ethiopia, known for its distinctive ticked fur.",
      "definition_translation": "Порода домашней кошки, происходящая из Эфиопии, известная своим характерным тикованным мехом.",
      "example": "The Abyssinian cat is a popular breed among cat fanciers. I had an Abyssinian cat when I was a child. I will get an Abyssinian cat next year.",
      "example_translation": "Кошка Абиссинской породы популярна среди любителей кошек. У меня была кошка Абиссинской породы, когда я был ребенком. Я куплю кошку Абиссинской породы в следующем году.",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "American shorthair",
      "translation": "Американская короткошерстная",
      "definition": "A breed of domestic cat originating in North America, known for its sturdy build and short, dense coat.",
      "definition_translation": "Порода домашней кошки, происходящая из Северной Америки, известная своим крепким телом и коротким, густым мехом.",
      "example": "The American shorthair is a popular breed among cat breeders. My friend has an American shorthair cat. I saw an American shorthair cat at the pet store.",
      "example_translation": "Американская короткошерстная кошка популярна среди заводчиков кошек. У моего друга есть кошка Американской короткошерстной породы. Я видел кошку Американской короткошерстной породы в зоомагазине.",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Bengal cat",
      "translation": "Бенгальская кошка",
      "definition": "A hybrid breed of domestic cat, created by crossing domestic cats with the Asian leopard cat, known for its distinctive spotted or marbled coat.",
      "definition_translation": "Гибридная порода домашней кошки, созданная путем скрещивания домашней кошки с азиатской леопардовой кошкой, известная своим характерным пятнистым или мраморным мехом.",
      "example": "Bengal cats are very energetic. I have a Bengal cat and it loves to play. She had a Bengal cat when she was a child.",
      "example_translation": "Бенгальские кошки очень энергичны. У меня есть кошка Бенгальской породы и она любит играть. У нее была кошка Бенгальской породы, когда она была ребенком.",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Birman",
      "translation": "Бирманская",
      "definition": "A breed of domestic cat originating in Burma, known for its white fur with a pointed pattern on the face, ears, and legs.",
      "definition_translation": "Порода домашней кошки, происходящая из Бирмы, известная своим белым мехом с точечным узором на лице, ушах и ногах.",
      "example": "The Birman cat is a sacred animal in Burma. I saw a Birman cat at the animal shelter. She will get a Birman cat next month.",
      "example_translation": "Кошка Бирманской породы является священным животным в Бирме. Я видел кошку Бирманской породы в приюте для животных. Она купит кошку Бирманской породы в следующем месяце.",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "British shorthair",
      "translation": "Британская короткошерстная",
      "definition": "A breed of domestic cat originating in the United Kingdom, known for its sturdy build, short coat, and broad face.",
      "definition_translation": "Порода домашней кошки, родом из Соединенного Королевства, известная своей компактной структурой, короткой шерстью и широким лицом.",
      "example": "My neighbor owns a beautiful British shorthair cat named Whiskers. Yesterday, she was playing with a ball of yarn. Tomorrow, she will be sleeping on my lap.",
      "example_translation": "Мой сосед владеет красивой британской короткошерстной кошкой по имени Виски. Вчера она играла с клубком пряжи. Завтра она будет спать на моих коленях.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Burmese",
      "translation": "Бирманская",
      "definition": "A breed of domestic cat originating in Southeast Asia, known for its brown coat and golden eyes.",
      "definition_translation": "Порода домашней кошки, родом из Юго-Восточной Азии, известная своей коричневой шерстью и золотыми глазами.",
      "example": "I have always wanted a Burmese cat, but my allergies prevent me from having one. My friend has one, and it's such a gentle creature. I will get one when I move to a bigger house.",
      "example_translation": "Я всегда хотел бирманскую кошку, но моя аллергия не позволяет мне иметь ее. У моего друга есть одна, и это такое нежное существо. Я куплю одну, когда перееду в больший дом.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Chartreux",
      "translation": "Шартрез",
      "definition": "A breed of domestic cat originating in France, known for its blue-grey coat and large eyes.",
      "definition_translation": "Порода домашней кошки, родом из Франции, известная своей серо-синей шерстью и большими глазами.",
      "example": "I've heard that Chartreux cats are very affectionate and playful. My sister has one, and it's always curl up in her lap. I will ask her to bring it over tomorrow.",
      "example_translation": "Я слышал, что шартрезские кошки очень ласковые и игривые. У моей сестры есть одна, и она всегда свернутая в ее колене. Я попрошу ее принести ее завтра.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "colourpoint, Himalayan",
      "translation": "Цветнопunkt, Гималайская",
      "definition": "A breed of domestic cat known for its pointed coat pattern and blue eyes.",
      "definition_translation": "Порода домашней кошки, известная своей точечной шерстью и синими глазами.",
      "example": "I've always been fascinated by colourpoint Himalayan cats, but they require a lot of grooming. My aunt has one, and it's such a beauty. I will get one when I retire.",
      "example_translation": "Я всегда был очарован цветнопунктными гималайскими кошками, но они требуют много ухода. У моей тети есть одна, и это такое чудо. Я куплю одну, когда на пенсию.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Devon Rex",
      "translation": "Девон Рекс",
      "definition": "The Devon Rex is a curly-haired breed of domestic cat known for its unique, soft, and curly coat.",
      "definition_translation": "Девон Рекс - это порода домашних кошек с кудрявой шерстью, известная своей уникальной, мягкой и кудрявой шерстью.",
      "example": "I have a Devon Rex cat that loves to play with toys. Yesterday, it was playing with a ball of yarn, and now it is sleeping on my lap. Tomorrow, I will take it to the vet for a checkup.",
      "example_translation": "У меня есть кошка Девон Рекс, которая любит играть с игрушками. Вчера она играла с клубком нитей, а теперь она спит на моих коленях. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "domestic cat",
      "translation": "домашняя кошка",
      "definition": "A domestic cat is a small, typically furry, carnivorous mammal that is often kept as a pet.",
      "definition_translation": "Домашняя кошка - это маленькое,usually furry, хищное млекопитающее, которое часто содержится как домашний питомец.",
      "example": "I have a domestic cat that is very lazy. It was sleeping all day yesterday, and today it is still sleeping. Tomorrow, I will try to wake it up and play with it.",
      "example_translation": "У меня есть домашняя кошка, которая очень ленива. Она спала весь день вчера, и сегодня она все еще спит. Завтра я постараюсь разбудить ее и поиграть с ней.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "exotic shorthair",
      "translation": "экзотическая короткошерстная",
      "definition": "The exotic shorthair is a breed of domestic cat known for its short, dense, and plush coat.",
      "definition_translation": "Экзотическая короткошерстная - это порода домашних кошек, известная своей короткой, густой и плюшевой шерстью.",
      "example": "I saw an exotic shorthair cat at the pet store yesterday, and it was very beautiful. Today, I am going to buy that cat, and tomorrow I will take it to the park for a walk.",
      "example_translation": "Вчера я увидел экзотическую короткошерстную кошку в зоомагазине, и она была очень красива. Сегодня я собираюсь купить ту кошку, а завтра я выгуляю ее в парке.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Japanese bobtail",
      "translation": "Японская бобтейл",
      "definition": "The Japanese bobtail is a breed of domestic cat known for its short tail and pointy ears.",
      "definition_translation": "Японская бобтейл - это порода домашних кошек, известная своей короткой хвостом и остроконечными ушами.",
      "example": "I have a Japanese bobtail cat that loves to play with strings. Yesterday, it was chasing a laser pointer, and today it is playing with a ball of yarn. Tomorrow, I will take it to the vet for a checkup.",
      "example_translation": "У меня есть японская бобтейл, которая любит играть со шнуром. Вчера она гонялась за лазерным указателем, а сегодня она играет с клубком нитей. Завтра я приведу ее к ветеринару на осмотр.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Maine coon",
      "translation": "Мейн кун",
      "definition": "The Maine Coon is a domesticated cat breed native to North America. It is one of the oldest natural cat breeds in North America.",
      "definition_translation": "Мейн-кун - это домашняя порода кошки, родом из Северной Америки. Это одна из старейших естественных пород кошек в Северной Америке.",
      "example": "I had a Maine Coon cat when I was a kid, it was huge and fluffy. Now I want to buy another one. I will get one next year.",
      "example_translation": "У меня был кошка Мейн-кун, когда я был ребенком, она была огромной и пушистой. Теперь я хочу купить еще одну. Я куплю ее на следующий год.",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Norwegian Forest cat",
      "translation": "Норвежская лесная кошка",
      "definition": "The Norwegian Forest cat is a breed of domestic cat originating in Norway. It is a natural breed that has adapted to the harsh climate of Norway.",
      "definition_translation": "Норвежская лесная кошка - это порода домашней кошки, родом из Норвегии. Это естественная порода, которая адаптировалась к суровому климату Норвегии.",
      "example": "My sister has a beautiful Norwegian Forest cat, it loves to play with yarn. Last week, it climbed a tree. Next month, it will have kittens.",
      "example_translation": "У моей сестры есть красивая норвежская лесная кошка, она любит играть с нитями. На прошлой неделе она забралась на дерево. В следующем месяце у нее будут детеныши.",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ocicat",
      "translation": "оцикат",
      "definition": "The Ocicat is a breed of domestic cat developed to resemble a wild cat, but in a domestic setting. It is a hybrid breed, created by crossing breeds such as the Abyssinian and Siamese.",
      "definition_translation": "Оцикат - это порода домашней кошки, разработанная, чтобы напоминать дикую кошку, но в домашних условиях. Это гибридная порода, созданная скрещиванием пород, таких как Абиссинская и Сиамская.",
      "example": "I saw an Ocicat at the pet store yesterday, it was so cute. I wanted to buy it, but my mom said no. Maybe I can get one for my birthday next year.",
      "example_translation": "Я увидел оциката в зоомагазине вчера, он был så милый. Я хотел купить его, но моя мама сказала нет. Может быть, я смогу получить одного на свой день рождения в следующем году.",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Persian",
      "translation": "Персидская",
      "definition": "The Persian is a breed of long-haired cat originating from Persia (modern-day Iran). It is known for its fluffy, long coat and calm temperament.",
      "definition_translation": "Персидская - это порода dlouhornoy кошки, родом из Персии (современный Иран). Она известна своей пушистой, длинной шерстью и спокойным темпераментом.",
      "example": "My aunt has a beautiful Persian cat, it loves to sleep all day. Last week, it got a haircut. Next month, it will go to a cat show.",
      "example_translation": "У моей тети есть красивая персидская кошка, она любит спать целый день. На прошлой неделе она подстриглась. В следующем месяце она поедет на выставку кошек.",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Ragdoll",
      "translation": "Кукла-лоскут",
      "definition": "The Ragdoll is a breed of cat known for its soft, silky coat and docile temperament. They are often described as laid-back and easy-going, making them a great fit for families with children.",
      "definition_translation": "Порода Кукла-лоскут известна своей мягкой, шелковистой шерстью и спокойным темпераментом. Их часто описывают как спокойных и ладящих, что делает их идеальными для семей с детьми.",
      "example": "I had a Ragdoll cat when I was a child, it was very affectionate. Now I have a British Shorthair, and it's more independent. In the future, I'll probably get another Ragdoll.",
      "example_translation": "У меня был кошка Кукла-лоскут, когда я был ребенком, она была очень ласковой. Теперь у меня есть Британская короткошерстная, и она более независима. В будущем я, вероятно, получу еще одну Куклу-лоскут.",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Russian Blue",
      "translation": "Русская Голубая",
      "definition": "The Russian Blue is a breed of domestic cat known for its thick, plush coat and green eyes. They are often described as intelligent, playful, and affectionate.",
      "definition_translation": "Русская Голубая - это порода домашней кошки, известная своей густой, плюшевистой шерстью и зелеными глазами. Их часто описывают как интеллектуальные, игривые и ласковые.",
      "example": "I've always wanted a Russian Blue cat, they're so beautiful. My friend has one, and it's very curious. I'll get one in a few years, when I move to a bigger apartment.",
      "example_translation": "Я всегда хотел кошку Русскую Голубую, они так красивы. У моего друга есть одна, и она очень любопытная. Я получу одну через несколько лет, когда перееду в более просторную квартиру.",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Savannah",
      "translation": "Саванна",
      "definition": "The Savannah is a breed of domestic cat known for its tall, slender build and striking coat patterns. They are often described as energetic, curious, and playful.",
      "definition_translation": "Саванна - это порода домашней кошки, известная своей высоким, стройным телом и яркими узорами шерсти. Их часто описывают как энергичные, любопытные и игривые.",
      "example": "I've heard that Savannah cats are very energetic, they need a lot of space to play. My sister has one, and it's always jumping around. In the future, I'll probably get a more relaxed breed.",
      "example_translation": "Я слышал, что кошки Саванна очень энергичны, им нужно много пространства для игры. У моей сестры есть одна, и она всегда прыгает вокруг. В будущем я, вероятно, получу более спокойную породу.",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Scottish Fold",
      "translation": "Шотландская Складка",
      "definition": "The Scottish Fold is a breed of domestic cat known for its unique, folded ears and playful personality. They are often described as intelligent, curious, and affectionate.",
      "definition_translation": "Шотландская Складка - это порода домашней кошки, известная своими уникальными, складчатыми ушами и игривым характером. Их часто описывают как интеллектуальные, любопытные и ласковые.",
      "example": "I've always loved Scottish Fold cats, they're so cute. My mom had one when I was a child, and it was very playful. Now I have a cat of my own, but it's not a Scottish Fold.",
      "example_translation": "Я всегда любил кошек Шотландской Складки, они так милы. У моей мамы была одна, когда я был ребенком, и она была очень иг Ivy. Теперь у меня есть своя кошка, но это не Шотландская Складка.",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Siamese",
      "translation": "Сиамский",
      "definition": "Originating from Siam, a region in modern-day Thailand, this breed of cat is known for its striking blue eyes and pointy ears.",
      "definition_translation": "Происходящий из Сиама, региона в современной Таиланде, эта порода кошки известна своими бросающимися в глаза синими глазами и острыми ушами.",
      "example": "I had a Siamese cat when I was a kid, it was very playful. Now I have a Siamese cat, it's still playful. In the future, I will have a Siamese cat, and it will be playful too.",
      "example_translation": "У меня была сиамская кошка, когда я был ребенком, она была очень игривой. Теперь у меня есть сиамская кошка, она vẫn игрива. В будущем у меня будет сиамская кошка, и она будет игривой тоже.",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Siberian",
      "translation": "Сибирский",
      "definition": "Originating from Siberia, a region in modern-day Russia, this breed of cat is known for its thick fur and cold resistance.",
      "definition_translation": "Происходящий из Сибири, региона в современной России, эта порода кошки известна своей густой шерстью и холодоустойчивостью.",
      "example": "I saw a Siberian cat at the pet store, it was very fluffy. My friend has a Siberian cat, it's very energetic. Next year, I will buy a Siberian cat, and it will be my best friend.",
      "example_translation": "Я видел сибирскую кошку в зоомагазине, она была очень пушистой. У моего друга есть сибирская кошка, она очень энергичная. В следующем году я куплю сибирскую кошку, и она станет моим лучшим другом.",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Somali",
      "translation": "Сомалийский",
      "definition": "Originating from Somalia, a country in East Africa, this breed of cat is known for its striking coat pattern and playful personality.",
      "definition_translation": "Происходящий из Сомали, страны в Восточной Африке, эта порода кошки известна своей бросающейся в глаза шерстью и игривым характером.",
      "example": "I read about the Somali cat breed, it's very interesting. My sister has a Somali cat, it's very curious. In five years, I will adopt a Somali cat, and it will be my companion.",
      "example_translation": "Я читал о породе кошки сомали, она очень интересна. У моей сестры есть сомалийская кошка, она очень-curiosity. Через пять лет я усыновлю сомалийскую кошку, и она станет моим спутником.",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Sphynx",
      "translation": "Сфинкс",
      "definition": "A breed of cat known for its lack of fur, the Sphynx is a curious and playful companion.",
      "definition_translation": "Порода кошки, известная своим отсутствием шерсти, Сфинкс - это любопытный и игривый спутник.",
      "example": "I saw a Sphynx cat at the cat show, it was very curious. My friend has a Sphynx cat, it's very playful. Next month, I will adopt a Sphynx cat, and it will be my new friend.",
      "example_translation": "Я видел сфинкса на выставке кошек, он был очень любопытным. У моего друга есть сфинкс, он очень игривый. В следующем месяце я усыновлю сфинкса, и он станет моим новым другом.",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Turkish Angora",
      "translation": "Турецкая Ангорская",
      "definition": "The Turkish Angora is a breed of domestic cat that originated in Turkey and is known for its white fur and blue eyes.",
      "definition_translation": "Турецкая Ангорская - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и голубыми глазами.",
      "example": "I had a Turkish Angora kitten when I was young, but now I have a grown-up cat that loves to play. Currently, I am thinking of getting a new Turkish Angora, and I will have it in a few months.",
      "example_translation": "У меня был котенок Турецкой Ангорской породы, когда я был молод, но сейчас у меня взрослая кошка, которая любит играть. Сейчас я думаю о том, чтобы получить новую Турецкую Ангорскую, и у меня она будет через несколько месяцев.",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Turkish Van",
      "translation": "Турецкий Ван",
      "definition": "The Turkish Van is a breed of domestic cat that originated in Turkey and is known for its white fur and colorful eyes.",
      "definition_translation": "Турецкий Ван - это порода домашней кошки, которая происходит из Турции и известна своей белой шерстью и цветными глазами.",
      "example": "I saw a Turkish Van at the pet store, but I decided to adopt a stray cat instead. Now I am glad I made that decision, because my cat is very playful and loving. In the future, I might consider getting a Turkish Van.",
      "example_translation": "Я видел Турецкого Вана в зоомагазине, но я решил усыновить бездомную кошку вместо этого. Теперь я рад тому, что я принял это решение, потому что моя кошка очень игрива и любящая. В будущем я, возможно, рассмотрю возможность получения Турецкого Вана.",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]