[
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "flower",
      "translation": "цветок",
      "definition": "A plant that produces flowers, especially one that is grown in a garden for its beauty or fragrance.",
      "definition_translation": "Растение, которое производит цветы, особенно то, который выращивается в саду для его красоты или аромата.",
      "example": "She planted a flower in the garden yesterday, it is blooming now, and she will water it tomorrow.",
      "example_translation": "Она посадила цветок в саду вчера, сейчас он распустился, и она будет поливать его завтра.",
      "imageLink": "image_files\\English\\"imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rose",
      "translation": "роза",
      "definition": "A prickly-stemmed flowering shrub that is widely cultivated in many varieties, typically having showy, fragrant flowers, especially in shades of pink or red.",
      "definition_translation": "Колючая стебель цветущего кустарника, который широко культивируется в многих вариантах, обычно имея яркие, душистые цветы, особенно в оттенках розового или красного.",
      "example": "I gave her a rose on our anniversary last year, she loved it, and I will give her another one next year.",
      "example_translation": "Я дал ей розу на нашу годовщину в прошлом году, она любила его, и я дам ей еще одну в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "daisy",
      "translation": "маргаритка",
      "definition": "A small, delicate flower with white petals and a yellow centre, commonly found in lawns and meadows.",
      "definition_translation": "Маленькое, хрупкое цветочное растение с белыми лепестками и желтым центром, часто встречающееся на лужайках и лугах.",
      "example": "The daisy was blooming in the meadow last spring, it was blooming in the summer, and it will bloom again next autumn.",
      "example_translation": "Маргаритка расцветала на лугу прошлой весной, она расцветала летом, и она будет расцветать снова в следующей осени.",
      "imageLink": "image_files\\English\\"imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sunflower",
      "translation": "гелиантус",
      "definition": "A tall, annual plant with large, yellow flowers that follow the direction of the sun, native to North America.",
      "definition_translation": "Высокий, однолетний растительный с большими, желтыми цветками, которые следуют направлению солнца, родиной которых является Северная Америка.",
      "example": "She planted a sunflower in the garden last summer, it was growing now, and she will harvest it next autumn.",
      "example_translation": "Она посадила гелиантус в саду прошим летом, он сейчас растет, и она будет собирать урожай в следующей осени.",
      "imageLink": "image_files\\English\\"imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tulip",
      "translation": "тюльпан",
      "definition": "A tulip is a type of flowering plant that is grown in gardens and is known for its brightly colored, cup-shaped flowers.",
      "definition_translation": "Тюльпан - это тип цветущего растения, которое выращивается в садах и известно своими яркими, чашеобразными цветами.",
      "example": "She planted tulips in her garden last spring. Now they are blooming beautifully. Next year, she will plant more tulips.",
      "example_translation": "Она посадила тюльпаны в ее саду прошлой весной. Теперь они цветут прекрасно. В следующем году она посадит больше тюльпанов.",
      "imageLink": "image_files\\English\\"imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aster",
      "translation": "астер",
      "definition": "An aster is a type of flowering plant that is often used in bouquets and arrangements due to its small, daisy-like flowers.",
      "definition_translation": "Астер - это тип цветущего растения, которое часто используется в букетах и композициях из-за своих маленьких, похожих на ромашки цветков.",
      "example": "The florist arranged a beautiful bouquet of asters and roses. Last week, she had already sold many bouquets of asters. Next month, she will prepare more bouquets of asters.",
      "example_translation": "Флорист составила красивый букет из астеров и роз. На прошлой неделе она уже продала много букетов астеров. В следующем месяце она подготовит еще больше букетов астеров.",
      "imageLink": "image_files\\English\\"imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "azalea",
      "translation": "азалия",
      "definition": "An azalea is a type of flowering shrub that is often used in landscaping and gardening due to its vibrant, pink, purple, or white flowers.",
      "definition_translation": "Азалия - это тип цветущего кустарника, который часто используется в ландшафтном дизайне и садоводстве из-за своих ярких, розовых, фиолетовых или белых цветов.",
      "example": "The azaleas in the garden were blooming beautifully last summer. Now they are preparing to bloom again. Next year, they will bloom even more beautifully.",
      "example_translation": "Азалии в саду цвели красиво прошлым летом. Теперь они готовятся цвести снова. В следующем году они будут цвести еще более красиво.",
      "imageLink": "image_files\\English\\"imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cactus",
      "translation": "кактус",
      "definition": "A cactus is a type of succulent plant that is native to the Americas and is known for its thick, waxy stems that store water.",
      "definition_translation": "Кактус - это тип суккулентного растения, которое является родным для Америк и известно своими толстыми, восковыми стеблями, которые хранят воду.",
      "example": "She had a cactus in her room, but it had died last month. Now she wants to buy a new cactus. Next week, she will go to the store to buy a cactus.",
      "example_translation": "У нее был кактус в ее комнате, но он умер последним месяцем. Теперь она хочет купить новый кактус. В следующую неделю она пойдет в магазин, чтобы купить кактус.",
      "imageLink": "image_files\\English\\"imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "carnation",
      "translation": "гардения",
      "definition": "A carnation is a flowering plant that is native to the Mediterranean region. It is known for its showy, fragrant flowers that come in a variety of colors, including pink, red, white, and yellow.",
      "definition_translation": "Гарденция - это цветущее растение, которое является родным для Средиземноморского региона. Она известна своими яркими, ароматными цветами, которые имеют различные цвета, включая pink, red, white и yellow.",
      "example": "She pinned a carnation to her lapel, feeling elegant and sophisticated. The florist will deliver a bouquet of carnations to her doorstep tomorrow. By next week, the carnations will have bloomed in the garden.",
      "example_translation": "Она заколола гардению к лацкану, чувствуя себя элегантной и культурной. Флорист доставит букет гарденций к ее дверям завтра. К следующей неделе гардении будут цвести в саду.",
      "imageLink": "image_files\\English\\"imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chrysanthemum",
      "translation": "хризантема",
      "definition": "A chrysanthemum is a flowering plant that is native to Asia. It is known for its showy, daisy-like flowers that come in a variety of colors, including yellow, pink, red, and white.",
      "definition_translation": "Хризантема - это цветущее растение, которое является родным для Азии. Она известна своими яркими, похожими на астровые цветами, которые имеют различные цвета, включая желтый, pink, red и white.",
      "example": "The chrysanthemum arrangement on the table added a pop of color to the room. She carefully planted chrysanthemums in her garden last weekend. By next month, the chrysanthemums will have started to bloom.",
      "example_translation": "Аранжировка хризантем на столе добавила цвета к комнате. Она аккуратно посадила хризантемы в ее саду на прошлых выходных. К следующему месяцу хризантемы начнут цвести.",
      "imageLink": "image_files\\English\\"imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cornflower",
      "translation": "VASILEK",
      "definition": "A cornflower is an annual flowering plant that is native to Europe. It is known for its bright blue flowers that resemble mini daisies.",
      "definition_translation": "VASILEK - это однолетнее цветущее растение, которое является родным для Европы. Она известна своими яркими синими цветами, похожими на мини-астровые.",
      "example": "The cornflower bloomed in the field, attracting bees and butterflies. She picked a few cornflowers on her walk and pressed them in her journal. By next summer, the cornflowers will have spread across the meadow.",
      "example_translation": "VASILEK расцвел в поле, привлекая пчел и бабочек. Она собрала несколько VASILEK на ее прогулке и прижала их в ее журнале. К следующему лету VASILEK будут разрастаться по всей лугу.",
      "imageLink": "image_files\\English\\"imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "crocus",
      "translation": "шафран",
      "definition": "A crocus is a perennial flowering plant that is native to Europe and Asia. It is known for its cup-shaped flowers that come in a variety of colors, including yellow, white, and purple.",
      "definition_translation": "Шафран - это многолетнее цветущее растение, которое является родным для Европы и Азии. Она известна своими чашеобразными цветами, которые имеют различные цвета, включая желтый, белый и фиолетовый.",
      "example": "The crocus bulbs were planted in the garden last fall, and now they're blooming. She arranged a bouquet of crocuses on her kitchen table, filling the room with color. By next spring, the crocuses will have naturalized in the meadow.",
      "example_translation": "Луковицы шафрана были посажены в саду прошлой осенью, и теперь они цветут. Она устроила букет шафранов на ее кухонном столе, заполнив комнату цветом. К следующей весне шафраны будут натурализованы в лугу.",
      "imageLink": "image_files\\English\\"imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "daffodil",
      "translation": "подснежник",
      "definition": "A daffodil is a type of flowering plant that is often associated with spring and new beginnings. It has a bright yellow trumpet-shaped flower and a stout stem.",
      "definition_translation": "Подснежник - это тип цветущего растения, которое часто ассоциируется с весной и новыми начинаниями. У него есть ярко-желтый цветок в форме трубки и стойкий стебель.",
      "example": "I planted daffodils in my garden last year, and they will bloom beautifully next spring. I am planting more daffodils today, and I will plant even more next year.",
      "example_translation": "Я посадил подснежники в моем саду прошлым годом, и они расцветут красиво следующей весной. Сегодня я сажаю больше подснежников, и я посадлю еще больше следующим годом.",
      "imageLink": "image_files\\English\\"imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dahlia",
      "translation": "георгин",
      "definition": "A dahlia is a type of flowering plant that is native to Mexico and Central America. It has showy flowers that come in a variety of colors and shapes.",
      "definition_translation": "Георгин - это тип цветущего растения, которое является родным для Мексики и Центральной Америки. У него есть прихотливые цветы, которые приходят в различных цветах и формах.",
      "example": "I grew dahlias in my garden last summer, and they were a big hit with my neighbors. I will grow dahlias again next summer, and I am planning to enter them into a flower show.",
      "example_translation": "Я выращивал георгины в моем саду прошлым летом, и они были большим хитом у моих соседей. Я выращу георгины снова следующим летом, и я планирую представить их на цветочном шоу.",
      "imageLink": "image_files\\English\\"imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "edelweiss",
      "translation": "эдельвейс",
      "definition": "Edelweiss is a type of flowering plant that is native to the European Alps. It has a delicate, white flower with a woolly appearance.",
      "definition_translation": "Эдельвейс - это тип цветущего растения, которое является родным для Европейских Альп. У него есть хрупкий, белый цветок с шерстистым видом.",
      "example": "I saw edelweiss growing in the mountains when I hiked in the Alps last year. I will see edelweiss again when I go back to the mountains next year.",
      "example_translation": "Я видел эдельвейс, растущий в горах, когда я ходил в Альпы прошлым годом. Я увижу эдельвейс снова, когда я вернусь в горы следующим годом.",
      "imageLink": "image_files\\English\\"imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "forget-me-not",
      "translation": "незабудка",
      "definition": "Forget-me-not is a type of flowering plant that has small, blue flowers and is often associated with memory and remembrance.",
      "definition_translation": "Незабудка - это тип цветущего растения, которое имеет маленькие, синие цветы и часто ассоциируется с памятью и памятными событиями.",
      "example": "I gave my grandmother a bouquet of forget-me-nots on her birthday, and she was very touched. I will give my grandmother more forget-me-nots on her next birthday.",
      "example_translation": "Я подарил своей бабушке букет незабудок на ее день рождения, и она была очень тронута. Я подарю своей бабушке больше незабудок на ее следующий день рождения.",
      "imageLink": "image_files\\English\\"imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "freesia",
      "translation": "фрезия",
      "definition": "A type of flowering plant native to South Africa, known for its fragrant flowers and delicate petals.",
      "definition_translation": "Тип цветущего растения, родом из Южной Африки, известный своими ароматными цветами и нежными лепестками.",
      "example": "I purchased a bouquet of freesias to brighten up my living room. Freed from the bouquet, the freesias began to wilt. I will plant freesias in my garden next spring.",
      "example_translation": "Я купил букет фрезий, чтобы осветить свою гостиную. Освобожденные от букета, фрезии начали увядать. Я посадлю фрезию в свой сад следующей весной.",
      "imageLink": "image_files\\English\\"imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fuchsia",
      "translation": "фуксия",
      "definition": "A type of flowering plant known for its vibrant pink, purple, or red flowers, often used in hanging baskets or containers.",
      "definition_translation": "Тип цветущего растения, известный своими яркими розовыми, фиолетовыми или красными цветами, часто используемый в висячих корзинах или контейнерах.",
      "example": "I planted a fuchsia in my garden, and it bloomed beautifully all summer. Fuchsias were a popular choice for Victorian gardens. She will wear a fuchsia dress to the party tonight.",
      "example_translation": "Я посадил фуксию в свой сад, и она расцвелаbeautifully всю летом. Фуксии были популярным выбором для викторианских садов. Она наденет платье фуксии на вечеринку сегодня ночью.",
      "imageLink": "image_files\\English\\"imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "gerbera daisy",
      "translation": "герберова ромашка",
      "definition": "A type of flowering plant known for its bright, cheery flowers, often used in bouquets and arrangements.",
      "definition_translation": "Тип цветущего растения, известный своими яркими, радостными цветами, часто используемый в букетах и композициях.",
      "example": "I gave her a bouquet of gerbera daisies to celebrate her birthday. The gerbera daisies in the vase began to wilt after a week. She will plant gerbera daisies in her garden next spring.",
      "example_translation": "Я подарил ей букет герберовых ромашек, чтобы отпраздновать ее день рождения. Герберовые ромашки в вазе начали увядать через неделю. Она посадит герберовые ромашки в свой сад следующей весной.",
      "imageLink": "image_files\\English\\"imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hollyhock",
      "translation": "шток-роза",
      "definition": "A type of flowering plant known for its tall, stately spikes of brightly colored flowers, often used in cottage gardens.",
      "definition_translation": "Тип цветущего растения, известный своими высокими, величественными шипами ярко окрашенных цветов, часто используемый в деревенских садах.",
      "example": "I planted hollyhocks in my garden, and they grew to be over six feet tall. The hollyhocks in the garden were a popular spot for butterflies. She will prune the hollyhocks in her garden tomorrow.",
      "example_translation": "Я посадил шток-розы в свой сад, и они выросли более шести футов в высоту. Шток-розы в саду были популярным местом для бабочек. Она будет обрезать шток-розы в ее саду завтра.",
      "imageLink": "image_files\\English\\"imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hyacinth",
      "translation": "гиацинт",
      "definition": "A hyacinth is a type of flowering plant that is often grown in gardens for its beautiful and fragrant flowers.",
      "definition_translation": "Гиацинт - это тип цветущего растения, которое часто выращивается в садах для своих красивых и ароматных цветов.",
      "example": "I planted a hyacinth in my garden last year, and it bloomed beautifully this spring. I will plant another one next year, and it will bloom again. I planted a hyacinth in my garden five years ago, and it still blooms every spring.",
      "example_translation": "Я посадил гиацинт в моем саду в прошлом году, и он зацвел beautefully этой весной. Я посадлю другой в следующем году, и он снова зацветет. Я посадил гиацинт в моем саду пять лет назад, и он до сих пор зацвел каждой весной.",
      "imageLink": "image_files\\English\\"imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "iris",
      "translation": "ирис",
      "definition": "An iris is a type of flowering plant that is known for its showy, colorful flowers that come in a variety of shapes and sizes.",
      "definition_translation": "Ирис - это тип цветущего растения, которое известно своими эффектными, цветными цветами, которые приходят в различных формах и размерах.",
      "example": "I saw an iris blooming in the garden, and it was so beautiful. I will see another one blooming next week, and it will be just as lovely. I saw an iris blooming in the garden last month, and it was stunning.",
      "example_translation": "Я увидел ирис, цветущий в саду, и он был таким красивым. Я увижу другой ирис, цветущий на следующей неделе, и он будет justo tão lovely. Я увидел ирис, цветущий в саду в прошлом месяце, и он был ошеломляющим.",
      "imageLink": "image_files\\English\\"imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lilac",
      "translation": "сирень",
      "definition": "A lilac is a type of shrub that is known for its beautiful, fragrant flowers that are often purple or pink in color.",
      "definition_translation": "Сирень - это тип кустарника, который известен своими красивыми, ароматными цветами, которые часто бывают пурпурного или розового цвета.",
      "example": "I love the smell of lilac in the spring. I will plant a lilac in my garden next year, and it will bloom beautifully. I planted a lilac in my garden last year, and it bloomed wonderfully.",
      "example_translation": "Я люблю запах сирени весной. Я посадлю сирень в моем саду в следующем году, и она зацветет beautefully. Я посадил сирень в моем саду в прошлом году, и она зацвела чудесно.",
      "imageLink": "image_files\\English\\"imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lily",
      "translation": "лилия",
      "definition": "A lily is a type of flowering plant that is known for its beautiful, trumpet-shaped flowers that are often white or yellow in color.",
      "definition_translation": "Лилия - это тип цветущего растения, которое известно своими красивыми, трубаобразными цветами, которые часто бывают белого или желтого цвета.",
      "example": "I gave my mother a bouquet of lilies for her birthday. I will give my sister a bouquet of lilies for her graduation. I gave my friend a bouquet of lilies for her wedding.",
      "example_translation": "Я дал моей матери букет лилий к ее дню рождения. Я дам моей сестре букет лилий к ее выпускному. Я дал моей подруге букет лилий к ее свадьбе.",
      "imageLink": "image_files\\English\\"imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lily of the valley",
      "translation": "лилия долины",
      "definition": "A lily of the valley is a small, white, bell-shaped flower that grows in the wild in many parts of Europe and Asia. It is often used in perfumes and is a symbol of purity and innocence.",
      "definition_translation": "Лилия долины - это маленький, белый, колоколовидный цветок, который растет в дикой природе во многих частях Европы и Азии. Он часто используется в парфюмах и является символом чистоты и невинности.",
      "example": "I planted a lily of the valley in my garden last year, and it has grown beautifully. Now, I am using its flowers to make a lovely perfume. In the future, I will give it as a gift to my sister.",
      "example_translation": "Я посадил лилию долины в саду в прошлом году, и она вырослаautifully. Теперь я использую ее цветы, чтобы создать любопытный парфюм. В будущем я дам его в подарок своей сестре.",
      "imageLink": "image_files\\English\\"imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "narcissus",
      "translation": "нарцисс",
      "definition": "A narcissus is a type of flowering plant that is commonly found in gardens and parks. Its flowers are usually yellow or white and have a sweet, fragrant smell.",
      "definition_translation": "Нарцисс - это тип цветущего растения, которое часто встречается в садах и парках. Его цветы обычно желтые или белые и имеют сладкий, ароматный запах.",
      "example": "I walked through the park and saw a beautiful narcissus blooming. I picked one and gave it to my mother as a present. She will plant it in her garden, and in the future, it will bloom again.",
      "example_translation": "Я прошел через парк и увидел красивый нарцисс, цветущий. Я подобрал один и подарил его своей матери. Она посадит его в ее саду, и в будущем он снова будет цвести.",
      "imageLink": "image_files\\English\\"imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "orchid",
      "translation": "орхидея",
      "definition": "An orchid is a type of flowering plant that is known for its delicate, exotic beauty. It is often used in bouquets and arrangements to add a touch of elegance.",
      "definition_translation": "Орхидея - это тип цветущего растения, известного своей деликатной, экзотической красотой. Он часто используется в букетах и arrangеements, чтобы добавить штрих элегантности.",
      "example": "I visited a botanical garden and saw many beautiful orchids on display. I bought one and planted it in my room, and now it blooms every year. In the future, I will use its flowers to create a stunning bouquet.",
      "example_translation": "Я посетил ботанический сад и увидел многие красивые орхидеи на выставке. Я купил один и посадил его в своей комнате, и теперь он цветет каждый год. В будущем я использую его цветы, чтобы создать ошеломляющий букет.",
      "imageLink": "image_files\\English\\"imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pansy",
      "translation": "фиалка",
      "definition": "A pansy is a type of flowering plant that is known for its colorful, delicate petals. It is often used in gardens and arrangements to add a touch of whimsy.",
      "definition_translation": "Фиалка - это тип цветущего растения, известного своими разноцветными, деликатными лепестками. Он часто используется в садах и arrangеements, чтобы добавить штрих фантазии.",
      "example": "I planted a pansy in my garden last spring, and it bloomed beautifully. Now, I am using its flowers to create a lovely arrangement. In the future, I will give it as a gift to my friend.",
      "example_translation": "Я посадил фиалку в саду прошлой весной, и она цвететbeautifully. Теперь я использую ее цветы, чтобы создать любопытный arrangement. В будущем я дам ее в подарок своей подруге.",
      "imageLink": "image_files\\English\\"imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "peony",
      "translation": "пони",
      "definition": "A flowering plant with showy, pink, purple, or white flowers, native to Asia, Europe, and western North America.",
      "definition_translation": "Цветущее растение с красивыми, розовыми, пурпурными или белыми цветами, родом из Азии, Европы и западной Северной Америки.",
      "example": "In the 19th century, peonies were used as a medicine, but nowadays they are mainly grown for ornamental purposes. Peonies will bloom in the summer, and they bloomed last year.",
      "example_translation": "В 19 веке, пионы использовались как лекарство, но сейчас они в основном выращиваются для декоративных целей. Пионы будут цвести летом, и они цвели прошлым годом.",
      "imageLink": "image_files\\English\\"imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "poppy",
      "translation": "мак",
      "definition": "A plant with large, showy flowers, often associated with remembrance and Memorial Day.",
      "definition_translation": "Растение с большими, красивыми цветами, часто ассоциируемое с памятью и Днем памяти.",
      "example": "Poppy seeds are commonly used as a topping for bread, and the flowers will bloom in the spring. I will plant poppies in the garden next year.",
      "example_translation": "Семена мака часто используются в качестве топинга для хлеба, и цветы будут цвести весной. Я植ру мак в саду в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "primrose",
      "translation": "первоцвет",
      "definition": "A delicate, yellow-flowering plant, often found in woodlands and meadows.",
      "definition_translation": "Деликатное, желтоцветущее растение, часто встречающееся в лесах и лугах.",
      "example": "Primroses will bloom in the early spring, and I bloomed them last year. Primroses were planted in the garden by my grandmother.",
      "example_translation": "Первоцветы будут цвести ранней весной, и я посадил их в прошлом году. Первоцветы были посажены в саду моей бабушкой.",
      "imageLink": "image_files\\English\\"imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "snapdragon",
      "translation": "львиный зев",
      "definition": "A tall, flowering plant with showy, tubular flowers, often used in gardens and floral arrangements.",
      "definition_translation": "Высокое, цветущее растение с красивыми, трубчатыми цветами, часто используемое в садах и цветочных композициях.",
      "example": "Snapdragons will grow tall in the summer, and they grew last year. I will plant snapdragons in the garden next month.",
      "example_translation": "Львиные зевы будут расти высокими летом, и они росли в прошлом году. Я植ру львиные зевы в саду в следующем месяце.",
      "imageLink": "image_files\\English\\"imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "snowdrop",
      "translation": "подснежник",
      "definition": "A small white flower that grows in the winter and is often associated with purity and innocence.",
      "definition_translation": "Маленький белый цветок, который растет зимой и часто ассоциируется с чистотой и невинностью.",
      "example": "I saw a snowdrop blooming in the garden last winter. It will bloom again next winter. I bloomed a snowdrop in my garden last year.",
      "example_translation": "Я видел подснежник, цветущий в саду прошлой зимой. Он будет цвести снова на следующей зимой. Я выращивал подснежник в我的 саду в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tagetes",
      "translation": "тагетес",
      "definition": "A type of flowering plant, also known as marigold, with bright yellow or orange flowers.",
      "definition_translation": "Вид цветущего растения, также известного как бархатцы, с ярко-желтыми или оранжевыми цветами.",
      "example": "I planted tagetes in my garden last summer. They will be planted next summer. I had planted tagetes in my garden last year.",
      "example_translation": "Я посадил тагетес в мой сад прошлым летом. Они будут посажены на следующее лето. Я посадил тагетес в мой сад в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "violet",
      "translation": "фиалка",
      "definition": "A small, delicate flower with a sweet fragrance, often associated with modesty and humility.",
      "definition_translation": "Маленький, нежный цветок с сладким ароматом, часто ассоциируется с скромностью и смирением.",
      "example": "I picked a violet in the forest yesterday. It will be picked again tomorrow. I had picked a violet in the forest last week.",
      "example_translation": "Я сорвал фиалку в лесу вчера. Она будет сорвана снова завтра. Я сорвал фиалку в лесу на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "water lily",
      "translation": "водяная лилия",
      "definition": "A type of aquatic plant with beautiful, fragrant flowers, often found in ponds and lakes.",
      "definition_translation": "Вид водного растения с красивыми, ароматными цветами, часто встречается в прудах и озерах.",
      "example": "I saw a water lily blooming in the pond yesterday. It will bloom again next summer. I had seen a water lily blooming in the pond last year.",
      "example_translation": "Я видел водяную лилию, цветущую в пруду вчера. Она будет цвести снова на следующее лето. Я видел водяную лилию, цветущую в пруду в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "windflower",
      "translation": "ветродержец",
      "definition": "A windflower is a type of flower that is light enough to be blown by the wind, often found in meadows and fields. It is a delicate and dainty flower, often with a subtle fragrance and a variety of colors.",
      "definition_translation": "Ветродержец - это тип цветка, который легок enough to быть дунутым ветром, часто встречаются в лугах и полях. Это хрупкое и изящное цветок, часто с тонким ароматом и разнообразием цветов.",
      "example": "I saw a beautiful windflower in the meadow yesterday, its petals were gently swaying in the breeze. I will plant a windflower in my garden next week, and I hope it will bloom by summer. By next year, the windflower will have spread its seeds all over the garden.",
      "example_translation": "Я видел красивый ветродержец в лугу вчера, его лепестки нежно раскачивались на ветру. Я посадлю ветродержец в мой сад неделюnext week, и я надеюсь, что он зацветет летом. К следующему году ветродержец будет разносить свои семена по всему саду.",
      "imageLink": "image_files\\English\\"imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]