[
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bank",
      "translation": "банк",
      "definition": "A bank is a financial institution that provides borrowing, lending, and other financial services to individuals and businesses.",
      "definition_translation": "Банк - это финансовая institutция, которая предоставляет кредиты, займы и другие финансовые услуги физическим и юридическим лицам.",
      "example": "I went to the bank to deposit my paycheck yesterday, I will go to the bank to withdraw cash tomorrow, and I went to the bank to apply for a loan last week.",
      "example_translation": "Я пошел в банк вчера, чтобы депонировать мой чек, я пойду в банк завтра, чтобы снять наличные, и я пошел в банк на прошлой неделе, чтобы подать заявку на кредит.",
      "imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bar",
      "translation": "бар",
      "definition": "A bar is a long, straight, usually wooden or metal piece, or a place where food and drinks are served.",
      "definition_translation": "Бар - это длинная, прямая, обычно деревянная или металлическая часть, или место, где сервируют еду и напитки.",
      "example": "I sat at the bar to order a drink, the bartender polished the bar carefully, and the bar was crowded during the game.",
      "example_translation": "Я сел за бар, чтобы заказать напиток, бармен отполировал бар тщательно, и бар был переполнен во время игры.",
      "imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beach",
      "translation": "пляж",
      "definition": "A beach is a landform along a body of water, consisting of loose particles such as sand, gravel, or pebbles.",
      "definition_translation": "Пляж - это форма рельефа вдоль водоема, состоящая из свободных частиц, таких как песок, гравий или галька.",
      "example": "I went to the beach to swim yesterday, I will go to the beach to sunbathe tomorrow, and I went to the beach to build a sandcastle last week.",
      "example_translation": "Я пошел на пляж, чтобы заплыть вчера, я пойду на пляж, чтобы загорать завтра, и я пошел на пляж, чтобы построить песчаный замок на прошлой неделе.",
      "imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "café",
      "translation": "кафе",
      "definition": "A café is a small restaurant that serves coffee, tea, and light meals.",
      "definition_translation": "Кафе - это небольшой ресторан, который phụcывает кофе, чай и легкие блюда.",
      "example": "I met my friend at the café to discuss the project, the café was crowded during the meeting, and the café served delicious cakes.",
      "example_translation": "Я встретился с другом в кафе, чтобы обсудить проект, кафе было переполнено во время встречи, и кафе подавало вкусные пирожные.",
      "imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cinema",
      "translation": "кинотеатр",
      "definition": "A cinema is a place where you can watch movies on a big screen.",
      "definition_translation": "Кинотеатр - это место, где вы можете смотреть фильмы на большом экране.",
      "example": "I went to the cinema last night. I am going to the cinema tonight. I will go to the cinema tomorrow.",
      "example_translation": "Я пошел в кинотеатр прошлым вечером. Я иду в кинотеатр сегодня вечером. Я пойду в кинотеатр завтра.",
      "imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "factory",
      "translation": "фабрика",
      "definition": "A factory is a large industrial building where goods are manufactured.",
      "definition_translation": "Фабрика - это крупное промышленное здание, где производятся товары.",
      "example": "The factory was closed last year. The factory is producing cars now. The factory will be expanded next month.",
      "example_translation": "Фабрика была закрыта прошлым годом. Фабрика сейчас производит автомобили. Фабрика будет расширена следующим месяцем.",
      "imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "farm",
      "translation": "ферма",
      "definition": "A farm is a place where crops and animals are raised.",
      "definition_translation": "Ферма - это место, где выращиваются культуры и содержатся животные.",
      "example": "I visited a farm last summer. I am living on a farm now. I will work on a farm someday.",
      "example_translation": "Я-posетил ферму прошлым летом. Я сейчас живу на ферме. Я буду работать на ферме когда-нибудь.",
      "imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "flat",
      "translation": "квартира",
      "definition": "A flat is a set of rooms in a building, used as a place to live.",
      "definition_translation": "Квартира - это набор комнат в здании, используемый в качестве места для проживания.",
      "example": "I moved into a new flat last week. I am decorating my flat now. I will sell my flat next year.",
      "example_translation": "Я переехал в новую квартиру на прошлой неделе. Я сейчас декорирую свою квартиру. Я продам свою квартиру nächsten годом.",
      "imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hospital",
      "translation": "больница",
      "definition": "A hospital is a healthcare institution providing patient treatment with specialized medical and surgical services and facilities.",
      "definition_translation": "Больница - это учреждение здравоохранения, предоставляющее лечение пациентов с помощью специализированных медицинских и хирургических услуг и возможностей.",
      "example": "I was taken to the hospital after the accident. I am currently undergoing treatment at the hospital. I will be discharged from the hospital tomorrow.",
      "example_translation": "Меня отвезли в больницу после аварии. Я прохожу лечение в больнице в настоящее время. Меня выпишут из больницы завтра.",
      "imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hotel",
      "translation": "отель",
      "definition": "A hotel is a building that provides lodging and accommodation for travelers and tourists.",
      "definition_translation": "Отель - это здание, которое предоставляет проживание и размещение для путешественников и туристов.",
      "example": "I stayed at a hotel during my vacation. We are going to book a hotel room for our trip. They will open a new hotel next year.",
      "example_translation": "Я остановился в отеле во время моих каникул. Мы собираемся забронировать номер в отеле для нашей поездки. Они откроют новый отель в следующем году.",
      "imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "house",
      "translation": "дом",
      "definition": "A house is a building for human habitation, especially a dwelling or residence.",
      "definition_translation": "Дом - это здание для жилища человека, особенно жилище или резиденция.",
      "example": "I live in a house on the outskirts of the city. She bought a house last year. They will build a house on the beach next summer.",
      "example_translation": "Я живу в доме на окраине города. Она купила дом прошлым годом. Они построят дом на пляже следующим летом.",
      "imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "museum",
      "translation": "музей",
      "definition": "A museum is an institution dedicated to the acquisition, conservation, study, exhibition, and educational interpretation of objects having scientific, historical, or artistic value.",
      "definition_translation": "Музей - это учреждение, посвященное приобретению, сохранению, изучению, экспонированию и образовательной интерпретации объектов, имеющих научную, историческую или художественную ценность.",
      "example": "I visited a museum yesterday. They will open a new museum next month. We are going to the museum tomorrow.",
      "example_translation": "Я посетил музей вчера. Они откроют новый музей следующим месяцем. Мы пойдем в музей завтра.",
      "imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "park",
      "translation": "парк",
      "definition": "a large public green area in the middle of a town or city, used for recreation and relaxation",
      "definition_translation": "большая общественная зеленая зона в центре города или города, используемая для отдыха и релаксации",
      "example": "I went to the park yesterday, I'm going to the park today, and I will go to the park tomorrow.",
      "example_translation": "Я пошел в парк вчера, я иду в парк сегодня, и я пойду в парк завтра.",
      "imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "restaurant",
      "translation": "ресторан",
      "definition": "a place where people pay to sit and eat meals that are prepared and served on the premises",
      "definition_translation": "место, где люди платят за то, чтобы сидеть и есть блюда, которые приготовлены и сервируются на территории",
      "example": "I ate at a restaurant last night, I'm eating at a restaurant now, and I will eat at a restaurant next week.",
      "example_translation": "Я поел в ресторане прошлой ночью, я ем в ресторане сейчас, и я поем в ресторане на следующей неделе.",
      "imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "river",
      "translation": "река",
      "definition": "a natural flowing body of water, often connected to an ocean or a lake",
      "definition_translation": "естественное течение воды, часто связанное с океаном или озером",
      "example": "I swam in the river last summer, I'm swimming in the river now, and I will swim in the river next summer.",
      "example_translation": "Я плавал в реке прошлым летом, я плаваю в реке сейчас, и я поем в реке следующим летом.",
      "imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "road",
      "translation": "дорога",
      "definition": "a way made for traveling by vehicles, especially cars",
      "definition_translation": "путь, используемый для движения транспортных средств, особенно автомобилей",
      "example": "I drove on the road yesterday, I'm driving on the road now, and I will drive on the road tomorrow.",
      "example_translation": "Я ехал по дороге вчера, я еду по дороге сейчас, и я поеду по дороге завтра.",
      "imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "school",
      "translation": "школа",
      "definition": "An institution where people, especially children, go to learn and receive education.",
      "definition_translation": "Учреждение, где люди, especialmente дети, идут учиться и получать образование.",
      "example": "I went to school when I was a child. I am going to school now. I will go to school tomorrow.",
      "example_translation": "Я пошел в школу, когда я был ребенком. Я иду в школу сейчас. Я пойду в школу завтра.",
      "imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sea",
      "translation": "море",
      "definition": "A large body of saltwater that surrounds a country or continent.",
      "definition_translation": "Большое количество соленой воды, окружающей страну или континент.",
      "example": "I saw the sea when I was on vacation. I am seeing the sea now. I will see the sea again next year.",
      "example_translation": "Я видел море, когда я был на отдыхе. Я вижу море сейчас. Я увижу море снова в следующем году.",
      "imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shop",
      "translation": "магазин",
      "definition": "A building or part of a building where goods are sold.",
      "definition_translation": "Здание или часть здания, где продаются товары.",
      "example": "I went to the shop yesterday. I am going to the shop now. I will go to the shop tomorrow.",
      "example_translation": "Я пошел в магазин вчера. Я иду в магазин сейчас. Я пойду в магазин завтра.",
      "imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "station",
      "translation": "станция",
      "definition": "A place where trains or buses stop to let people get on or off.",
      "definition_translation": "Место, где поезда или автобусы останавливаются, чтобы позволить людям сесть или выйти.",
      "example": "I arrived at the station an hour ago. I am arriving at the station now. I will arrive at the station soon.",
      "example_translation": "Я прибыл на станцию час назад. Я прибываю на станцию сейчас. Я прибуду на станцию скоро.",
      "imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stop",
      "translation": "остановиться",
      "definition": "To bring to an end or to halt an action or process.",
      "definition_translation": "Остановить или приостановить действие или процесс.",
      "example": "I will stop working at 5 pm, I stopped working yesterday, I stop working every day at 5 pm.",
      "example_translation": "Я перестану работать в 5 часов вечера, я перестал работать вчера, я перестаю работать каждый день в 5 часов вечера.",
      "imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "street",
      "translation": "улица",
      "definition": "A public road in a city or town, typically with buildings and houses on one or both sides.",
      "definition_translation": "Общественная дорога в городе или городке, обычно с зданиями и домами по одной или обеим сторонам.",
      "example": "I walked down the street yesterday, I walk down the street every day, I will walk down the street tomorrow.",
      "example_translation": "Я прошел по улице вчера, я прохожу по улице каждый день, я пройду по улице завтра.",
      "imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "supermarket",
      "translation": "супермаркет",
      "definition": "A large retail store that sells a wide variety of food and household products.",
      "definition_translation": "Крупный универсальный магазин, продающий широкий ассортимент пищевых продуктов и товаров для дома.",
      "example": "I went to the supermarket yesterday, I go to the supermarket every week, I will go to the supermarket tomorrow.",
      "example_translation": "Я пошел в супермаркет вчера, я хожу в супермаркет каждую неделю, я пойду в супермаркет завтра.",
      "imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "swimming pool",
      "translation": "бассейн",
      "definition": "A structure, typically outdoors, for swimming and other water-based activities.",
      "definition_translation": "Структура, обычно на открытом воздухе, для плавания и других водных занятий.",
      "example": "I swam in the swimming pool yesterday, I swim in the swimming pool every summer, I will swim in the swimming pool next year.",
      "example_translation": "Я плыл в бассейне вчера, я плаваю в бассейне каждый летом, я переплыву в бассейне следующим годом.",
      "imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "town",
      "translation": "город",
      "definition": "A town is a human settlement that is larger than a village but smaller than a city.",
      "definition_translation": "Город - это человеческое поселение, которое больше, чем деревня, но меньше, чем город.",
      "example": "I lived in a small town, then I moved to a city, and now I'm planning to visit a town in Europe. Yesterday, I visited a town with my family, and tomorrow I will visit a town with my friends.",
      "example_translation": "Я жил в маленьком городе, затем я переехал в город, и现在 я планирую посетить город в Европе. Вчера я посетил город с моей семьей, а завтра я побываю в городе с друзьями.",
      "imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "university",
      "translation": "университет",
      "definition": "A university is an institution of higher education and research, which grants academic degrees in various fields of study.",
      "definition_translation": "Университет - это учреждение высшего образования и научных исследований, которое присваивает академические степени в различных областях знаний.",
      "example": "I studied at a university, and now I work at a university. Yesterday, I visited a university with my colleagues, and next year I will start teaching at a university.",
      "example_translation": "Я учился в университете, и теперь я работаю в университете. Вчера я посетил университет с коллегами, а в следующем году я начну преподавать в университете.",
      "imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "village",
      "translation": "деревня",
      "definition": "A village is a group of houses and associated buildings, larger than a hamlet and smaller than a town, situated in a rural area.",
      "definition_translation": "Деревня - это группа домов и связанных с ними зданий, больших, чем хутор, и меньших, чем город, расположенная в сельской местности.",
      "example": "I grew up in a village, and then I moved to a town. Yesterday, I visited a village with my family, and next week I will visit a village with my friends.",
      "example_translation": "Я вырос в деревне, а затем я переехал в город. Вчера я посетил деревню с моей семьей, а на следующей неделе я побываю в деревне с друзьями.",
      "imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "zoo",
      "translation": "зоопарк",
      "definition": "A zoo is a place where animals are kept in captivity for people to see and study.",
      "definition_translation": "Зоопарк - это место, где животные содержатся в неволе для всеобщего просмотра и изучения.",
      "example": "I visited a zoo, and I saw many animals. Yesterday, I went to a zoo with my children, and next month I will visit a zoo with my friends.",
      "example_translation": "Я посетил зоопарк, и я видел многих животных. Вчера я пошел в зоопарк с моими детьми, а на следующий месяц я побываю в зоопарке с друзьями.",
      "imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "airport",
      "translation": "аэропорт",
      "definition": "A place where aircraft take off and land, usually consisting of runways, buildings, and facilities for passengers and cargo.",
      "definition_translation": "Место, где самолеты взлетают и приземляются, обычно состоящее из взлетно-посадочных полос, зданий и сооружений для пассажиров и грузов.",
      "example": "I arrived at the airport with plenty of time to spare before my flight. I have been to this airport many times, but I still get lost. By the time I get to the airport, the plane will have already taken off.",
      "example_translation": "Я прибыл в аэропорт с достаточным запасом времени до моего рейса. Я был в этом аэропорту много раз, но я vẫn заблуждаюсь. К тому времени, когда я доберусь до аэропорта, самолет уже будет взлетел.",
      "imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "apartment",
      "translation": "квартира",
      "definition": "A self-contained housing unit that occupies only part of a building, often having multiple rooms and facilities.",
      "definition_translation": "Самостоятельная жилая единица, занимающая только часть здания, часто имеющая несколько комнат и удобств.",
      "example": "I have been living in this apartment for three years. My apartment is on the top floor. I will have to move out of this apartment by the end of the month.",
      "example_translation": "Я живу в этой квартире три года. Моя квартира находится на верхнем этаже. Мне придется покинуть эту квартиру к концу месяца.",
      "imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "area",
      "translation": "область",
      "definition": "A particular extent of space or surface, often having defined boundaries or characteristics.",
      "definition_translation": "Определенная extent пространства или поверхности, часто имеющая определенные границы или характеристики.",
      "example": "The area around the stadium was closed off for security reasons. This area is prone to flooding. I have been studying the area of mathematics for years.",
      "example_translation": "Область вокруг стадиона была закрыта из-за соображений безопасности. Этот район подвержен наводнениям. Я изучаю область математики на протяжении лет.",
      "imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bookshop",
      "translation": "книжный магазин",
      "definition": "A retail establishment that sells books and often other related items, such as magazines, newspapers, and stationery.",
      "definition_translation": "Розничное учреждение, которое продает книги и часто другие связанные товары, такие как журналы, газеты и канцелярские товары.",
      "example": "I spent hours browsing through the shelves in the bookshop. The bookshop on the high street is closing down. I have been working at this bookshop for five years.",
      "example_translation": "Я провел часы, просматривая полки в книжном магазине. Книжный магазин на главной улице закрывается. Я работаю в этом книжном магазине пять лет.",
      "imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bookstore",
      "translation": "книжный магазин",
      "definition": "A building or room where books are sold, lent, or stored.",
      "definition_translation": "Здание или комната, где продаются, сдаются или хранятся книги.",
      "example": "I went to the bookstore to buy a novel. I'm going to the bookstore to buy a textbook. I will go to the bookstore to buy a dictionary.",
      "example_translation": "Я пошел в книжный магазин, чтобы купить роман. Я ходил в книжный магазин, чтобы купить учебник. Я пойду в книжный магазин, чтобы купить словарь.",
      "imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bridge",
      "translation": "мост",
      "definition": "A structure built to span a valley, road, body of water, or other obstacle.",
      "definition_translation": "Структура, построенная для пересечения долины, дороги, водного тела или другого препятствия.",
      "example": "We drove across the bridge to get to the other side. We are building a bridge to connect the two cities. We will walk across the bridge to enjoy the view.",
      "example_translation": "Мы проехали через мост, чтобы достичь другой стороны. Мы строим мост, чтобы соединить два города. Мы будем ходить через мост, чтобы насладиться видом.",
      "imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "building",
      "translation": "здание",
      "definition": "A structure with a roof and walls, such as a house or factory.",
      "definition_translation": "Структура с крышей и стенами, такая как дом или завод.",
      "example": "The building was under construction for two years. The building is used for office space. The building will be completed next month.",
      "example_translation": "Здание было в стадии строительства в течение двух лет. Здание используется для офисного пространства. Здание будет завершено следующим месяцем.",
      "imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bus station",
      "translation": "автобусная станция",
      "definition": "A facility or location where buses stop to pick up or drop off passengers.",
      "definition_translation": "Объект или место, где автобусы останавливаются, чтобы забрать или высадить пассажиров.",
      "example": "We waited at the bus station for an hour. The bus station is located in the city center. The bus station will be renovated next year.",
      "example_translation": "Мы ждали на автобусной станции час. Автобусная станция находится в центре города. Автобусная станция будет реконструирована следующим годом.",
      "imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bus stop",
      "translation": "остановка автобуса",
      "definition": "A designated place where buses stop to pick up or drop off passengers.",
      "definition_translation": "Определенное место, где автобусы останавливаются, чтобы подобрать или высадить пассажиров.",
      "example": "I'm waiting at the bus stop for the number 12 bus. Yesterday, I waited for an hour at the bus stop. By next year, I will be waiting at the bus stop for the new bus route.",
      "example_translation": "Я жду на остановке автобуса номер 12. Вчера я ждал час на остановке автобуса. К следующему году я буду ждать на остановке автобуса для нового маршрута.",
      "imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cafeteria",
      "translation": "столовая",
      "definition": "A self-service restaurant, typically in a school, hospital, or office building, where food and drinks are served.",
      "definition_translation": "Самообслуживаемый ресторан, обычно в школе, больнице или офисном здании, где سروится еда и напитки.",
      "example": "I'm going to the cafeteria to grab a sandwich for lunch. The cafeteria serves healthy food options. The new cafeteria will open next month.",
      "example_translation": "Я иду в столовую, чтобы забрать сэндвич на обед. В столовой سروятся здоровые варианты еды. Новая столовая откроется следующим месяцем.",
      "imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "capital",
      "translation": "столица",
      "definition": "The city or town that serves as the seat of government for a country, state, or province.",
      "definition_translation": "Город или поселок, который служит местом правительства страны, штата или провинции.",
      "example": "The capital of France is Paris. The capital of California is Sacramento. The capital of Australia will host the Olympic Games.",
      "example_translation": "Столица Франции - Париж. Столица Калифорнии - Сакраменто. Столица Австралии будет принимать Олимпийские игры.",
      "imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "car park",
      "translation": "парковка",
      "definition": "A designated area where vehicles are left temporarily, typically in a building or near a public place.",
      "definition_translation": "Определенная область, где временно оставляются транспортные средства, обычно в здании или рядом с公共ным местом.",
      "example": "I'm going to the car park to pick up my car. The car park was full, so I had to park on the street. The new car park will have electric charging stations.",
      "example_translation": "Я иду в парковку, чтобы забрать мою машину. Парковка была заполнена, поэтому я должен был припарковаться на улице. Новая парковка будет иметь станции электропитания.",
      "imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "castle",
      "translation": "замок",
      "definition": "A large building or structure of ancient or medieval origin, typically used as a residence by a noble or royal family.",
      "definition_translation": "Большое здание или cấu trúc древнего или средневекового происхождения, обычно используемое в качестве резиденции знатной или королевской семьи.",
      "example": "The king lived in a castle in the 12th century. Today, the castle is a popular tourist attraction. By 2025, the castle will have undergone significant restoration.",
      "example_translation": "Король жил в замке в 12 веке. Сегодня замок является популярной туристической достопримечательностью. К 2025 году замок будет проходить значительную реставрацию.",
      "imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cathedral",
      "translation": "собор",
      "definition": "A large, impressive church, typically the principal church of a diocese or the seat of a bishop.",
      "definition_translation": "Большая, внушительная церковь, обычно главная церковь диоцеза или место размещения епископа.",
      "example": "The cathedral was built in the 15th century. The tourists visited the cathedral yesterday. By next year, the cathedral will have been repaired.",
      "example_translation": "Собор был построен в 15 веке. Туристы посетили собор вчера. К следующему году собор будет отремонтирован.",
      "imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "centre",
      "translation": "центр",
      "definition": "A point or place that is equidistant from all sides, edges, or boundaries of something.",
      "definition_translation": "Точка или место, которое равноудалено от всех сторон, краев или границ чего-либо.",
      "example": "The city centre was bustling with activity. The company's centre of operations is in New York. By 2030, the new centre will have been constructed.",
      "example_translation": "Центр города был полон активностью. Центр операций компании находится в Нью-Йорке. К 2030 году новый центр будет построен.",
      "imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chemist's",
      "translation": "аптека",
      "definition": "A shop where medicines, chemicals, and other healthcare products are sold or dispensed.",
      "definition_translation": "Магазин, где продаются или отпускаются лекарства, химические вещества и другие медицинские изделия.",
      "example": "I went to the chemist's to buy some medicine. The chemist's was closed yesterday. By next week, the new chemist's will have opened.",
      "example_translation": "Я пошел в аптеку, чтобы купитьsome лекарство. Аптека была закрыта вчера. к следующей недели новая аптека будет открыта.",
      "imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "church",
      "translation": "церковь",
      "definition": "A church is a building used for Christian worship, typically containing an altar, pews, and a pulpit.",
      "definition_translation": "Церковь - это здание, используемое для христианской молитвы, обычно содержащее алтарь, скамейки и кафедру.",
      "example": "We went to church on Sunday. I will go to church tomorrow. I went to church last week.",
      "example_translation": "Мы пошли в церковь в воскресенье. Я пойду в церковь завтра. Я пошел в церковь на прошлой неделе.",
      "imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "city centre",
      "translation": "центр города",
      "definition": "The city centre is the main area of a city, usually with shops, offices, and attractions.",
      "definition_translation": "Центр города - это основная область города, обычно с магазинами, офисами и достопримечательностями.",
      "example": "I work in the city centre. She will meet me in the city centre at 5pm. We walked around the city centre last night.",
      "example_translation": "Я работаю в центре города. Она встретит меня в центре города в 5 вечера. Мы прогулялись вокруг центра города прошлой ночью.",
      "imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "clothes shop",
      "translation": "магазин одежды",
      "definition": "A clothes shop is a store where people can buy clothing and accessories.",
      "definition_translation": "Магазин одежды - это магазин, где люди могут купить одежду и аксессуары.",
      "example": "I went to the clothes shop yesterday. She works in a clothes shop. We will visit a clothes shop tomorrow.",
      "example_translation": "Я пошел в магазин одежды вчера. Она работает в магазине одежды. Мы посетим магазин одежды завтра.",
      "imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "club",
      "translation": "клуб",
      "definition": "A club is an organization of people who share a common interest, such as a sports team or a music group.",
      "definition_translation": "Клуб - это организация людей, которые разделяют общий интерес, такой как спортивная команда или музыкальная группа.",
      "example": "I joined a club last year. She goes to the club every Friday. We will start a new club soon.",
      "example_translation": "Я присоединился к клубу в прошлом году. Она ходит в клуб каждую пятницу. Мы начнем новый клубsoon.",
      "imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "college",
      "translation": "колледж",
      "definition": "An educational institution that provides tertiary education, typically offering a range of academic and vocational courses.",
      "definition_translation": "Образовательное учреждение, предоставляющее третичное образование, обычно предлагающее широкий спектр академических и профессиональных курсов.",
      "example": "I went to college last year, I am in college now, and I will graduate from college next year.",
      "example_translation": "Я пошел в колледж в прошлом году, сейчас я в колледже, и я выпущу из колледжа в следующем году.",
      "imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "corner",
      "translation": "угол",
      "definition": "The point or area where two or more edges, surfaces, or lines meet.",
      "definition_translation": "Точка или область, где встречаются два или более края, поверхностей или линий.",
      "example": "I turned the corner and saw a beautiful park, I am standing on the corner of the street, and I will meet you at the corner of the building.",
      "example_translation": "Я повернул угол и увидел красивый парк, я стою на углу улицы, и я встречу тебя на углу здания.",
      "imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "department store",
      "translation": "универмаг",
      "definition": "A large retail establishment that offers a wide range of products, typically organized by department.",
      "definition_translation": "Крупное розничное предприятие, предлагающее широкий спектр товаров, обычно организованных по отделам.",
      "example": "I went to the department store yesterday, I am going to the department store now, and I will buy something at the department store tomorrow.",
      "example_translation": "Я пошел в универмаг вчера, сейчас я иду в универмаг, и я куплю что-то в универмаге завтра.",
      "imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "disco",
      "translation": "диско",
      "definition": "A style of music and dance characterized by fast tempo and flashing lights, popular in the 1970s.",
      "definition_translation": "Стиль музыки и танца, характеризующийся быстрым темпом и мерцающими светами, популярный в 1970-х годах.",
      "example": "I went to a disco last night, I am dancing at a disco now, and I will go to a disco again next week.",
      "example_translation": "Я пошел на диско прошлой ночью, сейчас я танцую на диско, и я пойду на диско снова на следующей неделе.",
      "imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drugstore",
      "translation": "аптека",
      "definition": "A store where medicines and other health products are sold.",
      "definition_translation": "Магазин, где продаются лекарства и другие товары для здоровья.",
      "example": "I went to the drugstore to buy some pain relievers yesterday. Now I am going to the drugstore to pick up my prescription. I will go to the drugstore tomorrow to get some vitamins.",
      "example_translation": "Я пошел в аптеку вчера, чтобы купить обезболивающие таблетки. Сейчас я иду в аптеку, чтобы забрать свой рецепт. Я пойду в аптеку завтра, чтобы купить витамины.",
      "imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "entrance",
      "translation": "вход",
      "definition": "The point of entering a building, a room, or a place.",
      "definition_translation": "Точка входа в здание, комнату или место.",
      "example": "The entrance to the museum was on the left side of the building. I entered through the main entrance. The entrance will be closed tomorrow for maintenance.",
      "example_translation": "Вход в музей был на левой straně здания. Я вошел через главный вход. Вход будет закрыт завтра на техобслуживание.",
      "imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "exit",
      "translation": "выход",
      "definition": "The point of leaving a building, a room, or a place.",
      "definition_translation": "Точка выхода из здания, комнаты или места.",
      "example": "The exit was on the right side of the building. I exited through the emergency exit. The exit will be closed tomorrow for maintenance.",
      "example_translation": "Выход был на правой стороне здания. Я вышел через аварийный выход. Выход будет закрыт завтра на техобслуживание.",
      "imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "field",
      "translation": "поле",
      "definition": "An open area of land, especially one used for agriculture or recreation.",
      "definition_translation": "Открытая область земли, особенно одна, используемая для сельского хозяйства или отдыха.",
      "example": "I played soccer in the field yesterday. Now I am working in the field, harvesting crops. I will go to the field tomorrow to practice my golf swing.",
      "example_translation": "Я играл в футбол на поле вчера. Сейчас я работаю в поле, собирая урожай. Я пойду на поле завтра, чтобы практиковать свой гольф-swing.",
      "imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "garage",
      "translation": "гараж",
      "definition": "A building or shed for housing a motor vehicle or vehicles.",
      "definition_translation": "Здание или сарай для хранения транспортного средства или транспортных средств.",
      "example": "I parked my car in the garage. I will park my car in the garage tomorrow. I had parked my car in the garage yesterday.",
      "example_translation": "Я парковал свою машину в гараже. Я запаркую свою машину в гараж завтра. Я парковал свою машину в гараже вчера.",
      "imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hill",
      "translation": "холм",
      "definition": "A natural elevation of the earth's surface, rising more or less abruptly from the surrounding level and attaining an altitude which, relative to the adjacent elevation, is impressive or notable.",
      "definition_translation": "Естественное возвышение поверхности земли, быстро или более-менее круто поднимающееся над окружающим уровнем и достигающее высоты, которая, по сравнению с соседними возвышениями, является впечатляющей или примечательной.",
      "example": "I climbed up the hill. I will climb up the hill next weekend. I had climbed up the hill last summer.",
      "example_translation": "Я поднимался на холм. Я поднимусь на холм на следующий уикенд. Я поднимался на холм прошлым летом.",
      "imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "island",
      "translation": "остров",
      "definition": "A piece of land surrounded by water.",
      "definition_translation": "Кусок земли, окруженный водой.",
      "example": "I visited the island last year. I will visit the island next month. I had visited the island when I was a child.",
      "example_translation": "Я посетил остров в прошлом году. Я посетлю остров в следующем месяце. Я посетил остров, когда я был ребенком.",
      "imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "library",
      "translation": "библиотека",
      "definition": "A building or institution dedicated to the collection, preservation, and dissemination of literary, musical, or artistic materials, such as books, manuscripts, and other written or printed works.",
      "definition_translation": "Здание или учреждение, посвященное сбору, сохранению и распространению литературных, музыкальных или художественных материалов, таких как книги, рукописи и другие письменные или печатные работы.",
      "example": "I went to the library yesterday. I will go to the library tomorrow. I had gone to the library last week.",
      "example_translation": "Я去 в библиотеку вчера. Я пойду в библиотеку завтра. Я походил в библиотеку на прошлой неделе.",
      "imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lift",
      "translation": "лифт",
      "definition": "A device used for raising or lifting heavy objects or people to a higher position, especially in a building.",
      "definition_translation": "Устройство, используемое для подъема или поднятия тяжелых объектов или людей на более высокую позицию, особенно в здании.",
      "example": "She used the lift to get to the top floor. The worker will lift the box into the truck. The company will lift the ban on social media.",
      "example_translation": "Она использовала лифт, чтобы достичь顶ihn этажа. Рабочий поднимет коробку в грузовик. Компания снимет запрет на социальные медиа.",
      "imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "market",
      "translation": "рынок",
      "definition": "A regular gathering of people for the sale of food, goods, or services.",
      "definition_translation": "Регулярное собрание людей для продажи продуктов, товаров или услуг.",
      "example": "I'm going to the market to buy some fresh vegetables. The company will market their new product next month. The market is open every Saturday.",
      "example_translation": "Я иду на рынок, чтобы купить некоторые свежие овощи. Компания будет продвигать свой новый продукт в следующем месяце. Рынок открыт каждый субботу.",
      "imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mosque",
      "translation": "мecрет",
      "definition": "A building for Muslim worship, typically with a minaret.",
      "definition_translation": "Здание для мусульманского поклонения, обычно с минаретом.",
      "example": "The mosque was built in the 16th century. We visited the mosque during our trip to Istanbul. The imam leads the prayer at the mosque.",
      "example_translation": "Мечеть была построена в 16 веке. Мы посетили мечеть во время нашей поездки в Стамбул. Имам ведет молитву в мечети.",
      "imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "motorway",
      "translation": "автострада",
      "definition": "A highway designed for high-speed traffic, especially one with limited access points.",
      "definition_translation": "Автомагистраль, предназначенная для высокоскоростного движения, особенно та, у которой есть ограниченные точки доступа.",
      "example": "We took the motorway to get to the city quickly. The motorway is under construction. The motorway will be closed for maintenance tomorrow.",
      "example_translation": "Мы взяли автостраду, чтобы быстро добраться до города. Автомагистраль находится в стадии строительства. Автомагистраль будет закрыта для технического обслуживания завтра.",
      "imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mountain",
      "translation": "гора",
      "definition": "A natural elevation of the earth's surface, usually formed by geological upheaval, and often having a distinct peak.",
      "definition_translation": "Естественное возвышение поверхности земли, обычно образованное геологическим подъемом, и часто имеющее хорошо определенный пик.",
      "example": "She climbed the mountain yesterday, climbs it today, and will climb it again tomorrow.",
      "example_translation": "Она поднялась на гору вчера, поднимается на нее сегодня и снова поднимется завтра.",
      "imageLink": "mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "office",
      "translation": "офис",
      "definition": "A room or set of rooms equipped for administrative, clerical, or professional work.",
      "definition_translation": "Комната или набор комнат, оборудованных для административной, канцелярской или профессиональной работы.",
      "example": "He worked in an office last year, works in an office now, and will work in an office next year.",
      "example_translation": "Он работал в офисе в прошлом году, работает в офисе сейчас и будет работать в офисе в следующем году.",
      "imageLink": "office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "path",
      "translation": "путь",
      "definition": "A way or track made for walking, riding, or driving, especially in a rural area.",
      "definition_translation": "Путь или тропа, предназначенные для ходьбы, езды или вождения, особенно в сельской местности.",
      "example": "She walked on the path yesterday, walks on it now, and will walk on it again tomorrow.",
      "example_translation": "Она шла по пути вчера, идет по нему сейчас и снова пойдет по нему завтра.",
      "imageLink": "path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pet shop",
      "translation": "магазин домашних животных",
      "definition": "A store where animals, such as dogs, cats, and birds, are sold as pets.",
      "definition_translation": "Магазин, где продаются животные, такие как собаки, кошки и птицы, как домашние животные.",
      "example": "She visited a pet shop last week, visits it now, and will visit it again next month.",
      "example_translation": "Она посетила магазин домашних животных на прошлой неделе, посещает jego сейчас и снова посетит его в следующем месяце.",
      "imageLink": "pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "post office",
      "translation": "почтовое отделение",
      "definition": "A building or facility where postal services are provided, such as mail sorting, stamp sales, and package delivery.",
      "definition_translation": "Здание или объект, где предоставляются почтовые услуги, такие как сортировка почты, продажа марок и доставка пакетов.",
      "example": "I went to the post office to send a package to my friend yesterday, I'm going to send another one today, and I will send a third one tomorrow.",
      "example_translation": "Я пошел на почту, чтобы отправить пакет моему дружке вчера, сегодня я собираюсь отправить еще один, а завтра – третий.",
      "imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pub",
      "translation": "паб",
      "definition": "A building or room where people gather to drink, eat, and socialize, often furnishing a wide range of beers and other beverages.",
      "definition_translation": "Здание или комната, где люди собираются, чтобы пить, есть и общаться, часто предлагающая широкий выбор пива и других напитков.",
      "example": "I met my friends at the pub last night, we are meeting there again tonight, and we will meet there next week.",
      "example_translation": "Я встретился с друзьями в пабе прошлым вечером, мы встречаемся там снова сегодня вечером, а на следующей неделе мы встретимся там снова.",
      "imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "railway",
      "translation": "железная дорога",
      "definition": "A system of transportation using trains and tracks for moving people and goods over long distances.",
      "definition_translation": "Система транспортировки, использующая поезда и рельсы для перемещения людей и грузов на длинные дистанции.",
      "example": "I took the railway to visit my family last year, I am taking it again this year, and I will take it next year.",
      "example_translation": "Я ехал на железную дорогу, чтобы посетить свою семью в прошлом году, я еду снова в этом году, а в следующем году я поеду снова.",
      "imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "railway station",
      "translation": "железнодорожная станция",
      "definition": "A building or structure where trains stop to let passengers get on or off, often providing facilities such as ticketing, waiting areas, and baggage handling.",
      "definition_translation": "Здание или сооружение, где поезда останавливаются, чтобы пассажиры могли сойти или сесть, часто предлагающее услуги, такие как покупка билетов, залы ожидания и обработка багажа.",
      "example": "I arrived at the railway station yesterday, I am arriving at the station today, and I will arrive at the station tomorrow.",
      "example_translation": "Я прибыл на железнодорожную станцию вчера, я прибуду на станцию сегодня, а завтра я прибуду на станцию.",
      "imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shoe shop",
      "translation": "магазин обуви",
      "definition": "A retail establishment that sells shoes and other footwear.",
      "definition_translation": "Магазин, в котором продаются обувь и другие изделия для ног.",
      "example": "I went to the shoe shop yesterday to buy a new pair of sneakers, I'm going to the shoe shop tomorrow to return them, and I will go to the shoe shop next week to buy sandals.",
      "example_translation": "Я昨天 пошел в магазин обуви, чтобы купить новую пару кроссовок, завтра я пойду в магазин обуви, чтобы вернуть их, а на следующей неделе я пойду в магазин обуви, чтобы купить сандали.",
      "imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shopping centre",
      "translation": "торговый центр",
      "definition": "A large building or complex that contains many shops and facilities, such as restaurants and cinemas.",
      "definition_translation": "Крупное здание или комплекс, содержащий многие магазины и объекты, такие как рестораны и кинотеатры.",
      "example": "I spent the whole day at the shopping centre with my friends, we went to the shopping centre last weekend, and we will go to the shopping centre again next month.",
      "example_translation": "Я провел целый день в торговом центре с моими друзьями, мы пошли в торговый центр на прошлых выходных, и мы пойдем в торговый центр снова в следующем месяце.",
      "imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sports centre",
      "translation": "спортивный центр",
      "definition": "A complex of sports facilities, such as a stadium, gym, and swimming pool.",
      "definition_translation": "Комплекс спортивных объектов, таких как стадион, спортзал и бассейн.",
      "example": "I went to the sports centre to play basketball yesterday, I'm going to the sports centre to attend a yoga class tomorrow, and I will go to the sports centre to watch a tennis match next week.",
      "example_translation": "Я пошел в спортивный центр, чтобы поиграть в баскетбол вчера, я пойду в спортивный центр, чтобы посетить занятие йогой завтра, и я пойду в спортивный центр, чтобы посмотреть матч по теннису на следующей неделе.",
      "imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "square",
      "translation": "площадь",
      "definition": "An open area in a city or town, often with trees, seats, and monuments.",
      "definition_translation": "Открытая площадь в городе или городе, часто с деревьями, сиденьями и монументами.",
      "example": "I met my friends in the square last night, we walked around the square this morning, and we will sit in the square tomorrow afternoon.",
      "example_translation": "Я встретился с друзьями на площади昨 вечером, мы пошли вокруг площади сегодня утром, и мы сядем на площади завтра днем.",
      "imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stadium",
      "translation": "стадион",
      "definition": "A large, usually outdoor, area or structure for sports or other events, often with seating for spectators.",
      "definition_translation": "Большая, обычно открытая, территория или конструкция для спортивных или других мероприятий, часто с местами для зрителей.",
      "example": "I went to the stadium to watch the football match last night, and I'm going to the stadium to watch the concert tomorrow, and I will visit the stadium again next week.",
      "example_translation": "Я пошел на стадион, чтобы посмотреть футбольный матч вчера вечером, и я пойду на стадион, чтобы посмотреть концерт завтра, и я посещу стадион снова на следующей неделе.",
      "imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "theatre",
      "translation": "театр",
      "definition": "A building or space in which live performances, such as plays, concerts, or dance shows, are held.",
      "definition_translation": "Здание или пространство, в котором проходят живые выступления, такие как спектакли, концерты или танцевальные шоу.",
      "example": "I have been to the theatre several times to watch plays, and I'm going to the theatre to watch a musical tomorrow, and I will visit the theatre again next month.",
      "example_translation": "Я был в театре несколько раз, чтобы посмотреть спектакли, и я пойду в театр, чтобы посмотреть мюзикл завтра, и я посещу театр снова nächsten месяц.",
      "imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ticket office",
      "translation": "касса",
      "definition": "A place where tickets are sold, especially for a particular event or performance.",
      "definition_translation": "Место, где продаются билеты, особенно для конкретного мероприятия или выступления.",
      "example": "I went to the ticket office to buy tickets for the concert, and I'm going to the ticket office to buy tickets for the play tomorrow, and I will visit the ticket office again next week.",
      "example_translation": "Я пошел в кассу, чтобы купить билеты на концерт, и я пойду в кассу, чтобы купить билеты на спектакль завтра, и я посещу кассу снова на следующей неделе.",
      "imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "toy shop",
      "translation": "toy магазин",
      "definition": "A store that sells toys and games.",
      "definition_translation": "Магазин, который продает игрушки и игры.",
      "example": "I went to the toy shop to buy a gift for my friend, and I'm going to the toy shop to buy a toy for my brother tomorrow, and I will visit the toy shop again next month.",
      "example_translation": "Я пошел в магазин игрушек, чтобы купить подарок для своего друга, и я пойду в магазин игрушек, чтобы купить игрушку для брата завтра, и я посещу магазин игрушек снова nächsten месяц.",
      "imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "underground",
      "translation": "подземный",
      "definition": "Located or taking place beneath the surface of the earth.",
      "definition_translation": "Расположенный или происходит под поверхностью земли.",
      "example": "The museum is located underground in the city center. It was built underground in the 19th century. It will be expanded underground in the future.",
      "example_translation": "Музей находится под землей в центре города. Он был построен под землей в 19 веке. Он будет расширен под землей в будущем.",
      "imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "apartment building",
      "translation": "многоквартирный дом",
      "definition": "A building containing multiple residential apartments.",
      "definition_translation": "Здание, содержащее множество жилых квартир.",
      "example": "I live in an apartment building on the outskirts of the city. My parents lived in an apartment building when they were young. We will move to a new apartment building next year.",
      "example_translation": "Я живу в многоквартирном доме на окраине города. Мои родители жили в многоквартирном доме, когда они были молоды. Мы переедем в новый многоквартирный дом в следующем году.",
      "imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "balcony",
      "translation": "балкон",
      "definition": "A platform projecting from the wall of a building, usually surrounded by a railing, and used for recreation or viewing.",
      "definition_translation": "Платформа, выступающая из стены здания, обычно окруженная перилами, и используемая для отдыха или просмотра.",
      "example": "I sat on the balcony, enjoying the sunset. She had a balcony in her apartment with a great view. They will install a new balcony in their house next month.",
      "example_translation": "Я сидел на балконе, наслаждаясь закатом. У нее был балкон в ее квартире с отличным видом. Они установят новый балкон в их доме в следующем месяце.",
      "imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "block",
      "translation": "блок",
      "definition": "A large, solid piece of material, such as wood or stone, used as a base or support.",
      "definition_translation": "Большой, твердый кусок материала, such как дерево или камень, используемый в качестве основы или опоры.",
      "example": "The block of wood was used as a base for the sculpture. The child played with blocks in the kindergarten. The city is divided into blocks for administrative purposes.",
      "example_translation": "Блок дерева использовался в качестве основы для скульптуры. Ребенок играл с блоками в детском саду. Город разделен на блоки для административных целей.",
      "imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "campsite",
      "translation": "лагерная площадка",
      "definition": "A place where people camp, especially one with facilities for tents, toilets, and washing.",
      "definition_translation": "Место, где люди кампуют, особенно с сооружениями для палаток, туалетов и умывальников.",
      "example": "We pitched our tent at the campsite and spent the night under the stars. We had camped there before and knew it was a good spot. We will come back to the campsite next summer.",
      "example_translation": "Мы поставили наш палатку на лагерной площадке и провели ночь под звездами. Мыเคย камповали там раньше и знали, что это хороший-spot. Мы вернемся на лагерную площадку следующим летом.",
      "imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "canteen",
      "translation": "столовая",
      "definition": "A room or building where food is served, especially in a school, factory, or other institution.",
      "definition_translation": "Комната или здание, где подается еда, особенно в школе, фабрике или другом учреждении.",
      "example": "The students went to the canteen to have lunch. The workers had eaten in the canteen for years. The new canteen will be open next month.",
      "example_translation": "Студенты пошли в столовую, чтобы пообедать. Работники ели в столовой в течение многих лет. Новая столовая откроется следующим месяцем.",
      "imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "circus",
      "translation": "цирк",
      "definition": "A traveling performance of acrobats, clowns, and trained animals, typically in a large tent.",
      "definition_translation": "Гастролирующее представление акробатов, клоунов и дрессированных животных, обычно в большом шатре.",
      "example": "We went to the circus and saw the trapeze artists. The circus was in town for a week. I will take my kids to the circus next year.",
      "example_translation": "Мы пошли в цирк и увидели артистов на трапеции. Цирк был в городе на неделю. Я поведу своих детей в цирк в следующем году.",
      "imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "clinic",
      "translation": "клиника",
      "definition": "A hospital department or building where outpatients are given medical treatment.",
      "definition_translation": "Отделение госпиталя или здание, где амбулаторные пациенты получают медицинское лечение.",
      "example": "I visited the clinic for a check-up. The clinic was very busy yesterday. The new clinic will be built next year.",
      "example_translation": "Я посетил клинику для проверки здоровья. Клиника была очень занята вчера. Новая клиника будет построена в следующем году.",
      "imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cottage",
      "translation": "хижина",
      "definition": "A small simple house in the countryside, typically one near a lake or a beach.",
      "definition_translation": "Маленький простой дом в сельской местности,通常 рядом с озером или пляжем.",
      "example": "I will rent a cottage near the lake for my summer vacation. I rented a cottage last year, and it was lovely. If I win the lottery, I will buy a cottage on the beach.",
      "example_translation": "Я сниму хижину near озера на свое летнее dovolence. Я снял хижину в прошлом году, и это было чудесно. Если я выиграю в лотерее, я куплю хижину на пляже.",
      "imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "court",
      "translation": "суд",
      "definition": "A place where trials and other legal proceedings take place.",
      "definition_translation": "Место, где происходят судебные процессы и другие юридические процедуры.",
      "example": "The court will hear the case tomorrow. I have never been to court before. She will be a judge in the supreme court someday.",
      "example_translation": "Суд рассмотрит дело завтра. Я никогда не был в суде прежде. Она будет судьей в Верховном суде когда-нибудь.",
      "imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "embassy",
      "translation": "посольство",
      "definition": "The official residence or office of an ambassador.",
      "definition_translation": "Официальная резиденция или офис посла.",
      "example": "I need to go to the embassy to get a visa. The embassy is located in the city center. She works as a diplomat at the embassy.",
      "example_translation": "Мне нужно пойти в посольство, чтобы получить визу. Посольство расположено в центре города. Она работает дипломатом в посольстве.",
      "imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "field",
      "translation": "поле",
      "definition": "An area of land used for growing crops or raising animals.",
      "definition_translation": "Область земли, используемая для выращивания культур или разведения животных.",
      "example": "I will work in the field this summer. The field was full of wheat last year. If it rains, the field will be flooded.",
      "example_translation": "Я буду работать в поле этим летом. Поле было полно пшеницы в прошлом году. Если будет дождь, поле будет затоплено.",
      "imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fire station",
      "translation": "пожарная часть",
      "definition": "A building or facility that serves as the base of operations for firefighters and their equipment, from which they respond to fire alarms and other emergencies.",
      "definition_translation": "Здание или объект, который служит базой операций для пожарных и их оборудования, из которого они отвечают на пожарные тревоги и другие чрезвычайные ситуации.",
      "example": "The fire station is located on the corner of Main and Elm streets. The firefighters responded quickly to the emergency call. By next year, they will have moved to a new fire station.",
      "example_translation": "Пожарная часть находится на углу улиц Мейн и Элм. Пожарные быстро отреагировали на вызов экстренной помощи. К следующему году они переедут в новую пожарную часть.",
      "imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "florist's",
      "translation": "цветочный магазин",
      "definition": "A shop or store where flowers and other plants are sold, often with a service to arrange and deliver them.",
      "definition_translation": "Магазин или(store), где продаются цветы и другие растения, часто с услугой по их устройству и доставке.",
      "example": "I visited the florist's to buy a bouquet for my mother's birthday. The florist's shop was beautifully decorated with fresh flowers. She will open her own florist's next month.",
      "example_translation": "Я посетил цветочный магазин, чтобы купить букет для дня рождения моей матери. Магазин цветочника был красиво украшен свежими цветами. Она откроет свой собственный цветочный магазин следующий месяц.",
      "imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "furniture store",
      "translation": "мебельный магазин",
      "definition": "A store or shop that sells furniture and other household items, such as beds, chairs, tables, and sofas.",
      "definition_translation": "Магазин или лавка, который продает мебель и другие хозяйственные предметы, такие как кровати, столики, стулья и диваны.",
      "example": "I bought a new sofa at the furniture store. The furniture store offers a wide range of brands and styles. They will have a sale at the furniture store next week.",
      "example_translation": "Я купил новый диван в мебельном магазине. Мебельный магазин предлагает широкий спектр брендов и стилей. Они будут иметь распродажу в мебельном магазине на следующей неделе.",
      "imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "garage",
      "translation": "гараж",
      "definition": "A building or structure designed to house and protect vehicles, often with tools and equipment for repairing and maintaining them.",
      "definition_translation": "Здание или конструкция, предназначенная для хранения и защиты транспортных средств, часто с инструментами и оборудованием для ремонта и обслуживания их.",
      "example": "I parked my car in the garage. The mechanic worked in the garage all day. They will convert the garage into a home office next year.",
      "example_translation": "Я оставил свою машину в гараже. Механик работал в гараже весь день. Они преобразуют гараж в домашний офис к следующему году.",
      "imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "greengrocer's",
      "translation": "овощной магазин",
      "definition": "A shop that sells fresh fruit and vegetables.",
      "definition_translation": "Магазин, продающий свежие фрукты и овощи.",
      "example": "I went to the greengrocer's yesterday to buy some apples. I will go to the greengrocer's tomorrow to buy some bananas. I have gone to the greengrocer's many times to buy some oranges.",
      "example_translation": "Я пошел в овощной магазин вчера, чтобы купить некоторые яблоки. Я пойду в овощной магазин завтра, чтобы купить некоторые бананы. Я ходил в овощной магазин много раз, чтобы купить некоторые апельсины.",
      "imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grocer's",
      "translation": "продовольственный магазин",
      "definition": "A shop that sells food and other household goods.",
      "definition_translation": "Магазин, продающий продукты питания и другие домашние товары.",
      "example": "I went to the grocer's yesterday to buy some milk. I will go to the grocer's tomorrow to buy some bread. I have gone to the grocer's many times to buy some eggs.",
      "example_translation": "Я пошел в продовольственный магазин вчера, чтобы купить некоторые молоко. Я пойду в продовольственный магазин завтра, чтобы купить некоторые хлеб. Я ходил в продовольственный магазин много раз, чтобы купить некоторые яйца.",
      "imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grocery",
      "translation": "продукты питания",
      "definition": "Food and other household goods sold in a shop.",
      "definition_translation": "Продукты питания и другие домашние товары, продаваемые в магазине.",
      "example": "I bought some grocery at the supermarket yesterday. I will buy some grocery at the market tomorrow. I have bought some grocery at the store many times.",
      "example_translation": "Я купил некоторые продукты питания в супермаркете вчера. Я куплю некоторые продукты питания на рынке завтра. Я купил некоторые продукты питания в магазине много раз.",
      "imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "guesthouse",
      "translation": "гостевой дом",
      "definition": "A private house that provides accommodation for paying guests.",
      "definition_translation": "Частный дом, предоставляющий accommodation для платных гостей.",
      "example": "I stayed at a guesthouse in Paris last year. I will stay at a guesthouse in Rome next year. I have stayed at a guesthouse in London many times.",
      "example_translation": "Я останавливался в гостевом доме в Париже в прошлом году. Я останусь в гостевом доме в Риме в следующем году. Я останавливался в гостевом доме в Лондоне много раз.",
      "imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "gym",
      "translation": "спортзал",
      "definition": "A gym is a place where people go to exercise and keep fit, often with equipment such as treadmills and weights.",
      "definition_translation": "Спортзал - это место, куда люди ходят заниматься физкультурой и поддерживать физическую форму, часто с оборудованием, таким как беговые дорожки и гантели.",
      "example": "I went to the gym yesterday, I go to the gym every day, and I will go to the gym tomorrow.",
      "example_translation": "Я пошел в спортзал вчера, я хожу в спортзал каждый день, и я пойду в спортзал завтра.",
      "imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "harbour",
      "translation": "гавань",
      "definition": "A harbour is a body of water where ships may anchor safely, often surrounded by land.",
      "definition_translation": "Гавань - это водоем, где корабли могут безопасно бросать якорь, часто окруженный землей.",
      "example": "The ship sailed into the harbour last night, the harbour is busy today, and the harbour will be renovated next year.",
      "example_translation": "Корабль вошел в гавань прошлой ночью, гавань bust сегодня, и гавань будет реконструирована в следующем году.",
      "imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hostel",
      "translation": "хостел",
      "definition": "A hostel is a budget-oriented accommodation for travelers, often with shared facilities.",
      "definition_translation": "Хостел - это бюджетное жилье для путешественников, часто с общими удобствами.",
      "example": "I stayed in a hostel in Paris, I will stay in a hostel in Tokyo, and I stayed in a hostel in New York.",
      "example_translation": "Я остановился в хостеле в Париже, я остановлюсь в хостеле в Токио, и я остановился в хостеле в Нью-Йорке.",
      "imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hut",
      "translation": "хижина",
      "definition": "A hut is a small, simple dwelling, often made of natural materials such as wood or grass.",
      "definition_translation": "Хижина - это маленькое, простое жилище, часто сделанное из натуральных материалов, таких как дерево или трава.",
      "example": "I built a hut in the woods, I will live in a hut on the beach, and I lived in a hut in the mountains.",
      "example_translation": "Я построил хижину в лесу, я буду жить в хижине на берегу, и я жил в хижине в горах.",
      "imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "jail",
      "translation": "тюрьма",
      "definition": "A place for the confinement of people who have been arrested or convicted of a crime.",
      "definition_translation": "Место для содержания людей, арестованных или осуждённых за преступление.",
      "example": "The police officer took the suspect to jail after the arrest. She had been to jail before, but this time she was released on bail. By next year, she will have been out of jail for five years.",
      "example_translation": "Полицейский взял подозреваемого в тюрьму после ареста. Она уже была в тюрьме раньше, но на этот раз она была освобождена под залог. К следующему году она будет вне тюрьмы уже пять лет.",
      "imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "jeweller's",
      "translation": "ювелир",
      "definition": "A shop or person that sells and repairs jewelry.",
      "definition_translation": "Магазин или человек, который продаёт и ремонтирует ювелирные изделия.",
      "example": "I went to the jeweller's to buy a new watch. The jeweller's skills were exceptional, and my grandmother's old necklace was restored to its former glory. By next month, the jeweller's will have been in business for 20 years.",
      "example_translation": "Я пошёл в ювелирный магазин, чтобы купить новые часы. Ювелир обладал исключительными навыками, и старое ожерелье моей бабушки было восстановлено до его прежней славы. К следующему месяцу ювелир будет в бизнесе уже 20 лет.",
      "imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lab",
      "translation": "лаборатория",
      "definition": "A room or building equipped for scientific experiments, research, or testing.",
      "definition_translation": "Комната или здание, оборудованное для научных экспериментов, исследований или тестирования.",
      "example": "The students worked on their project in the lab all day. She has been working in the lab for three years, studying the effects of climate change. By next year, the lab will have been renovated and equipped with new technology.",
      "example_translation": "Студенты работали над проектом в лаборатории целый день. Она работала в лаборатории три года, изучая эффекты изменения климата. К следующему году лаборатория будет реконструирована и оборудована новой технологией.",
      "imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "laboratory",
      "translation": "лаборатория",
      "definition": "A room or building equipped for scientific experiments, research, or testing.",
      "definition_translation": "Комната или здание, оборудованное для научных экспериментов, исследований или тестирования.",
      "example": "The scientists conducted an experiment in the laboratory to test the new medicine. She worked in the laboratory for many years, developing new vaccines. By next decade, the laboratory will have made significant breakthroughs in the field of medicine.",
      "example_translation": "Учёные провели эксперимент в лаборатории, чтобы протестировать новое лекарство. Она работала в лаборатории многие годы, разрабатывая новые вакцины. К следующему десятилетию лаборатория достигнет значительных прорывов в области медицины.",
      "imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mall",
      "translation": "торговый центр",
      "definition": "A large, often enclosed shopping area with multiple stores and facilities.",
      "definition_translation": "Большая, часто закрытая торговая зона с множеством магазинов и объектов инфраструктуры.",
      "example": "I went to the mall yesterday, I'm going to the mall today, and I will go to the mall tomorrow.",
      "example_translation": "Я пошел в торговый центр вчера, я иду в торговый центр сегодня, и я пойду в торговый центр завтра.",
      "imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "newsagent's",
      "translation": "газетный киоск",
      "definition": "A shop that sells newspapers, magazines, and other printed materials.",
      "definition_translation": "Магазин, который продаёт газеты, журналы и другие печатные материалы.",
      "example": "I bought a newspaper at the newsagent's yesterday, I'm buying a magazine at the newsagent's today, and I will buy a book at the newsagent's tomorrow.",
      "example_translation": "Я купил газету в газетном киоске вчера, я покупаю журнал в газетном киоске сегодня, и я куплю книгу в газетном киоске завтра.",
      "imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nightclub",
      "translation": "ночной клуб",
      "definition": "An establishment that stays open late at night, typically featuring live music, dancing, and alcoholic drinks.",
      "definition_translation": "Учреждение, которое остается открытым до позднего часа ночи, обычно с живой музыкой, танцами и алкогольными напитками.",
      "example": "I went to the nightclub last night, I'm going to the nightclub tonight, and I will go to the nightclub next week.",
      "example_translation": "Я пошел в ночной клуб прошлой ночью, я иду в ночной клуб сегодня ночью, и я пойду в ночной клуб на следующей неделе.",
      "imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ocean",
      "translation": "океан",
      "definition": "A vast body of saltwater that covers a significant portion of the Earth's surface.",
      "definition_translation": "Огромное тело соленой воды, покрывающее значительную часть поверхности Земли.",
      "example": "I swam in the ocean last summer, I'm swimming in the ocean this summer, and I will swim in the ocean next summer.",
      "example_translation": "Я плавал в океане прошлым летом, я плыву в океане этим летом, и я werde плавать в океане следующим летом.",
      "imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "palace",
      "translation": "дворец",
      "definition": "A large and impressive building, especially one that was historically a royal residence.",
      "definition_translation": "Большой и внушительный здание, особенно тот, который исторически был королевской резиденцией.",
      "example": "The queen lived in a grand palace in the heart of the city. She will visit the palace tomorrow. They visited the palace last year.",
      "example_translation": "Королева жила в большом дворце в центре города. Она посетит дворец завтра. Они посетили дворец прошлым годом.",
      "imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pharmacy",
      "translation": "аптека",
      "definition": "A store where medicines and other healthcare products are sold or dispensed.",
      "definition_translation": "Магазин, где продаются или выдаются лекарства и другие продукты здравоохранения.",
      "example": "I went to the pharmacy to buy some medicine. She will work at the pharmacy next year. They visited the pharmacy yesterday.",
      "example_translation": "Я пошел в аптеку, чтобы купить некоторые лекарства. Она будет работать в аптеке в следующем году. Они посетили аптеку вчера.",
      "imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "port",
      "translation": "порт",
      "definition": "A place on the coast where ships may dock to load and unload cargo.",
      "definition_translation": "Место на побережье, где корабли могут останавливаться для загрузки и разгрузки груза.",
      "example": "The cargo ship arrived at the port yesterday. They will sail from the port tomorrow. We visited the port last week.",
      "example_translation": "Грузовое судно прибыло в порт вчера. Они отплыли от порта завтра. Мы посетили порт на прошлой неделе.",
      "imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "prison",
      "translation": "тюрьма",
      "definition": "A building or facility where people are confined as a punishment for a crime.",
      "definition_translation": "Здание или учреждение, где люди содержатся в заключении в качестве наказания за преступление.",
      "example": "He was sent to prison for five years. She will visit the prison next month. They escaped from the prison last night.",
      "example_translation": "Он был отправлен в тюрьму на пять лет. Она посетит тюрьму в следующем месяце. Они бежали из тюрьмы прошлой ночью.",
      "imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rainforest",
      "translation": "дождевой лес",
      "definition": "A rainforest is a dense forest in a tropical region, typically with a high temperature and high levels of rainfall.",
      "definition_translation": "Дождевой лес - это густой лес в тропическом регионе, обычно с высокой температурой и высокими уровнями осадков.",
      "example": "I visited a rainforest in Brazil last year, where I saw a lot of exotic birds. Now I'm planning to visit another one in Indonesia. By the time I finish my trip, I will have seen three rainforests.",
      "example_translation": "Я посетил дождевой лес в Бразилии в прошлом году, где я увидел много экзотических птиц. Теперь я планирую посетить другой в Индонезии. К тому времени, когда я закончу свою поездку, я увидел три дождевых леса.",
      "imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "secondary school",
      "translation": "средняя школа",
      "definition": "A secondary school is a school that provides education to students typically between the ages of 11 and 18.",
      "definition_translation": "Средняя школа - это школа, которая обеспечивает образование для студентов обычно в возрасте от 11 до 18 лет.",
      "example": "I attended a secondary school in my hometown, where I studied mathematics and science. Now I'm thinking of enrolling in a secondary school in the United States. By the time I graduate, I will have completed two secondary schools.",
      "example_translation": "Я посетил среднюю школу в моем родном городе, где я изучал математику и науку. Теперь я думаю о поступлении в среднюю школу в Соединенных Штатах. К тому времени, когда я毕业ю, я завершу две средние школы.",
      "imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "souvenir shop",
      "translation": "магазин сувениров",
      "definition": "A souvenir shop is a store that sells objects that serve as mementos of a particular place or event.",
      "definition_translation": "Магазин сувениров - это магазин, который продает объекты, которые служат напоминанием о bestimmten месте или событии.",
      "example": "I went to a souvenir shop in Paris, where I bought a keychain. Now I'm looking for a souvenir shop in Tokyo. By the time I find one, I will have visited five souvenir shops.",
      "example_translation": "Я пошел в магазин сувениров в Париже, где я купил брелок. Теперь я ищу магазин сувениров в Токио. К тому времени, когда я найду один, я посетил пять магазинов сувениров.",
      "imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sports shop",
      "translation": "спортивный магазин",
      "definition": "A sports shop is a store that sells equipment, clothing, and accessories for various sports and outdoor activities.",
      "definition_translation": "Спортивный магазин - это магазин, который продает оборудование, одежду и аксессуары для различных видов спорта и наружных активностей.",
      "example": "I visited a sports shop in New York, where I bought a basketball. Now I'm planning to visit a sports shop in London. By the time I finish my shopping, I will have visited three sports shops.",
      "example_translation": "Я посетил спортивный магазин в Нью-Йорке, где я купил баскетбол. Теперь я планирую посетить спортивный магазин в Лондоне. К тому времени, когда я закінчу свои покупки, я посетил три спортивных магазина.",
      "imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "store",
      "translation": "магазин",
      "definition": "A building or room where goods are sold or kept for sale.",
      "definition_translation": "Здание или комната, где товары продаются или хранятся для продажи.",
      "example": "I went to the store to buy some milk. I am going to the store to buy some shoes. I will go to the store to buy a gift.",
      "example_translation": "Я пошел в магазин, чтобы купить молоко. Я иду в магазин, чтобы купить обувь. Я пойду в магазин, чтобы купить подарок.",
      "imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "temple",
      "translation": "храм",
      "definition": "A building dedicated to religious worship.",
      "definition_translation": "Здание, посвященное религиозному поклонению.",
      "example": "I visited the temple last weekend. I am visiting the temple with my family. I will visit the temple next year.",
      "example_translation": "Я посетил храм прошлым выходным днем. Я посещаю храм с моей семьей. Я посещу храм в следующем году.",
      "imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tower",
      "translation": "башня",
      "definition": "A tall narrow building or structure, typically used for observation or defense.",
      "definition_translation": "Высокое узкое здание или сооружение, обычно используемое для наблюдения или защиты.",
      "example": "The tower stood tall and proud. I climbed the tower to see the view. I will visit the tower next month.",
      "example_translation": "Башня стояла высокой и гордой. Я забрался на башню, чтобы увидеть вид. Я посещу башню в следующем месяце.",
      "imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "track",
      "translation": "трек",
      "definition": "A path or route used for walking, running, or racing.",
      "definition_translation": "Путь или маршрут, используемый для ходьбы, бега или гонок.",
      "example": "I ran on the track yesterday. I am running on the track now. I will run on the track tomorrow.",
      "example_translation": "Я бежал по треку вчера. Я бегу по треку сейчас. Я побегу по треку завтра.",
      "imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "youth hostel",
      "translation": "хостел для молодежи",
      "definition": "A budget-oriented accommodation for young travelers, often with dormitory-style rooms and shared facilities.",
      "definition_translation": "Бюджетное жилье для молодых путешественников, часто с комнатами в стиле общежития и общими удобствами.",
      "example": "I stayed at a youth hostel in Paris last summer. It was a great way to meet other travelers. I had stayed at several youth hostels before, and I will definitely stay at one again in the future.",
      "example_translation": "Я останавливался в молодежном хостеле в Париже прошлым летом. Это был отличный способ встретить других путешественников. Я останавливался в нескольких молодежных хостелах раньше, и я, конечно, останусь в одном снова в будущем.",
      "imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bakery",
      "translation": "пекарня",
      "definition": "A shop that sells bread, pastries, and other baked goods.",
      "definition_translation": "Магазин, продающий хлеб, выпечку и другие выпечные изделия.",
      "example": "I went to the bakery this morning to buy some fresh bread. The bakery on the corner is my favorite. I will go to the bakery again tomorrow to order a cake for my birthday.",
      "example_translation": "Я пошел в пекарню этим утром, чтобы купить свежий хлеб. Пекарня на углу - моя любимая. Я пойду в пекарню снова завтра, чтобы заказать торт на свой день рождения.",
      "imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "basement",
      "translation": "подвал",
      "definition": "The lowest floor of a building, typically below ground level, used for storage or as a utility room.",
      "definition_translation": "Нижний этаж здания, обычно ниже уровня земли, используемый для хранения или как комната для коммунальных услуг.",
      "example": "I stored my old furniture in the basement. The basement was flooded during the heavy rain. We will finish the basement next month and turn it into a home gym.",
      "example_translation": "Я хранил мою старую мебель в подвале. Подвал был затоплен во время сильного дождя. Мы закончим подвал в следующем месяце и превратим его в домашний спортзал.",
      "imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cell",
      "translation": "клетка",
      "definition": "A small enclosed or compartmentalized space, such as a prison cell or a cell in a monastery.",
      "definition_translation": "Маленькое закрытое или отгороженное пространство, zoals тюремная клетка или клетка в монастыре.",
      "example": "The prisoner was kept in a cell for 10 years. The monk lived in a small cell in the monastery. The cell of the honeycomb was full of honey.",
      "example_translation": "Заключенный был содержан в клетке в течение 10 лет. Монах жил в маленькой клетке в монастыре. Клетка пчелиного сота была полна меда.",
      "imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "corridor",
      "translation": "коридор",
      "definition": "A corridor is a long passage in a building, especially one that connects rooms or parts of a building.",
      "definition_translation": "Коридор - это длинный проход в здании, особенно тот, который соединяет комнаты или части здания.",
      "example": "I walked down the corridor to get to the meeting room. Yesterday, I had walked down the corridor to get to the meeting room. Tomorrow, I will walk down the corridor to get to the meeting room.",
      "example_translation": "Я пошел вниз по коридору, чтобы добраться до комнаты для встреч. Вчера я шел вниз по коридору, чтобы добраться до комнаты для встреч. Завтра я пойду вниз по коридору, чтобы добраться до комнаты для встреч.",
      "imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "course",
      "translation": "курс",
      "definition": "A course is a series of lessons or lectures on a particular subject, especially one that leads to a qualification.",
      "definition_translation": "Курс - это серия уроков или лекций на определенный предмет, особенно тот, который приводит к квалификации.",
      "example": "I took a course in computer programming last semester. I am taking a course in computer programming this semester. I will take a course in computer programming next semester.",
      "example_translation": "Я прошел курс компьютерного программирования в прошлом семестре. Я прохожу курс компьютерного программирования в этом семестре. Я пройду курс компьютерного программирования в следующем семестре.",
      "imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "estate",
      "translation": "имущество",
      "definition": "An estate is a large area of land, especially in the countryside, that is owned by one person or family.",
      "definition_translation": "Имущество - это большая территория земли, особенно в деревне, которая принадлежит одному человеку или семье.",
      "example": "The Smith family owns a large estate in the countryside. They owned a large estate in the countryside last year. They will own a large estate in the countryside next year.",
      "example_translation": "Семья Смит владеет большим имуществом в деревне. Они владели большим имуществом в деревне в прошлом году. Они будут владеть большим имуществом в деревне в следующем году.",
      "imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "headquarters",
      "translation": "штаб-квартира",
      "definition": "The headquarters of an organization or company is the main place where it is controlled or directed from.",
      "definition_translation": "Штаб-квартира организации или компании - это основное место, где она контролируется или управляется.",
      "example": "The company's headquarters are located in New York City. The company's headquarters were located in New York City last year. The company's headquarters will be located in New York City next year.",
      "example_translation": "Штаб-квартира компании находится в Нью-Йорке. Штаб-квартира компании была розташована в Нью-Йорке в прошлом году. Штаб-квартира компании будет розташована в Нью-Йорке в следующем году.",
      "imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lobby",
      "translation": "лобби",
      "definition": "A lobby is a room or area in a building used for waiting or gathering, often in a hotel, theater, or office building.",
      "definition_translation": "Лобби - это комната или зона в здании, используемая для ожидания или сборов, часто в отеле, театре или офисном здании.",
      "example": "I waited in the lobby for my friend to arrive. I am waiting in the lobby for my friend to arrive. I will wait in the lobby for my friend to arrive.",
      "example_translation": "Я ждал в лобби прибытия моего друга. Я жду в лобби прибытия моего друга. Я буду ждать в лобби прибытия моего друга.",
      "imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "meadow",
      "translation": "луг",
      "definition": "A meadow is a field of grass and wildflowers, often near a river or stream.",
      "definition_translation": "Луг - это поле травы и野цветов, часто near речки или ручья.",
      "example": "We had a picnic in the meadow last summer. We have a picnic in the meadow every Sunday. We will have a picnic in the meadow next weekend.",
      "example_translation": "Мы устроили пикник в лугу прошлым летом. Мы устраиваем пикник в лугу каждое воскресенье. Мы устроим пикник в лугу на следующих выходных.",
      "imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pitch",
      "translation": "питч",
      "definition": "A pitch is an area of ground marked out for playing a sport, especially baseball or cricket.",
      "definition_translation": "Питч - это участок земли, размеченный для игры в какой-либо вид спорта, особенно в бейсбол или крикет.",
      "example": "The baseball player threw the ball across the pitch. The baseball player throws the ball across the pitch every game. The baseball player will throw the ball across the pitch tomorrow.",
      "example_translation": "Игрок в бейсбол бросил мяч через питч. Игрок в бейсбол бросает мяч через питч every игра. Игрок в бейсбол бросит мяч через питч завтра.",
      "imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shed",
      "translation": "сарай",
      "definition": "A shed is a small structure, typically made of wood or metal, used for storing things like tools, bicycles, or garden equipment.",
      "definition_translation": "Сарай - это небольшая конструкция, обычно сделанная из дерева или металла, используемая для хранения вещей, таких как инструменты, велосипеды или оборудование для сада.",
      "example": "I stored my bike in the shed last winter. I store my bike in the shed every winter. I will store my bike in the shed next winter.",
      "example_translation": "Я хранил свой велосипед в сарае прошлой зимой. Я храню свой велосипед в сарае каждую зиму. Я храню свой велосипед в сарае следующей зимой.",
      "imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "skyscraper",
      "translation": "небоскрёб",
      "definition": "A skyscraper is a tall, continuously habitable building of many stories, often designed for office, commercial and residential uses.",
      "definition_translation": " Небоскрёб - это высокое, постоянно пригодное для проживания здание многих этажей, часто предназначенное для офисных, коммерческих и жилых целей.",
      "example": "I worked on the 30th floor of a skyscraper in New York City. Yesterday, I visited the observation deck of the skyscraper. By next year, I will be living in a skyscraper in Tokyo.",
      "example_translation": "Я работал на 30-м этаже небоскрёба в Нью-Йорк Сити. Вчера я посетил обсерваторию на вершине небоскрёба. К следующему году я shall будем жить в небоскрёбе в Токио.",
      "imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stony beach",
      "translation": "каменный пляж",
      "definition": "A stony beach is a coastal area with a high concentration of stones, pebbles, and rocks, often found along shorelines.",
      "definition_translation": "Каменный пляж - это прибрежная зона с высокой концентрацией камней, гальки и валунов, часто встречающаяся вдоль береговых линий.",
      "example": "I loved walking on the stony beach at sunrise. The stony beach was covered with seaweed after the storm. By the next summer, the stony beach will be cleaned up.",
      "example_translation": "Я любил гулять по каменному пляжу на рассвете. Каменный пляж был покрыт морской травой после шторма. К следующему лету каменный пляж будет очищен.",
      "imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "studio",
      "translation": "студия",
      "definition": "A studio is a room or building used for instruction, practice, or production in various arts, such as dance, music, or film.",
      "definition_translation": "Студия - это комната или здание, используемое для инструктажа, практики или производства в различных искусствах, таких как танец, музыка или кино.",
      "example": "I attended a yoga studio yesterday. The studio was equipped with state-of-the-art equipment. By next month, I will have my own studio.",
      "example_translation": "Я посетил студию йоги вчера. Студия была оборудована передовым оборудованием. К следующему месяцу у меня будет своя студия.",
      "imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "terminal",
      "translation": "терминал",
      "definition": "A terminal is a point of arrival or departure at an airport, seaport, or other transportation hub, or a device for entering data into a computer.",
      "definition_translation": "Терминал - это точка прибытия или отправления в аэропорту, морском порту или другом транспортном узле, или устройство для ввода данных в компьютер.",
      "example": "I arrived at the terminal an hour before my flight. The terminal was crowded with people. By next year, the terminal will be renovated.",
      "example_translation": "Я прибыл на терминал за час до моего рейса. Терминал был переполнен людьми. К следующему году терминал будет реконструирован.",
      "imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "terrace",
      "translation": "терраса",
      "definition": "A flat or sloping roof or area, typically surrounded by a wall or railing, above the main rooms of a building.",
      "definition_translation": "Плоская или наклонная крыша или площадка, обычно окруженная стеной или оградой, над основными комнатами здания.",
      "example": "The hotel room had a beautiful terrace with a stunning view of the ocean. In the morning, we sat on the terrace and had breakfast. By next summer, we will have renovated the entire terrace and added a new pool.",
      "example_translation": "Номер отеля имел красивую террасу с Potterящим видом на океан. Утром мы сидели на террасе и завтракали. К следующему лету мы реконструируем всю террасу и добавим новый бассейн.",
      "imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "venue",
      "translation": "место проведения",
      "definition": "A place where a particular event or activity is held, such as a concert, exhibition, or meeting.",
      "definition_translation": "Место, где проводится определенное событие или деятельность, например, концерт, выставка или встреча.",
      "example": "The venue for the wedding reception was changed to a larger hall due to the increased number of guests. The venue is equipped with state-of-the-art sound equipment. By next year, the venue will have hosted over 500 events.",
      "example_translation": "Место проведения свадебного приема было изменено на более大的 зал из-за увеличения числа гостей. Место оснащено современным звуковым оборудованием. К следующему году место проведения будет приняло более 500 мероприятий.",
      "imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ward",
      "translation": "округ",
      "definition": "A division of a hospital, typically with beds and medical equipment, where patients are cared for.",
      "definition_translation": "Отделение больницы, обычно с кроватями и медицинским оборудованием, где пациенты получают уход.",
      "example": "The nurse worked on the pediatric ward, taking care of children with various illnesses. The hospital has several wards, each specializing in different medical conditions. By next month, the new ward will be opened, increasing the hospital's capacity.",
      "example_translation": "Медсестра работала на детском отделении, ухаживая за детьми с разными заболеваниями. Больница имеет несколько отделений, каждое из которых специализируется на различных медицинских условиях. К следующему месяцу новое отделение будет открыто, увеличивая мощность больницы.",
      "imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "control tower",
      "translation": "башня управления",
      "definition": "A tall structure at an airport, from which air traffic controllers direct the movement of aircraft.",
      "definition_translation": "Высокая структура в аэропорту, из которой диспетчеры управляют движением самолетов.",
      "example": "The control tower at the airport was evacuated due to a fire alarm. The controller in the control tower guided the pilot to a safe landing. By next year, the control tower will be renovated and equipped with modern technology.",
      "example_translation": "Башня управления в аэропорту была эвакуирована из-за пожарной тревоги. Диспетчер в башне управления руководил пилотом к безопасной посадке. К следующему году башня управления будет реконструирована и оснащена современной техникой.",
      "imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "delicatessen",
      "translation": "деликатесный магазин",
      "definition": "A delicatessen is a store that sells a variety of high-quality foods, such as meats, cheeses, and baked goods.",
      "definition_translation": "Деликатесный магазин - это магазин, который продаёт разнообразные высококачественные продукты, такие как мясо, сыр и выпечка.",
      "example": "I went to the delicatessen to buy some sandwiches for lunch. I will go to the delicatessen tomorrow to buy some snacks for the party. I had gone to the delicatessen earlier to buy some ingredients for dinner.",
      "example_translation": "Я пошёл в деликатесный магазин, чтобы купить некоторые сэндвичи для обеда. Я пойду в деликатесный магазин завтра, чтобы купить некоторые закуски для вечеринки. Я уже 去 был в деликатесный магазин раньше, чтобы купить некоторые ингредиенты для ужина.",
      "imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "landmark",
      "translation": "достопримечательность",
      "definition": "A landmark is a famous or historical building, monument, or structure that is recognized and admired by many people.",
      "definition_translation": "Достопримечательность - это знаменитое или историческое здание, монумент или сооружение, которое признаётся и восхищается многими людьми.",
      "example": "The Eiffel Tower is a famous landmark in Paris. I have seen many landmarks during my trip to Europe. The landmark was illuminated at night and looked amazing.",
      "example_translation": "Эйфелева башня - это знаменитая достопримечательность в Париже. Я видел многие достопримечательности во время моей поездки по Европе. Достопримечательность была освещена ночью и выглядела ấn tượngно.",
      "imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mansion",
      "translation": "особняк",
      "definition": "A mansion is a large and impressive house, especially one that is luxurious or grand.",
      "definition_translation": "Особняк - это большой и впечатляющий дом, особенно если он роскошный или величественный.",
      "example": "The mansion was surrounded by a beautiful garden. I have always dreamed of owning a mansion. The mansion was destroyed in the fire.",
      "example_translation": "Особняк был окружён красивым садом. Я всегда мечтал владеть особняком. Особняк был уничтожен в пожаре.",
      "imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "staircase",
      "translation": "лестница",
      "definition": "A staircase is a set of stairs and the surrounding walls, banisters, and other structures that support them.",
      "definition_translation": "Лестница - это набор ступеней и окружающих стен, перил и других структур, поддерживающих их.",
      "example": "The staircase was grand and curved. I walked up the staircase to the second floor. The staircase was narrow and steep.",
      "example_translation": "Лестница была величественной и изогнутой. Я поднялся по лестнице на второй этаж. Лестница была узкой и круто спускавшейся.",
      "imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stationery shop",
      "translation": "канцелярская лавка",
      "definition": "A store that sells office supplies, paper, and other materials for writing and typing.",
      "definition_translation": "Магазин, который продает канцелярские товары, бумагу и другие материалы для письма и печати.",
      "example": "I went to the stationery shop to buy a new notebook for school. Yesterday, I bought a pen from the same shop. Tomorrow, I will buy a calculator from that shop.",
      "example_translation": "Я пошел в канцелярскую лавку, чтобы купить новый блокнот для школы. Вчера я купил ручку в том же магазине. Завтра я куплю калькулятор в том магазине.",
      "imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "warehouse",
      "translation": "склад",
      "definition": "A large building used for storing goods or products.",
      "definition_translation": "Большое здание, используемое для хранения товаров или продуктов.",
      "example": "The company built a new warehouse to store their inventory. The warehouse was very large and had many shelves. In the future, they will expand the warehouse to store more goods.",
      "example_translation": "Компания построила новый склад для хранения своих товаров. Склад был очень большим и имелMany полок. В будущем они расширят склад для хранения больше товаров.",
      "imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fishmonger's",
      "translation": "рыбный рынок",
      "definition": "A shop that sells fresh fish and other seafood.",
      "definition_translation": "Магазин, который продает свежую рыбу и другие морепродукты.",
      "example": "I went to the fishmonger's to buy some salmon for dinner. Yesterday, I bought shrimp from the same shop. Tomorrow, I will buy lobster from that shop.",
      "example_translation": "Я пошел на рыбный рынок, чтобы купить лосось на ужин. Вчера я купил креветки в том же магазине. Завтра я куплю лобстер в том магазине.",
      "imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ironmonger's",
      "translation": "железнодорожный рынок",
      "definition": "A shop that sells hardware, tools, and other metal goods.",
      "definition_translation": "Магазин, который продает оборудование, инструменты и другие металлические товары.",
      "example": "I went to the ironmonger's to buy a new hammer. Yesterday, I bought a screwdriver from the same shop. Tomorrow, I will buy a wrench from that shop.",
      "example_translation": "Я пошел на железнодорожный рынок, чтобы купить новый молот. Вчера я купил отвертку в том же магазине. Завтра я куплю гаечный ключ в том магазине.",
      "imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "landing",
      "translation": "посадка",
      "definition": "The act of landing, especially of an aircraft or a spacecraft, or the place where this happens.",
      "definition_translation": "Акт посадки, особенно самолета или космического аппарата, или место, где это происходит.",
      "example": "The pilot began the landing procedure, and the plane touched down safely on the runway. Yesterday, I witnessed a plane landing on the beach. By 2025, humans will land on Mars.",
      "example_translation": "Пилот начал процедуру посадки, и самолет приземлился безопасно на взлетную полосу. Вчера я свидетельствовал посадку самолета на пляже. К 2025 году люди высадятся на Марс.",
      "imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "loft",
      "translation": "чердак",
      "definition": "A room or space just below the roof of a building, often used for storage.",
      "definition_translation": "Комната или пространство ngay под крышей здания, часто используемое для хранения.",
      "example": "I store my old boxes and furniture in the loft. The loft was converted into a modern apartment. In the 19th century, lofts were used as workshops.",
      "example_translation": "Я храню старые коробки и мебель на чердаке. Чердак был преобразован в современную квартиру. В 19-м веке чердаки использовались как мастерские.",
      "imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "off-licence",
      "translation": "лицензия на розничную продажу алкоголя",
      "definition": "A licence or permit that allows a person or business to sell alcohol for consumption off the premises.",
      "definition_translation": "Лицензия или разрешение, которое позволяет лицу или бизнесу продавать алкоголь для потребления вне помещения.",
      "example": "The off-licence shop was open 24/7. I got an off-licence to sell wine at my restaurant. In some countries, off-licences are only granted to certain individuals.",
      "example_translation": "Магазин с лицензией на розничную продажу алкоголя был открыт 24/7. Я получил лицензию на розничную продажу вина в моем ресторане. В некоторых странах лицензии на розничную продажу алкоголя выдаются только определенным лицам.",
      "imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stable",
      "translation": "стойло",
      "definition": "A building or structure for housing horses, cattle, or other animals.",
      "definition_translation": "Здание или конструкция для размещения лошадей, крупного рогатого скота или других животных.",
      "example": "The stable was cleaned every morning. The horse was placed in a stable with fresh hay. In the old days, stables were used as shelters for travelers.",
      "example_translation": "Стоило было очищено каждое утро. Лошадь была помещена в стойло с свежим сеном. В давние дни стойла использовались как приюты для путешественников.",
      "imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "duty-free shop",
      "translation": "дьюти-фри магазин",
      "definition": "A duty-free shop is a retail store that sells goods without charging customers value-added tax or other local taxes.",
      "definition_translation": "Магазин дьюти-фри - это розничный магазин, который продает товары без взимания налогов на добавленную стоимость или иных местных налогов.",
      "example": "I bought a bottle of perfume at the duty-free shop at the airport. Yesterday, I bought a watch at the duty-free shop, and I will buy a camera at the duty-free shop tomorrow.",
      "example_translation": "Я купил бутылку парфюма в дьюти-фри магазине в аэропорту. Вчера я купил часы в дьюти-фри магазине, а завтра я куплю камеру в дьюти-фри магазине.",
      "imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pier",
      "translation": "пристань",
      "definition": "A pier is a structure built on pillars in the sea, lake, or river, used as a landing place for boats or ships.",
      "definition_translation": "Пристань - это сооружение, возведенное на столбах в море, озере или реке, используемое как место причала для лодок или судов.",
      "example": "I walked along the pier to enjoy the sunset. The fishermen unloaded their catch on the pier yesterday, and today they are repairing their nets on the pier. By next summer, the city will have built a new pier.",
      "example_translation": "Я šёл вдоль пристани, чтобы насладиться закатом. Рыбаки разгрузили свой улов на пристани вчера, а сегодня они ремонтируют свои сети на пристани. К следующему лету город построит новую пристань.",
      "imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]