[
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "April",
      "translation": "Апрель",
      "definition": "The fourth month of the year, coming after March and before May.",
      "definition_translation": "Четвертый месяц года, следующий за мартом и предшествующий маю.",
      "example": "I will go on vacation in April next year. I went to the beach in April last year. I'm going to the park in April this year.",
      "example_translation": "Я поеду в отпуск в апреле следующего года. Я был на пляже в апреле прошлого года. Я иду в парк в апреле этого года.",
      "imageLink": "image_files\\English\\"imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "August",
      "translation": "Август",
      "definition": "The eighth month of the year, coming after July and before September.",
      "definition_translation": "Восьмой месяц года, следующий за июлем и предшествующий сентябрю.",
      "example": "I will start school in August this year. I started college in August last year. I'm going to the mountains in August next year.",
      "example_translation": "Я начну школу в августе этого года. Я начал колледж в августе прошлого года. Я иду в горы в августе следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "December",
      "translation": "Декабрь",
      "definition": "The twelfth and final month of the year, coming after November.",
      "definition_translation": "Двенадцатый и последний месяц года, следующий за ноябрем.",
      "example": "I will celebrate Christmas in December this year. I celebrated my birthday in December last year. I'm going to the Christmas market in December next year.",
      "example_translation": "Я буду праздновать Рождество в декабре этого года. Я_marksел день рождения в декабре прошлого года. Я иду на рождественский рынок в декабре следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "February",
      "translation": "Февраль",
      "definition": "The second month of the year, coming after January and before March.",
      "definition_translation": "Второй месяц года, следующий за январем и предшествующий марту.",
      "example": "I will go skiing in February this year. I went to the Valentine's Day party in February last year. I'm going to the exhibition in February next year.",
      "example_translation": "Я поеду на лыжи в феврале этого года. Я был на празднике Дня святого Валентина в феврале прошлого года. Я иду на выставку в феврале следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "January",
      "translation": "январь",
      "definition": "The first month of the year, next to February, in the Gregorian calendar.",
      "definition_translation": "Первый месяц года, после февраля, в григорианском календаре.",
      "example": "I was born in January 1990. I will go to school in January. I went to the beach in January last year.",
      "example_translation": "Я родился в январе 1990 года. Я пойду в школу в январе. Я пошел на пляж в январе прошлого года.",
      "imageLink": "image_files\\English\\"imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "July",
      "translation": "июль",
      "definition": "The seventh month of the year, next to August, in the Gregorian calendar.",
      "definition_translation": "Седьмой месяц года, после августа, в григорианском календаре.",
      "example": "I will go on vacation in July. I went to the park in July last year. I will graduate in July next year.",
      "example_translation": "Я пойду в отпуск в июле. Я пошел в парк в июле прошлого года. Я закончу обучение в июле следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "June",
      "translation": "июнь",
      "definition": "The sixth month of the year, next to July, in the Gregorian calendar.",
      "definition_translation": "Шестой месяц года, после июля, в григорианском календаре.",
      "example": "I will attend the wedding in June. I went to the beach in June last year. I will take the exam in June next year.",
      "example_translation": "Я пойду на свадьбу в июне. Я пошел на пляж в июне прошлого года. Я сдам экзамен в июне следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "March",
      "translation": "март",
      "definition": "The third month of the year, next to April, in the Gregorian calendar.",
      "definition_translation": "Третий месяц года, после апреля, в григорианском календаре.",
      "example": "I will start learning French in March. I went to Paris in March last year. I will finish the project in March next year.",
      "example_translation": "Я начну учить французский в марте. Я пошел в Париж в марте прошлого года. Я закончу проект в марте следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "May",
      "translation": "Май",
      "definition": "The fifth month of the year, coming between April and June.",
      "definition_translation": "Пятый месяц года, следующие между апрелем и июнем.",
      "example": "I will graduate in May. I graduated in May. I had graduated in May.",
      "example_translation": "Я окончу учебу в мае. Я окончил учебу в мае. Я уже окончил учебу в мае.",
      "imageLink": "image_files\\English\\"imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "November",
      "translation": "Ноябрь",
      "definition": "The eleventh month of the year, coming between October and December.",
      "definition_translation": "Одиннадцатый месяц года, следующие между октябрем и декабрем.",
      "example": "I will travel in November. I traveled in November. I had traveled in November.",
      "example_translation": "Я поеду в ноябре. Я ездил в ноябре. Я уже ездил в ноябре.",
      "imageLink": "image_files\\English\\"imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "October",
      "translation": "Октябрь",
      "definition": "The tenth month of the year, coming between September and November.",
      "definition_translation": "Десятый месяц года, следующие между сентябрем и ноябрем.",
      "example": "I will study in October. I studied in October. I had studied in October.",
      "example_translation": "Я буду учиться в октябре. Я учился в октябре. Я уже учился в октябре.",
      "imageLink": "image_files\\English\\"imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "September",
      "translation": "Сентябрь",
      "definition": "The ninth month of the year, coming between August and October.",
      "definition_translation": "Девятый месяц года, следующие между августом и октябрем.",
      "example": "I will work in September. I worked in September. I had worked in September.",
      "example_translation": "Я буду работать в сентябре. Я работал в сентябре. Я уже работал в сентябре.",
      "imageLink": "image_files\\English\\"imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]