{
  "data": [
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beer",
      "translation": "пиво",
      "definition": "A fermented drink made from cereals, especially barley, and flavored with hops.",
      "definition_translation": "Ферментированный напиток, сделанный из злаков, особенно ячменя, и ароматизированный хмелем.",
      "example": "I drank a beer at the party last night. I'm drinking a beer now. I will drink a beer at the party tomorrow.",
      "example_translation": "Я выпил пиво на вечеринке вчера вечером. Я пью пиво сейчас. Я выпью пиво на вечеринке завтра.",
      "imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "coffee",
      "translation": "кофе",
      "definition": "A hot drink made from the roasted seeds of a tropical plant.",
      "definition_translation": "Горячий напиток, сделанный из обжаренных семян тропического растения.",
      "example": "I drank a cup of coffee this morning. I'm drinking coffee now. I will drink coffee at breakfast tomorrow.",
      "example_translation": "Я выпил чашку кофе этим утром. Я пью кофе сейчас. Я выпью кофе на завтраке завтра.",
      "imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Coke",
      "translation": "Кока-Кола",
      "definition": "A sweet carbonated drink flavored with vanilla and cinnamon.",
      "definition_translation": "Сладкий газированный напиток, ароматизированный ванилью и корицей.",
      "example": "I drank a Coke at the party last night. I'm drinking Coke now. I will drink Coke at the movies tomorrow.",
      "example_translation": "Я выпил Кока-Колу на вечеринке вчера вечером. Я пью Кока-Колу сейчас. Я выпью Кока-Колу в кино завтра.",
      "imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drink",
      "translation": "пить",
      "definition": "To swallow a liquid substance.",
      "definition_translation": "Глотать жидкую субстанцию.",
      "example": "I drank water yesterday. I'm drinking tea now. I will drink juice at breakfast tomorrow.",
      "example_translation": "Я выпил воду вчера. Я пью чай сейчас. Я выпью сок на завтраке завтра.",
      "imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "juice",
      "translation": "сок",
      "definition": "A liquid substance that is naturally contained in plants or animals and is often consumed as a beverage.",
      "definition_translation": "Жидкость, естественным образом содержащаяся в растениях или животных и часто потребляемая в качестве напитка.",
      "example": "I drank juice yesterday, I am drinking juice now, and I will drink juice tomorrow.",
      "example_translation": "Вчера я пил сок, сейчас я пью сок, и завтра я буду пить сок.",
      "imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "milk",
      "translation": "молоко",
      "definition": "A nutrient-rich liquid produced by mammary glands of female mammals, primarily cattle, goats, and sheep.",
      "definition_translation": "Питательная жидкость, производимая молочными железами самок млекопитающих, прежде всего крупного рогатого скота, коз и овец.",
      "example": "I bought milk yesterday, I am buying milk now, and I will buy milk tomorrow.",
      "example_translation": "Вчера я купил молоко, сейчас я куплю молоко, и завтра я куплю молоко.",
      "imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "orange juice",
      "translation": "апельсиновый сок",
      "definition": "A liquid substance extracted from oranges, often consumed as a beverage.",
      "definition_translation": "Жидкость, извлекаемая из апельсинов, часто потребляемая в качестве напитка.",
      "example": "I drank orange juice yesterday, I am drinking orange juice now, and I will drink orange juice tomorrow.",
      "example_translation": "Вчера я пил апельсиновый сок, сейчас я пью апельсиновый сок, и завтра я буду пить апельсиновый сок.",
      "imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tea",
      "translation": "чай",
      "definition": "A hot or cold beverage made by infusing the dried leaves of the tea plant in water.",
      "definition_translation": "Горячий или холодный напиток, приготовленный путем настаивания сухих листьев чайного растения в воде.",
      "example": "I drank tea yesterday, I am drinking tea now, and I will drink tea tomorrow.",
      "example_translation": "Вчера я пил чай, сейчас я пью чай, и завтра я буду пить чай.",
      "imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tomato juice",
      "translation": "томатный сок",
      "definition": "A liquid substance made from tomatoes, often consumed as a beverage.",
      "definition_translation": "Жидкость, сделанная из томатов, часто потребляемая в качестве напитка.",
      "example": "I drank a glass of tomato juice yesterday, I'm drinking it now, and I will drink it tomorrow.",
      "example_translation": "Я выпил стакан томатного сока вчера, я пью его сейчас, и я выпью его завтра.",
      "imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "water",
      "translation": "вода",
      "definition": "A clear, colorless, odorless, and tasteless liquid substance that forms the seas, lakes, rivers, and rain and is the basis of the fluids of living organisms.",
      "definition_translation": "Чистый, бесцветный, безвкусный и без запаха жидкий субстрат, который формирует моря, озера, реки и дождь и является основой жидкостей живых организмов.",
      "example": "I drank water yesterday, I'm drinking it now, and I will drink it tomorrow.",
      "example_translation": "Я выпил воду вчера, я пью ее сейчас, и я выпью ее завтра.",
      "imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wine",
      "translation": "вино",
      "definition": "A fermented liquor made from grapes, usually containing from 10 to 20 percent alcohol.",
      "definition_translation": "С_spiанный напиток, сделанный из винограда, обычно содержащий от 10 до 20 процентов алкоголя.",
      "example": "I drank a glass of wine last night, I'm drinking it now, and I will drink it at the party tomorrow.",
      "example_translation": "Я выпил стакан вина прошлым вечером, я пью его сейчас, и я выпью его на вечеринке завтра.",
      "imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "alcohol",
      "translation": "алкоголь",
      "definition": "A colorless, volatile, and highly flammable liquid substance used as a solvent, a fuel, and in the production of beverages.",
      "definition_translation": "Бесцветная, летучая и высоковоспламеняющаяся жидкость, используемая в качестве растворителя, топлива и в производстве напитков.",
      "example": "I will never drink too much alcohol again, because I drank it last night and it made me feel sick.",
      "example_translation": "Я никогда больше не буду пить слишком много алкоголя, потому что я выпил его прошлым вечером и он делал меня чувствовать больно.",
      "imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "apple juice",
      "translation": "сока яблока",
      "definition": "A sweet and refreshing drink made from apples, often served chilled.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из яблок, часто подается охлажденным.",
      "example": "I drank apple juice at breakfast, I am drinking it now, and I will drink it at dinner.",
      "example_translation": "Я пил сок яблока на завтрак, я пью его сейчас, и я буду пить его на ужин.",
      "imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "champagne",
      "translation": "шампанское",
      "definition": "A sparkling wine produced from grapes grown in the Champagne region of France, often served at celebrations.",
      "definition_translation": "Игристое вино, производимое из винограда, выращенного в регионе Шампань во Франции, часто подается на празднованиях.",
      "example": "We opened champagne at my wedding, we are drinking it now, and we will open it again at our anniversary.",
      "example_translation": "Мы открывали шампанское на моей свадьбе, мы пьем его сейчас, и мы откроем его снова на нашей годовщине.",
      "imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cola",
      "translation": "кола",
      "definition": "A sweet, carbonated soft drink flavored with vanilla and caramel, often served cold.",
      "definition_translation": "Сладкий, газированный напиток, ароматизированный ванилью и карамелью, часто подается холодным.",
      "example": "I drank cola at the party, I am drinking it now, and I will drink it at the movie theater.",
      "example_translation": "Я пил колу на вечеринке, я пью ее сейчас, и я буду пить ее в кинотеатре.",
      "imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drink",
      "translation": "питье",
      "definition": "A liquid substance consumed to quench thirst or for nourishment.",
      "definition_translation": "Жидкость, потребляемая для утоления жажды или для питания.",
      "example": "I will drink water after exercise, I drank juice for breakfast, and I am drinking tea now.",
      "example_translation": "Я буду пить воду после упражнений, я пил сок на завтрак, и я пью чай сейчас.",
      "imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hot chocolate",
      "translation": "горячий шоколад",
      "definition": "A sweet, comforting beverage made with melted chocolate and milk, often served hot.",
      "definition_translation": "Сладкий, утешительный напиток, сделанный из растопленного шоколада и молока, часто подается горячим.",
      "example": "I drank hot chocolate on a cold winter morning. Yesterday, I made hot chocolate for my siblings. In the future, I will make hot chocolate with marshmallows.",
      "example_translation": "Я выпил горячий шоколад на холодное зимнее утро. Вчера я приготовил горячий шоколад для моих братьев и сестер. В будущем я сделаю горячий шоколад с зефиром.",
      "imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lemonade",
      "translation": "лимонад",
      "definition": "A sweet and refreshing drink made with lemon juice, water, and sugar.",
      "definition_translation": "Сладкий и освежающий напиток, сделанный из лимонного сока, воды и сахара.",
      "example": "I sipped lemonade on a hot summer day. My mom made lemonade for the party. In the summer, I will make lemonade with ice.",
      "example_translation": "Я отпил лимонад на жаркий летний день. Моя мама приготовила лимонад для вечеринки. Летом я сделаю лимонад со льдом.",
      "imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "milkshake",
      "translation": "мilkshake",
      "definition": "A sweet and creamy drink made with milk, ice cream, and flavorings.",
      "definition_translation": "Сладкий и кремовый напиток, сделанный из молока, мороженого и добавок.",
      "example": "I ordered a milkshake at the diner. My friend made a milkshake with strawberries. Next week, I will make a milkshake with chocolate chips.",
      "example_translation": "Я заказал milkshake в дайнере. Мой друг приготовил milkshake со страурами. На следующей неделе я сделаю milkshake с шоколадными чипсами.",
      "imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mineral water",
      "translation": "минеральная вода",
      "definition": "Water that contains minerals or other substances that are dissolved in it, often bottled and sold as a beverage.",
      "definition_translation": "Вода, содержащая минералы или другие вещества, растворенные в ней, часто бутилированная и продаваемая как напиток.",
      "example": "I drank mineral water after the workout. My doctor recommended mineral water for digestion. In the future, I will drink mineral water with lemon.",
      "example_translation": "Я выпил минеральную воду после тренировки. Мой врач порекомендовал минеральную воду для пищеварения. В будущем я буду пить минеральную воду с лимоном.",
      "imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "soft drink",
      "translation": "напиток",
      "definition": "A sweet flavored drink, typically carbonated, containing a small amount of alcohol or no alcohol at all.",
      "definition_translation": "Сладкий ароматизированный напиток, обычно газированный, содержащий небольшое количество алкоголя или без алкоголя.",
      "example": "I drank a soft drink at the party last night. I am drinking a soft drink now. I will drink a soft drink at the beach tomorrow.",
      "example_translation": "Я выпил напиток на вечеринке вчера вечером. Я сейчас пью напиток. Я выпью напиток на пляже завтра.",
      "imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cocktail",
      "translation": "коктейль",
      "definition": "A mixed drink made with a spirit, juice, and other ingredients, typically served in a glass.",
      "definition_translation": "Смесь напитка, сделанная из спирта, сока и других ингредиентов, обычно подается в стакане.",
      "example": "I ordered a cocktail at the bar last night. I am ordering a cocktail now. I will order a cocktail at the party tomorrow.",
      "example_translation": "Я заказал коктейль в баре вчера вечером. Я сейчас заказываю коктейль. Я заказаю коктейль на вечеринке завтра.",
      "imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cocoa",
      "translation": "какао",
      "definition": "A sweet food made from the beans of the cacao tree, often consumed as a hot drink.",
      "definition_translation": "Сладкая еда, сделанная из бобов дерева какао, часто потребляется в виде горячего напитка.",
      "example": "I drank a cup of cocoa yesterday. I am drinking a cup of cocoa now. I will drink a cup of cocoa in the winter.",
      "example_translation": "Я выпил стакан какао вчера. Я сейчас пью стакан какао. Я выпью стакан какао зимой.",
      "imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fizzy drink",
      "translation": "газированный напиток",
      "definition": "A carbonated beverage, often flavored and sweetened, that fizzes or bubbles when opened.",
      "definition_translation": "Газированный напиток, часто ароматизированный и подслащенный, который образует пену или пузырьки, когда открывается.",
      "example": "I opened a fizzy drink yesterday. I am opening a fizzy drink now. I will open a fizzy drink at the picnic tomorrow.",
      "example_translation": "Я открыл газированный напиток вчера. Я сейчас открываю газированный напиток. Я открою газированный напиток на пикнике завтра.",
      "imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "instant coffee",
      "translation": "мгновенный кофе",
      "definition": "A type of coffee that can be prepared quickly by dissolving powder or granules in hot water.",
      "definition_translation": "Тип кофе, который можно быстро приготовить, растворив порошок или гранулы в горячей воде.",
      "example": "I love drinking instant coffee in the morning because it's so convenient. Yesterday, I drank instant coffee with my friends. Tomorrow, I will drink instant coffee at work.",
      "example_translation": "Я люблю пить мгновенный кофе по утрам, потому что это так удобно. Вчера я пил мгновенный кофе с друзьями. Завтра я będę пить мгновенный кофе на работе.",
      "imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "vodka",
      "translation": "водка",
      "definition": "A clear, colorless, flavorless liquid spirit, typically made from grains such as wheat or rye, and often flavored or mixed with other ingredients.",
      "definition_translation": "Прозрачная, бесцветная, безвкусная жидкость, типично сделанная из зерна, такого как пшеница или рожь, и часто ароматизированная или смешанная с другими ингредиентами.",
      "example": "I'm going to a vodka tasting event tonight. Yesterday, I drank vodka with my friends. Tomorrow, I will drink vodka at the party.",
      "example_translation": "Я иду на дегустацию водки сегодня вечером. Вчера я пил водку с друзьями. Завтра я będę пить водку на вечеринке.",
      "imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "whisky",
      "translation": "виски",
      "definition": "A type of spirituous liquor, typically made from fermented grain mash, and often aged in oak barrels to develop a rich flavor and color.",
      "definition_translation": "Тип спиртного напитка, типично сделанного из ферментированной зерновой мешки, и часто выдержанного в дубовых бочках, чтобы развить богатый вкус и цвет.",
      "example": "I'm going to a whisky tasting event tonight. Yesterday, I drank whisky with my friends. Tomorrow, I will drink whisky at the party.",
      "example_translation": "Я иду на дегустацию виски сегодня вечером. Вчера я пил виски с друзьями. Завтра я będę пить виски на вечеринке.",
      "imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "compote",
      "translation": "компот",
      "definition": "A sweet drink or dessert made from fruits, often served hot or cold, and typically flavored with sugar and spices.",
      "definition_translation": "Сладкий напиток или десерт, сделанный из фруктов, часто подается горячим или холодным, и типично ароматизированный сахаром и специями.",
      "example": "I love drinking compote in the winter because it's so warm and cozy. Yesterday, I drank compote with my family. Tomorrow, I will drink compote at the dinner party.",
      "example_translation": "Я люблю пить компот зимой, потому что это так тепло и уютно. Вчера я пил компот с семьей. Завтра я będę пить компот на обеде.",
      "imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "decaffeinated coffee",
      "translation": "декофеинированный кофе",
      "definition": "Coffee beans that have had most of their caffeine removed, making it a great option for those who are sensitive to caffeine or want to avoid it altogether.",
      "definition_translation": "Кофейные бобы, из которых был удален hầu hết кофеина, membuat его отличным вариантом для тех, кто敏ITIVE к кофеину или хочет его избежать вообще.",
      "example": "I've been drinking decaffeinated coffee for years, ever since I realized I was too sensitive to caffeine. Yesterday, I drank a cup of decaffeinated coffee before going to bed, and I'll do the same tomorrow morning.",
      "example_translation": "Я пил декофеинированный кофе на протяжении лет, с тех пор как я понял, что я слишком чувствительный к кофеину. Вчера я выпил чашку декофеинированного кофе перед сном, и я сделаю то же самое завтра утром.",
      "imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shandy",
      "translation": "шэнд",
      "definition": "A drink made with beer and a sweet drink, such as lemonade or ginger ale, typically consumed during warm weather.",
      "definition_translation": "Напиток, сделанный из пива и сладкого напитка, такого как лимонад или имбирное пиво, обычно потребляемый в теплую погоду.",
      "example": "I ordered a shandy at the beachside bar, and it was refreshing. My friend had tried shandy before, but I'll have one next summer. Maybe I'll even make a shandy at home tonight.",
      "example_translation": "Я заказал шэнд в баре на пляже, и он был освежающим. Мой друг пробовал шэнд прежде, но я буду пить его следующим летом. Может быть, я даже приготовлю шэнд дома сегодня вечером.",
      "imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]
}