[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "insect",
      "translation": "насекомое",
      "definition": "A small animal that has six legs and a body that is typically divided into three parts: head, thorax, and abdomen.",
      "definition_translation": "Маленькое животное, которое имеет шесть ног и тело, которое обычно делится на три части: голову, грудь и брюшко.",
      "example": "The insect crawled slowly across the leaf. The insect was crawling slowly across the leaf. The insect will crawl slowly across the leaf.",
      "example_translation": "Насекомое медленно ползло по листу. Насекомое медленно ползло по листу. Насекомое будет медленно ползти по листу.",
      "imageLink": "image_files\\English\\insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ant",
      "translation": "муравей",
      "definition": "A small insect that lives in colonies and is known for its industrious nature.",
      "definition_translation": "Маленькое насекомое, которое живет в колониях и известно своим трудолюбивым характером.",
      "example": "The ant carried a crumb back to its nest. The ant was carrying a crumb back to its nest. The ant will carry a crumb back to its nest.",
      "example_translation": "Муравей носил крошку обратно в свое гнездо. Муравей носил крошку обратно в свое гнездо. Муравей будет носить крошку обратно в свое гнездо.",
      "imageLink": "image_files\\English\\ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bee",
      "translation": "пчела",
      "definition": "A flying insect that collects nectar from flowers and produces honey.",
      "definition_translation": "Летающее насекомое, которое собирает нектар из цветов и производит мед.",
      "example": "The bee flew from flower to flower. The bee was flying from flower to flower. The bee will fly from flower to flower.",
      "example_translation": "Пчела летела от цветка к цветку. Пчела летела от цветка к цветку. Пчела будет лететь от цветка к цветку.",
      "imageLink": "image_files\\English\\bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bug",
      "translation": "жук",
      "definition": "A small insect with a hard outer shell, typically having six legs and two wings.",
      "definition_translation": "Маленькое насекомое с твердой наружной оболочкой, обычно имеющее шесть ног и два крыла.",
      "example": "The bug crawled across the floor. The bug was crawling across the floor. The bug will crawl across the floor.",
      "example_translation": "Жук полз по полу. Жук полз по полу. Жук будет ползти по полу.",
      "imageLink": "image_files\\English\\bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "butterfly",
      "translation": "бабочка",
      "definition": "A butterfly is a type of insect that has large, often brightly colored wings and feeds on nectar from flowers.",
      "definition_translation": "Бабочка - это тип насекомого, который имеет большие, часто ярко окрашенные крылья и питается нектаром из цветов.",
      "example": "The butterfly fluttered around the garden, sipping nectar from the flowers. Yesterday, it had flown away to find a mate. Tomorrow, it will lay its eggs on a leaf.",
      "example_translation": "Бабочка порхала вокруг сада, пила нектар из цветов. Вчера она улетела tìmать пару. Завтра она снесёт яйца на лист.",
      "imageLink": "image_files\\English\\butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cockroach",
      "translation": "таракан",
      "definition": "A cockroach is a type of insect that has a long, flat body and is often considered a pest.",
      "definition_translation": "Таракан - это тип насекомого, который имеет длинное, плоское тело и часто считается вредителям.",
      "example": "The cockroach scurried across the kitchen floor, avoiding the broom. Last week, it had infested the pantry. Next month, it will be exterminated.",
      "example_translation": "Таракан бежал по кухонному полу, избегая метлы. На прошлой неделе он infested кладовку. В следующем месяце он будет истреблён.",
      "imageLink": "image_files\\English\\cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "creature",
      "translation": "существо",
      "definition": "A creature is a living being, such as an animal or a person, that has a distinct existence.",
      "definition_translation": "Существо - это живое существо, такое как животное или человек, которое имеет чёткое существование.",
      "example": "The creature lurked in the shadows, watching its prey. Yesterday, it had attacked a tourist. Tomorrow, it will be studied by scientists.",
      "example_translation": "Существо скрывалось в тени, наблюдая за добычей. Вчера оно атаковало туриста. Завтра оно будет изучаться учёными.",
      "imageLink": "image_files\\English\\creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fly",
      "translation": "муха",
      "definition": "A fly is a type of insect that has wings and is often found near food or waste.",
      "definition_translation": "Муха - это тип насекомого, которое имеет крылья и часто встречается возле еды или мусора.",
      "example": "The fly buzzed around my head, annoying me. Yesterday, it had landed on my sandwich. Next week, it will be eradicated from the restaurant.",
      "example_translation": "Муха жужжала вокруг моей головы, раздражая меня. Вчера она села на мой сэндвич. На следующей неделе она будет истребленной из ресторана.",
      "imageLink": "image_files\\English\\fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mosquito",
      "translation": "Комар",
      "definition": "A small flying insect that feeds on the blood of animals and humans, known for its biting behavior.",
      "definition_translation": "Маленькая летающая насекомая, питающаяся кровью животных и людей, известная своими укусами.",
      "example": "I was bitten by a mosquito last night. I swat at mosquitoes when they buzz around my head. I will avoid the mosquito-infested area.",
      "example_translation": "Я был укушен комаром прошлой ночью. Я отмахиваюсь от комаров, когда они жужжат вокруг моей головы. Я избегу района, infested с комарами.",
      "imageLink": "image_files\\English\\mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spider",
      "translation": "Паук",
      "definition": "An eight-legged predatory arachnid that spins webs to catch prey.",
      "definition_translation": "Восьминогий хищный арахнид, Spiníng сети для catching добычи.",
      "example": "I saw a spider crawling on the wall. The spider had already spun its web. I will dispose of the spider's web.",
      "example_translation": "Я видел паука, ползущего по стене. Паук уже сплёл свою сеть. Я убираю сеть паука.",
      "imageLink": "image_files\\English\\spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "web",
      "translation": "Сеть",
      "definition": "An intricate network of threads spun by a spider or similar animal, used for catching prey or protecting itself.",
      "definition_translation": "Интригующая сеть нитей, сплетенная пауком или аналогичным животным, используемая для catching добычи или защиты себя.",
      "example": "The spider's web was very sticky. I accidentally walked into a web. The web will be destroyed by the rain.",
      "example_translation": "Сеть паука была очень липкой. Я случайно шагнул в сеть. Сеть будет разрушена дождём.",
      "imageLink": "image_files\\English\\web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beetle",
      "translation": "Жук",
      "definition": "A type of insect with a hard outer shell, typically having a rounded body and often brightly colored.",
      "definition_translation": "Тип насекомого с твёрдой внешней оболочкой, обычно имеющего округлое тело и часто ярко окрашенным.",
      "example": "I saw a beetle crawling on a leaf. The beetle had a shiny exoskeleton. I will examine the beetle's habitat.",
      "example_translation": "Я видел жука, ползущего по листу. Жук имел блестящий экзоскелет. Я исследую местообитание жука.",
      "imageLink": "image_files\\English\\beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "flea",
      "translation": "блоха",
      "definition": "A small, jumping insect that lives on the bodies of mammals and birds, feeding on their blood.",
      "definition_translation": "Маленькое, прыгающее насекомое, живущее на телах млекопитающих и птиц, питающееся их кровью.",
      "example": "The dog had a flea that made it itch all over. Yesterday, I saw a flea jumping on the carpet. If I don't take a bath, I will have a flea by tomorrow.",
      "example_translation": "У собаки была блоха, которая заставляла ее чесаться все тело. Вчера я увидел блоху, прыгающую на ковре. Если я не умоюсь, у меня будет блоха завтра.",
      "imageLink": "image_files\\English\\flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sting",
      "translation": "жалить",
      "definition": "To cause a sharp, often painful wound with a pointed part of the body, such as a tooth or a stinger.",
      "definition_translation": "Создавать острую, часто болезненную рану с помощью острых частей тела, таких как зуб или жало.",
      "example": "The wasp stung me on the arm yesterday. The bee will sting if it feels threatened. By tomorrow, the pain from the sting will go away.",
      "example_translation": "Оса ужалила меня на руке вчера. Пчела ужалит, если feels угрозу. К завтрашнему дню боль от укуса исчезнет.",
      "imageLink": "image_files\\English\\sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wasp",
      "translation": "оса",
      "definition": "A flying insect with a narrow waist and a painful sting, often yellow and black in color.",
      "definition_translation": "Летающее насекомое с узкой талией и болезненным укусом, часто желтого и черного цвета.",
      "example": "The wasp flew into the room through the open window. I saw a wasp building its nest in the garden. If I disturb the wasp, it will sting me.",
      "example_translation": "Осалетела в комнату через открытое окно. Я увидел осу, строящую свой гнездо в саду. Если я потревожу осу, она ужалит меня.",
      "imageLink": "image_files\\English\\wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mantis",
      "translation": "богомол",
      "definition": "A carnivorous insect with a long, slender body and spiked forelegs, often prayed upon by birds and other insects.",
      "definition_translation": "Плотоядное насекомое с длинным, тонким телом и шипованными передними ногами, часто поедаемое птицами и другими насекомыми.",
      "example": "The praying mantis caught a fly with its spiked legs. Yesterday, I saw a mantis eating a bee in the garden. If I don't disturb the mantis, it will continue to hunt.",
      "example_translation": "Богомол поймал муху своими шипованными ногами. Вчера я увидел богомола, поедающего пчelu в саду. Если я не потревожу богомола, оно продолжит охоту.",
      "imageLink": "image_files\\English\\mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "moth",
      "translation": "моль",
      "definition": "A moth is a type of insect that has large wings and is often attracted to light. Moths are closely related to butterflies, but are typically duller in color and have feathery antennae.",
      "definition_translation": "Моль - это тип насекомого, который имеет большие крылья и часто привлекается к свету. Моли тесно связаны с бабочками, но обычно более тусклые по цвету и имеют перистые антенны.",
      "example": "The moth flew around the lamp, its wings beating rapidly. It had flown in through an open window last night. It will fly away when the light is turned off.",
      "example_translation": "Моль летела вокруг лампы, ее крылья быстро бились. Она летела через открытое окно прошлой ночью. Она улетит, когда свет будет выключен.",
      "imageLink": "image_files\\English\\moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "potato beetle",
      "translation": "картофельная бабочка",
      "definition": "A potato beetle is a type of insect that feeds on potato plants and can cause significant damage to crops. Potato beetles are typically orange or yellow in color.",
      "definition_translation": "Картофельная бабочка - это тип насекомого, который питается картофельными растениями и может вызвать значительный ущерб урожаю. Картофельные бабочки обычно оранжевого или желтого цвета.",
      "example": "The farmer checked his fields for potato beetles every day. He had seen them devouring his plants last season. He will need to use pesticides to exterminate them this year.",
      "example_translation": "Фермер每天 проверял свои поля на картофельных бабочек. Он видел, как они поедали его растения в прошлом сезоне. Ему нужно будет использовать пестициды, чтобы истребить их в этом году.",
      "imageLink": "image_files\\English\\potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "silkworm",
      "translation": "шелкопряд",
      "definition": "A silkworm is the larva of a moth that spins a cocoon of silk. Silkworms are commonly used in the production of silk fabric.",
      "definition_translation": "Шелкопряд - это личинка моли, которая плетет кокон из шелка. Шелкопряды обычно используются в производстве шелковой ткани.",
      "example": "The silkworm spun its cocoon slowly. It had hatched from an egg last week. It will emerge as a moth next month.",
      "example_translation": "Шелкопряд медленно плел свой кокон. Он вылупился из яйца на прошлой неделе. Он выйдет как моль следующей месяца.",
      "imageLink": "image_files\\English\\silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "termite",
      "translation": "термит",
      "definition": "A termite is a type of insect that feeds on wood and can cause significant damage to buildings and structures.",
      "definition_translation": "Термит - это тип насекомого, которое питается деревом и может вызвать значительный ущерб зданиям и сооружениям.",
      "example": "The homeowner discovered a termite infestation in his basement. He had seen them eating away at the wood last year. He will need to call an exterminator to get rid of them.",
      "example_translation": "Владелец дома обнаружил заражение термитами в своем подвале. Он видел, как они поедали дерево в прошлом году. Ему нужно будет позвонить дератизатору, чтобы избавиться от них.",
      "imageLink": "image_files\\English\\termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bedbug",
      "translation": "клоп",
      "definition": "A small, flat, parasitic insect that infests beds and feeds on human blood, often causing painful bites.",
      "definition_translation": "Маленькое, плоское, паразитическое насекомое, которое infests кровати и питается человеческой кровью, часто вызывая болезненные укусы.",
      "example": "I woke up with multiple bedbug bites on my arm. Yesterday, I had seen a few bedbugs crawling on the sheets. By next week, we will have exterminated all the bedbugs from the hotel.",
      "example_translation": "Я проснулся с множественными укусами постельного клопа на своей руке. Вчера я видел несколько постельных клопов, ползущих по простыням. К следующей неделе мы уничтожим всех постельных клопов из отеля.",
      "imageLink": "image_files\\English\\bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bumblebee",
      "translation": "шмель",
      "definition": "A type of large, hairy, social bee that is often yellow and black in color, known for its important role in pollination.",
      "definition_translation": "Тип большого, волосатого, социального пчелы, который часто имеет желтый и черный цвет, известный своей важной ролью в опылении.",
      "example": "The bumblebee buzzed around the bright flowers, collecting nectar. Last summer, I had seen a bumblebee hovering near the garden. By spring, the bumblebees will have returned to the fields.",
      "example_translation": "Шмель жужжал вокруг ярких цветов, собираяnectar. Летом прошлого года я видел шмеля, зависающего рядом с садом. К весне шмели вернутся в поля.",
      "imageLink": "image_files\\English\\bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "caterpillar",
      "translation": "гусеница",
      "definition": "The larva of a butterfly or moth, which eats a lot of food and grows before transforming into a pupa and eventually emerging as a fully formed adult.",
      "definition_translation": "Личинка бабочки или моли, которая ест много пищи и растет перед превращением в куклу и, в конце концов, вылезает в виде полностью сформированного взрослого.",
      "example": "The caterpillar crawled along the leaf, eating holes in it. Yesterday, I had seen a caterpillar transform into a chrysalis. By next month, the caterpillar will have become a beautiful butterfly.",
      "example_translation": "Гусеница ползла вдоль листа, едя дыры в нем. Вчера я видел гусеницу, превращающуюся в куклу. К следующему месяцу гусеница станет красивой бабочкой.",
      "imageLink": "image_files\\English\\caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cicada",
      "translation": "цикада",
      "definition": "A large, noise-making insect with a distinctive body shape and a long, underground juvenile stage.",
      "definition_translation": "Большое, шумное насекомое с характерной формой тела и длинной, подземной стадиейjuvenil.",
      "example": "The cicada made a loud humming noise in the tree. Last year, I had seen a cicada shell on the trunk. By next summer, the cicadas will have emerged from the ground.",
      "example_translation": "Цикада издавала громкий жужжащий шум на дереве. В прошлом году я见 цикаду shell на стволе. К следующему лету цикады выйдут из земли.",
      "imageLink": "image_files\\English\\cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dragonfly",
      "translation": "стрекоза",
      "definition": "A dragonfly is an insect with a long, slender body and large wings that catch insects in mid-air.",
      "definition_translation": "Стрекоза - это насекомое с длинным, стройным телом и большими крыльями, которые ловят насекомых в воздухе.",
      "example": "The dragonfly hovered above the pond, its iridescent wings glimmering in the sunlight. Yesterday, I saw a dragonfly perched on a blade of grass. If I'm lucky, I'll spot a dragonfly again tomorrow.",
      "example_translation": "Стрекоза зависала над прудом, ее радужные крылья мерцали в солнечном свете. Вчера я увидел стрекозу, сидевшую на стебле травы. Если я повезу, то завтра яagain увижу стрекозу.",
      "imageLink": "image_files\\English\\dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drone",
      "translation": "дрон",
      "definition": "A drone is an unmanned aircraft or ship that is operated remotely or autonomously.",
      "definition_translation": "Дрон - это беспилотный самолет или корабль, который управляется дистанционно или автономно.",
      "example": "The company uses drones to deliver packages to remote areas. The drone hovered above the battlefield, transmitting video footage back to headquarters. By next year, drones will be able to fly autonomously.",
      "example_translation": "Компания использует дроны для доставки пакетов в отдаленные районы. Дрон зависал над полем боя, передавая видеоинформацию обратно в штаб-квартиру. К следующему году дроны смогут летать автономно.",
      "imageLink": "image_files\\English\\drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "gadfly",
      "translation": "оса",
      "definition": "A gadfly is a type of fly that is known for its annoying buzzing noise and tendency to bother animals and humans.",
      "definition_translation": "Оса - это тип мухи, который известен своим раздражающим жужжанием и тенденцией беспокоить животных и людей.",
      "example": "The gadfly buzzed around my head, driving me crazy. Yesterday, a gadfly bit my horse, causing it to buck wildly. If I can, I'll swat the gadfly that's been bothering me all day.",
      "example_translation": "Оса жужжала вокруг моей головы, доводя меня до сумасшествия. Вчера оса укусила мою лошадь, заставляя ее рьяно метаться. Если смогу, я ушамycin osu, которая беспокоила меня весь день.",
      "imageLink": "image_files\\English\\gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grasshopper",
      "translation": "кузнечик",
      "definition": "A grasshopper is a type of insect with a green or brown body and large hind legs that allow it to jump long distances.",
      "definition_translation": "Кузнечик - это тип насекомого с зеленым или коричневым телом и большими задними ногами, которые позволяют ему прыгать на дальние расстояния.",
      "example": "The grasshopper jumped across the field, its bright green body glistening in the sunlight. Yesterday, I saw a grasshopper perched on a blade of grass. If I'm lucky, I'll catch a grasshopper again tomorrow.",
      "example_translation": "Кузнечик прыгнул через поле, его ярко-зеленое тело сверкало в солнечном свете. Вчера я увидел кузнечика, сидевшего на стебле травы. Если я повезу, то завтра яagain поймаю кузнечика.",
      "imageLink": "image_files\\English\\grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hornet",
      "translation": "шершень",
      "definition": "A hornet is a type of flying insect that builds large nests in trees or underground and is known for its painful sting.",
      "definition_translation": "Шершень - это тип летающего насекомого, которое строит большие гнезда в деревьях или под землей и известно своей болезненной укус.",
      "example": "The hornet stung me yesterday, but I will be careful when I go hiking tomorrow and I won't disturb the hornets in the future.",
      "example_translation": "Шершень укусил меня вчера, но я буду осторожен, когда пойду на хайкинг завтра, и не буду тревожить шершней в будущем.",
      "imageLink": "image_files\\English\\hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ladybird",
      "translation": "божья коровка",
      "definition": "A ladybird is a small beetle with a distinctive red and black shell, known for its ability to secrete a foul-tasting fluid to deter predators.",
      "definition_translation": "Божья коровка - это маленький жук с характерной красно-черной оболочкой, известный своей способностью выделять неприятный на вкус раствор, чтобы отпугивать хищников.",
      "example": "I saw a ladybird crawling on the leaf yesterday, and I will plant some flowers in my garden tomorrow to attract more ladybirds, so they can help me protect my plants in the future.",
      "example_translation": "Я увидел божью коровку, ползущую по листу вчера, и я посадлю некоторые цветы в саду завтра, чтобы привлечь больше божьих коровок, так они могут помочь мне защитить мои растения в будущем.",
      "imageLink": "image_files\\English\\ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "locust",
      "translation": "саранча",
      "definition": "A locust is a type of large grasshopper that can form swarms and devastate crops and vegetation.",
      "definition_translation": "Саранча - это тип большой кузнечика, который может формировать рои и губить урожай и растительность.",
      "example": "The locusts destroyed the cornfield last year, but I will prepare my farm for the future by planting locust-resistant crops, so the locusts won't be a problem when they come again next year.",
      "example_translation": "Саранча разрушила кукурузное поле в прошлом году, но я приготовлю свою ферму к будущему, посадив культуры, устойчивые к саранче, так саранча не будет проблемой, когда они вернутся снова в следующем году.",
      "imageLink": "image_files\\English\\locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "louse",
      "translation": "вошь",
      "definition": "A louse is a small wingless insect that lives on the bodies of humans and some animals, feeding on their skin and blood.",
      "definition_translation": "Вошь - это маленькое бескрылое насекомое, которое живет на телах людей и некоторых животных, питаясь их кожей и кровью.",
      "example": "The lice infested the entire school last month, but I will wash my hair regularly to avoid getting lice in the future, and I will check my kids' hair every week to ensure they don't have lice.",
      "example_translation": "Вши infested всю школу в прошлом месяце, но я буду мыть голову регулярно, чтобы избежать вшей в будущем, и я буду проверять волосы моих детей каждую неделю, чтобы убедиться, что у них нет вшей.",
      "imageLink": "image_files\\English\\louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]