[
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cold",
      "translation": "холодный",
      "definition": "Having a low temperature; opposite of hot",
      "definition_translation": "Имея низкую температуру; противоположность горячему",
      "example": "I was cold yesterday, I am cold today, and I will be cold tomorrow.",
      "example_translation": "Я был холодным вчера, я холодный сегодня, и я буду холодным завтра.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cold",
      "translation": "холодный",
      "definition": "Lacking warmth of feeling; unfriendly",
      "definition_translation": "Не имеющий теплоты чувств; не дружелюбный",
      "example": "The cold reception we received at the hotel was disappointing.",
      "example_translation": "Холодный прием, который мы получили в отеле, был разочаровывающим.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hot",
      "translation": "горячий",
      "definition": "Having a high temperature; opposite of cold",
      "definition_translation": "Имея высокую температуру; противоположность холодному",
      "example": "The hot coffee burned my tongue, I am drinking hot tea now, and I will drink hot chocolate tomorrow.",
      "example_translation": "Горячий кофе обжег мой язык, я пью горячий чай сейчас, и я выпью горячий шоколад завтра.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rain",
      "translation": "дождь",
      "definition": "Precipitation in the form of water droplets",
      "definition_translation": "Осадки в формах водяных капель",
      "example": "It rained heavily yesterday, it is raining today, and it will rain tomorrow.",
      "example_translation": "Вчера лил дождь сильно, сегодня идет дождь, и завтра будет дождь.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "snow",
      "translation": "снег",
      "definition": "Snow is a natural weather phenomenon characterized by the falling of white ice crystals from the sky.",
      "definition_translation": "Снег - это естественное погодное явление, характеризующееся падением белых льдинок из неба.",
      "example": "The snow was falling heavily yesterday, but today it's sunny. I love playing in the snow as a child, but now I prefer to travel to warm places in winter. If it snows tomorrow, we will go skiing.",
      "example_translation": "Снег выпадал обильно вчера, но сегодня солнечно. Я любил играть в снегу в детстве, но теперь я предпочитаю путешествовать в теплые места зимой. Если завтра будет снег, мы поедем на лыжи.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "summer",
      "translation": "лето",
      "definition": "Summer is the warmest season of the year, characterized by long days and high temperatures.",
      "definition_translation": "Лето - это самый теплый сезон года, характеризующийся длинными днями и высокими температурами.",
      "example": "I always look forward to summer vacation, when I can relax on the beach. Last summer was very hot, but this year it's cooler. If I win the lottery, I will travel to Hawaii next summer.",
      "example_translation": "Я всегда жду летних каникул, когда могу расслабиться на пляже. Прошлым летом было очень жарко, но в этом году оно прохладнее. Если я выиграю в лотерею, я поеду на Гавайи следующим летом.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sun",
      "translation": "солнце",
      "definition": "The sun is the star at the center of our solar system, responsible for providing light and heat to our planet.",
      "definition_translation": "Солнце - это звезда в центре нашей солнечной системы, ответственная за предоставление света и тепла нашей планете.",
      "example": "The sun was shining brightly in the sky yesterday. I love basking in the sun on a warm day. If the sun doesn't come out tomorrow, we will stay at home.",
      "example_translation": "Солнце сияло ярко в небе вчера. Я люблю загорать на солнце в теплый день. Если завтра солнце не выйдет, мы останемся дома.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "warm",
      "translation": "теплый",
      "definition": "Warm refers to a moderate or comfortable temperature, neither hot nor cold.",
      "definition_translation": "Теплый - это умеренная или комфортная температура, не горячая и не холодная.",
      "example": "I love drinking warm tea on a cold winter morning. The warm weather in summer makes me feel happy. If the room is too warm, I will turn on the air conditioner.",
      "example_translation": "Я люблю пить теплый чай по холодным зимним утрам. Теплая погода летом делает меня счастливым. Если комната слишком теплая, я включу кондиционер.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "weather",
      "translation": "погода",
      "definition": "The state of the atmosphere at a particular place and time, including temperature, cloudiness, dryness, sunshine, wind, and rain.",
      "definition_translation": "Состояние атмосферы в конкретном месте и времени, включая температуру, облачность, сухость, солнечность, ветер и дождь.",
      "example": "The weather was nice yesterday, but it will rain tomorrow. Yesterday, the weather was sunny, and we went to the park. If it's good weather, we'll have a picnic next Sunday.",
      "example_translation": "Погода была хорошей вчера, но завтра будет дождь. Вчера погода была солнечной, и мы пошли в парк. Если будет хорошая погода, мы устроим пикник в следующее воскресенье.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wind",
      "translation": "ветер",
      "definition": "A natural movement of air in the atmosphere, especially a strong or violent one.",
      "definition_translation": "Естественное движение воздуха в атмосфере, особенно сильное или бурное.",
      "example": "The wind was blowing strongly yesterday, and it blew away my hat. The wind will die down by evening. If the wind blows hard, we'll close the windows.",
      "example_translation": "Ветер сильно дул вчера, и он унес мою шляпу. Ветер утихнет к вечеру. Если ветер будет дуть сильно, мы закроем окна.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "winter",
      "translation": "зима",
      "definition": "The season of the year between autumn and spring, marked by the longest period of cold weather.",
      "definition_translation": "Сезон года между осенью и весной, характеризующийся самым длинным периодом холодной погоды.",
      "example": "Winter is my favorite season, and I love to ski. Last winter was very cold, and we had a lot of snow. Winter will come soon, and we'll go ice-skating.",
      "example_translation": "Зима - мой любимый сезон, и я люблю кататься на лыжах. Прошлой зимой было очень холодно, и у нас было много снега. Зима sắp приходит, и мы поедем кататься на коньках.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cloud",
      "translation": "облако",
      "definition": "A visible mass of water vapor in the sky, especially a white or light-colored one.",
      "definition_translation": "Видимая масса воды в воздухе в небе, особенно белая или светлого цвета.",
      "example": "The cloud covered the sun, and it became dark. Clouds were gathering, and it looked like it would rain. The cloud will disappear soon, and we'll see the stars.",
      "example_translation": "Облако закрыло солнце, и стало темно. Облака собирались, и похоже, что будет дождь. Облако исчезнет скоро, и мы увидим звезды.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cloudy",
      "translation": "пасмурный",
      "definition": "having a cloudy sky; overcast",
      "definition_translation": "имеющий облачное небо; пасмурный",
      "example": "The weather was cloudy yesterday, but today it's sunny. It will be cloudy again tomorrow. I love cloudy days because I can stay at home.",
      "example_translation": "Погода была пасмурной вчера, но сегодня она солнечная. Заметано, что будет пасмурно снова завтра. Я люблю пасмурные дни, потому что я могу остаться дома.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fog",
      "translation": "туман",
      "definition": "a cloudlike mass of small water droplets in the air near the ground",
      "definition_translation": "облачкоподобная масса nhỏких капель воды в воздухе вблизи земли",
      "example": "The fog was so thick that I couldn't see the road. I walked through the fog to get to the store. The fog will lift by tomorrow morning.",
      "example_translation": "Туман был таким густым, что я не мог увидеть дорогу. Я прошел через туман, чтобы добраться до магазина. Туман рассеется к завтрашнему утру.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "foggy",
      "translation": "туманный",
      "definition": "having or characterized by fog",
      "definition_translation": "имеющий или характеризующийся туманом",
      "example": "The foggy weather made it difficult to navigate. The city was foggy in the morning, but sunny in the afternoon. It will be foggy again next week.",
      "example_translation": "Пасмурная погода сделала difficile навигацию. Город был туманным утром, но солнечным днем. Быть туманным снова на следующей неделе.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ice",
      "translation": "лед",
      "definition": "a solid, transparent, and brittle substance formed from water",
      "definition_translation": "твердое, прозрачное и хрупкое вещество, образованное из воды",
      "example": "The ice was melting on the road. I skated on the ice last winter. The ice will be frozen again by next winter.",
      "example_translation": "Лед таял на дороге. Я катался на льду прошлой зимой. Лед будет заморожен снова к следующей зиме.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spring",
      "translation": "весна",
      "definition": "The season of the year between winter and summer, during which the weather becomes warmer and plants begin to grow.",
      "definition_translation": "Сезон года между зимой и летом, во время которого погода становится теплее и растения начинают расти.",
      "example": "I love to take long walks in the spring. Last spring, I planted a garden. By next spring, I'll have finished my degree.",
      "example_translation": "Я люблю делать длинные прогулки весной. В прошлом году весной я посадил сад. К следующей весне я закончу.degree.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "storm",
      "translation": "штурм",
      "definition": "A severe weather condition characterized by strong winds, heavy rain, thunder, and lightning.",
      "definition_translation": "Сильное погодное условие, характеризующееся сильными ветрами, обильными дождями, громом и молнией.",
      "example": "The storm damaged many houses in the town. The storm will pass by tomorrow. We have never seen such a strong storm.",
      "example_translation": "Шторм повредил многие дома в городе. Шторм будет проходить завтра. Мы никогда не видели такого сильного шторма.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sunny",
      "translation": "солнечный",
      "definition": "Having a lot of sunshine and little cloud, so that the weather is warm and pleasant.",
      "definition_translation": "Имеет много солнечного сияния и мало облаков, поэтому погода теплая и приятная.",
      "example": "It was sunny on my birthday. The sunny weather made our picnic perfect. By next weekend, it will be sunny again.",
      "example_translation": "Было солнечно в мой день рождения. Солнечная погода сделала наш пикник идеальным. К следующему выходному dni оно будет снова солнечно.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "thunderstorm",
      "translation": "гроза",
      "definition": "A storm characterized by the presence of lightning, thunder, and heavy rain.",
      "definition_translation": "Шторм, характеризующийся наличием молнии, грома и обильных дождей.",
      "example": "The thunderstorm woke me up at midnight. We were caught in a thunderstorm on our way home. The thunderstorm will pass by tomorrow morning.",
      "example_translation": "Гроза разбудила меня в полночь. Мы потрапили в грозу на нашем пути домой. Гроза будет проходить завтра утром.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wet",
      "translation": "мокрый",
      "definition": "Covered or saturated with water or another liquid.",
      "definition_translation": "Покрытый или насыщенный водой или другой жидкостью.",
      "example": "I got wet in the rain yesterday, but now I'm wetting my hair to style it, and I'll get wet again when I swim tomorrow.",
      "example_translation": "Вчера я промок в дождь, но сейчас я мокну волосы, чтобы уложить их, и снова промокну, когда завтра пойду плавать.",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "windy",
      "translation": "ветряный",
      "definition": "Having a strong wind; characterized by a strong current of air.",
      "definition_translation": "Имеющий сильный ветер; характеризуется сильным потоком воздуха.",
      "example": "It was windy yesterday, so I had to hold onto my hat, but today it's not so windy, and tomorrow will be very windy again.",
      "example_translation": "Вчера было ветрено, так что я должен был держаться за шляпу, но сегодня не так ветрено, а завтра снова будет очень ветрено.",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blow",
      "translation": "дуть",
      "definition": "To produce a current of air, especially from the mouth.",
      "definition_translation": "Производить поток воздуха, особенно изо рта.",
      "example": "I blew out the candles on my birthday cake, and then the wind started to blow, so we had to blow on our hands to warm them up.",
      "example_translation": "Я задул свечи на моем праздничном торте, а затем ветер начал дуть, так что мы должны были дуть на свои руки, чтобы согреть их.",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "breeze",
      "translation": "бриз",
      "definition": "A gentle wind, especially a cool one on a hot day.",
      "definition_translation": "Легкий ветер, особенно прохладный в жаркий день.",
      "example": "I love taking a walk on a day with a gentle breeze, but yesterday there was a strong breeze that blew away my hat, and tomorrow I hope there will be a light breeze.",
      "example_translation": "Я люблю гулять в день с легким бризом, но вчера был сильный бриз, который унес мою шляпу, а завтра надеюсь, что будет легкий бриз.",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "heat",
      "translation": "жара",
      "definition": "a form of energy that flows from a body of higher temperature to a body of lower temperature, resulting in an increase in the temperature of the latter",
      "definition_translation": "форма энергии, которая течет из тела с более высокой температурой в тело с более низкой температурой, что приводит к увеличению температуры последнего",
      "example": "The sun's heat warmed the air, The air is heated by the sun, The air will be heated by the sun.",
      "example_translation": "Жара солнца согрела воздух, Воздух нагревается солнцем, Воздух будет нагреваться солнцем.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lightning",
      "translation": "молния",
      "definition": "a brilliant electric discharge in the atmosphere, accompanied by the emission of light, and typically occurring during thunderstorms",
      "definition_translation": "яркая электрическая разрядка в атмосфере, сопровождающаяся излучением света и, как правило, происходит во время гроз",
      "example": "The lightning illuminated the dark sky, The sky is illuminated by the lightning, The sky will be illuminated by the lightning.",
      "example_translation": "Молния освещала темное небо, Небо освещается молнией, Небо будет освещаться молнией.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "season",
      "translation": "сезон",
      "definition": "a period of the year characterized by a particular weather pattern, activity, or festival",
      "definition_translation": "период года, характеризующийся определенным климатическим паттерном, деятельностью или фестивалем",
      "example": "The summer season is hot, The summer season was hot, The summer season will be hot.",
      "example_translation": "Летний сезон жаркий, Летний сезон был жарким, Летний сезон будет жарким.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sunrise",
      "translation": "восход солнца",
      "definition": "the time in the morning when the sun appears above the horizon",
      "definition_translation": "время в утреннее, когда солнце появляется над горизонтом",
      "example": "I watched the sunrise from the mountain, I had watched the sunrise from the mountain, I will watch the sunrise from the mountain.",
      "example_translation": "Я смотрел на восход солнца с горы, Я смотрел на восход солнца с горы, Я увижу восход солнца с горы.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sunset",
      "translation": "закат",
      "definition": "The time in the evening when the sun goes below the horizon, usually in the west",
      "definition_translation": "Время вечером, когда солнце уходит ниже горизонта, обычно на западе",
      "example": "I watched the sunset on the beach last night. It was breathtaking. I will watch the sunset again tomorrow. I have been watching sunsets for years.",
      "example_translation": "Я смотрел закат на пляже прошлым вечером. Это было захватывающим. Я снова посмотрю закат завтра. Я смотрел закаты за годы.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sunshine",
      "translation": "солнечный свет",
      "definition": "The warm, bright light of the sun, especially when it makes you feel happy and comfortable",
      "definition_translation": "Теплый, яркий свет солнца, особенно когда он делает вас чувствовать счастливым и комфортным",
      "example": "The sunshine made the flowers bloom. The sunshine will make us happy tomorrow. I have enjoyed the sunshine all morning.",
      "example_translation": "Солнечный свет заставил цветы расцвести. Солнечный свет сделает нас счастливыми завтра. Я наслаждался солнечным светом всю morning.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "thunder",
      "translation": "гром",
      "definition": "A loud, rumbling sound made by lightning in the sky, often during a storm",
      "definition_translation": "Громкий, рокотный звук, сделанный молнией в небе, часто во время шторма",
      "example": "I was scared of the thunder last night. The thunder will wake us up tomorrow. I have heard the thunder many times.",
      "example_translation": "Я был напуган громом прошлым вечером. Гром просыпет нас завтра. Я слышал гром много раз.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "daylight",
      "translation": "дневной свет",
      "definition": "The light of day, especially when it is bright and sunny",
      "definition_translation": "Свет дня, особенно когда он яркий и солнечный",
      "example": "I walked in the daylight yesterday. The daylight will be shorter in winter. I love walking in the daylight.",
      "example_translation": "Я шел в дневном свете вчера. Дневной свет будет короче зимой. Я люблю ходить в дневном свете.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hurricane",
      "translation": "ураган",
      "definition": "A hurricane is a powerful, rotating storm that forms over warm ocean waters in the Atlantic and northeast Pacific",
      "definition_translation": "Ураган - это мощная, вращающаяся буря, которая образуется над теплыми океанскими водами в Атлантическом и северо-восточном Тихом океане",
      "example": "The hurricane destroyed many houses last year. It is destroying many houses now. It will destroy many houses next year.",
      "example_translation": "Ураган разрушил многие дома в прошлом году. Он разрушает многие дома сейчас. Он разрушит многие дома в следующем году.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "moonlight",
      "translation": "лунный свет",
      "definition": "The light that comes from the Moon, especially in the night",
      "definition_translation": "Свет, который исходит от Луны, особенно в ночное время",
      "example": "We walked under the moonlight last night. We are walking under the moonlight now. We will walk under the moonlight tomorrow night.",
      "example_translation": "Мы гуляли при лунном свете прошлой ночью. Мы гуляем при лунном свете сейчас. Мы будет гулять при лунном свете завтра ночью.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rainbow",
      "translation": "радуга",
      "definition": "A beautiful natural phenomenon that occurs when sunlight passes through water droplets in the air",
      "definition_translation": "Прекрасное природное явление, которое происходит, когда солнечный свет проходит через водяные капли в воздухе",
      "example": "We saw a rainbow after the rain yesterday. We are seeing a rainbow after the rain now. We will see a rainbow after the rain tomorrow.",
      "example_translation": "Мы видели радугу после дождя вчера. Мы видим радугу после дождя сейчас. Мы увидим радугу после дождя завтра.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rainfall",
      "translation": "осадки",
      "definition": "The amount of rain that falls in a particular area or period of time",
      "definition_translation": "Количество осадков, которые выпадают в belirliом районе или периоде времени",
      "example": "The rainfall was heavy last month. The rainfall is heavy now. The rainfall will be heavy next month.",
      "example_translation": "Осадки были сильными в прошлом месяце. Осадки сильны сейчас. Осадки будут сильными в следующем месяце.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stormy",
      "translation": "штормовой",
      "definition": "Characterized by or prone to storms; violent or tumultuous.",
      "definition_translation": "Характеризуется или склонен к штормам; насилен или буральный.",
      "example": "The stormy weather forced us to cancel our outdoor plans. Yesterday, the stormy conditions delayed our flight. Tomorrow, the stormy forecast will make us stay indoors.",
      "example_translation": "Штормовая погода заставила нас отменить наши ngoàiворные планы. Вчера штормовые условия задержали наш рейс. Завтра штормовой прогноз заставит нас остаться в помещении.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sunlight",
      "translation": "солнечный свет",
      "definition": "The light of the sun, especially as it shines through clouds or filters through windows.",
      "definition_translation": "Свет солнца, особенно когда он проходит через облака или фильтруется через окна.",
      "example": "The sunlight streaming through the windows brightened up the room. Yesterday, the sunlight filtering through the blinds woke me up early. Tomorrow, the sunlight will illuminate the garden.",
      "example_translation": "Солнечный свет, проникающий через окна, осветил комнату. Вчера солнечный свет, фильтрующийся через жалюзи, разбудил меня рано. Завтра солнечный свет осветит сад.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "twilight",
      "translation": "сумерки",
      "definition": "The time of day immediately following sunset; a period of partial darkness.",
      "definition_translation": "Время дня сразу после заката; период частичной темноты.",
      "example": "The twilight hours were peaceful and calm. Yesterday, the twilight atmosphere was perfect for a romantic walk. Tomorrow, the twilight will be a great time for stargazing.",
      "example_translation": "Часы сумерек были мирными и спокойными. Вчера сумеречная атмосфера была идеальной для романтической прогулки. Завтра сумерки будут идеальным временем для наблюдения за звездами.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blizzard",
      "translation": "снежная буря",
      "definition": "A severe snowstorm with strong winds and low visibility.",
      "definition_translation": "Сильный снежный шторм с сильными ветрами и низкой видимостью.",
      "example": "The blizzard forced us to stay indoors for days. Yesterday, the blizzard conditions made it impossible to drive. Tomorrow, the blizzard warning will make us prepare for the worst.",
      "example_translation": "Снежная буря заставила нас остаться в помещении на дни. Вчера снежные условия сделали невозможным вождение. Завтра предупреждение о снежной буре заставит нас подготовиться к худшему.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "heatwave",
      "translation": "жара",
      "definition": "A prolonged period of abnormally hot weather, especially during the summer.",
      "definition_translation": "Продолжительный период аномально жаркой погоды, особенно летом.",
      "example": "The heatwave in 2020 caused widespread drought and wildfires. Last year, we experienced a severe heatwave that lasted for weeks. By 2050, scientists predict that heatwaves will become even more frequent.",
      "example_translation": "Жара в 2020 году вызвала широкомасштабную засуху и лесные пожары. В прошлом году мы пережили сильную жару, которая длилась неделями. К 2050 году ученые предсказывают, что жары станут еще более частыми.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drought",
      "translation": "засуха",
      "definition": "A prolonged period of abnormally low rainfall, leading to water scarcity.",
      "definition_translation": "Продолжительный период аномально низкого уровня осадков, приводящий к нехватке воды.",
      "example": "The drought in California has lasted for years, affecting agriculture and water supply. Last summer, we suffered from a severe drought that damaged crops. By 2030, scientists predict that droughts will become more frequent due to climate change.",
      "example_translation": "Засуха в Калифорнии длится уже несколько лет,影響ывая на сельское хозяйство и водоснабжение. Летом прошлого года мы страдали от сильной засухи, которая повредила посевы. К 2030 году ученые предсказывают, что засухи станут более частыми из-за изменения климата.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hail",
      "translation": "град",
      "definition": "Small balls of ice that fall from the sky during a thunderstorm.",
      "definition_translation": "Маленькие шары льда, которые падают с неба во время грозы.",
      "example": "The hail storm damaged the crops and shattered the car windshield. Last year, we experienced a severe hail storm that lasted for hours. By 2050, scientists predict that hail storms will become more frequent due to climate change.",
      "example_translation": "Градовая буря повредила посевы и разбила лобовое стекло автомобиля. В прошлом году мы пережили сильную градовую бурю, которая длилась часами. К 2050 году ученые предсказывают, что градовые бури станут более частыми из-за изменения климата.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hail",
      "translation": "град",
      "definition": "Small balls of ice that fall from the sky during a thunderstorm.",
      "definition_translation": "Маленькие шары льда, которые падают с неба во время грозы.",
      "example": "The hail storm damaged the crops and shattered the car windshield. Last year, we experienced a severe hail storm that lasted for hours. By 2050, scientists predict that hail storms will become more frequent due to climate change.",
      "example_translation": "Градовая буря повредила посевы и разбила лобовое стекло автомобиля. В прошлом году мы пережили сильную градовую бурю, которая длилась часами. К 2050 году ученые предсказывают, что градовые бури станут более частыми из-за изменения климата.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hailstone",
      "translation": "градина",
      "definition": "A small pellet of ice that forms during a thunderstorm, typically in cumulonimbus clouds.",
      "definition_translation": "Маленький шарик льда, который образуется во время грозы, обычно в кумулонimbusных облаках.",
      "example": "The hailstones pounded against the windows, causing them to shatter. Yesterday, hailstones damaged the crops. By next summer, hailstones will be a rare sight.",
      "example_translation": "Градины били по окнам, заставляя их vỰться. Вчера градины повредили урожай. К следующему лету градины будут редким зрелищем.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hailstorm",
      "translation": "градобой",
      "definition": "A storm that produces hail, typically characterized by strong winds, heavy rain, and loud thunder.",
      "definition_translation": "Шторм, производящий град, обычно характеризуется сильными ветрами, сильным дождем и громким thunder.",
      "example": "The hailstorm caused widespread damage to the city's infrastructure. The hailstorm was so intense that it disrupted air travel. By the time the hailstorm passes, the sun will be shining.",
      "example_translation": "Градобой нанес широкий ущерб инфраструктуре города. Градобой был так интенсивен, что он нарушил воздушное сообщение. к тому времени, как градобой пройдет, солнце будет сиять.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "whirlwind",
      "translation": "смерч",
      "definition": "A rotating column of air that descends from a thunderstorm to the ground, characterized by high wind speeds and destructive power.",
      "definition_translation": "Вращающийся столб воздуха,descending от грозы к земле, характеризуется высокими скоростями ветра и разрушительной мощью.",
      "example": "The whirlwind swept through the town, leaving a trail of destruction. The whirlwind was so powerful that it uprooted trees. Yesterday, a whirlwind damaged several buildings.",
      "example_translation": "Смерч пронесся через город, оставляяbehind разрушение. Смерч был так мощен, что он выкорчевал деревья. Вчера смерч повредил несколько зданий.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drizzle",
      "translation": "моросить",
      "definition": "A type of light rain or mist that falls gently from the sky, often creating a gloomy atmosphere.",
      "definition_translation": "Тип легкого дождя или тумана, который идёт мягко с неба, часто создавая угрюмую атмосферу.",
      "example": "The drizzle outside made it difficult to see while driving. The drizzle continued throughout the day, making the streets slippery. By tomorrow, the drizzle will have stopped.",
      "example_translation": "Морось снаружи сделала трудно видеть при вождении. Морось продолжался в течение дня, делая улицы скользкими. К завтра морось остановится.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dust storm",
      "translation": "песчаная буря",
      "definition": "A strong wind that picks up large amounts of dust and sand, reducing visibility and sometimes causing damage.",
      "definition_translation": "Сильный ветер, поднимающий большие количества пыли и песка, уменьшая видимость и иногда причиняющий ущерб.",
      "example": "The tourists got caught in a dust storm while hiking in the desert. They had experienced one before, but this one was much worse. They will prepare better for the next one.",
      "example_translation": "Туристы попали в песчаную бурю, когда гуляли по пустыне. Они уже имели подобный опыт прежде, но эта буря былаmuch хуже. Они обеспечат себя лучше для следующей.",
      "imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]