[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bull terrier",
      "translation": "Бультерьер",
      "definition": "A breed of dog known for its muscular build, short coat, and distinctive egg-shaped head.",
      "definition_translation": "Порода собаки, известная своей мускулистой постройкой, короткой шерстью и характерной яйцевидной формой головы.",
      "example": "I had a bull terrier as a pet when I was a child, but now I have a cat. My sister used to walk our bull terrier every morning, and she will take it to the park tomorrow.",
      "example_translation": "У меня был бультерьер в качестве домашнего животного, когда я был ребенком, но теперь у меня есть кошка. Моя сестра раньше каждый день гуляла нашим бультерьером, и завтра она возьмет его к парку.",
      "imageLink": "image_files\\English\\"imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bulldog",
      "translation": "Бульдог",
      "definition": "A breed of dog known for its sturdy build, short coat, and distinctive wrinkled face.",
      "definition_translation": "Порода собаки, известная своей устойчивой постройкой, короткой шерстью и характерным морщинистым лицом.",
      "example": "The bulldog is a popular breed, and it was originally bred for bull baiting. My friend used to have a bulldog, but it was too aggressive, so he had to give it away.",
      "example_translation": "Бульдог - это популярная порода, и она былаoriginally выведена для боя с быками. Мой друг ранее имел бульдога, но оно было слишком агрессивным, поэтому он должен был отдать его.",
      "imageLink": "image_files\\English\\"imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Dalmatian",
      "translation": "Далматинец",
      "definition": "A breed of dog known for its distinctive white coat with black spots and its athletic build.",
      "definition_translation": "Порода собаки, известная своей характерной белой шерстью с черными пятнами и своей атлетической постройкой.",
      "example": "Dalmatians are often used as firehouse dogs, and they are very loyal. My grandmother had a Dalmatian when she was young, and it used to follow her everywhere.",
      "example_translation": "Далматины часто используются в качестве пожарных собак, и они очень лояльны. Моя бабушка имела далматинца, когда она была молодой, и оно всегда следовало за ней везде.",
      "imageLink": "image_files\\English\\"imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "poodle",
      "translation": "Пудель",
      "definition": "A breed of dog known for its curly, non-shedding coat and its high intelligence.",
      "definition_translation": "Порода собаки, известная своей кудрявой, не линяющей шерстью и высокой интеллектом.",
      "example": "Poodles come in various sizes, including toy, miniature, and standard. I used to have a toy poodle, but it was too high-maintenance, so I gave it to my sister.",
      "example_translation": "Пудели бывают разного размера, включая игрушечных, миниатюрных и стандартных. Я ранее имел игрушечного пуделя, но оно было слишком требовательным уходом, поэтому я отдал его своей сестре.",
      "imageLink": "image_files\\English\\"imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Afghan hound",
      "translation": "Афганская борзая",
      "definition": "A tall, silky-coated dog breed originating from Afghanistan, characterized by its ring-shaped tail and long, narrow head.",
      "definition_translation": "Высокая, шелковистая порода собак, происходящая из Афганистана, характеризующаяся кольцевым хвостом и длинной, узкой головой.",
      "example": "I have always wanted to own an Afghan hound. My friend had one when I was growing up, and I fell in love with its beauty. I will buy one next year.",
      "example_translation": "Я всегда хотел владеть афганской борзой. У моего друга была одна, когда я рос, и я влюбился в ее красоту. Я куплю одну следующим годом.",
      "imageLink": "image_files\\English\\"imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Akita",
      "translation": "Акита",
      "definition": "A large, powerful dog breed originating from Japan, known for its loyalty and protective nature.",
      "definition_translation": "Большая, мощная порода собак, происходящая из Японии, известная своей лояльностью и защитной натурой.",
      "example": "I visited Japan last year and saw an Akita in person. It was huge! My friend has one, and it's very friendly. I will get one soon.",
      "example_translation": "Я посетил Японию в прошлом году и увидел акиту вживую. Оно было огромным! У моего друга есть одна, и она очень дружелюбная. Я получу одну вскоре.",
      "imageLink": "image_files\\English\\"imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Alaskan malamute",
      "translation": "Альский маламут",
      "definition": "A strong and athletic dog breed originating from Alaska, known for its endurance and ability to pull heavy loads.",
      "definition_translation": "Сильная и атлетичная порода собак, происходящая из Аляски, известная своей выносливостью и способностью тянуть тяжелые грузы.",
      "example": "I went dog sledding last winter and saw an Alaskan malamute in action. It was incredible! My brother has one, and it loves to play. I will take it for a walk tomorrow.",
      "example_translation": "Я поехал на собачьих упряжках прошлой зимой и увидел альского маламута в действии. Оно было incredibile! У моего брата есть одна, и она любит играть. ЯLETTE ее на прогулку завтра.",
      "imageLink": "image_files\\English\\"imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "basset hound",
      "translation": "Бассет хаунд",
      "definition": "A short-legged, droopy-eared dog breed known for its calm and gentle nature, often used for hunting small game.",
      "definition_translation": "Коротконогая, вислоухая порода собак, известная своей спокойной и нежной натурой, часто используемая для охоты на pequeña игру.",
      "example": "I have a basset hound at home, and it's very lazy. My sister had one when I was a kid, and it was always sleeping. I will take mine for a walk later.",
      "example_translation": "У меня есть бассет хаунд дома, и оно очень лениво. У моей сестры была одна, когда я был малышом, и оно всегда спало. ЯToDevice свое за прогулку позже.",
      "imageLink": "image_files\\English\\"imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beagle",
      "translation": "Бигль",
      "definition": "A small, friendly dog with a short, smooth coat and a curious nature, often used for hunting.",
      "definition_translation": "Маленькая,riendly собака с короткой, гладкой шерстью и любопытной натурой, часто используемая для охоты.",
      "example": "Yesterday, I saw a beagle chasing a rabbit in the park. Today, it is taking a nap. Tomorrow, it will go on a hike.",
      "example_translation": "Вчера я видел бигля, который гонялся за кроликом в парке. Сегодня он спит. Завтра он пойдет на поход.",
      "imageLink": "image_files\\English\\"imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Bernese mountain dog",
      "translation": "Бернский горный пастушеский пёс",
      "definition": "A large, powerful dog with a thick, tri-colored coat, originating from Switzerland and used for herding and pulling carts.",
      "definition_translation": "Крупная, мощная собака с густой, трехцветной шерстью, происходящая из Швейцарии и используемая для выпаса и тяги грузов.",
      "example": "The Bernese mountain dog was barking loudly at the stranger. It had been guarding the property for years. It will continue to do so in the future.",
      "example_translation": "Бернский горный пастушеский пёс громко лаял на постороннего. Он охранял собственность на протяжении многих лет. Он будет продолжать это делать в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bloodhound",
      "translation": "Кровавый пёс",
      "definition": "A large, tracking dog with a distinctive wrinkled face and a keen sense of smell, often used for tracking and hunting.",
      "definition_translation": "Крупная, следящая собака с характерным морщинистым лицом и острым обонянием, часто используемая для отслеживания и охоты.",
      "example": "The bloodhound had been tracking the suspect for hours. It will eventually find him. Yesterday, it had a similar case.",
      "example_translation": "Кровавый пёс отслеживал подозреваемого в течение часов. Он eventually найдет его. Вчера у него был аналогичный случай.",
      "imageLink": "image_files\\English\\"imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "border collie",
      "translation": "Колли бордер",
      "definition": "A highly intelligent, energetic dog with a medium-length coat, often used for herding and agility competitions.",
      "definition_translation": "Очень умная, энергичная собака со средней длиной шерстью, часто используемая для выпаса и соревнований по агILITY.",
      "example": "The border collie was running around the field, chasing after the ball. It had been trained for months. In the future, it will participate in competitions.",
      "example_translation": "Колли бордер бежал вокруг поля, преследуя мяч. Он был обучен в течение месяцев. В будущем он будет участвовать в соревнованиях.",
      "imageLink": "image_files\\English\\"imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Boston terrier",
      "translation": "Бостон-терьер",
      "definition": "A small dog with a short, easy-to-maintain coat, known for its gentle and affectionate nature.",
      "definition_translation": "Маленькая собака с короткой, легко поддерживаемой шерстью, известная своей柔кой и любящей натурой.",
      "example": "I have had a Boston terrier since I was a kid, and I will get another one when I retire. I used to walk my Boston terrier every morning, but now I walk it every evening. I will buy a new Boston terrier next year.",
      "example_translation": "У меня был бостон-терьер с тех пор, как я был ребенком, и я получу другого, когда я на пенсии. Я прежде гулял со своим бостон-терьером каждое утро, но теперь я гуляю с ним каждое вечером. Я куплю нового бостон-терьера в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "boxer",
      "translation": "Боксер",
      "definition": "A medium-sized dog with a short coat, known for its energetic and playful nature.",
      "definition_translation": "Среднего размера собака с короткой шерстью, известная своей энергичной и игривой натурой.",
      "example": "I used to have a boxer when I was in college, but it ran away. Now I want to get another boxer. My friend has a boxer and it will visit us next weekend.",
      "example_translation": "У меня был боксер, когда я был в колледже, но он убежал. Теперь я хочу получить другого боксера. У моего друга есть боксер и он посетит нас на следующий уикенд.",
      "imageLink": "image_files\\English\\"imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bullmastiff",
      "translation": "Бульмастифф",
      "definition": "A large dog with a sturdy build, known for its loyal and protective nature.",
      "definition_translation": "Крупная собака с крепким телосложением, известная своей преданной и защитной натурой.",
      "example": "My neighbor has a bullmastiff and it is very friendly. I will get a bullmastiff when I move to a bigger house. My friend used to have a bullmastiff, but it passed away last year.",
      "example_translation": "У моего соседа есть бульмастифф и оно очень дружелюбное. Я получу бульмастиffa, когда перееду в более крупный дом. У моего друга был бульмастифф, но оно умерло в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Cairn terrier",
      "translation": "Кэрн-терьер",
      "definition": "A small dog with a wiry coat, known for its feisty and adventurous nature.",
      "definition_translation": "Маленькая собака с проволочной шерстью, известная своей драчливой и приключенческой натурой.",
      "example": "I have a Cairn terrier and it loves to play outside. My aunt used to have a Cairn terrier, but it got lost. I will get another Cairn terrier when I travel to Europe.",
      "example_translation": "У меня есть кэрн-терьер и оно любит играть на улице. У моей тети был кэрн-терьер, но оно потерялось. Я получу другого кэрн-терьера, когда поеду в Европу.",
      "imageLink": "image_files\\English\\"imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cane corso, Spanish mastiff",
      "translation": "кане корсо, испанский мастиф",
      "definition": "A large, powerful dog breed originating from Italy, known for its muscular build and protective nature.",
      "definition_translation": "Большая, мощная порода собак, происходящая из Италии, известная своей мускулистой структурой и защитным характером.",
      "example": "I had a cane corso, Spanish mastiff when I was growing up, it was a wonderful pet. Now I have a child, and I think about getting a new cane corso, Spanish mastiff. By the time I retire, I will definitely have a cane corso, Spanish mastiff again.",
      "example_translation": "У меня был кане корсо, испанский мастиф, когда я рос, это было чудесным домашним животным. Теперь у меня есть дитя, и я думаю о том, чтобы получить нового кане корсо, испанский мастиф. Когда я уйду на пенсию, у меня определенно будет кане корсо, испанский мастиф снова.",
      "imageLink": "image_files\\English\\"imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Chihuahua",
      "translation": "Чихуахуа",
      "definition": "A small dog breed originating from Mexico, known for its big eyes and tiny size.",
      "definition_translation": "Маленькая порода собак, происходящая из Мексики, известная своими большими глазами и маленьким размером.",
      "example": "My grandmother had a Chihuahua when I was a kid, it was so tiny and cute. Now I have a Chihuahua of my own, and I love it. By the time I'm old, I will have had many Chihuahuas.",
      "example_translation": "У моей бабушки был Чихуахуа, когда я был ребенком, это было так маленькое и милое. Теперь у меня есть Чихуахуа моего собственного, и я люблю его. Когда я стану старым, у меня будет много Чихуахуа.",
      "imageLink": "image_files\\English\\"imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chow chow",
      "translation": "Чау-чау",
      "definition": "A fluffy, gentle dog breed originating from China, known for its thick coat and loyalty.",
      "definition_translation": "Шерстистая, нежная порода собак, происходящая из Китая, известная своей густой шерстью и преданностью.",
      "example": "I saw a chow chow at the park yesterday, it was so adorable. My friend has a chow chow, and I will take care of it next week. By the time I move to China, I will have a chow chow of my own.",
      "example_translation": "Я видел Чау-чау в парке昨天, это было так мило. У моего друга есть Чау-чау, и я будет LOOK за ним на следующей неделе. Когда я переехал в Китай, у меня будет Чау-чау моего собственного.",
      "imageLink": "image_files\\English\\"imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cocker spaniel",
      "translation": "кокер-спаниель",
      "definition": "A gentle, outgoing dog breed originating from England, known for its low-shedding coat and loving nature.",
      "definition_translation": "Нежная, общительная порода собак, происходящая из Англии, известная своей низкопоченной шерстью и любящим характером.",
      "example": "I had a cocker spaniel when I was a kid, it was a wonderful pet. Now I have a child, and I think about getting a new cocker spaniel. By the time I retire, I will have a cocker spaniel again.",
      "example_translation": "У меня был кокер-спаниель, когда я был ребенком, это было чудесным домашним животным. Теперь у меня есть дитя, и я думаю о том, чтобы получить нового кокер-спаниеля. Когда я уйду на пенсию, у меня определенно будет кокер-спаниель снова.",
      "imageLink": "image_files\\English\\"imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dachshund, sausage dog",
      "translation": "такса, колбасная собака",
      "definition": "A small-sized dog breed originating from Germany, characterized by its long body, short legs, and playful temperament.",
      "definition_translation": "Маленькая порода собак из Германии, характеризуется своим длинным телом, короткими ногами и игривым характером.",
      "example": "I had a dachshund when I was a kid, it was very playful. Now I have a different breed, but I still love dachshunds. In the future, I will probably have another one.",
      "example_translation": "Когда я был ребенком, у меня была такса, она была очень игрива. Теперь у меня другой породы, но я все еще люблю такс. В будущем я, вероятно, будет иметь еще одну.",
      "imageLink": "image_files\\English\\"imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fox terrier",
      "translation": "лисий терьер",
      "definition": "A small, energetic dog breed with a short, glossy coat, originally bred for hunting foxes.",
      "definition_translation": "Маленькая, энергичная порода собак с короткой, гладкой шерстью, изначально разведенная для охоты на лисиц.",
      "example": "My friend has a fox terrier, it's very active and loves to play. Yesterday, it chased a squirrel in the park. In the summer, it will probably go to the beach with us.",
      "example_translation": "У моего друга есть лисий терьер, он очень активен и любит играть. Вчера он гнался за белкой в парке. Летом он, вероятно, пойдет на пляж с нами.",
      "imageLink": "image_files\\English\\"imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "French bulldog",
      "translation": "французский бульдог",
      "definition": "A breed of domestic dog known for its playful, affectionate nature and distinctive appearance, characterized by its short, easy-to-maintain coat.",
      "definition_translation": "Породы домашней собаки, известной своей игривой, привязчивой натурой и отличительным внешним видом, характеризуется короткой, легко ухаживаемой шерстью.",
      "example": "I saw a French bulldog at the pet store, it was very cute. My sister had one when she was in college, it was very friendly. In a few years, I will buy one for myself.",
      "example_translation": "Я видел французского бульдога в зоомагазине, он был очень милым. У моей сестры был один, когда она училась в колледже, он был очень дружелюбным. Через несколько лет я куплю себе одного.",
      "imageLink": "image_files\\English\\"imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "German shepherd",
      "translation": "немецкая овчарка",
      "definition": "A medium-sized dog breed known for its intelligence, loyalty, and protective nature, often used as a police and military dog.",
      "definition_translation": "Среднего размера порода собаки, известная своей интеллигентностью, лояльностью и защитным характером, часто используемой в качестве полицейской и военной собаки.",
      "example": "I had a German shepherd as a kid, it was very smart. My neighbor has one now, it's a great guard dog. In the future, I will probably get one for protection.",
      "example_translation": "У меня была немецкая овчарка, когда я был ребенком, она была очень умной. У моего соседа есть одна сейчас, она является отличной watchdog. В будущем я, вероятно, получу одну для защиты.",
      "imageLink": "image_files\\English\\"imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "giant schnauzer",
      "translation": "гигантская шнауцер",
      "definition": "A giant schnauzer is a breed of dog known for its distinctive beard and eyebrows, originally developed in the 17th and 18th centuries in Germany to guard farms and drive livestock.",
      "definition_translation": "Гигантская шнауцер - это порода собаки, известная своими характерными бородой и бровями,最初 развивавшаяся в 17-18 веках в Германии для охраны ферм и выгона скота.",
      "example": "The giant schnauzer has been my loyal companion for years, I will take it for a walk tomorrow, and it had chased a squirrel yesterday.",
      "example_translation": "Гигантская шнауцер была моим верным спутником на протяжении многих лет, завтра я SHALL его на прогулку, а вчера она гналась за белкой.",
      "imageLink": "image_files\\English\\"imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "golden retriever",
      "translation": "goldendelter",
      "definition": "A golden retriever is a breed of dog known for its friendly, loyal, and gentle nature, originally developed in Scotland in the late 19th century.",
      "definition_translation": "Голдендelter - это порода собаки, известная своим дружелюбным, лояльным и мягким характером, изначально развивавшаяся в Шотландии в конце 19 века.",
      "example": "I have a golden retriever, it will retrieve the ball tomorrow, and it had retrieved it yesterday.",
      "example_translation": "У меня есть голдендelter, она достанет мяч завтра, а вчера она достала его.",
      "imageLink": "image_files\\English\\"imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Great Dane",
      "translation": "дейн Великий",
      "definition": "A Great Dane is a breed of dog known for its giant size, muscular build, and gentle nature, originally developed in Germany in the 14th century.",
      "definition_translation": "Дейн Великий - это порода собаки, известная своим гигантским размером, мускулистым xâyом и мягким характером, изначально развивавшаяся в Германии в 14 веке.",
      "example": "The Great Dane has been a popular breed for years, it will be a great companion in the future, and it was a loyal friend in the past.",
      "example_translation": "Дейн Великий была популярной породой на протяжении многих лет, она będzie надежным спутником в будущем, а в прошлом она была верным другом.",
      "imageLink": "image_files\\English\\"imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "greyhound",
      "translation": "грейхаунд",
      "definition": "A greyhound is a breed of dog known for its speed, agility, and gentle nature, originally developed in ancient Egypt and Greece.",
      "definition_translation": "Грейхаунд - это порода собаки, известная своей скоростью, агility и мягким характером, изначально развивавшаяся в древнем Египте и Греции.",
      "example": "The greyhound has been a popular racing dog for years, it will win the competition tomorrow, and it had set a new record yesterday.",
      "example_translation": "Грейхаунд была популярной гоночной собакой на протяжении многих лет, она выиграет конкурс завтра, а вчера она установила новый рекорд.",
      "imageLink": "image_files\\English\\"imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Irish terrier",
      "translation": "Ирландский терьер",
      "definition": "A small-sized dog breed originating from Ireland, known for its energetic and friendly nature.",
      "definition_translation": "Маленькая порода собак, родом из Ирландии, известная своей энергичной и дружелюбной натурой.",
      "example": "I had an Irish terrier as a pet when I was a child, it was very playful. Now I have one and it's still very energetic. I will get another Irish terrier when I move to a bigger house.",
      "example_translation": "У меня был ирландский терьер в качестве домашнего животного, когда я был ребенком, он был очень игривым. Сейчас у меня есть один, и он все еще rất энергичен. Я получу еще одного ирландского терьера, когда перезжаю в bigger дом.",
      "imageLink": "image_files\\English\\"imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Jack Russell terrier",
      "translation": "Терьер Джека Рассела",
      "definition": "A small, energetic dog breed originating from England, known for its bold and lively nature.",
      "definition_translation": "Маленькая, энергичная порода собак, родом из Англии, известная своей смелой и живой натурой.",
      "example": "I have a Jack Russell terrier as a pet, it loves to play fetch. My sister had a Jack Russell terrier, it was very aggressive. I will buy a Jack Russell terrier when I move to a new apartment.",
      "example_translation": "У меня есть терьер Джека Рассела в качестве домашнего животного, он любит играть в апорт. У моей сестры был терьер Джека Рассела, он был очень агрессивным. Я куплю терьера Джека Рассела, когда перезжаю в new квартиру.",
      "imageLink": "image_files\\English\\"imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Labrador retriever",
      "translation": "Лабрадор-ретривер",
      "definition": "A medium-sized dog breed originating from Canada, known for its friendly, outgoing, and energetic nature.",
      "definition_translation": "Среднего размера порода собак, родом из Канады, известная своей дружелюбной, открытой и энергичной натурой.",
      "example": "I have a Labrador retriever as a pet, it loves to swim. My friend had a Labrador retriever, it was very loyal. I will get a Labrador retriever when I have a big backyard.",
      "example_translation": "У меня есть лабрадор-ретривер в качестве домашнего животного, он любит плавать. У моего друга был лабрадор-ретривер, он был sangat лояльным. Я получу лабрадор-ретривер, когда у меня будет большой задний двор.",
      "imageLink": "image_files\\English\\"imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Maltese",
      "translation": "Мальтийская болонка",
      "definition": "A small-sized dog breed originating from Malta, known for its silky, white coat and gentle nature.",
      "definition_translation": "Маленькая порода собак, родом из Мальты, известная своей шелковистой, белой шерстью и нежной натурой.",
      "example": "I had a Maltese as a pet when I was a child, it was very cute. My sister has a Maltese, it is very playful. I will buy a Maltese when I have a small apartment.",
      "example_translation": "У меня был мальтийская болонка в качестве домашнего животного, когда я был ребенком, он был sangat милым. У моей сестры есть мальтийская болонка, она sangat игривой. Я куплю мальтийскую болонку, когда у меня будет маленькая квартира.",
      "imageLink": "image_files\\English\\"imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mastiff",
      "translation": "мастифф",
      "definition": "a large and powerful breed of dog with a short coat and a distinctive wrinkled face",
      "definition_translation": "большая и мощная порода собак с короткой шерстью и характерным морщинистым лицом",
      "example": "I had a mastiff as a pet when I was a child, it was very loyal. I have a mastiff now, it's still very friendly. I will get a mastiff in the future, it will be a great companion.",
      "example_translation": "У меня был мастифф в качестве домашнего животного, когда я был ребенком, он был очень лояльным. У меня теперь мастифф, он все еще очень友елюбным. Я получу мастифф в будущем, он будетgreat компаньоном.",
      "imageLink": "image_files\\English\\"imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "miniature pinscher",
      "translation": "миниатюрный пинчер",
      "definition": "a small breed of dog with a short, smooth coat and a distinctive appearance",
      "definition_translation": "маленькая порода собак с короткой, гладкой шерстью и отличительным видом",
      "example": "My friend has a miniature pinscher, it's so cute. She had a miniature pinscher when she was a kid, it was very playful. She will get a miniature pinscher again in the future, it will be a great pet.",
      "example_translation": "У моего друга есть миниатюрный пинчер, он так мил. У нее был миниатюрный пинчер, когда она была ребенком, он был очень игривым. Она получит миниатюрный пинчер снова в будущем, он будетgreat домашним животным.",
      "imageLink": "image_files\\English\\"imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "miniature poodle",
      "translation": "миниатюрная пудель",
      "definition": "a small breed of dog with a curly, non-shedding coat and a high level of intelligence",
      "definition_translation": "маленькая порода собак с курчавой, не линяющей шерстью и высоким уровнем интеллекта",
      "example": "I've always wanted a miniature poodle, they're so smart. I had a miniature poodle when I was in college, it was very obedient. I will get a miniature poodle soon, it will be a great companion.",
      "example_translation": "Я всегда хотел миниатюрную пудель, они так умны. У меня был миниатюрная пудель, когда я был в колледже, он был очень послушным. Я получу миниатюрную пудель скоро, он будетgreat компаньоном.",
      "imageLink": "image_files\\English\\"imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mongrel",
      "translation": "метис",
      "definition": "a dog of mixed breed, especially one that is not a purebred",
      "definition_translation": "собака смешанной породы, особенно та, которая не является чистокровной",
      "example": "I've always had a mongrel as a pet, they're so friendly. I had a mongrel when I was a kid, it was very energetic. I will get a mongrel again in the future, it will be a great friend.",
      "example_translation": "У меня всегда был метис в качестве домашнего животного, они так дружелюбными. У меня был метис, когда я был ребенком, он был очень энергичным. Я получу метис снова в будущем, он будетgreat другом.",
      "imageLink": "image_files\\English\\"imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Newfoundland",
      "translation": "Ньюфаундленд",
      "definition": "A large dog breed originating from the province of Newfoundland and Labrador in Canada, known for its webbed feet and natural instinct to rescue.",
      "definition_translation": "Большая порода собак, родом из провинции Ньюфаундленд и Лабрадор в Канаде, известная своими лапами с перепонками и естественным инстинктом спасения.",
      "example": "Yesterday, I saw a Newfoundland dog swimming in the lake. Today, it is playing with its owner on the beach. Tomorrow, it will probably be helping rescue people from the water.",
      "example_translation": "Вчера я видел собаку Ньюфаундленда, плававшую в озере. Сегодня она играет со своим хозяином на пляже. Завтра она, вероятно, будет помогать спасать людей из воды.",
      "imageLink": "image_files\\English\\"imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "papillon",
      "translation": "Папийон",
      "definition": "A small, friendly dog breed characterized by its butterfly-like ears, originally from Europe.",
      "definition_translation": "Маленькая, дружелюбная порода собак, характеризующаяся ушами, похожими на бабочек, родом из Европы.",
      "example": "I have always wanted to own a papillon dog, but I didn't have time to take care of it. Now, I have finally adopted one and it loves to play with my kids. In the future, I will take it to dog shows.",
      "example_translation": "Я всегда хотел иметь собаку Папийон, но у меня не было времени ухаживать за ней. Сейчас я, наконец, 釆 него и она любит играть с моими детьми. В будущем я поведу ее на выставки собак.",
      "imageLink": "image_files\\English\\"imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Pekingese",
      "translation": "Пекинес",
      "definition": "A small, gentle dog breed originating from China, known for its long, fluffy coat and friendly temperament.",
      "definition_translation": "Маленькая, нежная порода собак, родом из Китая, известная своей длинной, пушистой шерстью и дружелюбным темпераментом.",
      "example": "My grandmother used to have a Pekingese dog when I was a child. Last year, I gave her a new Pekingese as a gift. Next year, I will take them to a dog park.",
      "example_translation": "Моя бабушка когда-то имела собаку Пекинес, когда я был ребенком. В прошлом году я подарил ей новую собаку Пекинес. В следующем году я поведу их в парк для собак.",
      "imageLink": "image_files\\English\\"imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pit bull terrier",
      "translation": "Питбультерьер",
      "definition": "A breed of dog known for its strength, loyalty, and athletic ability, often used in dog fighting.",
      "definition_translation": "Порода собак, известная своей силой, лояльностью и атлетической возможностью, часто используемая в боях собак.",
      "example": "In the past, pit bull terriers were used for fighting, but now they are mostly kept as pets. Yesterday, I saw a pit bull terrier at a dog show. Tomorrow, I will try to adopt one from a shelter.",
      "example_translation": "В прошлом питбультерьеры использовались для борьбы, но сейчас они в основном содержатся как домашние животные. Вчера я видел питбультерьера на выставке собак. Завтра я постараюсь усыновить одного из приюта.",
      "imageLink": "image_files\\English\\"imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pointer",
      "translation": "указатель",
      "definition": "A pointer is a device used to point to or indicate a specific location or direction.",
      "definition_translation": "Указатель - это устройство, используемое для указания на конкретное место или направление.",
      "example": "The teacher used a pointer to highlight important words on the blackboard. She will use it again tomorrow, and her students will use it next week.",
      "example_translation": "Учитель используял указатель, чтобы подчеркнуть важные слова на доске. Она будет использовать его завтра, а ее студенты будут использовать его 다음 неделе.",
      "imageLink": "image_files\\English\\"imageLink": "pointer.jpg",
      "audioLink": "pointer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Polish lowland sheepdog",
      "translation": " польская низинная овчарка",
      "definition": "The Polish Lowland Sheepdog is a breed of medium-sized herding dog originating from Poland.",
      "definition_translation": "Польская низинная овчарка - это порода средних размеров пастушьей собаки, происходящей из Польши.",
      "example": "The farmer bought a Polish Lowland Sheepdog to help him herd his sheep. It has been working well for months, and it will continue to do so in the future.",
      "example_translation": "Фермер купил польскую низинную овчарку, чтобы помочь ему пасти овец. Она trabajarет хорошо на протяжении месяцев, и она будет продолжать делать это в будущем.",
      "imageLink": "image_files\\English\\"imageLink": "polish-lowland-sheepdog.jpg",
      "audioLink": "Polish lowland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Pomeranian",
      "translation": "померанский шпиц",
      "definition": "The Pomeranian is a breed of small toy dog originating from Pomerania, a region in Central Europe.",
      "definition_translation": "Померанский шпиц - это порода маленьких игрушечных собак, происходящей из Померании, региона в Центральной Европе.",
      "example": "My sister has a Pomeranian that she loves very much. She took it for a walk yesterday, and she will do it again tomorrow.",
      "example_translation": "У моей сестры есть померанский шпиц, который она очень любит. Она взяла его на прогулку вчера, и она сделает это снова завтра.",
      "imageLink": "image_files\\English\\"imageLink": "pomeranian.jpg",
      "audioLink": "Pomeranian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pug",
      "translation": "мопс",
      "definition": "A pug is a breed of small dog with a flat face and a curled tail, originating from China.",
      "definition_translation": "Мопс - это порода маленькой собаки с плоским лицом и крутым хвостом, происходящей из Китая.",
      "example": "I saw a pug playing with its owner in the park. It will play again tomorrow, and it has played many times before.",
      "example_translation": "Я видел мопса, играющего со своим владельцем в парке. Оно будет играть снова завтра, и оно играло многие разы раньше.",
      "imageLink": "image_files\\English\\"imageLink": "pug.jpg",
      "audioLink": "pug.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Pyrenean shepherd",
      "translation": "Пиренейская овчарка",
      "definition": "A breed of medium-sized dog known for its herding ability and high energy level, originating from the Pyrenees mountain region.",
      "definition_translation": "Порода среднего размера собаки, известная своей способностью пасти и высоким уровнем энергии,(originaльная из региона Пиренеевских гор.",
      "example": "The Pyrenean shepherd helped the farmer to herd the sheep, and then it played with the children. It will help to move the flock to a new pasture tomorrow. It had worked well in the rain yesterday.",
      "example_translation": "Пиренейская овчарка помогла фермеру пасти овец, а затем поиграла с детьми. Завтра она поможет перевести стада на новое пастбище. Вчера она хорошо работала в дождь.",
      "imageLink": "image_files\\English\\"imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Rottweiler",
      "translation": "Ротвейлер",
      "definition": "A breed of large, powerful dog known for its strength, loyalty, and protective instincts, often used as a guard dog.",
      "definition_translation": "Порода крупной, мощной собаки, известной своей силой, лояльностью и защитными инстинктами, часто используемой как собака охраны.",
      "example": "The Rottweiler protected the house from intruders, and then it played with its owner. It will guard the family during the night. It had saved the child from the attack yesterday.",
      "example_translation": "Ротвейлер защищал дом от_intruders_, а затем поиграла со своим владельцем. Он будет охранять семью ночью. Вчера он спас ребенка от нападения.",
      "imageLink": "image_files\\English\\"imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Saint Bernard",
      "translation": "Сен-Бернар",
      "definition": "A breed of large dog known for its gentle nature, intelligence, and ability to assist in rescue missions, originating from the Alps.",
      "definition_translation": "Порода крупной собаки, известной своей мягкой натурой, inteligência и способностью помочь в поисково-спасательных миссиях, originaльная из Альп.",
      "example": "The Saint Bernard found the lost hiker in the mountains and led him to safety. It will help to rescue the avalanche victims tomorrow. It had saved many lives in the harsh winter yesterday.",
      "example_translation": "Сен-Бернар нашел потерянного туриста в горах и повел его к безопасности. Он поможет спасти жертв лавины завтра. Вчера он спас много жизней в суровой зиме.",
      "imageLink": "image_files\\English\\"imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Samoyed",
      "translation": "Самоед",
      "definition": "A breed of fluffy, white dog known for its friendly nature, high energy level, and ability to thrive in cold climates, originating from Siberia.",
      "definition_translation": "Порода пушистой, белой собаки, известной своей дружелюбной натурой, высоким уровнем энергии и способностью процветать в холодных климатах, originaльная из Сибири.",
      "example": "The Samoyed played with its owner in the snow, and then it curled up by the fireplace. It will go on a hike in the mountains tomorrow. It had pulled the sled through the icy tundra yesterday.",
      "example_translation": "Самоед играл со своим владельцем в снегу, а затем укурилось у камина. Он будет идти на хайк в горах завтра. Вчера он водил сани через ледяную тундру.",
      "imageLink": "image_files\\English\\"imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "schnauzer",
      "translation": "шнауцер",
      "definition": "A breed of dog originating in Germany, known for its distinctive beard and eyebrows, and often kept as a pet.",
      "definition_translation": "Порода собак, происходящая из Германии, известная своей характерной бородой и бровями, и часто содержащаяся как домашний питомец.",
      "example": "Our neighbor has a lovely schnauzer named Max, who loves to play fetch. Yesterday, Max was barking loudly at the mailman. Tomorrow, Max will be going to the dog park for a run.",
      "example_translation": "У нашего соседа есть любимый шнауцер по имени Макс, который любит играть в апорт. Вчера Макс громко лаял на почтальона. Завтра Макс отправится в собачий парк для пробежки.",
      "imageLink": "image_files\\English\\"imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Scottish terrier",
      "translation": "шотландский терьер",
      "definition": "A small to medium-sized dog breed originating in Scotland, known for its distinctive beard and mustache, and often kept as a pet.",
      "definition_translation": "Малая или средняя по размеру порода собак, происходящая из Шотландии, известная своей характерной бородой и усы, и часто содержащаяся как домашний питомец.",
      "example": "The Scottish terrier is a loyal companion and makes a great family pet. My grandmother had a Scottish terrier named Lola, who used to chase squirrels in the park. If I had a Scottish terrier, I would name it McFluffers.",
      "example_translation": "Шотландский терьер является верным спутником и делает отличного домашнего питомца для семьи. У моей бабушки был шотландский терьер по имени Лола, которая гонялась за белками в парке. Если у меня был бы шотландский терьер, я бы назвал его МакФлафферс.",
      "imageLink": "image_files\\English\\"imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Shetland sheepdog",
      "translation": "шетландский пастуш Moy",
      "definition": "A small to medium-sized herding dog breed originating in the Shetland Islands, known for its intelligence, agility, and loyalty.",
      "definition_translation": "Малая или средняя по размеру порода пастушьих собак, происходящая из Шетландских островов, известная своей интеллектом, агILITY и преданностью.",
      "example": "Shetland sheepdogs are highly intelligent and respond well to training. Our family has a Shetland sheepdog named Daisy, who loves to herd sheep on the farm. In the future, we plan to enter Daisy into dog agility competitions.",
      "example_translation": "Шетландские пастушьи собаки высокоинтеллектуальны и 잘 реагируют на тренировку. У нашей семьи есть шетландский пастуш Moy по имени Дейзи, которая любит пасти овец на ферме. В будущем мы планируем заявить Дейзи на соревнования по агILITY собак.",
      "imageLink": "image_files\\English\\"imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Shiba Inu",
      "translation": "Сиба Ину",
      "definition": "A small to medium-sized dog breed originating in Japan, known for its distinctive fox-like appearance and independent nature.",
      "definition_translation": "Малая или средняя по размеру порода собак, происходящая из Японии, известная своей характерной лисоподобной внешностью и самостоятельным характером.",
      "example": "Shiba Inus are known for their strong will and can be challenging to train. My friend has a Shiba Inu named Hana, who loves to play with her toys. Tomorrow, Hana will be going to the vet for a check-up.",
      "example_translation": "Сиба Инусы известны своей сильной волей и могут быть сложными в тренировке. У моего друга есть Сиба Ину по имени Хана, которая любит играть со своими игрушками. Завтра Хана будет ходить к ветеринару на осмотр.",
      "imageLink": "image_files\\English\\"imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Siberian husky",
      "translation": "Сибирский хаски",
      "definition": "A medium-sized dog of a breed originating in Siberia, having a thick coat and being bred for pulling sleds.",
      "definition_translation": "Среднего размера собака породы, происходящей из Сибири, имеющая thick coat и выведенная для буксировки саней.",
      "example": "I had a Siberian husky as a pet when I was a kid, it was great exercise running with him every day. Now I have one as a guard dog, it's very protective. I plan to get another one in the future, they're such wonderful companions.",
      "example_translation": "У меня был Сибирский хаски как домашняя собака, когда я был ребенком, это было отличной физической нагрузкой бегать с ним каждый день. Теперь у меня есть одна как watchdog, она очень защитница. Я планирую получить еще одну в будущем, они такие замечательные спутники.",
      "imageLink": "image_files\\English\\"imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spitz",
      "translation": "шпиц",
      "definition": "A type of dog characterized by a pointed muzzle, erect ears, and a thick coat, often resembling a small bear.",
      "definition_translation": "Тип собаки, характеризующийся острым мордой, стоячими ушами и thick coat, часто похожей на маленького медведя.",
      "example": "I've always loved spitz dogs, they're so cute and playful. My friend has a spitz and it's always up for an adventure. I'm thinking of getting a spitz puppy in the future, they're such great companions.",
      "example_translation": "Я всегда любил собак шпиц, они такие милые и игривые. У моего друга есть шпиц, и它 всегда готово к приключению. Я подумываю о получении щенка шпица в будущем, они такиеgreat спутники.",
      "imageLink": "image_files\\English\\"imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "vizsla",
      "translation": "визsla",
      "definition": "A medium-sized dog of a Hungarian breed, having a reddish-yellow coat and being bred for hunting.",
      "definition_translation": "Среднего размера собака породы из Венгрии, имеющая рыжевато-желтую шерсть и выведенная для охоты.",
      "example": "I've seen vizslas at the dog park and they're so energetic and playful. My neighbor has a vizsla and it's always running around the backyard. I'm considering getting a vizsla as a pet, they're such great companions.",
      "example_translation": "Я видел визслы в парке для собак, и они такие энергичные и игривые. У моего соседа есть визsla, и оно всегда бегает вокруг заднего двора. Я рассматриваю возможность получения визслы как домашнюю собаку, они такиеgreat спутники.",
      "imageLink": "image_files\\English\\"imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Weimaraner",
      "translation": "Веймаранер",
      "definition": "A large, sleek dog of a German breed, having a short, smooth coat and being bred for hunting.",
      "definition_translation": "Большая, гладкая собака породы из Германии, имеющая короткую, гладкую шерсть и выведенная для охоты.",
      "example": "I've always been fascinated by Weimaraners, they're so fast and agile. My friend has a Weimaraner and it's always chasing after balls. I'm thinking of getting a Weimaraner as a pet, they're such great athletes.",
      "example_translation": "Я всегда был заинтересован в веймаранерах, они такие быстрые и агильные. У моего друга есть веймаранер, и оно всегда гоняется за мячами. Я подумываю о получении веймаранера как домашнюю собаку, они такиеgreat спортсмены.",
      "imageLink": "image_files\\English\\"imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Welsh Corgi (Pembroke Welsh Corgi)",
      "translation": "Вельш-корги (Пемброк Вельш-корги)",
      "definition": "The Pembroke Welsh Corgi is a breed of herding dog that originated in Pembrokeshire, Wales. They are known for their short stature, intelligence, and energetic personalities.",
      "definition_translation": "Пемброк Вельш-корги - это порода пастушьей собаки, произошедшая из Пембрукшира, Уэльс. Они известны своей короткой статурой, интеллектом и энергичными личностями.",
      "example": "I had a Pembroke Welsh Corgi as a child, and it was very playful. Now I have a new one, and it is still very energetic. In the future, I will have another one, and it will be just as loving.",
      "example_translation": "У меня был Пемброк Вельш-корги в детстве, и она была очень игривой. Теперь у меня новый, и он по-прежнему очень энергичен. В будущем у меня будет еще одна, и она будет столь же любящей.",
      "imageLink": "image_files\\English\\"imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Yorkshire terrier",
      "translation": "Йоркширский терьер",
      "definition": "The Yorkshire Terrier is a small, toy-sized dog breed that originated in Yorkshire, England. They are known for their big personalities, silky coats, and affectionate nature.",
      "definition_translation": "Йоркширский терьер - это маленькая, игрушечная порода собаки, произошедшая из Йоркшира, Англия. Они известны своими большими личностями, шелковистыми шерстями и нежными натурами.",
      "example": "I saw a Yorkshire Terrier at the dog show, and it was so cute. My grandmother had one when I was a child, and it would sit on her lap. In the future, I might get one as a pet.",
      "example_translation": "Я видел Йоркширского терьера на выставке собак, и он был так мил. У моей бабушки был когда-то, и он сидел на ее коленях. В будущем я, возможно, заведу одного как домашнего питомца.",
      "imageLink": "image_files\\English\\"imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]