[
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bird",
      "translation": "птица",
      "definition": "A warm-blooded egg-laying animal with feathers, wings, and a beak.",
      "definition_translation": "Теплокровное яйцекладущее животное с перьями, крыльями и клювом.",
      "example": "The bird sang a sweet melody. The bird was singing a sweet melody. The bird will sing a sweet melody.",
      "example_translation": "Птица пела сладкую мелодию. Птица пела сладкую мелодию. Птица будет петь сладкую мелодию.",
      "imageLink": "image_files\\English\\"imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chicken",
      "translation": "kuritsa",
      "definition": "A domestic fowl kept for its eggs or meat.",
      "definition_translation": "Домашняя птица, содержащаяся за яйцами или мясом.",
      "example": "I ate a chicken sandwich for lunch. I am eating a chicken sandwich for lunch. I will eat a chicken sandwich for lunch.",
      "example_translation": "Я ел сэндвич с курицей на обед. Я ем сэндвич с курицей на обед. Я буду есть сэндвич с курицей на обед.",
      "imageLink": "image_files\\English\\"imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "duck",
      "translation": "утка",
      "definition": "A waterbird with a broad, flat beak and webbed feet.",
      "definition_translation": "Водоплавающая птица с широким, плоским клювом и перепончатыми ногами.",
      "example": "The duck swam in the pond. The duck is swimming in the pond. The duck will swim in the pond.",
      "example_translation": "Утка плавала в пруду. Утка плавает в пруду. Утка будет плавать в пруду.",
      "imageLink": "image_files\\English\\"imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "goose",
      "translation": "гусь",
      "definition": "A large waterbird with a long neck and black head.",
      "definition_translation": "Большая водоплавающая птица с длинной шеей и черной головой.",
      "example": "The goose honked loudly. The goose is honking loudly. The goose will honk loudly.",
      "example_translation": "Гусь громко гоготал. Гусь громко гогочет. Гусь будет громко гоготать.",
      "imageLink": "image_files\\English\\"imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "parrot",
      "translation": "попугай",
      "definition": "A parrot is a colorful, tropical bird known for its ability to mimic human speech and other sounds.",
      "definition_translation": "Попугай - это цветная, тропическая птица, известная своей способностью模ировать человеческую речь и другие звуки.",
      "example": "I had a parrot when I was a child, it was very noisy. Now I have a new parrot, it is very intelligent. I will buy a parrot for my son next year.",
      "example_translation": "У меня был попугай, когда я был ребенком, он был muito шумный. Теперь у меня новый попугай, он molto умный. Я куплю попугая для моего сына в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "penguin",
      "translation": "пингвин",
      "definition": "A penguin is a flightless bird that lives in the Southern Hemisphere, characterized by its black and white feathers and distinctive waddling gait.",
      "definition_translation": "Пингвин - это птица, не способная летать, живущая в Южном полушарии, характеризующаяся своими черными и белыми перьями и отличительным характерным шагом.",
      "example": "I saw a penguin at the zoo, it was very cute. Penguins are very social animals, they live in large colonies. By 2025, we will see penguins living in the wild.",
      "example_translation": "Я видел пингвина в зоопарке, он был molto милый. Пингвины - это очень социальные животные, они живут в больших колониях. К 2025 году мы увидим пингвинов, живущих в дикой природе.",
      "imageLink": "image_files\\English\\"imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stork",
      "translation": "аист",
      "definition": "A stork is a large wading bird with a long neck and legs, found in wetlands and grasslands around the world.",
      "definition_translation": "Аист - это большая болотная птица с длинной шеей и ногами, встречающаяся в wetlands и лугах по всему миру.",
      "example": "I saw a stork flying overhead, it was very majestic. Storks are known for their migratory patterns, they travel thousands of miles every year. By next spring, storks will return to their nests.",
      "example_translation": "Я видел аиста, летящего над головой, он был molto величественный. Аисты известны своими миграционными моделями, они путешествуют тысячи миль каждый год. К следующей весне аисты вернутся в свои гнезда.",
      "imageLink": "image_files\\English\\"imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "turkey",
      "translation": "индейка",
      "definition": "A turkey is a large bird, often domesticated and raised for its meat, known for its distinctive gobble and iridescent feathers.",
      "definition_translation": "Индейка - это большая птица, часто-domesticated и выращиваемая для своей мяса, известная своими отличительными гоготом и радужными перьями.",
      "example": "I had a turkey for Thanksgiving, it was very delicious. Turkeys are social birds, they live in flocks. Next year, I will buy a turkey for Christmas.",
      "example_translation": "У меня была индейка на День благодарения, она была molto вкусная. Индейки - это социальные птицы, они живут в стаях. В следующем году я куплю индею на Рождество.",
      "imageLink": "image_files\\English\\"imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wing",
      "translation": "крыло",
      "definition": "A wing is a type of fin that protrudes from the body of an airplane or a bird, used for flight or balance.",
      "definition_translation": "Крыло - это тип пропеллера, который протрудается из тела самолёта или птицы, используемый для полета или баланса.",
      "example": "The airplane's wing was damaged during the landing. Yesterday, I saw a bird spreading its wing. If I had wings, I would fly to the moon.",
      "example_translation": "Крыло самолёта было повреждено во время посадки. Вчера я увидел птицу, разворачивающую свое крыло. Если бы у меня были крылья, я бы летел на Луну.",
      "imageLink": "image_files\\English\\"imageLink": "wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "crow",
      "translation": "ворона",
      "definition": "A crow is a large, black bird with a loud, hoarse call, found in many parts of the world.",
      "definition_translation": "Ворона - это большая, чёрная птица с громким, хриплым голосом, найденная в многих частях мира.",
      "example": "The crow sat on the tree branch, watching us. Crows are very intelligent birds. I saw a crow flying over the field yesterday.",
      "example_translation": "Ворона сидела на ветке дерева,看着 нас. Вороны - это очень умные птицы. Я увидел ворону, летевшую над полем вчера.",
      "imageLink": "image_files\\English\\"imageLink": "crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cuckoo",
      "translation": "кукушка",
      "definition": "A cuckoo is a type of bird that lays its eggs in the nests of other birds, which then raise the cuckoo's young.",
      "definition_translation": "Кукушка - это тип птицы, которая откладывает свои яйца в гнёзда других птиц, которые затем выращивают молодь кукушки.",
      "example": "The cuckoo's call is very distinctive. I heard a cuckoo singing in the forest. The cuckoo is a parasitic bird.",
      "example_translation": "Голос кукушки очень отличается. Я услышал кукушку, поющую в лесу. Кукушка - это паразитическая птица.",
      "imageLink": "image_files\\English\\"imageLink": "cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "eagle",
      "translation": "орёл",
      "definition": "An eagle is a large, powerful bird of prey with a sharp beak and talons, found in many parts of the world.",
      "definition_translation": "Орёл - это большая, мощная птица хищница с острым клювом и когтями, найденная в многих частях мира.",
      "example": "The eagle soared through the sky. Eagles are very good hunters. I saw an eagle perched on a tree branch yesterday.",
      "example_translation": "Орёл парил через небо. Орлы - это очень хорошие охотники. Я увидел орла, сидевшего на ветке дерева вчера.",
      "imageLink": "image_files\\English\\"imageLink": "eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "feather",
      "translation": "перо",
      "definition": "One of the light, fluffy growths that cover the body of a bird, especially a flight feather.",
      "definition_translation": "Один из легких, пушистых выростов, покрывающих тело птицы, особенно перо полета.",
      "example": "The bird's feather was soft and silky. It had lost some feathers in the fight. It will grow new feathers by the winter.",
      "example_translation": "Перо птицы было мягким и шелковистым. Оно потеряло некоторые перья в борьбе. Оно вырастит новые перья к зиме.",
      "imageLink": "image_files\\English\\"imageLink": "feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hen",
      "translation": "курица",
      "definition": "An adult female chicken, especially one kept for eggs.",
      "definition_translation": "Взрослая самка курицы, особенно та, которая содержится для яиц.",
      "example": "The hen laid eggs in the nest every morning. The hen was clucking loudly. It will be a good hen for our farm.",
      "example_translation": "Курица клали яйца в гнездо каждое утро. Курица громко клокотала. Это будет хорошей курицей для нашей фермы.",
      "imageLink": "image_files\\English\\"imageLink": "hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lay eggs",
      "translation": "сносить яйца",
      "definition": "To produce eggs as a natural process.",
      "definition_translation": "Производить яйца как естественный процесс.",
      "example": "The hens lay eggs every day. It will lay eggs by the time it grows up. She laid eggs in the nesting box.",
      "example_translation": "Курицы сносят яйца каждый день. Оно снесет яйца ко времени, когда вырастет. Она снесла яйца в гнездовой ящике.",
      "imageLink": "image_files\\English\\"imageLink": "lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "owl",
      "translation": "сова",
      "definition": "A nocturnal bird with a round head, forward-facing eyes, and ear tufts.",
      "definition_translation": "Ночные птица с круглой головой, передними глазами и ушными крохотами.",
      "example": "The owl hooted loudly in the night. Owls can see in the dark. It will be an owl by the time it grows up.",
      "example_translation": "Сова громко кричала в ночи. Совы могут видеть в темноте. Оно будет совой ко времени, когда вырастет.",
      "imageLink": "image_files\\English\\"imageLink": "owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pigeon",
      "translation": "голубь",
      "definition": "A pigeon is a bird that lives in cities and towns, often considered a pest.",
      "definition_translation": "Голубь - это птица, которая живет в городах и поселках, часто считается проблемой.",
      "example": "I saw a pigeon flying in the park yesterday, it landed on a statue. Today, it is eating crumbs on the sidewalk. Tomorrow, it will fly away.",
      "example_translation": "Я видел голубя, летевшего в парке вчера, он сел на статую. Сегодня он ест крошки на тротуаре. Завтра он полетит away.",
      "imageLink": "image_files\\English\\"imageLink": "pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "seagull",
      "translation": "морская чайка",
      "definition": "A seagull is a type of bird that lives near the ocean and is known for its loud cries.",
      "definition_translation": "Морская чайка - это тип птицы, который живет gần океана и известен своими громкими криками.",
      "example": "I watched a seagull swooping down to steal food from a child on the beach. The child was playing with a bucket and shovel, while the seagull was flying overhead. Next week, the seagull will come back to the same spot.",
      "example_translation": "Я смотрел, как морская чайка пикировала вниз, чтобы украсть еду у ребенка на пляже. Ребенок играл с ведром и лопатой, а морская чайка летала над головой. На следующей неделе морская чайка вернется на то же место.",
      "imageLink": "image_files\\English\\"imageLink": "seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sparrow",
      "translation": "воробей",
      "definition": "A sparrow is a small bird that is common in gardens and parks, known for its brown feathers and quick movements.",
      "definition_translation": "Воробей - это маленькая птица, которая является общей в садах и парках, известна своими коричневыми перьями и быстрыми движениями.",
      "example": "I saw a sparrow building a nest in a tree yesterday. Today, it is collecting twigs and leaves for its home. Tomorrow, it will lay eggs in the nest.",
      "example_translation": "Я видел воробья, строящего гнездо в дереве вчера. Сегодня он собирает сучки и листья для своего дома. Завтра он положит яйца в гнездо.",
      "imageLink": "image_files\\English\\"imageLink": "sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "swan",
      "translation": "лебедь",
      "definition": "A swan is a large, white bird that lives in lakes and rivers, known for its beautiful neck and graceful movements.",
      "definition_translation": "Лебедь - это большая, белая птица, которая живет в озерах и реках, известна своей красивой шеей и изящными движениями.",
      "example": "I saw a swan gliding across the lake yesterday, its feathers shining in the sun. Today, it is swimming near the shore, searching for fish. Next month, it will migrate to warmer climates.",
      "example_translation": "Я видел лебедя, скользящего по озеру вчера, его перья сияли на солнце. Сегодня он плывет рядом с берегом, ищет рыбу.[next month он будет мигрировать в более теплые климаты.",
      "imageLink": "image_files\\English\\"imageLink": "swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beak",
      "translation": "клюв",
      "definition": "The beak is a hard, projecting mouthpart in birds, used for eating, preening, and other functions.",
      "definition_translation": "Клюв - это твердый, выступающий ротовой аппарат у птиц, используемый для еды, распушки и других функций.",
      "example": "The eagle's sharp beak ripped apart the flesh of its prey. The beak of the parrot was strong and colorful. The bird will have a stronger beak by the time it is fully grown.",
      "example_translation": "Острый клюв орла разорвал плоть его добычи. Клюв попугая был сильным и цветным. К тому времени, когда птица будет zcela выросшей, у нее будет сильнее клюв.",
      "imageLink": "image_files\\English\\"imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dove",
      "translation": "голубь",
      "definition": "A dove is a type of bird that is often associated with peace and love.",
      "definition_translation": "Голубь - это тип птицы, который часто ассоциируется с миром и любовью.",
      "example": "The dove flew gently through the sky, its soft cooing filling the air. Doves are known for their gentle nature. By next year, the dove will have built a new nest.",
      "example_translation": "Голубь летел мягко через небо, его мягкое кувыканье заполнило воздух. Голуби известны своей нежной натурой. К следующему году голубь построит новый гнездо.",
      "imageLink": "image_files\\English\\"imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "predator",
      "translation": "хищник",
      "definition": "A predator is an animal that naturally preys on other animals.",
      "definition_translation": "Хищник - это животное, которое естественно охотится на другие животные.",
      "example": "The lion is a predator that roams the savannah. Predators play a crucial role in maintaining the ecosystem. By 2025, the predator population will have decreased significantly.",
      "example_translation": "Лев - это хищник, который бродит по саванне. Хищники играют важную роль в поддержании экосистемы. К 2025 году популяция хищников уменьшится значительно.",
      "imageLink": "image_files\\English\\"imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hawk",
      "translation": "ястреб",
      "definition": "A hawk is a type of bird of prey that is known for its sharp eyesight and agility.",
      "definition_translation": "Ястреб - это тип птицы хищника, который известен своей острой зоркостью и ловкостью.",
      "example": "The hawk soared through the sky, its sharp eyes scanning the ground below. Hawks are popular birds of prey among hunters. By next month, the hawk will have learned to fly.",
      "example_translation": "Ястреб парил через небо, его острый зрение сканировало землю внизу. Ястребы - это популярные птицы хищники среди охотников. К следующему месяцу ястреб научится летать.",
      "imageLink": "image_files\\English\\"imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lark",
      "translation": "жаворонок",
      "definition": "A small, ground-dwelling bird with a melodious song, typically found in open country, grasslands, and fields.",
      "definition_translation": "Маленькая, живущая на земле птица с мелодичной песней, обычно встречающаяся в открытой местности, лугах и полях.",
      "example": "The lark flew high in the morning sky. Yesterday, it sang a beautiful song. Tomorrow, it will build a nest.",
      "example_translation": "Жаворонок летел высоко в утреннем небе. Вчера он спел красивую песню. Завтра он построит гнездо.",
      "imageLink": "image_files\\English\\"imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "magpie",
      "translation": "сорока",
      "definition": "A large, black-and-white bird with a long tail and a loud, chattering call, found in forests and gardens.",
      "definition_translation": "Большая, черно-белая птица с длинным хвостом и громким, журчащим звуком, встречающаяся в лесах и садах.",
      "example": "The magpie built a nest on the tree branch. Last week, it stole a piece of food from the table. Next year, it will migrate to warmer climates.",
      "example_translation": "Сорока построила гнездо на ветке дерева. На прошлой неделе она украла кусок еды со стола. В следующем году она перелетит в теплые климаты.",
      "imageLink": "image_files\\English\\"imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nest",
      "translation": "гнездо",
      "definition": "A structure built by birds, typically in a tree or bush, to lay eggs and raise their young.",
      "definition_translation": "Структура, построенная птицами, обычно в дереве или кусте, для откладывания яиц и выращивания молодняка.",
      "example": "The bird built a nest in the tree. Yesterday, it laid eggs in the nest. Tomorrow, the eggs will hatch.",
      "example_translation": "Птица построила гнездо в дереве. Вчера она положила яйца в гнездо. Завтра яйца вылупятся.",
      "imageLink": "image_files\\English\\"imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nest",
      "translation": "гнездо",
      "definition": "A place of refuge or shelter, especially for birds or small animals.",
      "definition_translation": "Место убежища или укрытия, особенно для птиц или маленьких животных.",
      "example": "The rabbit made a nest in the bushes. Last month, it gave birth to its babies in the nest. Next month, the babies will leave the nest.",
      "example_translation": "Кролик построил гнездо в кустах. В прошлом месяце оно родило своих малышей в гнезде. В следующем месяце малыши покинут гнездо.",
      "imageLink": "image_files\\English\\"imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "plumage",
      "translation": "оперение",
      "definition": "The feathers that cover a bird's body, especially the colorful feathers of a bird of paradise or a bird of prey.",
      "definition_translation": "Птичий пух, особенно яркие перья птицы рая или хищной птицы.",
      "example": "The peacock's plumage was a sight to behold during mating season.",
      "example_translation": "Оперение павлина было зрелищем во время брачного сезона.",
      "imageLink": "image_files\\English\\"imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "raven",
      "translation": "ворон",
      "definition": "A large black bird with a distinctive call, considered to be a symbol of death or prophecy in some cultures.",
      "definition_translation": "Большая черная птица с характерным криком, считающаяся символом смерти или предсказания в некоторых культурах.",
      "example": "The raven perched on the windowsill, watching me with an unblinking gaze. I had seen ravens in the forest, but never so close. It will have ravens in the forest, and ravens will come to our town.",
      "example_translation": "Ворон сидел на подоконнике, наблюдая за мной немигающим взглядом. Я видел ворон в лесу, но никогда так близко. У нас будут вороны в лесу, и вороны придут в наш город.",
      "imageLink": "image_files\\English\\"imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "albatross",
      "translation": "альбатрос",
      "definition": "A very large sea bird with a wingspan of up to 12 feet, found in the southern oceans.",
      "definition_translation": "Очень крупная морская птица с размахом крыльев до 12 футов, обитающая в южных океанах.",
      "example": "The albatross soared overhead, its massive wings gliding effortlessly through the air. We had seen albatrosses before, but never so many at once. It would be an albatross around our necks if we failed to act.",
      "example_translation": "Альбатрос парил над головой, его громадные крылья без усилий скользили по воздуху. Мы видели альбатросов прежде, но никогда столько сразу. Это стало бы альбатросом вокруг наших шеей, если бы мы не предприняли действия.",
      "imageLink": "image_files\\English\\"imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bee eater",
      "translation": "пчеловидка",
      "definition": "A brightly colored bird with a long, curved beak, found in warm climates and feeding on insects.",
      "definition_translation": "Яркоокрашенная птица с длинным, изогнутым клювом, обитающая в теплых климатах и питающаяся насекомыми.",
      "example": "The bee eater darted through the garden, catching bees and wasps in mid-air. We had bee eaters in our backyard, and bee eaters would visit our feeders. It would be a bee eater's paradise if we planted more flowers.",
      "example_translation": "Пчеловидка дarters через сад, ловя пчел и ос в воздухе. У нас были пчеловидки в нашем дворе, и пчеловидки будут посещать наши кормушки. Это было бы раем для пчеловидки, если бы мы посадили больше цветов.",
      "imageLink": "image_files\\English\\"imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "black grouse",
      "translation": "чёрная куропатка",
      "definition": "A medium-sized grouse with black plumage, found in moorland and heathland in Eurasia.",
      "definition_translation": "Среднего размера куропатка с чёрным оперением, встречается на болотах и вересковых пустошах в Евразии.",
      "example": "The black grouse began to disappear from the Scottish Highlands in the 19th century. Now, conservation efforts are underway to protect the species. By 2025, the population of black grouse is expected to increase significantly.",
      "example_translation": "Чёрная куропатка начала исчезать из шотландских высокогорий в 19 веке. Теперь正在 underway консервационные усилия для защиты вида. К 2025 году ожидается существенный рост популяции чёрной куропатки.",
      "imageLink": "image_files\\English\\"imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "black stork",
      "translation": "чёрный аист",
      "definition": "A large wading bird with a black plumage, found in wetlands and forests in Eurasia and Africa.",
      "definition_translation": "Большая птица с чёрным оперением, встречается в болотах и лесах Евразии и Африки.",
      "example": "The black stork is a migratory bird that travels from Europe to Africa every winter. Last year, a pair of black storks nested in a forest near my village. By the time I saw them, they had already raised their young and were preparing to leave.",
      "example_translation": "Чёрный аист - это перелётная птица, которая каждый зимой путешествует из Европы в Африку. В прошлом году пара чёрных аистов гнездились в лесу недалеко от моей деревни. К тому времени, когда я увидел их, они уже вырастили своих молодых и готовились улетать.",
      "imageLink": "image_files\\English\\"imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "black-headed gull",
      "translation": "чёрноголовая чайка",
      "definition": "A medium-sized gull with a black head and white body, found in coastal areas and inland waters in Eurasia.",
      "definition_translation": "Среднего размера чайка с чёрной головой и белым телом, встречается в прибрежных районах и внутренних водах Евразии.",
      "example": "I saw a black-headed gull flying over the beach yesterday. It was chasing a group of seagulls that were stealing food from tourists. In the summer, black-headed gulls will often follow fishing boats to feed on discarded fish.",
      "example_translation": "Я видел чёрноголовую чайку, летевшую над пляжем вчера. Она преследовала группу чаек, которые крадут еду у туристов. Летом чёрноголовые чаи часто следуют за рыболовными лодками, чтобы питаться брошенной рыбой.",
      "imageLink": "image_files\\English\\"imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blackbird",
      "translation": "черноголовый чёрный дрозд",
      "definition": "A common songbird with a black plumage and distinctive song, found in gardens and woodlands in Europe and Asia.",
      "definition_translation": "Обыкновенная певчая птица с чёрным оперением и характерным пением, встречается в садах и лесах Европы и Азии.",
      "example": "The blackbird sings its sweet melody from the treetops every morning. Last year, a blackbird built a nest in our backyard, and we watched as the chicks hatched and grew. In the winter, blackbirds will often visit our garden to feed on berries and seeds.",
      "example_translation": "Черноголовый дрозд поёт свою сладкую мелодию с вершин деревьев каждое утро. В прошлом году черноголовый дрозд построил гнездо в нашем hậuточном дворе, и мы наблюдали, как птенцы вылупились и выросли. Зимой черноголовые дрозды часто посещают наш сад, чтобы питаться ягодами и семенами.",
      "imageLink": "image_files\\English\\"imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blue tit",
      "translation": "синий тит",
      "definition": "A small bird with a blue and yellow plumage, found in gardens and woodlands.",
      "definition_translation": "Маленькая птица с синей и желтой окраской, встречающаяся в садах и лесах.",
      "example": "I saw a blue tit perching on a branch yesterday, it was chirping loudly. Today, it is flying around the garden, and tomorrow it will probably visit the bird feeder.",
      "example_translation": "Я видел синего тита, сидевшего на ветке вчера, он издавал громкие звуки. Сегодня он летает вокруг сада, а завтра, вероятно, посетит кормушку для птиц.",
      "imageLink": "image_files\\English\\"imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bohemian waxwing",
      "translation": "кудрявый свиристель",
      "definition": "A large, grey-brown bird with a crest and red wax-like droplets on its wings, found in woodlands and gardens.",
      "definition_translation": "Крупная, серо-коричневая птица с хохлом и красными воскообразными каплями на крыльях, встречающаяся в лесах и садах.",
      "example": "The bohemian waxwing is a rare winter visitor to our region. Last winter, I saw it perching on a apple tree, and this winter, it will probably arrive in December. By next winter, it will have become a regular guest.",
      "example_translation": "Кудрявый свиристель является редким зимним гостем в我们的 регионе. В прошлую зиму я видел его, сидевшего на яблоне, а в эту зиму, вероятно, он приедет в декабре. К следующей зиме он станет постоянным гостем.",
      "imageLink": "image_files\\English\\"imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "boreal owl",
      "translation": "полночный сыч",
      "definition": "A medium-sized owl with a round head and white spots on its feathers, found in boreal forests.",
      "definition_translation": "Среднего размера сова с округлой головой и белыми пятнами на перьях, встречающаяся в бореальных лесах.",
      "example": "The boreal owl is a nocturnal hunter, it was quietly watching its prey last night, and will probably go hunting again tonight. By tomorrow morning, it will have caught its breakfast.",
      "example_translation": "Полночный сыч является ночным охотником, он тихо наблюдал за своей добычей прошлой ночью, и, вероятно, пойдет на охоту снова сегодня ночью. К завтрашнему утру он успеет поймать свой завтрак.",
      "imageLink": "image_files\\English\\"imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "budgerigar",
      "translation": "волнистый попугайчик",
      "definition": "A small, long-tailed parrot native to Australia, popular as a pet.",
      "definition_translation": "Маленький, dlouhохвостый попугай,native to Австралии, популярный как домашний питомец.",
      "example": "I kept a budgerigar as a pet when I was a child, it was very playful and could mimic my voice. Now, I have a friend who breeds budgerigars, and their colours are very vibrant. In the future, I plan to get another one.",
      "example_translation": "Я держал волнистого попугайчика как домашнего питомца, когда я был ребенком, он был очень игривым и мог имитировать мой голос. Теперь, у меня есть друг, который разводит волнистых попугайчиков, и их цвета rất яркими. В будущем я планирую получить еще одного.",
      "imageLink": "image_files\\English\\"imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bullfinch",
      "translation": "снегирь",
      "definition": "A small, stout bird with a large head, short neck, and brightly colored plumage, found in woodlands and gardens.",
      "definition_translation": "Маленькая, коренастая птица с большим головой, коротким шеей и яркоокрашенной оперением, найденная в лесных и садовых зонах.",
      "example": "The bullfinch perched on the branch of the apple tree, singing a sweet melody. Yesterday, I saw a bullfinch eating berries in the garden. By next summer, the bullfinch will have built its nest in the park.",
      "example_translation": "Снегирь сидел на ветке яблони, пел сладкую мелодию. Вчера я видел снегиря, который ел ягоды в саду. К следующему лету снегирь построит свое гнездо в парке.",
      "imageLink": "image_files\\English\\"imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "buzzard",
      "translation": "канюк",
      "definition": "A medium-sized bird of prey with a broad wingspan and a hooked beak, found in open countryside and woodlands.",
      "definition_translation": "Среднего размера птица хищника с широким размахом крыльев и крючковатым клювом, найденная в открытых сельских и лесных зонах.",
      "example": "The buzzard soared through the sky, scanning the ground for prey. Yesterday, I spotted a buzzard perched on a tree stump. By next month, the buzzard will have migrated to warmer climates.",
      "example_translation": "Канюк парил через небо, просматривающий землю в поисках добычи. Вчера я заметил канюка, сидевшего на пне дерева. К следующему месяцу канюк переместится в более теплые климатические зоны.",
      "imageLink": "image_files\\English\\"imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "canary",
      "translation": "канарейка",
      "definition": "A small, yellow songbird, native to the Canary Islands, often kept as a pet in a cage.",
      "definition_translation": "Маленькая, желтая певчая птица, родом из Канарских островов, часто содержащаяся в клетке как домашняя птица.",
      "example": "The canary sang sweetly in its cage, entertaining the family. Yesterday, I cleaned the canary's cage and gave it fresh water. By next week, the canary will have learned to perform tricks.",
      "example_translation": "Канарейка пела сладко в своей клетке, развлекая семью. Вчера я-cleaned клетку канарейки и дал ей свежую воду. К следующей неделе канарейка научится выполнять трюки.",
      "imageLink": "image_files\\English\\"imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chaffinch",
      "translation": "зяблик",
      "definition": "A small, brownish-grey bird with a distinctive white wing bar, found in woodlands and gardens.",
      "definition_translation": "Маленькая, буровато-серая птица с caratteristicной белой полосой на крыле, найденная в лесных и садовых зонах.",
      "example": "The chaffinch perched on the windowsill, chirping loudly. Yesterday, I saw a chaffinch building its nest in the hedge. By next spring, the chaffinch will have returned from its winter migration.",
      "example_translation": "Зяблик сидел на подоконнике, чирикнул громко. Вчера я видел зяблика, строящего свое гнездо в живой изгороди. К следующей весне зяблик вернется из своей зимней миграции.",
      "imageLink": "image_files\\English\\"imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cock",
      "translation": "петух",
      "definition": "A male chicken, especially one that is prized for its plumage or is used for breeding.",
      "definition_translation": "Самец курицы, особенно если он ценится за свои перья или используется для разведения.",
      "example": "The cock crowed loudly at dawn. Yesterday, the farmer bought a new cock. By next year, the cock will have grown bigger.",
      "example_translation": "Петух громко кричал на рассвете. Вчера фермер купил нового петуха. К следующему году петух будет выросший больше.",
      "imageLink": "image_files\\English\\"imageLink": "cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "common chiffchaff",
      "translation": "обыкновенная chiffchaff",
      "definition": "A small, brownish-green warbler that breeds in woodlands and is found in Europe and Asia.",
      "definition_translation": "Маленькая, буровато-зеленая славка, которая гнездится в лесах и встречается в Европе и Азии.",
      "example": "The common chiffchaff is a summer migrant to Britain. Last summer, I saw a common chiffchaff in the woods. By next summer, I will have seen more common chiffchaffs.",
      "example_translation": "Обыкновенная chiffchaff - это летний мигрант в Британию. Летом прошлого года я увидел обыкновенную chiffchaff в лесу. К следующему лету я увижу больше обыкновенных chiffchaff.",
      "imageLink": "image_files\\English\\"imageLink": "common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "common crane",
      "translation": "обыкновенная журавль",
      "definition": "A large, grayish-white wading bird with a long neck and legs, found in wetlands and grasslands.",
      "definition_translation": "Большая, серовато-белая болотная птица с длинной шеей и ногами, встречается в болотах и лугах.",
      "example": "The common crane is an endangered species. Last year, we saw a common crane in the wild. By next year, conservation efforts will have helped the common crane population.",
      "example_translation": "Обыкновенная журавль - это исчезающий вид. В прошлом году мы увидели обыкновенную журавль в дикой природе. К следующему году усилия по сохранению помогут популяции обыкновенной журавли.",
      "imageLink": "image_files\\English\\"imageLink": "common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "common moorhen",
      "translation": "обыкновенная камышовая курочка",
      "definition": "A medium-sized, brownish-black waterbird with a distinctive red forehead, found in wetlands and grasslands.",
      "definition_translation": "Среднего размера, буровато-чёрная водная птица с характерным красным лбом, встречается в болотах и лугах.",
      "example": "The common moorhen is a social bird. Yesterday, I saw a common moorhen with its chicks. By next week, the common moorhen will have nested again.",
      "example_translation": "Обыкновенная камышовая курочка - это социальная птица. Вчера я увидел обыкновенную камышовую курочку с цыплятами. К следующей неделе обыкновенная камышовая курочка снова гнездилась.",
      "imageLink": "image_files\\English\\"imageLink": "common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "common nightingale",
      "translation": "общий соловей",
      "definition": "a nocturnal bird with a melodious song, found in woodlands and gardens of Europe and Asia.",
      "definition_translation": "ночной птица с мелодичной песней, найденная в лесах и садах Европы и Азии.",
      "example": "In the summer, I used to hear the common nightingale singing in the trees, will hear it again tomorrow, and had heard it last night.",
      "example_translation": "Летом я слышал, как общий соловей поет в деревьях, услышу снова завтра и слышал прошлую ночь.",
      "imageLink": "image_files\\English\\"imageLink": "common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "common redpoll",
      "translation": "краснохвостый шиповник",
      "definition": "a small finch with a red patch on its forehead, found in coniferous forests of the northern hemisphere.",
      "definition_translation": "маленькая воробьиная птица с красным пятном на лбу, найденная в хвойных лесах северного полушария.",
      "example": "The common redpoll is a rare winter visitor to our garden, will be seen next winter, and was seen last winter by my grandmother.",
      "example_translation": "Краснохвостый шиповник - редкий зимний посетитель нашего сада, будет увиден на следующей зиме, и виделся прошлой зимой моей бабушкой.",
      "imageLink": "image_files\\English\\"imageLink": "common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "common whitethroat",
      "translation": "белогорлый стеклянник",
      "definition": "a migratory warbler with a white throat patch, found in open country and gardens of Europe and Asia.",
      "definition_translation": "многолетняя воробьиная птица с белым пятном на горле, найденная в открытой местности и садах Европы и Азии.",
      "example": "The common whitethroat builds its nest in the bushes, built one last year, and will build another one next summer.",
      "example_translation": "Белогорлый стеклянник строит гнездо в кустах, построил одно в прошлом году, и построит еще одно на следующее лето.",
      "imageLink": "image_files\\English\\"imageLink": "common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "common wood pigeon",
      "translation": "RING Вяхирь",
      "definition": "a large greyish-brown bird with a distinctive call, found in woodlands and parks of Europe and Asia.",
      "definition_translation": "большая серо-коричневая птица с отличительным криком, найденная в лесах и парках Европы и Азии.",
      "example": "The common wood pigeon is a familiar sight in our park, was seen by my friend yesterday, and will be seen again next week.",
      "example_translation": "Вяхирь - знакомый вид в нашем парке, виделся моим другом вчера, и будет увиден снова на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "condor",
      "translation": "кондор",
      "definition": "A large, black New World vulture, Andean condor (Vultur gryphus), found in the Andes mountains of South America.",
      "definition_translation": "Большой, чёрный американский стервятник, андский кондор (Vultur gryphus), встречается в Андах Южной Америки.",
      "example": "In the Andes, the condor is a sacred bird, revered by the indigenous people. The condor will fly over the mountains tomorrow. The condor had soared through the skies yesterday.",
      "example_translation": "В Андах кондор является священной птицей, почитаемой коренным населением. Кондор будет летать над горами завтра. Кондор昨天 парил над небесами.",
      "imageLink": "image_files\\English\\"imageLink": "condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cormorant",
      "translation": "багряник",
      "definition": "A large, fish-eating sea bird with a long neck and bill, found in coastal areas and rivers.",
      "definition_translation": "Большая, рыбоядная морская птица с长ной шеей и клювом, встречается в прибрежных районах и реках.",
      "example": "The cormorant dived into the water to catch a fish. Cormorants will migrate to warmer climates this winter. The cormorant had built its nest on the rocky cliff.",
      "example_translation": "Багряник нырнул в воду, чтобы поймать рыбу. Багряники будут мигрировать в более тёплые климатические зоны этой зимой. Багряник построил свое гнездо на скалистом утёсе.",
      "imageLink": "image_files\\English\\"imageLink": "cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "crake",
      "translation": "камышница",
      "definition": "A type of bird that inhabits wetlands, characterized by its brown plumage and secretive behavior.",
      "definition_translation": "Тип птицы, обитающий в болотистых местах, характеризующийся своим коричневым оперением и скрытным поведением.",
      "example": "The crake is a shy bird that rarely ventures out of its marshy habitat. Crakes will start their breeding season in the spring. The crake had made its home in the tall reeds.",
      "example_translation": "Камышница - это стеснительная птица, которая редко покидает свой болотистый ареал. Камышницы начнут свой сезон размножения весной. Камышница сделала свое гнездо в высоких тростниках.",
      "imageLink": "image_files\\English\\"imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "crane",
      "translation": "журавль",
      "definition": "A large, wading bird with a long neck and legs, found in wetlands and grasslands.",
      "definition_translation": "Большая, болотная птица с длинной шеей и ногами, встречается в болотистых местах и лугах.",
      "example": "The crane will migrate to its wintering grounds soon. Cranes are known for their distinctive mating dance. The crane had waded into the shallow water to catch a fish.",
      "example_translation": "Журавль скоро будет мигрировать на свои зимовальные угодья. Журавли известны своими отличительными брачными танцами. Журавль зашел в мелкую воду, чтобы поймать рыбу.",
      "imageLink": "image_files\\English\\"imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "crested lark",
      "translation": "хохлатый жаворонок",
      "definition": "A medium-sized bird with a distinctive crest on its head, found in open country and grasslands.",
      "definition_translation": "Среднего размера птица с характерным гребнем на голове, встречается в открытой местности и на лугах.",
      "example": "The crested lark sang its morning song, will sing again tomorrow, and sang beautifully last year.",
      "example_translation": "Хохлатый жаворонок спел свою утреннюю песню, споет снова завтра, и spel красиво в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "crested tit",
      "translation": "хохлатая синица",
      "definition": "A small bird with a distinctive crest on its head, found in coniferous forests and woodlands.",
      "definition_translation": "Маленькая птица с характерным гребнем на голове, встречается в хвойных лесах и лесах.",
      "example": "The crested tit flitted through the branches, will flit again next week, and flitted quickly yesterday.",
      "example_translation": "Хохлатая синица порхала через ветви, порхает снова на следующей неделе, и порхала быстро вчера.",
      "imageLink": "image_files\\English\\"imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "curlew",
      "translation": "кулик",
      "definition": "A large wading bird with a distinctive curved bill, found in wetlands and coastal areas.",
      "definition_translation": "Большаяболотная птица с характерным кривым клювом, встречается в болотах и прибрежных районах.",
      "example": "The curlew waded through the shallow water, will wade again at dawn, and waded slowly last evening.",
      "example_translation": "Кулик проходил через неглубокую воду, будет проходить снова на заре, и проходил медленно вчера вечером.",
      "imageLink": "image_files\\English\\"imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cygnet",
      "translation": "цыгнёнок",
      "definition": "A young swan, especially one that is still covered in down.",
      "definition_translation": "Молодой лебедь, особенно тот, который все еще покрыт пухом.",
      "example": "The cygnet swam behind its mother, will swim again soon, and swam quickly yesterday.",
      "example_translation": "Цыгнёнок плыл за своей матерью, будет плыть снова скоро, и плыл быстро вчера.",
      "imageLink": "image_files\\English\\"imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "eagle owl",
      "translation": "сова ястребина",
      "definition": "A large, powerful owl with a rounded head, forward-facing ears, and sharp talons, found in forests and grasslands.",
      "definition_translation": "Крупная, мощная сова с круглой головой, передними ушами и острыми когтями, встречается в лесах и лугах.",
      "example": "The eagle owl swooped down to catch its prey, and then it will devour it in the evening, and by next morning it would have flown away to hunt again.",
      "example_translation": "Сова ястребина пикировала вниз, чтобы поймать добычу, и затем она съест ее вечером, а к следующему утру она улетит охотиться novamente.",
      "imageLink": "image_files\\English\\"imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "emu",
      "translation": "эму",
      "definition": "A large, flightless bird native to Australia, with a grey-brown plumage and a distinctive soft hissing call.",
      "definition_translation": "Крупная, бескрылая птица, эндемичная для Австралии, с серо-коричневым оперением и характерным тихим шипящим криком.",
      "example": "The emu roamed freely in the outback, it had roamed there yesterday, and it will continue to roam there tomorrow.",
      "example_translation": "Эму свободно бродила по бездорожью, она бродила там вчера, и она будет продолжать бродить там завтра.",
      "imageLink": "image_files\\English\\"imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "falcon",
      "translation": "сокол",
      "definition": "A fast and agile bird of prey, typically having a slender body and long, pointed wings.",
      "definition_translation": "Быстрый и ловкий хищный птица, обычно имеющая стройное тело и длинные, заостренные крылья.",
      "example": "The falcon soared high in the sky, it had soared yesterday, and it will soar again tomorrow, and then it will dive down to catch its prey.",
      "example_translation": "Сокол поднимался высоко в небе, он поднимался вчера, и он будет подниматься снова завтра, а затем он будет пикировать вниз, чтобы поймать добычу.",
      "imageLink": "image_files\\English\\"imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "flamingo",
      "translation": "фламинго",
      "definition": "A wading bird with a distinctive pink or reddish plumage, long neck, and long legs, found in warm and tropical regions.",
      "definition_translation": "Водоплавающая птица с характерным розовым или красноватым оперением, длинной шеей и длинными ногами, встречается в теплых и тропических регионах.",
      "example": "The flamingo waded slowly through the shallow waters, it had waded there yesterday, and it will wade there again tomorrow, and then it will fly away to its nest.",
      "example_translation": "Фламинго медленно бродил через мелкие воды, оно бродило там вчера, и оно будет бродить тамagain завтра, а затем оно улетит к своему гнезду.",
      "imageLink": "image_files\\English\\"imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "gander",
      "translation": "гусак",
      "definition": "A male goose, especially a domesticated one.",
      "definition_translation": "См. гусь, особенно домашний.",
      "example": "The gander hissed at the farmer. The farmer will feed the gander tomorrow. The farmer fed the gander yesterday.",
      "example_translation": "Гусак заскрежетал на фермера. Фермер накормит гусака завтра. Фермер накормил гусака вчера.",
      "imageLink": "image_files\\English\\"imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "garden warbler",
      "translation": "садовая славка",
      "definition": "A small, brown and yellow bird that breeds in gardens and woodlands.",
      "definition_translation": "Маленькая, коричневая и желтая птица, которая гнездится в садах и лесах.",
      "example": "The garden warbler sang sweetly in the morning. The garden warbler will build its nest soon. The garden warbler built its nest last year.",
      "example_translation": "Садовая славка пела сладко утром. Садовая славка построит свой гнездо скоро. Садовая славка построила свой гнездо в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "garganey",
      "translation": "черныш",
      "definition": "A small, migratory duck that breeds in wetlands.",
      "definition_translation": "Маленькая, мигрирующая утка, которая гнездится в湿ных местах.",
      "example": "The garganey flew south for the winter. The garganey will mate in the spring. The garganey mated last summer.",
      "example_translation": "Черныш перелетел на جنوب зимой. Черныш будет спариваться весной. Черныш спарился прошлым летом.",
      "imageLink": "image_files\\English\\"imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "goldcrest",
      "translation": "золотистая коронка",
      "definition": "A small, brightly colored bird that is found in woodlands and gardens.",
      "definition_translation": "Маленькая, ярко окрашенная птица, которая находится в лесах и садах.",
      "example": "The goldcrest flitted between the trees. The goldcrest will build its nest soon. The goldcrest built its nest last year.",
      "example_translation": "Золотистая коронка порхала между деревьями. Золотистая коронка построит свой гнездо скоро. Золотистая коронка построила свой гнездо в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "golden eagle",
      "translation": "золотой орёл",
      "definition": "A large, dark brown eagle with a golden-brown plumage, found in mountainous regions of the northern hemisphere.",
      "definition_translation": "Крупная, темно-коричневая орлица с золотисто-коричневым оперением, встречается в горных регионах северного полушария.",
      "example": "The golden eagle soared through the skies, its piercing cry echoing off the mountains. It had soared through these skies for centuries, and would continue to do so for generations to come. By next year, it will have built a new nest.",
      "example_translation": "Золотой орёл парил по небу, его пронзительный крик эхом отражался от гор. Он парил по этим небесам на протяжении веков и будет продолжать делать это в будущих поколениях. К следующему году он построит новое гнездо.",
      "imageLink": "image_files\\English\\"imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "golden oriole",
      "translation": "золотистый иволга",
      "definition": "A brightly colored bird with a golden-yellow plumage, found in woodlands and gardens of Europe and Asia.",
      "definition_translation": "Ярко окрашенная птица с золотисто-желтым оперением, встречается в лесах и садах Европы и Азии.",
      "example": "The golden oriole flitted between the trees, its melodic song filling the air. It had flitted between these trees for years, and would continue to do so. By next summer, it will have raised a new brood.",
      "example_translation": "Золотистый иволга порхал между деревьями, его мелодичная песня наполняла воздух. Он порхал между этими деревьями на протяжении лет и будет продолжать делать это. К следующему лету он вырастит новое выводок.",
      "imageLink": "image_files\\English\\"imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "goldfinch",
      "translation": "щеголь",
      "definition": "A small, brightly colored bird with a golden-yellow plumage, found in gardens and fields of Europe and Asia.",
      "definition_translation": "Маленькая, ярко окрашенная птица с золотисто-желтым оперением, встречается в садах и полях Европы и Азии.",
      "example": "The goldfinch perched on the bird feeder, its tiny beak nibbling at the seeds. It had perched on this feeder for weeks, and would continue to do so. By next month, it will have grown a new plumage.",
      "example_translation": "Щеголь сидел на кормушке, его маленький клюв щипал семена. Он сидел на этой кормушке на протяжении недель и будет продолжать делать это. К следующему месяцу он отрастит новое оперение.",
      "imageLink": "image_files\\English\\"imageLink": "goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "gosling",
      "translation": "гусенок",
      "definition": "A young goose, especially one in its first year of life.",
      "definition_translation": "Молодой гусь, особенно в первом году жизни.",
      "example": "The gosling waddled behind its mother, its soft down fluffing out in the wind. It had waddled behind her for months, and would continue to do so. By next spring, it will have grown a new set of feathers.",
      "example_translation": "Гусенок ходил за своей матерью, его мягкое пуховое оперение распушивалось на ветру. Он ходил за ней на протяжении месяцев и будет продолжать делать это. К следующей весне он отрастит новую пару перьев.",
      "imageLink": "image_files\\English\\"imageLink": "gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "great crested grebe",
      "translation": "крупный хохлатый пузырчик",
      "definition": "A large waterbird with a distinctive crest and black and white feathers, found in Eurasia and Africa.",
      "definition_translation": "Большая водоплавающая птица с характерным гребнем и чёрно-белыми перьями, обитающая в Евразии и Африке.",
      "example": "I saw a great crested grebe swimming in the lake yesterday. It will build its nest on the water's edge next month. By this time next year, it will have migrated to warmer climates.",
      "example_translation": "Я видел крупного хохлатого пузырчика, плававшего в озере вчера. Он построит свое гнездо на краю воды следующим месяцем. К этому времени в следующем году он переселится в более тёплые климаты.",
      "imageLink": "image_files\\English\\"imageLink": "great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "great tit",
      "translation": "большой tits",
      "definition": "A small, colorful bird found in gardens and woodlands, known for its bold and curious nature.",
      "definition_translation": "Маленькая, цветная птица, найденная в садах и лесах, известная своей смелой и любопытной натурой.",
      "example": "The great tit perched on the bird feeder, eating seeds. It will raise its chicks in the nest box next spring. By the time it's autumn, the great tit will have stored food for winter.",
      "example_translation": "Большой tits сидел на кормушке для птиц, ел семена. Он будет растить своих птенцов в гнездовой коробке следующей весной. К тому времени, когда наступит осень, большой tits будет иметь запасы пищевых продуктов на зиму.",
      "imageLink": "image_files\\English\\"imageLink": "great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "great white egret",
      "translation": "большой белый аист",
      "definition": "A large, white wading bird with a yellow bill and long, slender neck, found in warm and tropical regions.",
      "definition_translation": "Большая, белая птица с жёлтым клювом и длинной, стройной шеей, найденная в тёплых и тропических регионах.",
      "example": "The great white egret waded through the shallow water, searching for fish. It will migrate to Africa next winter. By the time it's spring, the great white egret will have returned to its breeding grounds.",
      "example_translation": "Большой белый аист бродил через浅ководную воду, ища рыбу. Он переселится в Африку следующей зимой. К тому времени, когда наступит весна, большой белый аист вернется на свои territorie для размножения.",
      "imageLink": "image_files\\English\\"imageLink": "great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grebe",
      "translation": "подицце",
      "definition": "A small to medium-sized waterbird with a distinctive diving ability, found in freshwater and coastal areas.",
      "definition_translation": "Маленькая до средней величины водоплавающая птица с характерной способностью нырять, найденная в пресных и прибрежных зонах.",
      "example": "The grebe dove into the water, catching a fish. It will build its nest on the lake shore next month. By this time next year, the grebe will have raised its young and migrated to warmer waters.",
      "example_translation": "Подицце нырнуло в воду, поймав рыбу. Он построит свое гнездо на берегу озера следующим месяцем. К этому времени в следующем годуодицце вырастет своих молодых и переселится в более тёплые воды.",
      "imageLink": "image_files\\English\\"imageLink": "grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "grey heron",
      "translation": "серая цапля",
      "definition": "A large greyish-white heron with a long neck and legs, found in wetlands and riverside habitats.",
      "definition_translation": "Большая серо-белая цапля с длинной шеей и ногами, встречается в болотистых и речных местах обитания.",
      "example": "The grey heron caught a fish in the river. It will catch more fish tomorrow. It had caught many fish the previous day.",
      "example_translation": "Серая цапля поймала рыбу в реке. Она поймает больше рыбы завтра. Она поймала много рыбы в önceki день.",
      "imageLink": "image_files\\English\\"imageLink": "heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "greylag goose",
      "translation": "серый гусь",
      "definition": "A large greyish-brown goose with a pink beak and feet, found in wetlands and grasslands.",
      "definition_translation": "Большой серо-коричневый гусь с розовым клюком и ногами, встречается в болотистых и луговых местах обитания.",
      "example": "The greylag goose flew over the wetland. It will fly over the grassland tomorrow. It had flown over the forest the previous day.",
      "example_translation": "Серый гусь летел над болотом. Он будет летать над лугом завтра. Он летел над лесом в önceki день.",
      "imageLink": "image_files\\English\\"imageLink": "greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "guinea fowl",
      "translation": "птица гуinea",
      "definition": "A domesticated bird with a plump body and a helmet-like structure on its head, originating from Africa.",
      "definition_translation": "Домашняя птица с компактным телом и шлемоподобной структурой на голове, происходящая из Африки.",
      "example": "The guinea fowl roamed freely in the backyard. It will roam freely in the garden tomorrow. It had roamed freely in the park the previous day.",
      "example_translation": "Птица гуinea свободно разгуливала в заднем дворе. Она будет свободно разгуливать в саду завтра. Она свободно разгуливала в парке в önceki день.",
      "imageLink": "image_files\\English\\"imageLink": "guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hawfinch",
      "translation": "клёст- obруч",
      "definition": "A large finch with a massive bill and a brown back, found in woodlands and gardens.",
      "definition_translation": "Большой дубонос с мощным клювом и коричневой спиной, встречается в лесах и садах.",
      "example": "The hawfinch perched on a tree branch. It will perch on a garden fence tomorrow. It had perched on a woodpile the previous day.",
      "example_translation": "Клёст-обруч сидел на ветке дерева. Он будет сидеть на садовой ограде завтра. Он сидел на полене в önceki день.",
      "imageLink": "image_files\\English\\"imageLink": "hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hazel grouse",
      "translation": "рижий тетерев",
      "definition": "A medium-sized grouse with a reddish-brown plumage and a distinctive black throat patch, found in woodland and heathland in Eurasia.",
      "definition_translation": "Среднего размера тетерев с рыжевато-коричневым оперением и характерным черным пятном на горле, встречается в лесах и на онтоне в Евразии.",
      "example": "The hazel grouse flew away quickly, yesterday it had been seen in the woods, and tomorrow it will be hunting again.",
      "example_translation": "Рижий тетерев быстро улетел, вчера его видели в лесу, а завтра он будет охотиться снова.",
      "imageLink": "image_files\\English\\"imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hoopoe",
      "translation": "удод",
      "definition": "A pinkish-brown bird with a distinctive crest and long, curved bill, found in open woodlands and grasslands in Africa, Asia, and Europe.",
      "definition_translation": "Птица розовато-коричневого цвета с характерным гребнем и длинным, кривым клювом, встречается в открытых лесах и травянистых зонах в Африке, Азии и Европе.",
      "example": "The hoopoe was perched on a tree branch, it had been searching for insects yesterday, and will be nesting soon.",
      "example_translation": "Удод сидел на ветке дерева, вчера он искал насекомых, а скоро будет гнездиться.",
      "imageLink": "image_files\\English\\"imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hummingbird",
      "translation": "колибри",
      "definition": "A small, brightly colored bird that can hover in mid-air, found in gardens, woodlands, and tropical forests in Central and South America.",
      "definition_translation": "Маленькая, ярко окрашенная птица, которая может зависать в воздухе, встречается в садах, лесах и тропических лесах в Центральной и Южной Америке.",
      "example": "The hummingbird had been sipping nectar from flowers yesterday, today it is flying around the garden, and tomorrow it will be migrating to warmer regions.",
      "example_translation": "Колибри вчера выпивала нектар из цветов, сегодня она лета вокруг сада, а завтра она будет мигрировать в более теплые регионы.",
      "imageLink": "image_files\\English\\"imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ibis",
      "translation": "ибиς",
      "definition": "A long-necked, long-legged wading bird with a curved bill, found in wetlands, marshes, and coastal areas in Africa, Asia, and Europe.",
      "definition_translation": "Длинношеий, длинноногий птица с кривым клювом, встречается в болотах, маршах и прибрежных зонах в Африке, Азии и Европе.",
      "example": "The ibis had been wading in the marsh yesterday, today it is flying over the coastline, and tomorrow it will be searching for food in the wetlands.",
      "example_translation": "Ибиς вчера ходил по болоту, сегодня он летит над побережьем, а завтра он будет kiếmить пищу в болотах.",
      "imageLink": "image_files\\English\\"imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "jackdaw",
      "translation": "галка",
      "definition": "A jackdaw is a type of bird that is known for its distinctive calls and is often found in urban areas.",
      "definition_translation": "Галка - это тип птицы, известной своими отличительными звуками и часто встречающейся в городских районах.",
      "example": "The jackdaw sat on the windowsill, watching us with its sharp eyes. Yesterday, it had stolen a piece of bread from the table. Tomorrow, it would probably come back for more.",
      "example_translation": "Галка сидела на подоконнике, наблюдая за нами своими острыми глазами. Вчера она украла кусок хлеба с стола. Завтра она, вероятно, вернется за больше.",
      "imageLink": "image_files\\English\\"imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "jay",
      "translation": "сойка",
      "definition": "A jay is a brightly colored bird known for its bold and curious nature.",
      "definition_translation": "Сойка - это птица с яркой окраской, известная своей смелой и любопытной натурой.",
      "example": "The jay hopped across the lawn, searching for food. Last week, it had built a nest in the nearby tree. Next year, it would return to raise its young.",
      "example_translation": "Сойка прыгала по лужайке, ища еду. На прошлой неделе она построила гнездо в соседнем дереве. В следующем году она вернется, чтобы растить своих молодых.",
      "imageLink": "image_files\\English\\"imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "kestrel",
      "translation": "пискус",
      "definition": "A kestrel is a small falcon known for its agility and speed, often seen hovering above fields and meadows.",
      "definition_translation": "Пискус - это маленькая соколина, известная своей.agility и скоростью, часто встречающаяся в полетах над полями и лугами.",
      "example": "The kestrel soared above the field, scanning for prey. Yesterday, it had caught a mouse in its talons. Tomorrow, it would take to the skies again.",
      "example_translation": "Пискус парил над полем, считывая добычу. Вчера оно поймало мышь в своих когтях. Завтра оно again поднимется в небо.",
      "imageLink": "image_files\\English\\"imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "kingfisher",
      "translation": "зимородок",
      "definition": "A kingfisher is a brightly colored bird known for its striking plumage and ability to dive into water to catch fish.",
      "definition_translation": "Зимородок - это птица с яркой окраской, известная своей ошеломляющей плумажом и способностью нырять в воду, чтобы поймать рыбу.",
      "example": "The kingfisher perched on a branch over the river, watching for fish. Last year, it had built a nest in the nearby bank. Next summer, it would return to raise its young.",
      "example_translation": "Зимородок сидел на ветке над рекой, наблюдая за рыбой. В прошлом году оно построило гнездо в ближайшем берегу. В следующем лете оно вернется, чтобы растить своих молодых.",
      "imageLink": "image_files\\English\\"imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "kiwi",
      "translation": "киви",
      "definition": "A kiwi is a small, flightless bird native to New Zealand, characterized by its round body, long beak, and brown feathers.",
      "definition_translation": "Киви - это nhỏ, не летающая птица, родом из Новой Зеландии, характеризуется круглым телом, длинным клювом и коричневыми перьями.",
      "example": "I saw a kiwi at the zoo yesterday. I will see a kiwi at the zoo tomorrow. I have seen a kiwi at the zoo many times.",
      "example_translation": "Я видел киви в зоопарке вчера. Я увижу киви в зоопарке завтра. Я видел киви в зоопарке много раз.",
      "imageLink": "image_files\\English\\"imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lapwing",
      "translation": "чибис",
      "definition": "A lapwing is a type of bird that inhabits wetlands and grasslands, characterized by its distinctive crest and loud, piercing calls.",
      "definition_translation": "Чибис - это тип птицы, обитающий в водно-болотных угодьях и лугах, характеризуется своими уникальными гребнями и громкими, пронзительными криками.",
      "example": "The lapwing flew over the field, searching for food. The lapwing will nest on the ground, protecting its eggs. The lapwing has flown south for the winter.",
      "example_translation": "Чибис пролетел над полем, ища пищу. Чибис будет гнездиться на земле, защищая свои яйца. Чибис улетел на юг на зиму.",
      "imageLink": "image_files\\English\\"imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lesser black-backed gull",
      "translation": "меньшая черная задняя чайка",
      "definition": "The lesser black-backed gull is a medium-sized seagull that breeds in the northern hemisphere, characterized by its dark gray back and white head.",
      "definition_translation": "Меньшая черная задняя чайка - это среднего размера морская птица, размножающаяся в северном полушарии, характеризуется темной серой спиной и белой головой.",
      "example": "I saw a lesser black-backed gull at the beach yesterday. The lesser black-backed gull will migrate to Africa in the winter. The lesser black-backed gull has adapted to urban environments.",
      "example_translation": "Я видел меньшую черную заднюю чайку на пляже вчера. Меньшая черная задняя чайка будет мигрировать в Африку зимой. Меньшая черная задняя чайка адаптировалась к городским环境ам.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lesser spotted eagle",
      "translation": "малая пятнистая орлица",
      "definition": "The lesser spotted eagle is a medium-sized bird of prey that inhabits forests and grasslands, characterized by its brown plumage and white underside.",
      "definition_translation": "Малая пятнистая орлица - это среднего размера хищная птица, обитающая в лесах и лугах, характеризуется коричневой опереньем и белым низом.",
      "example": "The lesser spotted eagle soared overhead, scanning for prey. The lesser spotted eagle will build its nest in a tree. The lesser spotted eagle has sharp talons for grasping.",
      "example_translation": "Малая пятнистая орлица парила над головой, ища добычу. Малая пятнистая орлица будет строить гнездо в дереве. Малая пятнистая орлица имеет острые когти для захвата.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "linnet",
      "translation": "ясновидец",
      "definition": "A small, finch-like songbird with a brown back and wings and a grey head and breast, found in Europe and Asia.",
      "definition_translation": "Маленькая, похожая на щебетунью певчая птица с коричневой спиной и крыльями и серой головой и грудью, найденная в Европе и Азии.",
      "example": "The linnet perched on the branch of the tree, singing a sweet melody. It had perched there yesterday, and it will perch there again tomorrow.",
      "example_translation": "Ясновидец устроился на ветке дерева, поющий сладкую мелодию. Yesterday он устроился там, и tomorrow он устроится там снова.",
      "imageLink": "image_files\\English\\"imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "long-eared owl",
      "translation": "длинноухий сипух",
      "definition": "A nocturnal bird of prey with long ear tufts, found in forests and woodlands of the Northern Hemisphere.",
      "definition_translation": "Ночной хищник с длинными ушными кисточками, найденный в лесах и лесостепях Северного полушария.",
      "example": "The long-eared owl hooted loudly in the darkness of the forest, and had hooted there for generations. It will continue to hoot there for years to come.",
      "example_translation": "Длинноухий сипух громко кричал в темноте леса, и кричал там уже несколько поколений. Он будет продолжать кричать там в течение лет.",
      "imageLink": "image_files\\English\\"imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mallard",
      "translation": "кряква",
      "definition": "A large, dabbling duck with a green head and yellow bill, found in wetlands and parks.",
      "definition_translation": "Большая,чиркающая утка с зелёной головой и жёлтым клювом, найденная в влажных местах и парках.",
      "example": "The mallard swam peacefully on the pond, and had swum there every summer. It will swim there again next year.",
      "example_translation": "Кряква плавала мирно на пруду, и плавала там каждое лето. Она будет плавать там снова в следующем году.",
      "imageLink": "image_files\\English\\"imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "marsh tit",
      "translation": "болотная синица",
      "definition": "A small, insectivorous bird with a white face and black cap, found in marshes and wetlands.",
      "definition_translation": "Маленькая, насекомоядная птица с белым лицом и чёрной шапкой, найденная в болотах и влажных местах.",
      "example": "The marsh tit flitted between the reeds, searching for insects to eat. It had flitted there yesterday, and will flit there again tomorrow.",
      "example_translation": "Болотная синица порхала между камышами, ища насекомых, чтобы поесть. Она порхала там вчера, и порхает там снова завтра.",
      "imageLink": "image_files\\English\\"imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nightingale",
      "translation": "соловей",
      "definition": "A nightingale is a type of bird known for its melodious song, often heard at night.",
      "definition_translation": "Соловей - это вид птицы, известный своей мелодичной песней, часто слышной ночью.",
      "example": "The nightingale sang sweetly in the trees last night, and I heard it singing again this morning. I will hear it singing again tonight.",
      "example_translation": "Соловей пел сладко в деревьях昨 вечером, и я услышал его пение снова сегодня утром. Я услышу его пение снова今 вечером.",
      "imageLink": "image_files\\English\\"imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nightjar",
      "translation": "ночной латыш",
      "definition": "A nightjar is a type of nocturnal bird with large eyes and a distinctive call, found in warm and temperate regions.",
      "definition_translation": "Ночной латыш - это вид ночной птицы с großen глазами и характерным криком, встречающийся в теплых и умеренных регионах.",
      "example": "I saw a nightjar perched on a tree branch last night, its large eyes staring into the darkness. It will hunt insects tonight, and it hunted them yesterday.",
      "example_translation": "Я увидел ночного латыша, сидевшего на ветке дерева昨 вечером, его большие глаза смотрели в темноту. Он будет охотиться на насекомых今 вечером, и он охотился на них вчера.",
      "imageLink": "image_files\\English\\"imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "osprey",
      "translation": "скиф",
      "definition": "An osprey is a large, fish-eating bird of prey with a distinctive call, found near waterways and coastal areas.",
      "definition_translation": "Скиф - это большая, рыбаедая птица хищника с характерным криком, встречающаяся вблизи водных путей и прибрежных районов.",
      "example": "The osprey dove into the water, catching a fish for its lunch. It will soar over the lake tomorrow, and it soared over the ocean yesterday.",
      "example_translation": "Скиф нырнул в воду, поймав рыбу для своего обеда. Он будет парить над озером завтра, и он парил над океаном вчера.",
      "imageLink": "image_files\\English\\"imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "partridge",
      "translation": "перепел",
      "definition": "A partridge is a type of small to medium-sized bird, often found in dry, open areas and scrublands.",
      "definition_translation": "Перепел - это тип маленькой или среднего размера птицы, часто встречающейся в сухих, открытых районах и зарослях.",
      "example": "The partridge ran quickly across the dry field, searching for seeds. It will roost in the bushes tonight, and it roosted in the trees last night.",
      "example_translation": "Перепел бежал быстро через сухое поле, ища семян. Он будет ночевать в кустах今 вечером, и он ночевал в деревьях昨 вечером.",
      "imageLink": "image_files\\English\\"imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "peacock",
      "translation": "павлин",
      "definition": "A large, brightly colored bird with a distinctive call and a long, pointed tail, native to the forests of India and Southeast Asia.",
      "definition_translation": "Крупная, ярко окрашенная птица с характерным криком и длинным, остроконечным хвостом, родом из лесов Индии и Юго-Восточной Азии.",
      "example": "The peacock strutted proudly across the garden, its vibrant plumage catching the sunlight. Yesterday, it had perched on a tree branch, and tomorrow it would roam freely in the park.",
      "example_translation": "Павлин гордо прошелся по саду, его яркое оперение отражало солнечный свет. Вчера он сидел на ветке дерева, а завтра он будет свободно闲ать в парке.",
      "imageLink": "image_files\\English\\"imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pelican",
      "translation": "пеликан",
      "definition": "A large waterbird with a distinctive pouched bill, found in warm and tropical regions, characterized by its social behavior and impressive diving skills.",
      "definition_translation": "Крупная водоплавающая птица с характерным мешковидным клювом, обитающая в теплых и тропических регионах, характеризуется социальным поведением и внушительными навыками.diving.",
      "example": "The pelican swooped down to catch a fish in the lake. Yesterday, it had swum alongside the shore, and tomorrow it would soar overhead, its massive wings beating the air.",
      "example_translation": "Пеликан свалился вниз, чтобы поймать рыбу в озере. Вчера он плыл вдоль берега, а завтра он будет парить над головой, его巨ные крылья били воздух.",
      "imageLink": "image_files\\English\\"imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "peregrine falcon",
      "translation": "сокол-сапсан",
      "definition": "A swift and agile bird of prey, known for its speed, reaching over 320 km/h during its characteristic hunting dive, and widely distributed across the world.",
      "definition_translation": "Быстрая и ловкая хищная птица, известная своей скоростью, достигая более 320 км/ч во время характерного охотничьего пикирования, и широко распространенная по всему миру.",
      "example": "The peregrine falcon soared high above the city, its sharp eyes scanning the rooftops for prey. Yesterday, it had perched on a skyscraper, and tomorrow it would chase a pigeon through the streets.",
      "example_translation": "Сокол-сапсан парил высоко над городом, его острый взгляд сканировал крыши в поисках добычи. Вчера он сидел на небоскребе, а завтра он будет гнаться за голубем по улицам.",
      "imageLink": "image_files\\English\\"imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pheasant",
      "translation": "фазан",
      "definition": "A large, ground-dwelling bird with a distinctive call and vibrant plumage, native to Asia and introduced to Europe as a game bird.",
      "definition_translation": "Крупная, земляная птица с характерным криком и ярким оперением, родом из Азии и интрduced в Европу как охотничья птица.",
      "example": "The pheasant roamed freely in the countryside, its iridescent feathers glimmering in the sunlight. Yesterday, it had been hunted by a group of enthusiasts, and tomorrow it would be served as a delicious meal.",
      "example_translation": "Фазан свободно бродил по сельской местности, егоирисовидные перья мерцали в солнечном свете. Вчера он охотился группой энтузиастов, а завтра он будет подан как вкусное блюдо.",
      "imageLink": "image_files\\English\\"imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "poultry",
      "translation": "пoultry (птица)",
      "definition": "Domestic birds kept for eggs or meat, especially chickens, turkeys, and ducks.",
      "definition_translation": "Домашние птицы, содержащиеся для яиц или мяса, особенно курицы, индейки и утки.",
      "example": "The farmer raised poultry for a living. He had raised poultry since he was a child. He will raise poultry in the countryside.",
      "example_translation": "Фермер содержал птицу для существования. Он содержал птицу с тех пор, как был ребенком. Он будет содержать птицу в сельской местности.",
      "imageLink": "image_files\\English\\"imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pygmy owl",
      "translation": "карликовая сова",
      "definition": "A small owl, typically measuring less than 20 cm in length, found in forests and woodlands.",
      "definition_translation": "Маленькая сова, обычно измеряющая менее 20 см в длину, обнаруженная в лесах и лесных угодьях.",
      "example": "The pygmy owl hooted loudly in the dead of night. It had hooted loudly since dawn. It will hoot loudly until dusk.",
      "example_translation": "Карликовая сова кричала громко в смерти ночи. Она кричала громко с утра. Она будет кричать громко до сумерек.",
      "imageLink": "image_files\\English\\"imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "quail",
      "translation": "перепел",
      "definition": "A small, rounded bird with a distinctive topknot, found in scrub and grassland.",
      "definition_translation": "Маленькая, округлая птица с характерным хохолком, обнаруженная в bụiщах и лугах.",
      "example": "The quail scurried across the open field. It had scurried across the open field yesterday. It will scurry across the open field tomorrow.",
      "example_translation": "Перепел бегал по открытому полю. Он бегал по открытому полю вчера. Он будет бегать по открытому полю завтра.",
      "imageLink": "image_files\\English\\"imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "red-necked grebe",
      "translation": "красношейный поганковый гагар",
      "definition": "A medium-sized waterbird with a distinctive red neck and black crown, found in wetlands and lakes.",
      "definition_translation": "Среднего размера водоплавающая птица с характерным красным воротником и черной короной, обнаруженная в болотах и озерах.",
      "example": "The red-necked grebe dove into the water. It had dove into the water yesterday. It will dive into the water tomorrow.",
      "example_translation": "Красношейный поганковый гагар нырнул в воду. Он нырнул в воду вчера. Он будет нырять в воду завтра.",
      "imageLink": "image_files\\English\\"imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "robin",
      "translation": "дровосек",
      "definition": "A small, migratory songbird with a round body and a distinctive red breast, found in Europe and North America.",
      "definition_translation": "Маленькая, мигрирующая певчая птица с круглым телом и характерным красным грудом, найденная в Европе и Северной Америке.",
      "example": "The robin flew into the garden, singing a sweet melody. Yesterday, it had built a nest in the tree. Tomorrow, it will fly away to find food.",
      "example_translation": "Дровосек прилетел в сад, пел сладкую мелодию. Вчера он построил гнездо в дереве. Завтра он улетит найти пищу.",
      "imageLink": "image_files\\English\\"imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "roller",
      "translation": "вал",
      "definition": "A cylindrical or spherical body that rotates on an axis, used to reduce friction or facilitate motion.",
      "definition_translation": "Цилиндрическое или сферическое тело, которое вращается вокруг оси, используемое для уменьшения трения или облегчения движения.",
      "example": "The roller coaster was steep and scary, but exhilarating. Yesterday, it was closed for maintenance. Tomorrow, it will be open again.",
      "example_translation": "Американские горки были крутыми и страшными, но возбуждающими. Вчера он был закрыт на техническое обслуживание. Завтра он снова будет открытым.",
      "imageLink": "image_files\\English\\"imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rook",
      "translation": "грач",
      "definition": "A large, black bird with a distinctive call, found in Europe and Asia, and known for its intelligence and social behavior.",
      "definition_translation": "Большая, черная птица с характерным звуком, найденная в Европе и Азии, и известная своей интеллигентностью и социальным поведением.",
      "example": "The rook perched on the church tower, watching the village below. Yesterday, it had stolen food from the farmer's field. Tomorrow, it will fly away to find its mate.",
      "example_translation": "Грач сидел на церковной башне, наблюдая за деревней внизу. Вчера он украл еду из поля фермера. Завтра он улетит найти свою пару.",
      "imageLink": "image_files\\English\\"imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "siskin",
      "translation": "чивик",
      "definition": "A small, finch-like bird with a yellow or greenish-yellow plumage, found in Europe and Asia, and known for its acrobatic abilities.",
      "definition_translation": "Маленькая, финчевидная птица с желтым или желто-зеленым оперением, найденная в Европе и Азии, и известная своими акробатическими способностями.",
      "example": "The siskin fluttered around the feeder, chirping happily. Yesterday, it had built a nest in the thorny bush. Tomorrow, it will fly away to find its flock.",
      "example_translation": "Чивик хлопал вокруг кормушки, чирикнул счастливо. Вчера он построил гнездо в колючем кусте. Завтра он улетит найти свою стаю.",
      "imageLink": "image_files\\English\\"imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "snipe",
      "translation": "бекас",
      "definition": "a long-billed, camouflaged wading bird that frequents wetlands and is known for its swift flight",
      "definition_translation": "длинноклювый, маскирующийся птица, которая частично обитает в болотах и известна своей быстрой полет",
      "example": "In the autumn, I will snipe in the marshy grasslands. Yesterday, I sniped several birds in the wetlands. By next spring, I will have sniped many birds in the marsh.",
      "example_translation": "Осенью я буду охотиться на бекасов в травянистых болотах. Вчера я добыл несколько птиц в болотах. К следующей весне я добыл многих птиц в болоте.",
      "imageLink": "image_files\\English\\"imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sparrowhawk",
      "translation": "ястреб-перепелятник",
      "definition": "a small, agile bird of prey that feeds on small birds, particularly sparrows and finches",
      "definition_translation": "маленькая, маневренная птица хищница, которая питается маленькими птицами, в частности воробьями и воробьими",
      "example": "The sparrowhawk swooped down on its prey in the garden. Yesterday, I saw a sparrowhawk flying swiftly over the field. By next summer, I will have watched many sparrowhawks hunting in the forest.",
      "example_translation": "Ястреб-перепелятникangl снизу на свою добычу в саду. Вчера я видел ястреба-перепелятника, который быстро летел над полем. К следующему лету я będувATCH many ястребов-перепелятников охотящихся в лесу.",
      "imageLink": "image_files\\English\\"imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spotted flycatcher",
      "translation": "мухоловка-пеструшка",
      "definition": "a migratory bird with a grey-brown plumage and a distinctive spotted breast, known for its ability to catch insects in mid-air",
      "definition_translation": "многолетняя птица с серо-коричневым оперением и характерным пестрым грудью, известная своей способностью ловить насекомых в воздухе",
      "example": "The spotted flycatcher perched on a branch, waiting for its prey. Yesterday, I saw a spotted flycatcher flitting between the trees. By next autumn, I will have watched many spotted flycatchers migrating to Africa.",
      "example_translation": "Мухоловка-пеструшка сидела на ветке, ожидая своей добычи. Вчера я видел мухоловку-пеструшку, которая скакала между деревьями. К следующей осени я będувATCH many мухоловок-пеструшек мігрующих в Африку.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spotted nutcracker",
      "translation": "кедровник",
      "definition": "a bird with a distinctive black and white spotted plumage, known for its ability to crack open conifer seeds",
      "definition_translation": "птица с характерным черно-белым пестрым оперением, известная своей способностью открывать семена хвойных деревьев",
      "example": "The spotted nutcracker cached the conifer seeds in its nest. Yesterday, I saw a spotted nutcracker cracking open a pinecone. By next winter, I will have watched many spotted nutcrackers foraging for food in the forest.",
      "example_translation": "Кедровник спрятал семена хвойных деревьев в своем гнезде. Вчера я видел кедровника, который открывал сосновую шишку. К следующей зиме я będувATCH many кедровников собирающих пищу в лесу.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "starling",
      "translation": "скворец",
      "definition": "A starling is a type of bird that is known for its iridescent feathers and distinctive songs. It is found in a variety of habitats, including forests, grasslands, and urban areas.",
      "definition_translation": "Скворец - это тип птицы, известный своими радужными перьями и характерными песнями. Он встречается в различных средах обитания, включая леса, луга и городские районы.",
      "example": "The starling perched on the windowsill, singing a sweet melody. Yesterday, it had flown south for the winter, but now it has returned. Tomorrow, it will build its nest in the nearby tree.",
      "example_translation": "Скворец сидел на подоконнике, пел сладкую мелодию. Вчера он улетел на юг на зиму, но теперь он вернулся. Завтра он построит свое гнездо в соседнем дереве.",
      "imageLink": "image_files\\English\\"imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "swallow",
      "translation": "ласточка",
      "definition": "A swallow is a small, agile bird that is known for its swift flight and intricate nesting habits. It is often found near bodies of water, such as rivers and lakes.",
      "definition_translation": "Ласточка - это маленькая, агильная птица, известная своей быстрой полет и сложными привычками гнездования. Она часто встречается около водоемов, таких как реки и озера.",
      "example": "The swallow darted through the air, chasing after insects. Last summer, it had built its nest under the eaves of the barn. Next spring, it will migrate to its wintering grounds.",
      "example_translation": "Ласточка метнулась по воздуху, преследуя насекомых. Летним утром оно построило свое гнездо под крышей сарая. На следующую весну оно отправится на зимовки.",
      "imageLink": "image_files\\English\\"imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "swift",
      "translation": "стрела",
      "definition": "A swift is a type of bird that is known for its rapid flight and agile movements. It is often found in urban areas, where it nests in buildings and bridges.",
      "definition_translation": "Стрела - это тип птицы, известный своей быстрой полет и агильными движениями. Она часто встречается в городских районах, где гнездится в зданиях и мостах.",
      "example": "The swift soared through the skies, its wings beating rapidly. Last year, it had built its nest in the clock tower. Next month, it will migrate to its wintering grounds.",
      "example_translation": "Стрела парила по небу, ее крылья били быстро. В прошлом году оно построило свое гнездо в башне часов. На следующий месяц оно отправится на зимовки.",
      "imageLink": "image_files\\English\\"imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tawny owl",
      "translation": "мохнатая сова",
      "definition": "A tawny owl is a type of owl that is known for its distinctive hooting calls and nocturnal habits. It is often found in forests and woodlands, where it hunts for small mammals and birds.",
      "definition_translation": "Мохнатая сова - это тип совы, известный своими характерными криками и ночными привычками. Она часто встречается в лесах и лесных массивах, где охотится на мелких млекопитающих и птиц.",
      "example": "The tawny owl hooted loudly in the dead of night, its eyes glowing in the dark. Yesterday, it had caught a mouse in its talons. Tomorrow, it will perch in its favorite tree, watching for prey.",
      "example_translation": "Мохнатая сова громко кричала в тихую ночь, ее глаза сияли в темноте. Вчера она поймала мышь в своих когтях. Завтра она будет сидеть на своем любимом дереве, ожидая добычу.",
      "imageLink": "image_files\\English\\"imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]