[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "coloured pencils",
      "translation": "цветные карандаши",
      "definition": "Coloured pencils are art supplies used for colouring and drawing.",
      "definition_translation": "Цветные карандаши - это художественные материалы, используемые для рисования и окрашивания.",
      "example": "I used coloured pencils to draw a beautiful picture. I will use them again tomorrow. I used them last week to colour a map.",
      "example_translation": "Я использовал цветные карандаши, чтобы нарисовать красивую картину. Я снова использую их завтра. Я использовал их на прошлой неделе, чтобы окрасить карту.",
      "imageLink": "image_files\\English\\crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pencil",
      "translation": "карандаш",
      "definition": "A pencil is a writing or drawing instrument consisting of a narrow, solid graphite core enclosed in a wooden cylinder.",
      "definition_translation": "Карандаш - это инструмент для письма или рисования, состоящий из узкого, твердого графитового ядра, закрытого в деревянном цилиндре.",
      "example": "I wrote my name with a pencil. I will use a pencil to take notes. I used a pencil to draw a portrait.",
      "example_translation": "Я написал свое имя карандашом. Я использую карандаш, чтобы делать заметки. Я использовал карандаш, чтобы нарисовать портрет.",
      "imageLink": "image_files\\English\\pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "brush",
      "translation": "кисть",
      "definition": "A brush is a tool with bristles or hairs used for cleaning, applying, or spreading substances.",
      "definition_translation": "Кисть - это инструмент с щетиной или волосами, используемый для очистки, нанесения или разбрызгивания веществ.",
      "example": "I used a brush to paint the wall. I will use a brush to clean the floor. I used a brush to apply glue.",
      "example_translation": "Я использовал кисть, чтобы покрасить стену. Я использую кисть, чтобы очистить пол. Я использовал кисть, чтобы нанести клей.",
      "imageLink": "image_files\\English\\brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ruler",
      "translation": "линейка",
      "definition": "A ruler is a straightedge with equally spaced markings, used as a guide for drawing straight lines.",
      "definition_translation": "Линейка - это прямой край с равномерно расположенными отметками, используемый в качестве направляющей для رسمки прямых линий.",
      "example": "I used a ruler to draw a straight line. I will use a ruler to measure the length of the table. I used a ruler to draw a diagram.",
      "example_translation": "Я использовал линейку, чтобы нарисовать прямую линию. Я использую линейку, чтобы измерить длину стола. Я использовал линейку, чтобы нарисовать диаграмму.",
      "imageLink": "image_files\\English\\ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "scissors",
      "translation": "NoSuch",
      "definition": "A pair of scissors consists of two blades that are pivoted so that the sharpened edges can be brought together to cut through thin materials such as paper, cloth, or hair.",
      "definition_translation": "Пара ножниц состоит из двух лезвий, которые шарнирно прикреплены, чтобы острые края могли быть brought вместе, чтобы切атьнежные материалы, такие как бумага, ткань или волосы.",
      "example": "I used scissors to cut out the paper shapes. She will sharpen the scissors tomorrow. They had been using scissors to cut the fabric all day.",
      "example_translation": "Я использовал ножницы, чтобы вырезать纸шаблоны. Она отточит ножницы завтра. Они целый день использовали ножницы, чтобы裁剪fabric.",
      "imageLink": "image_files\\English\\scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "button",
      "translation": "кнопка",
      "definition": "A small plastic or metal disc or knob, typically round and flat, used to fasten or unfasten something, especially clothing.",
      "definition_translation": "Маленькая пластиковая или металлическая дисковая или кнопка, обычно круглая и плоская, используемая для застегивания или расстегивания чего-либо, особенно одежды.",
      "example": "I lost a button on my shirt. She sewed the button back on. They will design a new button for the website.",
      "example_translation": "Я потерял кнопку на моей рубашке. Она пришила кнопку обратно. Они спроектируют новую кнопку для веб-сайта.",
      "imageLink": "image_files\\English\\button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "drawing pin",
      "translation": "drawing заколка",
      "definition": "A small pin with a flat head, used for attaching things to a board or wall, especially for displaying drawings or notices.",
      "definition_translation": "Маленькая булавка с плоской головкой, используемая для прикрепления вещей к доске или стене, особенно для отображения рисунков или объявлений.",
      "example": "I used a drawing pin to hang the poster. She bought a packet of drawing pins. They had been using drawing pins to attach the maps to the wall.",
      "example_translation": "Я использовал заколку для рисования, чтобы повесить плакат. Она купила пакет заколок для рисования. Они целый день использовали заколки для рисования, чтобы прикрепить карты к стене.",
      "imageLink": "image_files\\English\\drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ink",
      "translation": "чернила",
      "definition": "A liquid substance used for writing or printing, typically made from a mixture of dyes, pigments, and solvents.",
      "definition_translation": "Жидкое вещество, используемое для написания или печати, обычно изготовленное из смеси красителей, пигментов и растворителей.",
      "example": "I need to buy some ink for my pen. She spilled the ink on the table. They will test the new ink formula tomorrow.",
      "example_translation": "Мне нужно купить некоторые чернила для моей ручки. Она пролила чернила на стол. Они будут тестировать новую формулу чернил завтра.",
      "imageLink": "image_files\\English\\ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pattern",
      "translation": "шаблон",
      "definition": "A pattern is a regular or repeated design or arrangement of things, such as a set of instructions or a model to be followed.",
      "definition_translation": "Шаблон - это регулярный или повторяющийся дизайн или расположение вещей, таких как набор инструкций или модель для выполнения.",
      "example": "I used a pattern to sew a beautiful dress. I will use a pattern to design a website. She used a pattern to decorate her room.",
      "example_translation": "Я использовал шаблон, чтобы сшить красивое платье. Я буду использовать шаблон, чтобы спроектировать веб-сайт. Она использовала шаблон, чтобы украсить свою комнату.",
      "imageLink": "image_files\\English\\pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pin",
      "translation": "штырь",
      "definition": "A pin is a small, thin piece of metal with a point at one end and a head at the other, used for fastening things together.",
      "definition_translation": "Штырь - это小, тонкая кусок металла с острием на одном конце и головкой на другом, используется для скрепления вещей вместе.",
      "example": "I used a pin to fasten my shirt. She will use a pin to fix her hair. They used pins to hold the fabric together.",
      "example_translation": "Я использовал штырь, чтобы застегнуть свою рубашку. Она будет использовать штырь, чтобы уложить волосы. Они использовали штыри, чтобы удерживать ткань вместе.",
      "imageLink": "image_files\\English\\pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pincushion",
      "translation": "игольница",
      "definition": "A pincushion is a small, round or oval-shaped object with a soft surface, used for holding pins.",
      "definition_translation": "Игольница - это small, круглый или овальный объект с мягкой поверхностью, используемый для хранения штырей.",
      "example": "I sewed a pincushion to keep my pins organized. She used a pincushion to store her needles. They made a pincushion as a gift.",
      "example_translation": "Я сшила игольницу, чтобы хранить свои штыри организованно. Она использовала игольницу, чтобы хранить свои иглы. Они сделали игольницу в качестве подарка.",
      "imageLink": "image_files\\English\\pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cardboard",
      "translation": "картон",
      "definition": "Cardboard is a stiff, thick paperboard, used for making boxes, cartons, and other containers.",
      "definition_translation": "Картон - это жесткая, толстая бумага, используемая для производства коробок, картонных упаковок и других контейнеров.",
      "example": "I used cardboard to make a box. She will use cardboard to create a craft project. They used cardboard to pack their luggage.",
      "example_translation": "Я использовал картон, чтобы сделать коробку. Она будет использовать картон, чтобы создать проект ручной работы. Они использовали картон, чтобы упаковать свой багаж.",
      "imageLink": "image_files\\English\\cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "clay",
      "translation": "глина",
      "definition": "A soft, sticky earth material, typically yellowish or brownish in color, used in making pottery, bricks, and other objects.",
      "definition_translation": "Мягкий, липкий материал地球,通常 желтовато-коричневого цвета, используемый для изготовления керамических изделий, кирпичей и других объектов.",
      "example": "I made a vase out of clay in art class yesterday. I am going to make a sculpture out of clay for my art project. I made a mistake while working with clay last week.",
      "example_translation": "Я сделал вазу из глины на уроке искусства вчера. Я собираюсь сделать скульптуру из глины для моего арт-проекта. Я сделал ошибку при работе с глиной на прошлой неделе.",
      "imageLink": "image_files\\English\\clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "crayons",
      "translation": "краски",
      "definition": "A stick of colored wax used for drawing or coloring.",
      "definition_translation": "Палочки из цветного воска, используемые для рисования или покраски.",
      "example": "The children were coloring with crayons in daycare yesterday. I need to buy more crayons for my nephew's birthday party. They have been using crayons to draw since morning.",
      "example_translation": "Дети рисовали красками в детском саду вчера. Мне нужно купить больше красок для дня рождения моего племянника. Они рисовали красками с утра.",
      "imageLink": "image_files\\English\\crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "glue",
      "translation": "клей",
      "definition": "A sticky substance used for joining or repairing things.",
      "definition_translation": "Липкая субстанция, используемая для joining или ремонта вещей.",
      "example": "I used glue to fix my broken toy when I was a kid. She needs to glue the pieces together for her craft project. They will glue the papers together tomorrow.",
      "example_translation": "Я использовал клей, чтобы починить мою сломанную игрушку, когда я был ребенком. Ей нужно приклеить куски вместе для ее проекта ремесел. Они приклеят бумаги вместе завтра.",
      "imageLink": "image_files\\English\\glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "needle",
      "translation": "игла",
      "definition": "A small, thin piece of metal with a point at one end and an eye at the other, used for sewing or embroidery.",
      "definition_translation": "Маленький, тонкий кусок металла с острием на одном конце и глазом на другом, используемый для шитья или вышивки.",
      "example": "My grandmother taught me how to thread a needle when I was a kid. She is using a needle to sew a button on her coat. They will be using needles to make a quilt next month.",
      "example_translation": "Моя бабушка научила меня, как нить иглу, когда я был ребенком. Она использует иглу, чтобы пришить кнопку к ее пальто. Они будут использовать иглы, чтобы сделать квiltnext месяц.",
      "imageLink": "image_files\\English\\needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "paper napkin",
      "translation": "бумажная салфетка",
      "definition": "A small piece of paper used for drying or wiping the hands or face, especially at a meal.",
      "definition_translation": "Маленький кусочек бумаги, используемый для вытирания или утирания рук или лица, особенно во время еды.",
      "example": "I needed a paper napkin to wipe my mouth after eating the juicy burger. I used a paper napkin to clean my hands. I will use a paper napkin to dry my face after washing.",
      "example_translation": "Мне нужно было использовать бумажную салфетку, чтобы вытереть рот после еды сочной бургером. Я использовал бумажную салфетку, чтобы очистить руки. Я использовать буду бумажную салфетку, чтобы высушить лицо после мытья.",
      "imageLink": "image_files\\English\\paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "safety pin",
      "translation": "застёжка безопасности",
      "definition": "A small pin with a protective cover or clasp, used to fasten clothing, especially for babies or young children.",
      "definition_translation": "Маленькая булавка с защитным кожухом или застёжкой, используемая для застегивания одежды, особенно для малышей или маленьких детей.",
      "example": "I used a safety pin to fasten the baby's diaper. She lost a safety pin while playing. I will buy a safety pin to fix my torn shirt.",
      "example_translation": "Я использовал застёжку безопасности, чтобы застегнуть подгузник младенца. Она потеряла застёжку безопасности, играя. Я куплю застёжку безопасности, чтобы починить свою порванную рубашку.",
      "imageLink": "image_files\\English\\safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sewing machine",
      "translation": "швейная машина",
      "definition": "A machine used for sewing or stitching fabric, leather, or other materials, typically with a needle and thread.",
      "definition_translation": "Машина, используемая для шитья или строчки материала, кожи или других материалов, обычно с иглой и ниткой.",
      "example": "I need to use a sewing machine to fix my torn dress. She learned how to use a sewing machine at school. I will buy a sewing machine to make my own clothes.",
      "example_translation": "Мне нужно использовать швейную машину, чтобы починить свою порванную платье. Она научилась использовать швейную машину в школе. Я куплю швейную машину, чтобы создавать свои собственные вещи.",
      "imageLink": "image_files\\English\\sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sticker",
      "translation": "наклейка",
      "definition": "A small adhesive label or picture, used to decorate or identify something.",
      "definition_translation": "Маленькая клеящаяся метка или картинка, используемая для украшения или идентификации чего-либо.",
      "example": "I put a sticker on my laptop. She collected stickers from her favorite cartoons. I will use a sticker to decorate my book cover.",
      "example_translation": "Я приклеил наклейку на мой ноутбук. Она собрала наклейки из своих любимых мультфильмов. Я использовать буду наклейку, чтобы украсить обложку своей книги.",
      "imageLink": "image_files\\English\\sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "string",
      "translation": "струна",
      "definition": "A long, thin, flexible structure made of twisted threads or filaments, used for tying, fastening, or connecting things.",
      "definition_translation": "Длинная, тонкая, гибкая структура, сделанная из скрученных нитей или волокон, используемая для связывания, фиксации или соединения вещей.",
      "example": "She tied the package with a string. She had tied the string tightly. She will tie the string again tomorrow.",
      "example_translation": "Она завязала пакет струной. Она завязала струну плотно. Она завяжет струну снова завтра.",
      "imageLink": "image_files\\English\\string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wire",
      "translation": "провод",
      "definition": "A thin, flexible thread or strip of metal, used for conducting electricity or sending messages.",
      "definition_translation": "Тонкая, гибкая нить или полоса металла, используемая для проведения электричества или отправки сообщений.",
      "example": "The telephone wire was broken. They fixed the wire yesterday. They will install a new wire next week.",
      "example_translation": "Телефонный провод был сломан. Они починили провод вчера. Они установят новый провод на следующей неделе.",
      "imageLink": "image_files\\English\\wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "zip",
      "translation": "молния",
      "definition": "A fastener consisting of a pair of interlocking teeth that can be opened or closed by a sliding tab.",
      "definition_translation": "Застежка, состоящая из пары взаимосвязанных зубцов, которая может быть открыта или закрыта скользящей кнопкой.",
      "example": "I zipped up my jacket. She will zip the bag tomorrow. They zipped up their pants yesterday.",
      "example_translation": "Я застегнул куртку. Она застегнет сумку завтра. Они застегнули свои брюки вчера.",
      "imageLink": "image_files\\English\\zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "(wax) crayons",
      "translation": "восковые карандаши",
      "definition": "A stick of colored wax used for drawing or coloring.",
      "definition_translation": "Палочка цветного воска, используемого для рисования или раскраски.",
      "example": "The child used crayons to draw a picture. She will use crayons to color the paper tomorrow. They used crayons to decorate the wall yesterday.",
      "example_translation": "Ребенок использовал восковые карандаши, чтобы нарисовать картину. Она будет использовать восковые карандаши, чтобы раскрасить бумагу завтра. Они использовали восковые карандаши, чтобы украсить стену вчера.",
      "imageLink": "image_files\\English\\wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fabric",
      "translation": "ткань",
      "definition": "A fabric is a textile material, most often produced by weaving or knitting fibers, and is used to make clothing, upholstery, and other textile products.",
      "definition_translation": "Ткань - это текстильный материал, чаще всего производимый путём ткачества или вязания волокон, и используется для производства одежды, обивки и других текстильных изделий.",
      "example": "She carefully stitched the fabric together to create a beautiful quilt. Yesterday, she had bought the fabric at the store. By next year, she will have finished the fabric art project.",
      "example_translation": "Она тщательно сшила ткань вместе, чтобы создать красивую квilt. Вчера она купила ткань в магазине. К следующему году она закончит проект тканных искусств.",
      "imageLink": "image_files\\English\\fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rubber stamp",
      "translation": "резиновая печать",
      "definition": "A rubber stamp is a tool used to apply ink or other substances to a surface, usually for printing or marking purposes.",
      "definition_translation": "Резиновая печать - это инструмент, используемый для нанесения чернил или других веществ на поверхность, обычно для печати или маркировки.",
      "example": "The clerk used a rubber stamp to approve the documents. She had used the rubber stamp to sign the letters. By next month, they will have replaced the old rubber stamp with a new one.",
      "example_translation": "Клерк использовал резиновую печать для утверждения документов. Она использовала резиновую печать для подписания писем. К следующему месяцу они заменят старую резиновую печать на новую.",
      "imageLink": "image_files\\English\\rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "felt",
      "translation": "фильтр",
      "definition": "Felt is a non-woven fabric made from wool, hair, or synthetic fibers, often used for making hats, slippers, or other crafts.",
      "definition_translation": "Фильтр - это нетканый материал, сделанный из шерсти, волос или синтетических волокон, часто используемый для изготовления шляп, тапочек или других craft.",
      "example": "The crafter carefully cut the felt to create a beautiful ornament. She had felt the texture of the fabric before buying it. By next winter, she will have made a felt hat.",
      "example_translation": "Мастерmetic тщательно cắt фильтр, чтобы создать красивый украшение. Она чувствовала текстуру ткани перед тем, как купить ее. К следующей зиме она сделает фильтровую шляпу.",
      "imageLink": "image_files\\English\\felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pliers",
      "translation": "плоские щипцы",
      "definition": "Pliers are handheld tools used to grip and bend various objects, such as pipes, wires, or small parts.",
      "definition_translation": "Плоские щипцы - это ручные инструменты, используемые для захвата и изгиба различных объектов, таких как трубы, провода или小 детали.",
      "example": "The mechanic used pliers to grip the bolt. She had used pliers to bend the wire. By next week, they will have fixed the pliers.",
      "example_translation": "Механик использовал плоские щипцы, чтобы захватить болт. Она использовала плоские щипцы, чтобы загнуть провод. К следующей неделе они исправят плоские щипцы.",
      "imageLink": "image_files\\English\\pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "press stud",
      "translation": "пресс пуговица",
      "definition": "A small metal or plastic fastener used to fasten or join two parts of a garment or other fabric together.",
      "definition_translation": "Маленькая металлическая или пластиковая застежка, используемая для прикрепления или соединения двух частей одежды или другой ткани вместе.",
      "example": "I had to sew a new press stud on my jacket because the old one broke. Yesterday, I sewed a new press stud on my jacket, and now I will sew another one tomorrow.",
      "example_translation": "Мне пришлось пришить новую пресс пуговицу на мой жилет, потому что старая сломалась. Вчера я пришила новую пресс пуговицу на мой жилет, а теперь я пришью еще одну завтра.",
      "imageLink": "image_files\\English\\press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "punch",
      "translation": "удар",
      "definition": "A quick, sharp blow, especially one given with a closed fist.",
      "definition_translation": "Быстрый, острый удар, особенно тот, который наносится сжатым кулаком.",
      "example": "I will punch the bag tomorrow, but yesterday I punched it hard. If I punch the bag again, it will break.",
      "example_translation": "Завтра я ударю мешок, а вчера я ударил его сильно. Если я ударю мешок снова, он сломается.",
      "imageLink": "image_files\\English\\punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ribbon",
      "translation": "лента",
      "definition": "A long, narrow strip of fabric, typically colored and used for decorative or ceremonial purposes.",
      "definition_translation": "Длинная, узкая полоса ткани, обычно окрашенная и используемая для декоративных или церемониальных целей.",
      "example": "I will tie a ribbon on the gift tomorrow, but yesterday I tied it with a bow. If I tie a ribbon on the gift again, it will be beautiful.",
      "example_translation": "Завтра я завяжу ленту на подарок, а вчера я завязал ее бантом. Если я завяжу ленту на подарок снова, она будет красивой.",
      "imageLink": "image_files\\English\\ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "roller",
      "translation": "ролик",
      "definition": "A cylindrical or spherical object that rotates or moves freely on a surface, used to reduce friction or facilitate movement.",
      "definition_translation": "Цилиндрический или сферический объект, который вращается или движется свободно на поверхности, используемый для уменьшения трения или облегчения движения.",
      "example": "I will use a roller to paint the wall tomorrow, but yesterday I used it to smooth the surface. If I use a roller again, it will be easy to paint.",
      "example_translation": "Завтра я использую ролик для покраски стены, а вчера я использовал его для сглаживания поверхности. Если я использую ролик снова, будет легко красить.",
      "imageLink": "image_files\\English\\roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sandpaper",
      "translation": "наждачная бумага",
      "definition": "a type of paper with a rough surface, used to smooth and polish wood, metal, and other materials",
      "definition_translation": "вид бумаги с грубой поверхностью, используемой для выравнивания и полировки дерева, металла и других материалов",
      "example": "I used sandpaper to smooth out the rough edges of the wooden table. Yesterday, I sanded the floor to prepare it for painting. By next week, I will have sanded all the doors and windows.",
      "example_translation": "Я использовал наждачную бумагу, чтобы разгладить неровные края деревянного стола. Вчера я отшлифовал пол, чтобы подготовить его к покраске. К следующей неделе я отшлифую все двери и окна.",
      "imageLink": "image_files\\English\\sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sequins",
      "translation": "позументы",
      "definition": "small, shiny discs used for decorating clothing, accessories, and other fabrics",
      "definition_translation": "маленькие блестящие диски, используемые для декорирования одежды, аксессуаров и других тканей",
      "example": "The dress was covered in sequins, which sparkled under the light. She sewed sequins onto her costume for the party. By next year, she will have designed a collection of sequin-studded evening gowns.",
      "example_translation": "Платье было покрыто позументами, которые блистали под светом. Она пришила позументы на свой костюм дляparty. К следующему году она спроектирует коллекцию вечерних платьев, украшенных позументами.",
      "imageLink": "image_files\\English\\sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stencil",
      "translation": "шаблон",
      "definition": "a thin sheet of material, such as paper or plastic, with a design or pattern cut out of it, used to create a similar design or pattern on a surface",
      "definition_translation": "тонкий лист материала, such as paper или пластика, с вырезанным дизайном или шаблоном, используемый для создания аналогичного дизайна или шаблона на поверхности",
      "example": "I used a stencil to paint a design on the wall. She created a stencil to decorate her cake. By next month, they will have designed a set of intricate stencils for the art studio.",
      "example_translation": "Я использовал шаблон, чтобы нарисовать дизайн на стене. Она создала шаблон, чтобы украсить свой торт. К следующему месяцу они спроектируют набор изысканных шаблонов для арт-студии.",
      "imageLink": "image_files\\English\\stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stitch",
      "translation": "шить",
      "definition": "a single pass of a needle and thread through fabric, used to join, repair, or decorate it",
      "definition_translation": "один проход иглы и нити через ткань, используемый для соединения, ремонта или декорирования ее",
      "example": "She took a stitch in her dress to fix the tear. I stitched the torn page together. By next week, she will have stitched a beautiful quilt.",
      "example_translation": "Онашила стежок в ее платье, чтобы починить разрыв. Я прошил разорванную страницу. К следующей неделе она будет шить красивый квILT.",
      "imageLink": "image_files\\English\\stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "styrofoam",
      "translation": "стyrofoam ( Russian term is the same)",
      "definition": "a type of light, brittle, and porous plastic foam used for making molds, packaging, and insulation",
      "definition_translation": " rodzaj lekkiego, kruchego i porowatego pianki plastikowej używanej do tworzenia form, пакиowania i izolacji",
      "example": "The company uses styrofoam boxes to package their products. They had used styrofoam containers last year, but now they use recycled paper. By next year, they will use biodegradable packaging.",
      "example_translation": "Компания использует коробки из styrofoam для упаковки своих продуктов. Они использовали контейнеры из styrofoam в прошлом году, но теперь используют макулатуру. К следующему году они перейдут на биоразлагаемую упаковку.",
      "imageLink": "image_files\\English\\styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "thimble",
      "translation": "наперсток",
      "definition": "a small, rounded container worn on the end of the finger to protect it while sewing",
      "definition_translation": "маленький, округлый контейнер, который носится на конце пальца, чтобы защитить его во время шитья",
      "example": "She carefully put on her thimble to sew the intricate design. She had forgotten her thimble at home, so she had to sew carefully. By the end of the day, she will have finished sewing the entire dress without her thimble.",
      "example_translation": "Она аккуратно надела свой наперсток, чтобы сшить интригующий дизайн. Она забыла свой наперсток дома, поэтому ей пришлось шить осторожно. К концу дня она закончит шить整个 платье без наперстка.",
      "imageLink": "image_files\\English\\thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "thread",
      "translation": "нить",
      "definition": "a long, thin string of fibers or yarn used for sewing or weaving",
      "definition_translation": "длинная, тонкая нить волокон или пряжи, используемая для шитья или ткачества",
      "example": "She carefully threaded the needle to sew the tears. She had used a thick thread to sew the leather patches. By next week, she will have sewn all the buttons with a matching thread.",
      "example_translation": "Она аккуратно продела нить через иглу, чтобы сшить разрывы. Она использовала толстую нить, чтобы сшить кожаные 패чи. К следующей неделе она сшила все кнопки с соответствующей нитью.",
      "imageLink": "image_files\\English\\thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "varnish",
      "translation": "лак",
      "definition": "a type of transparent or semi-transparent liquid coating used to protect and enhance the appearance of wood or other materials",
      "definition_translation": "тип прозрачной или полупрозрачной жидкой покрывной основы, используемый для защиты и улучшения внешнего вида дерева или других материалов",
      "example": "The furniture maker applied several coats of varnish to protect the wooden surface. He had used a fast-drying varnish to finish the table last week. By next month, he will have applied a waterproof varnish to the outdoor furniture.",
      "example_translation": "Мебельщик нанес несколько слоев лака, чтобы защитить деревянную поверхность. Он использовал быстро сохнущий лак, чтобы закончить стол на прошлой неделе. К следующему месяцу он нанесет водонепроницаемый лак на садовую мебель.",
      "imageLink": "image_files\\English\\varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wicker",
      "translation": "плетеный",
      "definition": "Wicker is a type of woven furniture or other objects made from plant fibers, such as rattan or willow.",
      "definition_translation": "Плетеный - это тип тканой мебели или других объектов, изготовленных из растительных волокон, таких как ротанг или ива.",
      "example": "I bought a wicker chair for my porch, and it's become my favorite spot to read. I wickered a basket last year, and it's still holding up well. I will wicker a new table for our garden party next summer.",
      "example_translation": "Я купил плетеный стул для своей веранды, и он стал моим любимым местом для чтения. В прошлом году я сплел корзину, и она все еще хорошо работает. В следующем году я сплету новый стол для нашей садовой вечеринки.",
      "imageLink": "image_files\\English\\wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "acrylic paint",
      "translation": "акриловая краска",
      "definition": "Acrylic paint is a fast-drying, water-soluble paint made from a mixture of water, pigment, binder, and other additives.",
      "definition_translation": "Акриловая краска - это быстросохнущая, водорастворимая краска, изготовленная из смеси воды, пигмента, связующего вещества и других добавок.",
      "example": "I used acrylic paint to create a vibrant mural on the wall. The artist mixed acrylic paint with water to achieve the desired consistency. She will use acrylic paint to paint a portrait of her cat next week.",
      "example_translation": "Я использовал акриловую краску, чтобы создать яркую фреску на стене. Художник смешал акриловую краску с водой, чтобы достичь желаемой консистенции. Она будет использовать акриловую краску, чтобы написать портрет ее кошки на следующей неделе.",
      "imageLink": "image_files\\English\\acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "adhesive border",
      "translation": "клейкая рамка",
      "definition": "An adhesive border is a decorative strip with a self-adhesive backing that can be applied to a surface to create a design or pattern.",
      "definition_translation": "Клейкая рамка - это декоративная полоса с samo-клеящимся покрытием, которое может быть применено к поверхности, чтобы создать дизайн или узор.",
      "example": "I applied an adhesive border to the edges of the photo album to give it a professional look. The crafter used an adhesive border to decorate the scrapbook. She will apply an adhesive border to the picture frame next month.",
      "example_translation": "Я применил клеющую рамку к краям фотоальбома, чтобы дать ему профессиональный вид. Ремесленник использовал клеющую рамку, чтобы украсить альбом для вырезок. Она будет применять клеющую рамку к рамке для pictures next month.",
      "imageLink": "image_files\\English\\adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beads",
      "translation": "бусины",
      "definition": "Beads are small, rounded objects, typically made of glass, plastic, or other materials, used for ornamentation or as a medium for jewelry making.",
      "definition_translation": "Бусины - это небольшие, округлые объекты, обычно сделанные из стекла, пластика или других материалов, используемые для украшения или в качестве среды для изготовления украшений.",
      "example": "I strung beads onto a necklace to create a unique piece of jewelry. The Native American artist used beads to create intricate patterns on her headdress. She will use beads to make a beautiful ornament for the Christmas tree next year.",
      "example_translation": "Я нанизал бусины на ожерелье, чтобы создать уникальный предмет украшения. Индейский художник использовал бусины, чтобы создать интригующие узоры на ее головном уборе. Она будет использовать бусины, чтобы сделать красивое украшение для новогодней елки в следующем году.",
      "imageLink": "image_files\\English\\beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blanket stitch",
      "translation": "шв приblanket",
      "definition": "A type of stitch used to finish the raw edges of a blanket or other home decor project, characterized by a series of small loops on the edge of the fabric.",
      "definition_translation": "ティп стежки, используемый для отделки сырых краев одеяла или другого домашнего декора, характеризуется серией маленьких петель на краю ткани.",
      "example": "I will use a blanket stitch to finish the edge of this quilt. Yesterday, I used a blanket stitch to finish the edge of that blanket. In the future, I will use a blanket stitch to finish the edge of all my homemade blankets.",
      "example_translation": "Я，将 использовать шв приblanket, чтобы закончить край этого квилта. Вчера я использовал шв приblanket, чтобы закончить край того одеяла. В будущем я буду использовать шв приblanket, чтобы закончить край всех моих домашних одеял.",
      "imageLink": "image_files\\English\\blanket-stitch.jpg",
      "audioLink": "blanket stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "brush set",
      "translation": "набор кистей",
      "definition": "A collection of brushes used for various artistic or cosmetic purposes, often including a variety of shapes and sizes.",
      "definition_translation": "Коллекция кистей, используемых для различных художественных или косметических целей, часто включая в себя различные формы и размеры.",
      "example": "I need to buy a new brush set for painting. She has been using the same brush set for years. By next year, I will have purchased a new brush set for my art class.",
      "example_translation": "Мне нужно купить новый набор кистей для рисования. Она использует тот же набор кистей уже годы. К следующему году я куплю новый набор кистей для моего арт-класса.",
      "imageLink": "image_files\\English\\brush-set.jpg",
      "audioLink": "brush set.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chain stitch",
      "translation": "цепной стежок",
      "definition": "A type of stitch used in embroidery and sewing, characterized by a series of connected loops that resemble a chain.",
      "definition_translation": "Тип стежки, используемый в вышивке и шитье, характеризуется серией связанных петель, похожих на цепь.",
      "example": "I can do a chain stitch on my sewing machine. She is learning to do a chain stitch by hand. By the end of the month, I will have mastered the chain stitch.",
      "example_translation": "Я могу сделать цепной стежок на моей швейной машине. Она учится делать цепной стежок вручную. К концу месяца я овладею цепным стежком.",
      "imageLink": "image_files\\English\\chain-stitch.jpg",
      "audioLink": "chain stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "circular needle",
      "translation": "круглая игла",
      "definition": "A type of knitting needle with a circular or flexible shaft, used to knit in the round or to create seamless tubes.",
      "definition_translation": "Тип крючка для вязания с круглым или гибким стержнем, используемый для вязания в кругу или для создания бесшовных труб.",
      "example": "I need a circular needle to knit this hat. She is using a circular needle to make a sweater. By next winter, I will have made a scarf using a circular needle.",
      "example_translation": "Мне нужна круглая игла, чтобы связать эту шляпу. Она использует круглую иглу, чтобы сделать свитер. К следующей зиме я сделаю шарф, используя круглую иглу.",
      "imageLink": "image_files\\English\\circular-needle.jpg",
      "audioLink": "circular needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "corner punch",
      "translation": "угольный пуансон",
      "definition": "A tool used to create a rounded corner on a piece of paper or card.",
      "definition_translation": "Инструмент, используемый для создания округлого угла на листе бумаги или карте.",
      "example": "I used a corner punch to create a decorative edge on the invitation. Yesterday, I punched all the corners of the documents. By next week, I will have punched all the corners of the reports.",
      "example_translation": "Я использовал угольный пуансон, чтобы создать декоративный край на приглашении. Yesterday, я пробил все углы документов. К следующей неделе я пробью все углы отчетов.",
      "imageLink": "image_files\\English\\corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "crepe paper",
      "translation": "кrepе-бумага",
      "definition": "A type of thin, crinkled paper used for decorations and craft projects.",
      "definition_translation": "Тип тонкой, морщинистой бумаги, используемой для декораций и проектов handmade.",
      "example": "We used crepe paper to decorate the party hall. Crepe paper is a staple in our craft supply box. By next year, we will have used crepe paper for all our decorations.",
      "example_translation": "Мы использовали кrepе-бумагу, чтобы украсить зал для праздника. Кrepе-бумага является основой в нашем ящике снабжения для crafts. К следующему году мы будем использовать кrepе-бумагу для всех наших декораций.",
      "imageLink": "image_files\\English\\crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "crochet hook",
      "translation": "крючок для вязания",
      "definition": "A tool used to make loops in yarn to create a fabric.",
      "definition_translation": "Инструмент, используемый для создания петель в нити, чтобы создать ткань.",
      "example": "I always carry a crochet hook with me to make hats for charity. My grandmother taught me how to use a crochet hook when I was a child. By next month, I will have made a blanket using a crochet hook.",
      "example_translation": "Я всегда ношу с собой крючок для вязания, чтобы делать шляпы для благотворительности. Моя бабушка научила меня, как использовать крючок для вязания, когда я был ребенком. К следующему месяцу я буду иметь сделанную_blanket, используя крючок для вязания.",
      "imageLink": "image_files\\English\\crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cross stitch",
      "translation": "крестовый шов",
      "definition": "A type of embroidery that uses x-shaped stitches to create a design.",
      "definition_translation": "Тип вышивания, который использует стежки в виде креста, чтобы создать дизайн.",
      "example": "I love doing cross stitch on my free time. Cross stitch is a great hobby for relaxation. By next year, I will have finished my cross stitch project.",
      "example_translation": "Я люблю делать крестовый шов в свое свободное время. Крестовый шов - этоgreat хобби для релаксации. К следующему году я закончу свой проект крестового шва.",
      "imageLink": "image_files\\English\\cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "date stamp",
      "translation": "MARK дата",
      "definition": "A date stamp is a device or a mark that indicates the date on which something was created, sent, or received.",
      "definition_translation": "Марка даты - это устройство или отметка, которая указывает дату, когда что-то было создано, отправлено или получено.",
      "example": "The lawyer checked the date stamp on the document to verify its authenticity. She had to stamp the date on all the invoices before sending them to the clients. The company will introduce a new date stamp system to improve their documentation process.",
      "example_translation": "Адвокат проверил марку даты на документе, чтобы проверить его подлинность. Она должна была поставить дату на всех счетах-фактурах перед отправкой их клиентам. Компания введет новую систему марки даты, чтобы улучшить свой процесс документооборота.",
      "imageLink": "image_files\\English\\date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "decoupage paper",
      "translation": "Бумага для декупажа",
      "definition": "Decoupage paper is a type of paper used for decorating surfaces with cut-out designs or patterns, typically using glue or varnish.",
      "definition_translation": "Бумага для декупажа - это тип бумаги, используемой для украшения поверхностей с помощью вырезанных дизайнов или узоров, обычно с помощью клея или лака.",
      "example": "The art teacher showed the students how to use decoupage paper to create a beautiful collage. She had a vast collection of decoupage paper in different colors and patterns. The decoupage paper was too fragile to be used on the ceramic vase.",
      "example_translation": "Учительница искусства показала студентам, как использовать бумагу для декупажа, чтобы создать красивый коллаж. У нее была обширная коллекция бумаги для декупажа_differentcolors и узорах. Бумага для декупажа была слишком хрупкой, чтобы быть использованной на керамическом вазе.",
      "imageLink": "image_files\\English\\decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "embroidery floss",
      "translation": "Шелковая нить для вышивки",
      "definition": "Embroidery floss is a type of thread made from cotton, silk, or other materials, used for hand or machine embroidery and other forms of needlework.",
      "definition_translation": "Шелковая нить для вышивки - это тип нити, сделанной из хлопка, шелка или других материалов, используемой для ручной или машинной вышивки и других форм шитья.",
      "example": "The embroiderer carefully selected the embroidery floss to match the dress fabric. She had to finish the embroidery project before running out of floss. The embroidery floss was too thin to be used for tapestry work.",
      "example_translation": "Вышивальщица тщательно выбрала шелковую нить, чтобы она соотвествовала ткани платья. Она должна была закончить проект вышивки, прежде чем истощились запасы нити. Шелковая нить была слишком тонкой, чтобы быть использованной для работ по таписерии.",
      "imageLink": "image_files\\English\\embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "embroidery hoop",
      "translation": "Вышивальная рамка",
      "definition": "An embroidery hoop is a circular or oval frame used to hold fabric taut, making it easier to sew, embroider, or do other types of needlework.",
      "definition_translation": "Вышивальная рамка - это круглая или овальная рамка, используемая для натяжения ткани, что делает ее легче для шитья, вышивки или других типов шитья.",
      "example": "The beginner embroiderer found it hard to handle the embroidery hoop at first, but soon got the hang of it. The embroidery hoop was too small for the large quilt she was working on. She used an embroidery hoop to finish the intricate design on the wedding dress.",
      "example_translation": "Новичок-вышивальщица нашла трудным управление вышивальной рамкой сначала, но скоро овладела ею. Вышивальная рамка была слишком маленькой для большого квилта, над которым она работала. Она использовала вышивальную рамку, чтобы закончить интригующий дизайн на свадебном платье.",
      "imageLink": "image_files\\English\\embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "foam brush",
      "translation": "пенка для краски",
      "definition": "A foam brush is a type of brush used for applying paint or other materials to a surface. It is typically made of a foam material and has soft bristles that absorb and hold a lot of liquid.",
      "definition_translation": "Пенка для краски - это тип кисти, используемой для нанесения краски или других материалов на поверхность. Она обычно сделана из материала пены и имеет мягкие волоски, которые абсорбируют и держат много жидкости.",
      "example": "I used a foam brush to paint the walls yesterday. I will use it to apply the glue tomorrow. I have been using it to coat the surface for the past week.",
      "example_translation": "Я использовал пенку для краски, чтобы покрасить стены вчера. Я использую ее, чтобы нанести клей завтра. Я использовал ее, чтобы покрыть поверхность на прошлой неделе.",
      "imageLink": "image_files\\English\\foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "glue gun",
      "translation": "пистолет для клея",
      "definition": "A glue gun is a handheld device used to apply hot glue to a surface. It consists of a trigger, a nozzle, and a heating element that melts the glue sticks.",
      "definition_translation": "Пистолет для клея - это ручное устройство, используемое для нанесения горячего клея на поверхность. Он состоит из спуска, насадки и нагревающего элемента, который плавит клеевые стики.",
      "example": "I used a glue gun to attach the decorations to the card yesterday. I will use it to fix the toy tomorrow. I have been using it to bond the materials for the past month.",
      "example_translation": "Я использовал пистолет для клея, чтобы прикрепить украшения к карте вчера. Я использую его, чтобы починить игрушку завтра. Я использовал его, чтобы склеить материалы в прошлом месяце.",
      "imageLink": "image_files\\English\\glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hook and eye",
      "translation": "крючок и петля",
      "definition": "A hook and eye is a type of fastener used to join two parts together. It consists of a metal hook and a corresponding eyelet that can be attached to fabric or other materials.",
      "definition_translation": "Крючок и петля - это тип застежки, используемой для соединения двух частей. Он состоит из металлического крючка и соответствующей петельки, которая может быть прикреплена к ткани или другим материалам.",
      "example": "I used a hook and eye to fasten the dress yesterday. I will use it to attach the strap tomorrow. I have been using it to secure the fabric for the past year.",
      "example_translation": "Я использовал крючок и петлю, чтобы застегнуть платье вчера. Я использую его, чтобы прикрепить ремень завтра. Я использовал его, чтобы обеспечить ткань в прошлом году.",
      "imageLink": "image_files\\English\\hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ink pad",
      "translation": "чёрнильная подушка",
      "definition": "An ink pad is a small pad used to absorb and hold ink for stamping or writing. It is typically used with a stamp or a pen to apply ink to paper or other surfaces.",
      "definition_translation": "Чёрнильная подушка - это маленькая подушка, используемая для впитывания и удержания чернил для штамповки или письма. Она обычно используется с маркой или пером, чтобы наносить чернила на бумагу или другие поверхности.",
      "example": "I used an ink pad to stamp the envelope yesterday. I will use it to sign the document tomorrow. I have been using it to print the texts for the past month.",
      "example_translation": "Я использовал чёрнильную подушку, чтобы проставить конверт вчера. Я использую ее, чтобы подписать документ завтра. Я использовал ее, чтобы печатать тексты в прошлом месяце.",
      "imageLink": "image_files\\English\\ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "knitting needles",
      "translation": "шпильки для вязания",
      "definition": "A pair of pointed rods used to manipulate yarn in knitting, typically held in the hands and used to create rows of interconnected loops.",
      "definition_translation": "Пару остронаконечных палок, используемых для манипуляции пряжей при вязании, обычно удерживаемых в руках и используемых для создания рядов взаимосвязанных петель.",
      "example": "I used my knitting needles to create a beautiful scarf for my sister. Yesterday, I was knitting a hat with my knitting needles. By next weekend, I will have finished this sweater using my knitting needles.",
      "example_translation": "Я использовал свои шпильки для вязания, чтобы создать красивый шарф для своей сестры. Вчера я вязал шляпу с помощью своих шпилек для вязания. К следующим выходным я закончу эту кофту, используя свои шпильки для вязания.",
      "imageLink": "image_files\\English\\knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "modelling clay",
      "translation": "пластиковая глина",
      "definition": "A soft, pliable material used for shaping and moulding, often used in artistic or educational settings.",
      "definition_translation": "Мягкий, податливый материал, используемый для формирования и лепки, часто используемый в художественных или образовательных целях.",
      "example": "The children were excited to play with the modelling clay in art class. We used modelling clay to create a miniature city. By the end of the year, they will have mastered working with modelling clay.",
      "example_translation": "Дети были рады поиграть с пластиковой глиной на уроке искусства. Мы использовали пластиковую глину, чтобы создать миниатюрный город. К концу года они сумеют работать с пластиковой глиной.",
      "imageLink": "image_files\\English\\modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "needle threader",
      "translation": "напрягатель для нитей",
      "definition": "A small tool used to help guide thread or yarn through the eye of a needle.",
      "definition_translation": "Маленький инструмент, используемый для помощи в проведении нити или пряжи через ушко иглы.",
      "example": "The seamstress used a needle threader to sew the delicate fabric. Yesterday, I was struggling to thread a needle without a needle threader. By next week, I will have learned to use a needle threader efficiently.",
      "example_translation": "Швея использовала напрягатель для нитей, чтобы сшить деликатную ткань. Вчера я боролся с нитью иглы без напрягателя для нитей. К следующей неделе я научусь эффективно использовать напрягатель для нитей.",
      "imageLink": "image_files\\English\\needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "numbering stamp",
      "translation": "нумератор",
      "definition": "A tool used to apply sequential numbers to documents, papers, or other materials.",
      "definition_translation": "Инструмент, используемый для нанесения последовательных номеров на документы, бумаги или другие материалы.",
      "example": "The office administrator used a numbering stamp to organize the files. Yesterday, we were searching for a numbering stamp to label the boxes. By the end of the month, we will have numbered all the documents using the numbering stamp.",
      "example_translation": "Администратор офиса использовал нумератор, чтобы организовать файлы. Вчера мы искали нумератор, чтобы пометить коробки. К концу месяца мы пронумеруем все документы с помощью нумератора.",
      "imageLink": "image_files\\English\\numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "paper cutter",
      "translation": "резак для бумаги",
      "definition": "A tool used to cut paper, typically consisting of a blade and a handle.",
      "definition_translation": "Инструмент для разрезания бумаги, Typically состоящий из лезвия и ручки.",
      "example": "I used a paper cutter to trim the edges of the photo. Yesterday, I had used a paper cutter to cut out a heart shape. If I had a paper cutter, I would cut the paper into strips.",
      "example_translation": "Я использовал резак для бумаги, чтобы обрезать края фотографии. Вчера я использовал резак для бумаги, чтобы вырезать сердечную форму. Если бы у меня был резак для бумаги, я бы разрезал бумагу на полоски.",
      "imageLink": "image_files\\English\\paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "plasticine",
      "translation": "пластилин",
      "definition": "A soft, pliable material used for modeling and making objects, often used by children.",
      "definition_translation": "Мягкий, пластичный материал, используемый для моделирования и создания объектов, часто используемый детьми.",
      "example": "The child played with plasticine, creating a colorful animal figure. Yesterday, she had molded a plasticine castle. If she had more plasticine, she would create a whole city.",
      "example_translation": "Ребенок играл с пластилином, создавая цветное животное. Вчера она отлила пластилиновый замок. Если бы у нее было больше пластилина, она бы создала целый город.",
      "imageLink": "image_files\\English\\play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "poster paint",
      "translation": "крахмальный краситель",
      "definition": "A type of opaque water-based paint used for bold, vibrant artwork and designs, often used in posters and other graphic materials.",
      "definition_translation": "Тип непрозрачного водорастворимого красителя, используемого для ярких, насыщенных работ и дизайнов, часто используемого в постерах и других графических материалах.",
      "example": "The artist used poster paint to create a bright background for the advertisement. Yesterday, she had painted a beautiful landscape with poster paint. If she had more poster paint, she would create a stunning mural.",
      "example_translation": "Художник использовал крахмальный краситель, чтобы создать яркий фон для рекламы. Вчера она нарисовала красивый пейзаж с помощью крахмального красителя. Если бы у нее было больше крахмального красителя, она бы создала величественный мурал.",
      "imageLink": "image_files\\English\\poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rhinestone",
      "translation": "рождественский камень",
      "definition": "A type of crystal or glass gemstone that is often used in jewelry and decorations, characterized by its sparkling, reflective surface.",
      "definition_translation": "Тип кристалла или стеклянного камня, который часто используется в ювелирных изделиях и декорациях, характеризующийся своей сверкающей, отражательной поверхностью.",
      "example": "The dress was adorned with rhinestones that shimmered under the light. Yesterday, I had seen a rhinestone necklace that sparkled beautifully. If I had a rhinestone brooch, I would wear it to the party.",
      "example_translation": "Платье было украшено рождественскими камнями, которые сверкали под светом. Вчера я видел рождественский камень на шее, который сиял красиво. Если бы у меня был рождественский камень на булавке, я бы надел его на вечеринку.",
      "imageLink": "image_files\\English\\rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rice paper",
      "translation": "рисовая бумага",
      "definition": "A thin, translucent paper made from the pith of the rice paper plant, used for crafts, writing, and cooking.",
      "definition_translation": "Тонкая, полупрозрачная бумага, сделанная из сердцевины растения рисовой бумаги, используемая для ремесел, письма и приготовления пищи.",
      "example": "I used rice paper to make delicate origami flowers. I have been using rice paper for my art projects. I will use rice paper to make a beautiful lantern.",
      "example_translation": "Я использовал рисовую бумагу, чтобы сделать хрупкие цветы оригами. Я использовал рисовую бумагу для моих проектов искусства. Я использую рисовую бумагу, чтобы создать красивую лампу.",
      "imageLink": "image_files\\English\\rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "running stitch",
      "translation": "простой стежок",
      "definition": "The most basic stitch in hand-sewing, made by bringing the needle up and down through the fabric in a straight line.",
      "definition_translation": "Самый базовый стежок в ручной швейной работе, выполняемый путем поднятия иглы вверх и вниз через ткань в прямой линии.",
      "example": "I used a running stitch to hem my pants. She has been using a running stitch to repair her clothes. They will use a running stitch to make a quilt.",
      "example_translation": "Я использовал простой стежок, чтобы подшить брюки. Она использовала простой стежок, чтобы отремонтировать ее одежду. Они будут использовать простой стежок, чтобы сшить покрывало.",
      "imageLink": "image_files\\English\\running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sewing box",
      "translation": "швейная коробка",
      "definition": "A container used to store sewing supplies, such as threads, needles, and fabric scraps.",
      "definition_translation": "Контейнер, используемый для хранения швейных принадлежностей, таких как нити, иглы и обрезки ткани.",
      "example": "I keep my sewing box organized by categorizing my threads. She has been using her sewing box for years. They will use a sewing box to make a gift for their sister.",
      "example_translation": "Я giữ свою швейную коробку организованной, сортируя свои нити. Она использовала свою швейную коробку на протяжении многих лет. Они будут использовать швейную коробку, чтобы сделать подарок для своей сестры.",
      "imageLink": "image_files\\English\\sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sewing pattern",
      "translation": "швейная модель",
      "definition": "A template or design used as a guide for cutting and sewing fabric to create a garment or textile.",
      "definition_translation": "Шаблон или дизайн, используемый как руководство для裁ting и сшивания ткани, чтобы создать одежду или текстиль.",
      "example": "I used a sewing pattern to make a dress. She has been creating her own sewing patterns for years. They will use a sewing pattern to make a costume for the play.",
      "example_translation": "Я использовал швейную модель, чтобы сделать платье. Она создавала свои собственные швейные модели на протяжении многих лет. Они будут использовать швейную модель, чтобы сделать костюм для спектакля.",
      "imageLink": "image_files\\English\\sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tailor's dummy",
      "translation": "манекен",
      "definition": "A model of the human figure used by tailors to display or fit clothes.",
      "definition_translation": "Модель человеческой фигуры, используемая портными для демонстрации или подгонки одежды.",
      "example": "The tailor's dummy stood proudly in the shop window, wearing the latest fashion trends. The tailor had used a tailor's dummy to create the perfect fit for the customer. The fashion student will use a tailor's dummy to practice her skills.",
      "example_translation": "Манекен стоял гордо в витрине магазина, надевая последние тенденции моды. Портной использовал манекен, чтобы создать идеальный посад для клиента. Студентка моды будет использовать манекен, чтобы практиковать свои навыки.",
      "imageLink": "image_files\\English\\tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tape measure",
      "translation": "сантиметр",
      "definition": "A flexible ruler used to measure distances or sizes.",
      "definition_translation": "Гибкая линейка, используемая для измерения расстояний или размеров.",
      "example": "The carpenter used a tape measure to calculate the length of the room. The tailor will use a tape measure to take the customer's measurements. By 2025, the company will have developed a smart tape measure with advanced features.",
      "example_translation": "Плотник использовал сантиметр, чтобы рассчитать длину комнаты. Портной будет использовать сантиметр, чтобы измерить размеры клиента. К 2025 году компания разработает умный сантиметр с передовыми функциями.",
      "imageLink": "image_files\\English\\tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tissue paper",
      "translation": "туалетная бумага",
      "definition": "A soft, absorbent paper used for cleaning or wiping.",
      "definition_translation": "Мягкая, абсорбирующая бумага, используемая для очистки или вытирания.",
      "example": "The office supply store sold tissue paper in bulk. She used a tissue paper to blow her nose. The company will launch a new line of eco-friendly tissue paper products.",
      "example_translation": "Магазин канцтоваров продавал туалетную бумагу оптом. Она использовала туалетную бумагу, чтобы вытереть нос. Компания запустит новую линейку экологически чистых продуктов туалетной бумаги.",
      "imageLink": "image_files\\English\\tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "watercolour",
      "translation": "водяные краски",
      "definition": "A painting technique using water-soluble pigments on paper or fabric.",
      "definition_translation": "Техника рисования, используя водорастворимые пигменты на бумаге или ткани.",
      "example": "The artist specialized in watercolour landscapes. She learned watercolour techniques in art school. The art exhibition featured a stunning watercolour portrait.",
      "example_translation": "Артист специализировался на пейзажах, выполненных водяными красками. Она научилась техникам водяных красок в художественной школе. Арт-выставка представила потрясающий портрет, выполненный водяными красками.",
      "imageLink": "image_files\\English\\watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wooden stamp",
      "translation": "деревянная печать",
      "definition": "A wooden stamp is a tool used for making impressions or markings on a surface, typically made of wood and having a carved or engraved design.",
      "definition_translation": "Деревянная печать - это инструмент, используемый для создания оттисков или меток на поверхности, обычно сделанный из дерева и имеющий выгравированный или гравированный дизайн.",
      "example": "I used a wooden stamp to create a pattern on the fabric. I will use a wooden stamp to design a logo. She had used a wooden stamp to make a beautiful artwork.",
      "example_translation": "Я использовал деревянную печать, чтобы создать узор на ткани. Я использую деревянную печать, чтобы спроектировать логотип. Она использовала деревянную печать, чтобы создать красивое произведение искусства.",
      "imageLink": "image_files\\English\\wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "writing brush",
      "translation": "писательная кисть",
      "definition": "A writing brush is a brush used for writing or drawing with ink or other liquid substances, typically having soft bristles and a flexible tip.",
      "definition_translation": "Писательная кисть - это кисть, используемая для письма или рисования с использованием чернил или других жидких веществ, обычно имеющая мягкие волоски и гибкую вершину.",
      "example": "The artist used a writing brush to create a beautiful calligraphy. She will use a writing brush to sign the document. He had used a writing brush to write a poem.",
      "example_translation": "Артист использовал писательную кисть, чтобы создать красивую каллиграфию. Она использует писательную кисть, чтобы подписать документ. Он использовал писательную кисть, чтобы написать стихотворение.",
      "imageLink": "image_files\\English\\writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]