[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "clothes",
      "translation": "одежда",
      "definition": "articles of clothing, especially outerwear, worn on the upper part of the human body",
      "definition_translation": "статьи одежды, особенно верхняя одежда, носимая на верхней части человеческого тела",
      "example": "I wore nice clothes to the party last night, I wear casual clothes to work every day, and I will wear formal clothes to the wedding next week.",
      "example_translation": "Я надел красивую одежду на вечеринку昨夜, я ношу повседневную одежду на работу каждый день, и я надену формальную одежду на свадьбу следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "coat",
      "translation": "палто",
      "definition": "an outer garment worn to keep warm, typically with sleeves and a collar",
      "definition_translation": "внешняя одежда, носимая для согревания, обычно с рукавами и воротником",
      "example": "I had a coat on when I walked outside this morning, I will wear a coat to the mountains next winter, and I wore a coat to the party last year.",
      "example_translation": "Я надел пальто, когда я вышел на улицу этим утром, я надену пальто на горы следующей зимой, и я надел пальто на вечеринку прошлым годом.",
      "imageLink": "image_files\\English\\"imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dress",
      "translation": "платье",
      "definition": "a one-piece garment for a woman or girl, typically extending below the knee",
      "definition_translation": "одежда для женщины или девушки, обычно до колена",
      "example": "I wore a beautiful dress to the wedding last night, I will wear a dress to the party next week, and I wore a dress to the dinner last year.",
      "example_translation": "Я надел красивое платье на свадьбу昨夜, я надену платье на вечеринку следующей неделе, и я надел платье на ужин прошлым годом.",
      "imageLink": "image_files\\English\\"imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hat",
      "translation": "шляпа",
      "definition": "a head covering, typically with a brim and a crown",
      "definition_translation": "головной убор, обычно с полями и тульей",
      "example": "I wore a hat to the party last night, I will wear a hat to the beach next summer, and I wore a hat to the wedding last year.",
      "example_translation": "Я надел шляпу на вечеринку昨夜, я надену шляпу на пляж следующим летом, и я надел шляпу на свадьбу прошлым годом.",
      "imageLink": "image_files\\English\\"imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "jeans",
      "translation": "джинсы",
      "definition": "Jeans are a type of trousers made from denim or other cotton fabric, typically designed for casual wear.",
      "definition_translation": "Джинсы - это тип брюк, сделанных из денима или другой хлопковой ткани, обычно предназначенных для повседневного ношения.",
      "example": "I wore jeans to the party last night, I wear jeans to work every day, and I will wear jeans to the beach next week.",
      "example_translation": "Я надел джинсы на вечеринку вчера вечером, я ношу джинсы на работу каждый день, и я надену джинсы на пляж на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shirt",
      "translation": "рубашка",
      "definition": "A shirt is a garment with a collar, typically worn on the upper part of the body, often with buttons or a zipper.",
      "definition_translation": "Рубашка - это предмет одежды с воротником, обычно носящийся на верхней части тела, часто с кнопками или молнией.",
      "example": "I ironed my shirt yesterday, I am wearing a shirt today, and I will buy a new shirt tomorrow.",
      "example_translation": "Я гладил свою рубашку вчера, я ношу рубашку сегодня, и я куплю новую рубашку завтра.",
      "imageLink": "image_files\\English\\"imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shoe",
      "translation": "обувь",
      "definition": "A shoe is a footwear covering the foot, typically made of leather, synthetic materials, or fabric.",
      "definition_translation": "Обувь - это изделие для ног, обычно сделанное из кожи, синтетических материалов или ткани.",
      "example": "I polished my shoe last week, I am wearing a shoe now, and I will buy a new shoe next month.",
      "example_translation": "Я полировал мою обувь на прошлой неделе, я ношу обувь сейчас, и я куплю новую обувь следующим месяцем.",
      "imageLink": "image_files\\English\\"imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "skirt",
      "translation": "юбка",
      "definition": "A skirt is a garment worn by women and girls, typically hanging from the waist and extending to the legs.",
      "definition_translation": "Юбка - это изделие, носимое женщинами и девочками, обычно висящее от пояса и спускающееся до ног.",
      "example": "My sister wore a skirt to the party, I will wear a skirt to the wedding, and she wore a skirt to the prom.",
      "example_translation": "Моя сестра надела юбку на вечеринку, я надену юбку на свадьбу, и она надела юбку на выпускной бал.",
      "imageLink": "image_files\\English\\"imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "T-shirt",
      "translation": "Футболка",
      "definition": "A T-shirt is a type of casual wear with a round neckline and short sleeves, typically made of cotton, polyester, or a blend of both.",
      "definition_translation": "Футболка - это тип повседневной одежды с круглым вырезом и короткими рукавами, обычно сделанной из хлопка, полиэстера или смеси обоих.",
      "example": "I wore a T-shirt to the gym yesterday, I will wear a T-shirt to the park tomorrow, and I am wearing a T-shirt to the concert tonight.",
      "example_translation": "Я надел футболку в спортзал вчера, я надену футболку в парк завтра, и я ношу футболку на концерт сегодня вечером.",
      "imageLink": "image_files\\English\\"imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "trousers",
      "translation": "брюки",
      "definition": "Trousers are a type of garment worn on the lower part of the body, covering the legs.",
      "definition_translation": "Брюки - это тип одежды, носимой на нижней части тела, покрывающей ноги.",
      "example": "I wore trousers to work yesterday, I will wear trousers to the office tomorrow, and I am wearing trousers to the meeting tonight.",
      "example_translation": "Я надел брюки на работу вчера, я надену брюки в офис завтра, и я ношу брюки на встречу сегодня вечером.",
      "imageLink": "image_files\\English\\"imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "boot",
      "translation": "ботинок",
      "definition": "A boot is a type of footwear that covers the foot and ankle, often extending up the leg.",
      "definition_translation": "Ботинок - это тип обуви, покрывающей стопу и лодыжку, часто достигающий до ноги.",
      "example": "I wore boots to the hiking trip yesterday, I will wear boots to the snowboarding resort tomorrow, and I am wearing boots to the construction site tonight.",
      "example_translation": "Я надел ботинки на поход вчера, я надену ботинки в сноуборд-резорт завтра, и я ношу ботинки на строительную площадку сегодня вечером.",
      "imageLink": "image_files\\English\\"imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cap",
      "translation": "кепка",
      "definition": "A cap is a type of headgear with a visor, often made of cotton, polyester, or a blend of both.",
      "definition_translation": "Кепка - это тип головного убора с козырьком, часто сделанная из хлопка, полиэстера или смеси обоих.",
      "example": "I wore a cap to the baseball game yesterday, I will wear a cap to the picnic tomorrow, and I am wearing a cap to the parade tonight.",
      "example_translation": "Я надел кепку на бейсбольный матч вчера, я надену кепку на пикник завтра, и я ношу кепку на парад сегодня вечером.",
      "imageLink": "image_files\\English\\"imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "glove",
      "translation": "перчатка",
      "definition": "A glove is a garment worn on the hand, typically made of fabric or leather, to keep the hand warm or to protect it from injury.",
      "definition_translation": "Перчатка - это одежда, надеваемая на руку, обычно сделанная из ткани или кожи, чтобы रखनать руку в тепле или защитить ее от травмы.",
      "example": "I wore gloves to protect my hands from the cold. Yesterday, I forgot my gloves at home. Tomorrow, I will buy new gloves.",
      "example_translation": "Я надел перчатки, чтобы защитить руки от холода. Вчера я забыл перчатки дома. Завтра я куплю новые перчатки.",
      "imageLink": "image_files\\English\\"imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "jacket",
      "translation": "пиджак",
      "definition": "A jacket is a short coat, typically worn by men and boys, often made of a thicker material than a shirt.",
      "definition_translation": "Пиджак - это короткая куртка, обычно носящаяся мужчинами и мальчиками, часто сделанная из более толстого материала, чем рубашка.",
      "example": "I wore a jacket to the party last night. My brother will wear a jacket to school tomorrow. She had worn a jacket to the mountains last year.",
      "example_translation": "Я надел пиджак на вечеринку昨скую ночь. Мой брат будет носить пиджак в школу завтра. Она носила пиджак в горы в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "jumper",
      "translation": "свитер",
      "definition": "A jumper is a type of knit garment that covers the upper body, typically made of wool or cotton.",
      "definition_translation": "Свитер - это тип вязаного изделия, которое покрывает верхнюю часть тела, обычно сделанного из шерсти или хлопка.",
      "example": "I wore a jumper to keep warm in the winter. She will wear a jumper to the office tomorrow. They had worn jumpers at the skiing resort last week.",
      "example_translation": "Я надел свитер, чтобы giữ теплом в зимой. Она будет носить свитер в офис завтра. Они носили свитеры на горнолыжном курорте на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pocket",
      "translation": "карман",
      "definition": "A pocket is a small bag or envelope sewn into or attached to a garment, used for carrying small items.",
      "definition_translation": "Карман - это маленький мешок или конверт, пришитый к или прикрепленный к одежде, используемый для ношения маленьких предметов.",
      "example": "I kept my phone in my pocket. She will put her keys in her pocket tomorrow. They had found a wallet in the pocket of the old jacket.",
      "example_translation": "Я держал свой телефон в кармане. Она будет класть свои ключи в карман завтра. Они нашли бумажник в кармане старого пиджака.",
      "imageLink": "image_files\\English\\"imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "raincoat",
      "translation": "пальто",
      "definition": "A waterproof or water-resistant coat worn to protect the wearer from rain.",
      "definition_translation": "Водонепроницаемое или водоотталкивающее пальто, носимое для защиты от дождя.",
      "example": "I wore my raincoat to the park yesterday, but it didn't rain. I will wear it tomorrow, in case it rains. I wore it last year during the rainy season.",
      "example_translation": "Я надел пальто в парк вчера, но не было дождя. Я надену его завтра, на случай если будет дождь. Я носил его в прошлом году во время дождливого сезона.",
      "imageLink": "image_files\\English\\"imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "scarf",
      "translation": "шарф",
      "definition": "A piece of fabric worn around the neck for warmth or as a fashion accessory.",
      "definition_translation": "Кусок ткани, носимый вокруг шеи для тепла или как аксессуар моды.",
      "example": "I wore a scarf to the party, but I lost it on the way home. I will wear a new scarf to the office tomorrow. I wore a scarf during the winter vacation last year.",
      "example_translation": "Я надел шарф на вечеринку, но потерял его по дороге домой. Я надену новый шарф в офис завтра. Я носил шарф во время зимнего отпуска в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "shorts",
      "translation": "шорты",
      "definition": "Trousers that are shorter than knee-length, worn in warm weather.",
      "definition_translation": "Штаны, которые короче колена, носимые в теплую погоду.",
      "example": "I wore shorts to the beach yesterday, but I forgot to apply sunscreen. I will wear shorts to the park tomorrow, if it's not too cold. I wore shorts during the summer vacation last year.",
      "example_translation": "Я надел шорты на пляж вчера, но забыл наносить солнцезащитный крем. Я надену шорты в парк завтра, если не будет слишком холодно. Я носил шорты во время летнего отпуска в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sock",
      "translation": "носок",
      "definition": "A piece of clothing worn on the foot, typically made of fabric or yarn.",
      "definition_translation": "Кусок одежды, носимый на ноге, обычно сделанный из ткани или пряжи.",
      "example": "I lost a sock in the washing machine yesterday, but I found it today. I will wear a new pair of socks to the gym tomorrow. I wore socks during the hike last year.",
      "example_translation": "Я потерял носок в стиральной машине вчера, но нашел сегодня. Я надену новую пару носков в спортзал завтра. Я носил носки во время похода в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "suit",
      "translation": "костюм",
      "definition": "a set of outer clothes made of the same fabric and designed to be worn together, typically consisting of a jacket, trousers, and sometimes a waistcoat.",
      "definition_translation": "комплект outer одежды, сделанный из того же материала и спроектированный для ношения вместе, обычно состоящий из куртки, брюк и иногда жилета.",
      "example": "I wore a suit to the job interview, and I think it made a good impression. I am going to wear a suit to the wedding tomorrow, and I wore a suit to the party last week.",
      "example_translation": "Я надел костюм на собеседование по работе, и я думаю, что это произвелоgood впечатление. Я надену костюм на свадьбу завтра, и я надел костюм на вечеринку на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sweater",
      "translation": "свитер",
      "definition": "a warm knitted garment typically with long sleeves, worn for casual or athletic occasions.",
      "definition_translation": "тёплый вязаный гармент, обычно с длинными рукавами, носимый для неформальных или спортивных случаев.",
      "example": "I love to wear a sweater on a cold winter day, and I used to wear a sweater to play football when I was a kid. I will wear a sweater to the mountains next month, and I wore a sweater to the park last weekend.",
      "example_translation": "Я люблю надевать свитер в холодный зимний день, и я носил свитер играть в футбол, когда был ребенком. Я надену свитер в горы nächsten месяц, и я надел свитер в парке на прошлом Wochenende.",
      "imageLink": "image_files\\English\\"imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "swimming costume",
      "translation": "плавательный костюм",
      "definition": "a garment worn for swimming, typically made of a quick-drying fabric and designed to reduce drag in the water.",
      "definition_translation": "гармент, носимый для плавания, обычно сделанный из быстросохнущего материала и спроектированный для уменьшения сопротивления в воде.",
      "example": "I need to buy a new swimming costume for the summer, and I forgot my swimming costume at home when I went to the pool last time. I will wear a swimming costume to the beach next week, and I wore a swimming costume to the water park last year.",
      "example_translation": "Мне нужно купить новый плавательный костюм на лето, и я забыл свой плавательный костюм дома, когда я пошел в бассейн в прошлый раз. Я надену плавательный костюм на пляж 次週, и я надел плавательный костюм в водный парк в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "swimsuit",
      "translation": "купальник",
      "definition": "a garment worn for swimming, typically made of a quick-drying fabric and designed to reduce drag in the water.",
      "definition_translation": "гармент, носимый для плавания, обычно сделанный из быстросохнущего материала и спроектированный для уменьшения сопротивления в воде.",
      "example": "I prefer to wear a swimsuit to the beach, and I bought a new swimsuit for the summer. I wore a swimsuit to the pool party last month, and I will wear a swimsuit to the water park next week.",
      "example_translation": "Я предпочитаю надевать купальник на пляж, и я купил новый купальник на лето. Я надел купальник на.party в бассейне прошлого месяца, и я надену купальник в водный паркgetNext неделю.",
      "imageLink": "image_files\\English\\"imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tie",
      "translation": "галстук",
      "definition": "A tie is a long, narrow piece of fabric worn around the neck, typically by men, to add a touch of elegance and professionalism to their attire.",
      "definition_translation": "Галстук - это длинная, узкая piece ткани, носимая вокруг шеи, обычно мужчинами, чтобы добавить элегантности и профессиональности к их одежде.",
      "example": "I tied a tie for the first time in my life when I was 20. Now I tie a tie every day for work. I will tie a tie for my brother's wedding next week.",
      "example_translation": "Я завязал галстук впервые в жизни, когда мне было 20 лет. Теперь я завязываю галстук каждый день для работы. Я завяжу галстук на свадьбе моего брата на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tights",
      "translation": "колготки",
      "definition": "Tights are a type of clothing worn by people, typically women, to cover their legs and feet, often for warmth or as a fashion statement.",
      "definition_translation": "Колготки - это тип одежды, носимой людьми, обычно женщинами, чтобы покрыть ноги и ступни, часто для warmth или как заявление о моде.",
      "example": "I wore tights to the party last night. She will wear tights to the ballet performance tomorrow. They wore tights to the costume party last year.",
      "example_translation": "Я надел колготки на вечеринку вчера вечером. Она наденет колготки на балетное представление завтра. Они надели колготки на костюмированную вечеринку в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "trainers",
      "translation": "кеды",
      "definition": "Trainers are a type of athletic shoe designed for running, jogging, or other forms of exercise, often worn for casual, everyday use.",
      "definition_translation": "Кеды - это тип спортивной обуви, предназначенный для бега, джоггинга или других форм упражнений, часто носятся для неформального, повседневного использования.",
      "example": "I bought trainers for my birthday. She will buy trainers for her sister next week. They bought trainers for their trip to the mountains last year.",
      "example_translation": "Я купил кеды на свой день рождения. Она купит кеды своей сестре на следующей неделе. Они купили кеды для своей поездки в горы в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "uniform",
      "translation": "униформа",
      "definition": "A uniform is a set of special clothes worn by people, often for a particular profession, occupation, or activity, to identify themselves as part of a group or organization.",
      "definition_translation": "Униформа - это набор спеціальных одежд, носимых людьми, часто для определенной профессии, занятия или деятельности, чтобы идентифицировать себя как часть группы или организации.",
      "example": "I wore a uniform to school every day. She will wear a uniform to her new job next month. They wore uniforms to the police academy graduation ceremony last year.",
      "example_translation": "Я носил униформу в школу каждый день. Она наденет униформу на свою новую работу следующий месяц. Они надели униформы на церемонию выпуска полиции академии в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "blouse",
      "translation": "блузка",
      "definition": "A blouse is a type of upper body garment that is typically worn by women and girls. It is usually a casual, informal piece of clothing, but can also be worn as part of a more formal outfit.",
      "definition_translation": "Блузка - это тип верхней части одежды, которая обычно носится женщинами и девочками. это обычно неформальная, неофициальная часть одежды, но также может быть носить как часть более формального наряда.",
      "example": "I wore a beautiful blouse to the party last night. I will wear a new blouse to the office tomorrow. She wore a lovely blouse to the wedding yesterday.",
      "example_translation": "Я надела красивую блузку на вечеринку сегодня ночью. Я надену новую блузку в офис завтра. Она наделаsplendid блузку на свадьбу вчера.",
      "imageLink": "image_files\\English\\"imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "collar",
      "translation": "воротник",
      "definition": "A collar is a part of a shirt or dress that folds over and fastens around the neck. It can be made of various materials and can be designed in different styles.",
      "definition_translation": "Воротник - это часть рубашки или платья, которая складывается и застегивается вокруг шеи. Он может быть сделан из различных материалов и может иметь различные стили.",
      "example": "The collar of my shirt was stained. She will wear a dress with a white collar to the ceremony. He always wears a shirt with a stiff collar.",
      "example_translation": "Воротник моей рубашки был испачкан. Она будет носить платье с белым воротником на церемонии. Он всегда носит рубашку с жестким воротником.",
      "imageLink": "image_files\\English\\"imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "heel",
      "translation": "каблук",
      "definition": "A heel is the back part of a shoe that raises the heel of the foot above the toes. It can be high or low, and can be made of various materials.",
      "definition_translation": "Каблук - это задняя часть обуви, которая поднимает пятку ноги над пальцами. Он может быть высоким или низким и может быть сделан из различных материалов.",
      "example": "I wore high heels to the party. She will wear flat heels to the office tomorrow. He tripped on his heel on the stairs.",
      "example_translation": "Я надела высокие каблуки на вечеринку. Она будет носить плоские каблуки в офис завтра. Он споткнулся о свой каблук на лестнице.",
      "imageLink": "image_files\\English\\"imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "knickers",
      "translation": "трусики",
      "definition": "Knickers are a type of undergarment worn by women and girls. They are usually made of soft fabrics and are designed to provide comfort and support.",
      "definition_translation": "Трусики - это тип нижнего белья, который носят женщины и девочки. Они обычно сделаны из мягких тканей и предназначены для обеспечения комфорта и поддержки.",
      "example": "I forgot to pack my knickers for the trip. She loves wearing lace knickers. They were too tight and uncomfortable, so I had to change my knickers.",
      "example_translation": "Я забыла упаковать свои трусики для поездки. Она любит носить кружевные трусики. Они были слишком тесными и неудобными, så я должна была поменять свои трусики.",
      "imageLink": "image_files\\English\\"imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pants",
      "translation": "брюки",
      "definition": "An outer garment covering the lower part of the body, typically extending from the waist to the ankles.",
      "definition_translation": "Наружная одежда, покрывающая нижнюю часть тела, обычно от талии до голеней.",
      "example": "I wore pants to the party last night. I wear pants to work every day. I will wear pants to the wedding tomorrow.",
      "example_translation": "Я надел брюки на вечеринку вчера. Я ношу брюки на работу каждый день. Я надену брюки на свадьбу завтра.",
      "imageLink": "image_files\\English\\"imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pullover",
      "translation": "свитер",
      "definition": "A sweater that is pulled on over the head, without buttons or a zipper.",
      "definition_translation": "Свитер, который надевается через голову, без кнопок или молнии.",
      "example": "I pulled on a pullover to stay warm. She wears a pullover to the gym. They will buy a pullover for the winter.",
      "example_translation": "Я надел свитер, чтобы согреться. Она носит свитер в спортзал. Они купят свитер на зиму.",
      "imageLink": "image_files\\English\\"imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sandal",
      "translation": "сандали",
      "definition": "A type of shoe that exposes the foot, typically held on by straps.",
      "definition_translation": "Тип обуви, который открывает ногу, обычно держится на ремнях.",
      "example": "I wore sandals to the beach. She loves to wear sandals in the summer. They will buy sandals for the vacation.",
      "example_translation": "Я надел сандали на пляж. Она любит носить сандали летом. Они купят сандали на отпуск.",
      "imageLink": "image_files\\English\\"imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sleeve",
      "translation": "рукав",
      "definition": "A part of a garment that covers the arm, typically from the shoulder to the wrist.",
      "definition_translation": "Часть одежды, которая покрывает руку, обычно от плеча до запястья.",
      "example": "I rolled up the sleeve of my shirt. She has a tattoo on her sleeve. They will adjust the sleeve of the dress.",
      "example_translation": "Я свернул рукав моей рубашки. У нее есть татуировка на рукаве. Они будут регулировать рукав платья.",
      "imageLink": "image_files\\English\\"imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "slippers",
      "translation": "тапочки",
      "definition": "A slipper is a type of footwear that is worn indoors, typically made of soft materials such as wool or cotton, and designed for comfort and warmth.",
      "definition_translation": "тапочка - это tipo обуви, которая носится дома, обычно изготавливается из мягких материалов, таких как шерсть или хлопок, и предназначена для комфорта и тепла.",
      "example": "I wore slippers to keep my feet warm while watching TV. I will wear slippers to bed tonight. She wore slippers to the party because it was a casual event.",
      "example_translation": "Я надел тапочки, чтобы giữть ноги теплыми, пока смотрел ТВ. Я надену тапочки в постель tonight. Она надела тапочки на вечеринку, потому что это было неформальное мероприятие.",
      "imageLink": "image_files\\English\\"imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sweatshirt",
      "translation": "турецкий свитер",
      "definition": "A sweatshirt is a casual, long-sleeved shirt, typically made of thick, warm fabric, worn for comfort and relaxation.",
      "definition_translation": "Турецкий свитер - это casual, длиннорукавшая рубашка, обычно изготавливается из толстой, warm ткани, носится для комфорта и релаксации.",
      "example": "I wore a sweatshirt to the gym yesterday. She will wear a sweatshirt to the concert tonight. They wore sweatshirts to the picnic because it was chilly.",
      "example_translation": "Я надел турецкий свитер в спортзал вчера. Она наденет турецкий свитер на концерт tonight. Они надели турецкие свитеры на пикник, потому что было прохладно.",
      "imageLink": "image_files\\English\\"imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "swimming trunks",
      "translation": "шорты для плавания",
      "definition": "Swimming trunks are a type of shorts worn for swimming, typically made of quick-drying, lightweight fabric, designed for comfort and practicality.",
      "definition_translation": "Шорты для плавания - это tipo шорт, которые носят для плавания, обычно изготавливаются из быстросохнущей, легкой ткани, предназначены для комфорта и практичности.",
      "example": "I wore swimming trunks to the beach last summer. She will wear swimming trunks to the pool party tonight. They wore swimming trunks to the water park because it was hot.",
      "example_translation": "Я надел шорты для плавания на пляж прошлым летом. Она наденет шорты для плавания на вечеринку у бассейна tonight. Они надели шорты для плавания в водный парк, потому что было жарко.",
      "imageLink": "image_files\\English\\"imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "top",
      "translation": "верхняя часть",
      "definition": "A top is a type of garment worn on the upper body, typically covering the torso, and can be a casual or formal piece of clothing.",
      "definition_translation": "Верхняя часть - это tipo одежды, которая носится на верхней части тела, обычно покрывает туловище, и может быть casual или формальной частью одежды.",
      "example": "I wore a top to the party last night. She will wear a top to the office tomorrow. They wore tops to the fashion show because it was a trendy event.",
      "example_translation": "Я надел верхнюю часть на вечеринку прошлой ночью. Она наденет верхнюю часть в офис завтра. Они надели верхние части на модное шоу, потому что это было стильное мероприятие.",
      "imageLink": "image_files\\English\\"imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tracksuit",
      "translation": "транслютор",
      "definition": "A tracksuit is a casual, comfortable outfit consisting of a top and pants, typically made of a synthetic material such as polyester or nylon, designed for athletic or athletic-inspired activities.",
      "definition_translation": "Транслютор - это удобный, комфортный наряд, состоящий из верхней части и брюк, обычно сделанный из синтетического материала, такого как полиэстер или нейлон, предназначенный для спортивных или спортивно-инспирированных aktivit.",
      "example": "I wore a tracksuit to the gym yesterday, but I will wear a different one to the park tomorrow. She has been wearing tracksuits every Saturday morning.",
      "example_translation": "Я надел транслютор в спортзал вчера, но я надену другой в парк завтра. Она носит транслюторы каждое субботнее утро.",
      "imageLink": "image_files\\English\\"imageLink": "tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "underpants",
      "translation": "трусы",
      "definition": "Underpants are a type of underwear worn next to the skin, usually made of soft, lightweight material, such as cotton or silk.",
      "definition_translation": "Трусы - это тип нижнего белья, надеваемого рядом с кожей, обычно сделанный из мягкого, легкого материала, такого как хлопок или шелк.",
      "example": "I need to buy some new underpants because my old ones are worn out. She was washing her underpants in the sink.",
      "example_translation": "Мне нужно купить новые трусы, потому что мои старые изношены. Она стирала свои трусы в раковине.",
      "imageLink": "image_files\\English\\"imageLink": "underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "underwear",
      "translation": "нижнее белье",
      "definition": "Underwear refers to clothing worn next to the skin, typically under outer garments, including underpants, bras, and panties.",
      "definition_translation": "Нижнее белье - это одежда, надеваемая рядом с кожей, обычно под внешними гардеробами, включая трусы, бюстгальтеры и панталоны.",
      "example": "I do my laundry, including my underwear, every Sunday. She was looking for a comfortable underwear set.",
      "example_translation": "Я делаю свою стирку, включая нижнее белье, каждое воскресенье. Она искала удобный комплект нижнего белья.",
      "imageLink": "image_files\\English\\"imageLink": "underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "apron",
      "translation": "фартук",
      "definition": "An apron is a piece of fabric worn over clothing to protect it from stains and splashes, typically used in cooking, gardening, or other messy activities.",
      "definition_translation": "Фартук - это кусок ткани, надеваемый поверх одежды, чтобы защитить ее от пятен и брызг, обычно используемый приготовлениях, садоводстве или других грязных hoạtностях.",
      "example": "I put on an apron to cook dinner, but I forgot to take it off when I answered the phone. She was wearing an apron to protect her clothes while painting.",
      "example_translation": "Я надел фартук, чтобы приготовить ужин, но я забыл его снять, когда ответил на телефонный звонок. Она надела фартук, чтобы защитить свою одежду, когда красила.",
      "imageLink": "image_files\\English\\"imageLink": "apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bikini",
      "translation": "бикини",
      "definition": "a brief swimsuit, typically worn by women, characterized by two pieces of fabric, one covering the breasts and the other covering the groin area",
      "definition_translation": "краткое купальник, обычно носимый женщинами, характеризуется двумя кусками ткани, один из которых покрывает грудь, а другой - область бедер",
      "example": "She wore a red bikini to the beach yesterday. She will wear a blue bikini to the pool tomorrow. She has worn a yellow bikini to the lake every summer.",
      "example_translation": "Она надела красное бикини на пляж вчера. Она наденет синее бикини на бассейн завтра. Она носила желтое бикини на озеро каждый летний сезон.",
      "imageLink": "image_files\\English\\"imageLink": "bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "boxer shorts",
      "translation": "шорты-боксеры",
      "definition": "loose-fitting, loose-hanging shorts worn by men, typically made of cotton or synthetic materials",
      "definition_translation": "широкие, свободно висящие шорты, которые носят мужчины, обычно сделанные из хлопка или синтетических материалов",
      "example": "He wore boxer shorts to bed last night. He will wear boxer shorts to the gym tomorrow. He has worn boxer shorts to the park every Sunday.",
      "example_translation": "Он надел шорты-боксеры на ночь вчера. Он наденет шорты-боксеры в спортзал завтра. Он носил шорты-боксеры в парк каждое воскресенье.",
      "imageLink": "image_files\\English\\"imageLink": "boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bra",
      "translation": "бюстгальтер",
      "definition": "a typically women's undergarment, designed to support and cover the breasts",
      "definition_translation": "обычно женское нижнее белье, предназначенное для поддержки и покрытия груди",
      "example": "She put on a new bra yesterday. She will wear a push-up bra to the party tonight. She has worn a sports bra to the gym every morning.",
      "example_translation": "Она надела новый бюстгальтер вчера. Она наденет пуш-ап бюстгальтер на вечerinok сегодня ночью. Она носила спортивный бюстгальтер в спортзал каждое утро.",
      "imageLink": "image_files\\English\\"imageLink": "bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "briefs",
      "translation": "мужские трусы",
      "definition": "a type of men's underwear, characterized by a snug fit and usually made of cotton or synthetic materials",
      "definition_translation": "тип мужского нижнего белья, характеризуется плотным сидением и обычно сделан из хлопка или синтетических материалов",
      "example": "He wore briefs to bed last night. He will wear tight briefs to the gym tomorrow. He has worn boxers briefs to the park every weekend.",
      "example_translation": "Он надел мужские трусы на ночь вчера. Он наденет тight мужские трусы в спортзал завтра. Он носил боксерские трусы в парк каждые выходные.",
      "imageLink": "image_files\\English\\"imageLink": "briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cardigan",
      "translation": "кардиган",
      "definition": "A cardigan is a type of knitted garment that has an open front and is typically worn over a shirt or blouse.",
      "definition_translation": "Кардиган - это тип вязаного изделия с открытым передом, который обычно носится над рубашкой или блузкой.",
      "example": "I wore a cardigan to keep warm in the cold office. I will wear a cardigan to the party tonight. I wore a cardigan to the meeting yesterday.",
      "example_translation": "Я надел картриджан, чтобы согреться в холодном офисе. Я надену картриджан на вечеринку сегодня вечером. Я надел картриджан на встречу вчера.",
      "imageLink": "image_files\\English\\"imageLink": "cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "costume",
      "translation": "костюм",
      "definition": "A costume is a set of clothes worn to create a specific character or theme, often for a performance or festivity.",
      "definition_translation": "Костюм - это набор одежды, носимой для создания определенного характера или темы, часто для выступления или празднования.",
      "example": "I wore a costume to the Halloween party last year. I will wear a costume to the play tomorrow. I wore a costume to the masquerade ball last month.",
      "example_translation": "Я надел костюм на Хэллоуин-вечеринку в прошлом году. Я надену костюм на пьесу завтра. Я надел костюм на маскарадный бал minul месяц.",
      "imageLink": "image_files\\English\\"imageLink": "costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cuff",
      "translation": "манжета",
      "definition": "A cuff is a band or fold at the end of a sleeve, typically used to fasten or decorate a shirt or blouse.",
      "definition_translation": "Манжета - это лента или складка на конце рукава, обычно используемая для застегивания или украшения рубашки или блузы.",
      "example": "I rolled up my cuff to wash my hands. I will wear a shirt with a French cuff to the wedding. I wore a blouse with a puffy cuff to the party.",
      "example_translation": "Я закатал манжету, чтобы помыть руки. Я надену рубашку с французской манжетой на свадьбу. Я надел блузку с пышной манжетой на вечеринку.",
      "imageLink": "image_files\\English\\"imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "helmet",
      "translation": "шлем",
      "definition": "A helmet is a protective headgear worn to protect the head from injury, often used in sports or military activities.",
      "definition_translation": "Шлем - это защитный головной убор, носимый для защиты головы от травм, часто используемый в спорте или военных действиях.",
      "example": "I wore a helmet to ride my bike yesterday. I will wear a helmet to play hockey tomorrow. I wore a helmet to the construction site last week.",
      "example_translation": "Я надел шлем, чтобы поехать на велосипеде yesterday. Я надену шлем, чтобы играть в хоккей завтра. Я надел шлем на строительную площадку на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hood",
      "translation": "капот",
      "definition": "A hood is a covering for the head and neck, often attached to a jacket or coat.",
      "definition_translation": "Капот - это покрытие для головы и шеи, часто прикрепленное к куртке или пальто.",
      "example": "I pulled up my hood to protect myself from the rain. Yesterday, I had forgotten to wear a hood. If it rains, I will wear a hood.",
      "example_translation": "Я натянул капот, чтобы защитить себя от дождя. Вчера я забыл надеть капот. Если будет дождь, я надену капот.",
      "imageLink": "image_files\\English\\"imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "knee socks",
      "translation": "носки до колен",
      "definition": "Knee socks are a type of sock that covers the foot and calf, extending up to just below the knee.",
      "definition_translation": "Носки до колен - это тип носок, который покрывает ногу и голень, доходя до середины колена.",
      "example": "I wore knee socks to play soccer. My sister loves to wear knee socks with her skirt. She will wear knee socks to the party.",
      "example_translation": "Я надел носки до колен, чтобы играть в футбол. Моя сестра любит носить носки до колен с юбкой. Она будет носить носки до колен на вечеринку.",
      "imageLink": "image_files\\English\\"imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nightgown",
      "translation": "ночное платье",
      "definition": "A nightgown is a loose, comfortable garment worn for sleeping or lounging.",
      "definition_translation": "Ночное платье - это свободное, удобное платье, надеваемое для сна или отдыха.",
      "example": "My grandmother always wore a nightgown to bed. I found a beautiful nightgown in the store. She will buy a new nightgown for the trip.",
      "example_translation": "Моя бабушка всегда надевала ночное платье в постель. Я нашел krásное ночное платье в магазине. Она купит новое ночное платье для поездки.",
      "imageLink": "image_files\\English\\"imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nightie",
      "translation": "ночнушка",
      "definition": "A nightie is a short, loose-fitting nightdress, typically worn by women.",
      "definition_translation": "Ночнушка - это короткое, свободное ночное платье, обычно надеваемое женщинами.",
      "example": "I prefer to wear a nightie to bed. My sister has a beautiful nightie for her honeymoon. She will pack a nightie for the weekend.",
      "example_translation": "Я предпочитаю надевать ночнушку в постель. Моя сестра имеет красивую ночнушку для медового месяца. Она упакует ночнушку на выходные.",
      "imageLink": "image_files\\English\\"imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pyjamas",
      "translation": "пижама",
      "definition": "Loose, comfortable trousers and a loose top worn for sleeping or lounging.",
      "definition_translation": "Свободные, удобные брюки и свободная верхняя часть, надевающиеся для сна или отдыха.",
      "example": "I wore my pyjamas to bed last night, I wear them every evening, and I will wear them to sleep tomorrow.",
      "example_translation": "Я надел пижаму в постель прошлой ночью, я ношу их каждый вечер, и я надену их для сна завтра.",
      "imageLink": "image_files\\English\\"imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sneakers",
      "translation": "кеды",
      "definition": "Lightweight casual shoes with rubber soles, often used for athletic activities.",
      "definition_translation": "Легкие неформальные обувь с резиновыми подошвами, часто используемая для спортивных мероприятий.",
      "example": "I laced up my sneakers and went for a run yesterday, I wear them to play basketball every week, and I will wear them to jog tomorrow.",
      "example_translation": "Я завязал кеды и пошел на пробежку вчера, я ношу их, чтобы играть в баскетбол каждую неделю, и я надену их, чтобы пробежать завтра.",
      "imageLink": "image_files\\English\\"imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bathrobe",
      "translation": "халат",
      "definition": "A loose, comfortable robe worn after bathing or for lounging.",
      "definition_translation": "Свободный, удобный халат, надеваемый после купания или для отдыха.",
      "example": "I put on my bathrobe after taking a shower, I wore it to relax on the couch yesterday, and I will wear it to get ready for bed tonight.",
      "example_translation": "Я надел халат после принятия душа, я носил его, чтобы расслабиться на диване вчера, и я надену его, чтобы приготовиться ко сну 今 ночью.",
      "imageLink": "image_files\\English\\"imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bow tie",
      "translation": "бабочка",
      "definition": "A type of necktie that consists of a ribbon tied in a bow shape.",
      "definition_translation": "Тип галстука, который состоит из ленты, завязанной в форме бабочки.",
      "example": "I wore a bow tie to the formal dinner last night, I will wear it to the wedding tomorrow, and I wore it to the party last week.",
      "example_translation": "Я надел бабочку на формальный ужин прошлой ночью, я надену ее на свадьбу tomorrow, и я надел ее на вечеринку на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dungarees",
      "translation": "комбинезоны",
      "definition": "loose trousers typically made of denim or other sturdy fabric, often worn for informal or casual occasions",
      "definition_translation": "свободные брюки, обычно сделанные из денима или другой прочной ткани, часто носятся для неформальных или случайных случаев",
      "example": "I wore dungarees to the picnic yesterday, and I will wear them to the garden party tomorrow, but I wore them to the beach last year.",
      "example_translation": "Я надел комбинезоны на пикник вчера, и я надену их на грядущую партию в саду завтра, но я надел их на пляж в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "flip-flops",
      "translation": " flips-флips",
      "definition": "a type of sandal with a strap that goes between the big and second toes",
      "definition_translation": "тип сандалий с ремнём, который проходит между большим и вторым пальцами",
      "example": "I bought flip-flops for my vacation, and I will wear them to the beach tomorrow, but I wore them to the pool last week.",
      "example_translation": "Я купил flip-флips для моего отпуска, и я надену их на пляж завтра, но я надел их в бассейн на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fur coat",
      "translation": "шуба",
      "definition": "a coat made of fur, especially one that is luxurious and expensive",
      "definition_translation": "пальто, сделанное из меха, особенно то, которое роскошное и дорогое",
      "example": "She wore a beautiful fur coat to the opera, and she will wear it to the ball tomorrow, but she wore it to the gala dinner last year.",
      "example_translation": "Она надела красивую шубу на оперу, и она наденет ее на бал завтра, но она надела ее на гала-ужин в прошлом году.",
      "imageLink": "image_files\\English\\"imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "overalls",
      "translation": "комбинезоны",
      "definition": "loose-fitting trousers and a bib or jacket made of durable fabric, worn for work or casual occasions",
      "definition_translation": "свободные брюки и запон или куртка, сделанные из прочной ткани, носятся для работы или случайных случаев",
      "example": "He wore overalls to the construction site, and he will wear them to the garage tomorrow, but he wore them to the farm last week.",
      "example_translation": "Он надел комбинезоны на строительную площадку, и он наденет их в гараж завтра, но он надел их на ферму на прошлой неделе.",
      "imageLink": "image_files\\English\\"imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pantyhose",
      "translation": "колготки",
      "definition": "A garment that covers the legs, typically worn by women, combining stockings and panties in one piece.",
      "definition_translation": "Одежда, которая покрывает ноги, обычно носится женщинами, сочетая в себе чулки и трусы в одной детали.",
      "example": "She put on her pantyhose before going out to the party. She has been wearing pantyhose every day this week. She will wear pantyhose to the wedding next month.",
      "example_translation": "Она надела свои колготки перед выходом на.party. Она носила колготки каждый день этой недели. Она будет носить колготки на свадьбу следующего месяца.",
      "imageLink": "image_files\\English\\"imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "stockings",
      "translation": "чулки",
      "definition": "A garment that covers the legs, typically worn by women, extending from the toes to the top of the thighs.",
      "definition_translation": "Одежда, которая покрывает ноги, обычно носится женщинами, отходит от пальцев ног до верхней части бедер.",
      "example": "She bought a new pair of stockings yesterday. She has been wearing stockings with her dresses for years. She will wear stockings to the office tomorrow.",
      "example_translation": "Она купила новую пару чулок вчера. Она носила чулки с своими платьями годами. Она будет носить чулки в офис завтра.",
      "imageLink": "image_files\\English\\"imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "top hat",
      "translation": "силовой цилиндр",
      "definition": "A tall, flat-crowned hat, typically made of felt or straw, worn by men in the 19th century.",
      "definition_translation": "Высокая, плоская шляпа, обычно сделанная из фетра или соломы, носимая мужчинами в 19 веке.",
      "example": "He wore a top hat to the formal event last night. His grandfather used to wear a top hat to church every Sunday. He will wear a top hat to the costume party next year.",
      "example_translation": "Он надел силовой цилиндр на формальное мероприятие прошлой ночью. Его дедушка носил силовой цилиндр в церковь каждое воскресенье. Он будет носить силовой цилиндр на костюмированную вечеринку следующего года.",
      "imageLink": "image_files\\English\\"imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "veil",
      "translation": "вуаль",
      "definition": "A piece of fabric worn over the face, typically by a bride, to conceal or partly conceal the face.",
      "definition_translation": "Кусок ткани, носимый над лицом, обычно невестой, чтобы скрыть или частично скрыть лицо.",
      "example": "The bride wore a veil on her wedding day. She has been searching for the perfect veil for months. She will wear a veil to the wedding ceremony next week.",
      "example_translation": "Невеста носила вуаль в день своей свадьбы. Она искала идеальную вуаль месяцами. Она будет носить вуаль на церемонию бракосочетания на следующей неделе.",
      "imageLink": "image_files\\English\\"imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "vest",
      "translation": "жилет",
      "definition": "A vest is a sleeveless garment worn over a dress shirt and underneath a suit jacket. It is usually worn for formal occasions and is part of a three-piece suit.",
      "definition_translation": "Жилет - это безрукавная одежда, надеваемая над рубашкой и под пиджаком костюма. Он обычно носится на正式ных мероприятиях и является частью трехкомпонентного костюма.",
      "example": "I wore a vest to the wedding to add some elegance to my outfit. I will wear a vest to the meeting to look more professional. I wore a vest to the party and it was a big hit.",
      "example_translation": "Я надел жилет на свадьбу, чтобы добавить элегантности к моему наряду. Я надену жилет на встречу, чтобы выглядеть более профессионально. Я надел жилет на вечеринку, и это было большим хитом.",
      "imageLink": "image_files\\English\\"imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "balaclava",
      "translation": "балаclава",
      "definition": "A balaclava is a type of headgear that covers the head, neck, and part of the face, often worn for warmth or protection from the elements.",
      "definition_translation": "Балаклава - это тип головного убора, который покрывает голову, шею и часть лица, часто носимый для тепла или защиты от элементов.",
      "example": "I wore a balaclava to the ski resort to keep my head warm. She will wear a balaclava to the winter festival to protect her face from the cold. He wore a balaclava to the hiking trip to blend in with the surroundings.",
      "example_translation": "Я надел балаклаву в лыжный курорт, чтобы保持 голову теплой. Она наденет балаклаву на зимний фестиваль, чтобы защитить лицо от холода. Он надел балаклаву на поход, чтобы слиться с окружающей средой.",
      "imageLink": "image_files\\English\\"imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "breeches",
      "translation": "бриджи",
      "definition": "Breeches are a type of tight-fitting trousers that were traditionally worn for horse riding, but are now worn for fashion or historical reenactments.",
      "definition_translation": "Бриджи - это тип тесно сидящих брюк, которые традиционно носились для верховой езды, но теперь носятся для моды или исторических реконструкций.",
      "example": "I wore breeches to the horse show to ride my horse comfortably. She will wear breeches to the medieval festival to get into character. He wore breeches to the fashion show to strut his stuff on the runway.",
      "example_translation": "Я надел бриджи на конное шоу, чтобы комфортно ехать на лошади. Она наденет бриджи на средневековый фестиваль, чтобы войти в роль. Он надел бриджи на показ мод, чтобы прогуляться на подиуме.",
      "imageLink": "image_files\\English\\"imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cape",
      "translation": "кейп",
      "definition": "A cape is a sleeveless outer garment that hangs from the neck, often worn for formal or ceremonial occasions.",
      "definition_translation": "Кейп - это безрукавная outer одежда, которая挂ает от шеи, часто носимая на формальные или церемониальные мероприятия.",
      "example": "I wore a cape to the superhero party to channel my inner superhero. She will wear a cape to the Masquerade ball to add drama to her outfit. He wore a cape to the graduation ceremony to make a bold statement.",
      "example_translation": "Я надел кейп на сверхъестественную вечеринку, чтобы почувствовать себя внутренним супергероем. Она наденет кейп на маскарадный бал, чтобы добавить драматичности к своему наряду. Он надел кейп на церемонию выпуска, чтобы сделать смелое заявление.",
      "imageLink": "image_files\\English\\"imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "clog",
      "translation": "затор",
      "definition": "A blockage or obstruction, especially in a pipe or channel.",
      "definition_translation": "Затор или препятствие, особенно в трубе или канале.",
      "example": "The pipe clogged and water started pouring out. I will try to clog the leak with a rag. The city will clog the drains next month.",
      "example_translation": "Труба забилась, и вода начала вытекать. Я постараюсь забить течь тряпкой. Город забьет дренажи на следующий месяц.",
      "imageLink": "image_files\\English\\"imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "corset",
      "translation": "корсет",
      "definition": "A close-fitting sleeveless garment, typically worn by women, that is designed to shape and support the body.",
      "definition_translation": "Теснооблегающая безрукавная одежда, обычно носимая женщинами, предназначенная для формирования и поддержки тела.",
      "example": "She wore a corset to the party. I had to corset my waist to fit into the dress. She will corset herself for the wedding.",
      "example_translation": "Она носила корсет на вечеринку. Мне пришлось пригнать талию, чтобы войти в платье. Она будет корсетиować себя на свадьбу.",
      "imageLink": "image_files\\English\\"imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fishnet tights",
      "translation": "решетчатые чулки",
      "definition": "Tights with a pattern of small holes, typically made of nylon or spandex, worn for fashion or as part of a costume.",
      "definition_translation": "Чулки с рисунком из маленьких дырок, обычно изделие из нильона или спандекса, носят для моды или как часть костюма.",
      "example": "She wore fishnet tights to the club. I will wear fishnet tights to the Halloween party. Fishnet tights are back in fashion.",
      "example_translation": "Она надела решетчатые чулки в клуб. Я надену решетчатые чулки на Хэллоуинскую вечеринку. Решетчатые чулки снова в моде.",
      "imageLink": "image_files\\English\\"imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "girdle",
      "translation": "пояс",
      "definition": "A flexible band or strap, typically worn around the waist, used to support or hold up clothing.",
      "definition_translation": "гибкая лента или ремень, обычно надеваемый вокруг талии, используется для поддержки или держания одежды.",
      "example": "She wore a girdle to hold up her skirt. I will wear a girdle to the wedding. Girdles are no longer in fashion.",
      "example_translation": "Она надела пояс, чтобы держать юбку. Я надену пояс на свадьбу. Пояса artık не в моде.",
      "imageLink": "image_files\\English\\"imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "leg warmers",
      "translation": "ног Тепло",
      "definition": "Leg warmers are a type of clothing worn by dancers and athletes to keep their legs warm during exercise or performance.",
      "definition_translation": "Ног Тепло - это тип одежды, который носят танцоры и спортсмены, чтобы согреть ноги во время упражнений или выступления.",
      "example": "I wore leg warmers during ballet practice yesterday, but I won't need them tomorrow. In the future, I will wear them only in winter.",
      "example_translation": "Я носил ног Тепло во время занятий балетом вчера, но я не буду нуждаться в них завтра. В будущем я буду носить их только зимой.",
      "imageLink": "image_files\\English\\"imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "petticoat",
      "translation": "юбка",
      "definition": "A petticoat is a type of underskirt worn by women to add volume or shape to a skirt or dress.",
      "definition_translation": "Юбка - это тип нижней юбки, который носят женщины, чтобы добавить объем или форму юбке или платью.",
      "example": "She wore a petticoat under her wedding dress to make it look more elegant. Her grandmother had worn a similar petticoat in the past. She will buy a new petticoat for her sister's wedding next month.",
      "example_translation": "Она носила юбку под свадебным платьем, чтобы оно смотрелось более элегантно. Ее бабушка носила podobnou юбку в прошлом. Она купит новую юбку для свадьбы своей сестры на следующий месяц.",
      "imageLink": "image_files\\English\\"imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sheepskin coat",
      "translation": "шуба из овечьей шерсти",
      "definition": "A sheepskin coat is a type of outerwear made from the skin and wool of sheep, often worn for warmth and protection from the elements.",
      "definition_translation": "Шуба из овечьей шерсти - это тип outerwear, сделанный из кожи и шерсти овец, часто носятся для тепла и защиты от элементов.",
      "example": "He wore a sheepskin coat during his hunting trip in the mountains last winter. His father had given him the coat as a gift before he left. He will wear it again next winter.",
      "example_translation": "Он носил шубу из овечьей шерсти во время своей охоты в горах прошлой зимой. Его отец дал ему шubu в подарок перед тем, как он ушел. Он наденет ее снова на следующей зиме.",
      "imageLink": "image_files\\English\\"imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "vest",
      "translation": "жилет",
      "definition": "A vest is a type of sleeveless garment worn over a shirt, often for warmth or as part of a uniform.",
      "definition_translation": "Жилет - это тип бесрукавного гардероба, который носится над рубашкой, часто для тепла или как часть униформы.",
      "example": "I wore a vest during my hiking trip in the mountains last summer. My friends wore similar vests during our trip. We will wear them again on our next trip.",
      "example_translation": "Я носил жилет во время моей похода в горах прошлым летом. Мои друзья носили подобные жилеты во время нашей поездки. Мы наденем их снова на нашей следующей поездке.",
      "imageLink": "image_files\\English\\"imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bonnet",
      "translation": "капот",
      "definition": "A covering for the head, typically made of cloth or straw, worn outdoors.",
      "definition_translation": "Накрытие для головы, обычно делается из ткани или соломы, носится на улице.",
      "example": "She wore a bonnet to protect her hair from the sun. She will wear a bonnet to the garden party. She had worn a bonnet to the beach.",
      "example_translation": "Она надела капот, чтобы защитить волосы от солнца. Она будет носить капот на gardenparty. Она надела капот на пляж.",
      "imageLink": "image_files\\English\\"imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dressing gown",
      "translation": "халат",
      "definition": "A loose, comfortable garment worn over nightclothes, typically made of soft fabric.",
      "definition_translation": "Свободный, удобный наряд надевается над ночной одеждой, обычно делается из мягкой ткани.",
      "example": "She put on her dressing gown after taking a shower. She will wear her dressing gown to breakfast. She had worn her dressing gown all morning.",
      "example_translation": "Она надела халат после принятия душа. Она будет носить халат на завтрак. Она надела халат всю morning.",
      "imageLink": "image_files\\English\\"imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "hoodie",
      "translation": "худи",
      "definition": "A sweatshirt or jacket with a hood, typically worn for casual outdoor activities.",
      "definition_translation": "Свитшот или куртка с капюшоном, обычно носится для независимых уличных занятий.",
      "example": "He wore a hoodie to the park. He will wear a hoodie to the gym. He had worn a hoodie to the beach party.",
      "example_translation": "Он надел худи в парк. Он будет носить худи в зал. Он надел худи на пляжную party.",
      "imageLink": "image_files\\English\\"imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "housecoat",
      "translation": "домашний халат",
      "definition": "A loose, informal garment worn at home, typically made of soft fabric.",
      "definition_translation": "Свободный, неформальный наряд надевается дома, обычно делается из мягкой ткани.",
      "example": "She wore a housecoat to lounge around the house. She will wear a housecoat to do the laundry. She had worn a housecoat all day.",
      "example_translation": "Она надела домашний халат, чтобы покрутиться по дому. Она будет носить домашний халат, чтобы постирать. Она надела домашний халат весь день.",
      "imageLink": "image_files\\English\\"imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "turtleneck",
      "translation": "гольф",
      "definition": "A turtleneck is a type of sweater or top that has a high, round neckline that folds over and covers the neck.",
      "definition_translation": "Туртленек - это тип свитера или верхней части, который имеет высокий, круглый воротник, который складывается и покрывает шею.",
      "example": "I wore a turtleneck sweater to the concert last night. I wear a turtleneck to work every day. I will wear a turtleneck to the party tomorrow.",
      "example_translation": "Я надел свитер с туртленеком на концерт вчера вечером. Я ношу туртленек на работу каждый день. Я надену туртленек на вечеринку завтра.",
      "imageLink": "image_files\\English\\"imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "underskirt",
      "translation": "юбка-подкладка",
      "definition": "An underskirt is a layer of fabric worn under a skirt or dress to add volume or shape.",
      "definition_translation": "Юбка-подкладка - это слой ткани, который носится под юбкой или платьем, чтобы добавить объем или форму.",
      "example": "I wore an underskirt under my wedding dress to make it look fuller. She wears an underskirt under her skirt to feel more confident. They will wear underskirts under their dresses to the ball.",
      "example_translation": "Я надел юбку-подкладку под свадебное платье, чтобы оно выгляделоолее полным. Она носит юбку-подкладку под юбкой, чтобы чувствовать себя более уверенно. Они наденут юбки-подкладки под платья на бал.",
      "imageLink": "image_files\\English\\"imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "waistcoat",
      "translation": "жилет",
      "definition": "A waistcoat is a sleeveless garment worn around the waist, typically as part of a formal outfit.",
      "definition_translation": "Жилет - это бесрукавная деталь, которую носят вокруг талии, обычно в составе формального наряда.",
      "example": "He wore a waistcoat to the wedding ceremony. I wear a waistcoat to formal events. She will wear a waistcoat to the opera.",
      "example_translation": "Он надел жилет на церемонию бракосочетания. Я ношу жилет на формальные мероприятия. Она наденет жилет на оперу.",
      "imageLink": "image_files\\English\\"imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]