[
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "potato",
      "translation": "картофель",
      "definition": "A starchy vegetable, Solanum tuberosum, cultivated for its edible tubers.",
      "definition_translation": "Крахмалистый овощ, Solanum tuberosum, культивируется для его съедобных клубней.",
      "example": "I baked a potato in the oven last night. I am baking a potato in the oven now. I will bake a potato in the oven tomorrow.",
      "example_translation": "Я запекла картофель в духовке прошлой ночью. Я пеку картофель в духовке сейчас. Я запеку картофель в духовке завтра.",
      "imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tomato",
      "translation": "помидор",
      "definition": "A fruit, typically red, eaten raw or used in cooking.",
      "definition_translation": "Фрукт, обычно красный, едят сырым или используют в кулинарии.",
      "example": "I ate a tomato in my salad yesterday. I am eating a tomato in my salad now. I will eat a tomato in my salad next week.",
      "example_translation": "Я ел помидор в своем салате вчера. Я ем помидор в своем салате сейчас. Я budu есть помидор в своем салате на следующей неделе.",
      "imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "vegetable",
      "translation": "овощ",
      "definition": "A plant or part of a plant used as food, such as a cabbage, carrot, or potato.",
      "definition_translation": "Растение или часть растения, используемое в качестве пищи, такое как капуста, морковь или картофель.",
      "example": "I cooked a vegetable soup last night. I am cooking a vegetable soup now. I will cook a vegetable soup next month.",
      "example_translation": "Я приготовил овощной суп прошлой ночью. Я готовлю овощной суп сейчас. Я budu готовить овощной суп nächsten месяц.",
      "imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "bean",
      "translation": "фасоль",
      "definition": "A seed, typically kidney-shaped, that grows on a climbing plant and is eaten as a vegetable.",
      "definition_translation": "Семя, обычно почковидное, которое растет на вьющихся растениях и едят как овощ.",
      "example": "I grew a bean in my garden last year. I am growing a bean in my garden now. I will grow a bean in my garden next year.",
      "example_translation": "Я вырастил фасоль в своем саду в прошлом году. Я выращиваю фасоль в своем саду сейчас. Я budu выращивать фасоль в своем саду в следующем году.",
      "imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "carrot",
      "translation": "морковь",
      "definition": "A carrot is a crunchy, sweet, and nutritious root vegetable that is commonly eaten raw or cooked in a variety of dishes.",
      "definition_translation": "Морковь - это хрустящий, сладкий и питательный корнеплод, который обычно едят сырым или готовят в различных блюдах.",
      "example": "I ate a carrot stick with hummus yesterday, I'm eating a carrot salad now, and I will eat carrot cake tomorrow.",
      "example_translation": "Вчера я ел палку моркови с хумусом, сейчас я ем салат из моркови, а завтра поем морковный торт.",
      "imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chilli",
      "translation": "чили",
      "definition": "A chilli is a spicy pepper commonly used in cooking to add heat and flavour to dishes.",
      "definition_translation": "Чили - это острый перец, обычно используемый в кулинарии для добавления жара и вкуса в блюда.",
      "example": "I added chilli flakes to the curry yesterday, I'm adding sliced chilli to the salad now, and I will add chilli sauce to the pizza tomorrow.",
      "example_translation": "Вчера я добавил хлопья чили в карри, сейчас добавляю нарезанный чили в салат, а завтра добавлю соус чили в пиццу.",
      "imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "garlic",
      "translation": "чеснок",
      "definition": "Garlic is a pungent and flavorful bulb commonly used in cooking to add depth and richness to dishes.",
      "definition_translation": "Чеснок - это пungентный и ароматный лук, обычно используемый в кулинарии для добавления глубины и богатства в блюда.",
      "example": "I roasted garlic cloves yesterday, I'm sautéing garlic in butter now, and I will mince garlic for the soup tomorrow.",
      "example_translation": "Вчера я запек чеснок, сейчас я обжариваю чеснок в масле, а завтра мелечу чеснок для супа.",
      "imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "onion",
      "translation": "лук",
      "definition": "An onion is a sweet and savory bulb commonly used in cooking to add flavour and texture to dishes.",
      "definition_translation": "Лук - это сладкий и ароматный лук, обычно используемый в кулинарии для добавления вкуса и текстуры в блюда.",
      "example": "I caramelized onions yesterday, I'm chopping onions now, and I will sauté onions for the omelette tomorrow.",
      "example_translation": "Вчера я карамелизовал лук, сейчас я режу лук, а завтра обжарю лук для омлета.",
      "imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "broccoli",
      "translation": "брокколи",
      "definition": "A green vegetable, resembling a small tree, with a large, edible, central head and stalks.",
      "definition_translation": "Зелёное растение, похожее на nhỏ дерево, с большим, съедобным, центральным стеблем и стеблями.",
      "example": "I cooked broccoli for dinner last night, I'm cooking it for lunch today, and I will cook it for dinner tomorrow.",
      "example_translation": "Я приготовил брокколи на ужин вчера вечером, я готовлю его на обед сегодня, и я приготовлю его на ужин завтра.",
      "imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cabbage",
      "translation": "капуста",
      "definition": "A plant with a dense, compact head of leaves, used as a vegetable.",
      "definition_translation": "Растение с плотным, компактным стеблем листьев, используемое как овощ.",
      "example": "My grandmother used to make sauerkraut from cabbage, my mother makes it now, and I will make it in the future.",
      "example_translation": "Моя бабушка делала квашеную капусту из капусты, моя мать делает это сейчас, и я сделаю это в будущем.",
      "imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "courgette",
      "translation": "цукини",
      "definition": "A type of summer squash, small and cylindrical in shape, often used in cooking.",
      "definition_translation": "Тип летней тыквы, маленькой и цилиндрической формы, часто используемой в кулинарии.",
      "example": "I grilled courgettes for dinner last week, I'm grilling them for lunch today, and I will grill them for dinner next week.",
      "example_translation": "Я грилил цукини на ужин на прошлой неделе, я грилил их на обед сегодня, и я грилил их на ужин на следующей неделе.",
      "imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cucumber",
      "translation": "огурец",
      "definition": "A long, green, succulent fruit, often eaten raw or pickled.",
      "definition_translation": "Длинный, зелёный, сочный фрукт, часто едимый сырым или консервированным.",
      "example": "I ate a cucumber salad for lunch yesterday, I'm eating it for dinner today, and I will eat it for breakfast tomorrow.",
      "example_translation": "Я ел салат из огурца на обед вчера, я ем его на ужин сегодня, и я поем его на завтрак завтра.",
      "imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lettuce",
      "translation": "салат",
      "definition": "a green leafy vegetable, often eaten in salads or used as a garnish",
      "definition_translation": "зеленый листовой овощ, часто употребляемый в салатах или используемый как гарнир",
      "example": "I ate a salad with lettuce for lunch. I will eat a salad with lettuce for dinner. I had eaten a salad with lettuce for breakfast.",
      "example_translation": "Я съел салат с салатом на обед. Я поем салат с салатом на ужин. Я ел салат с салатом на завтрак.",
      "imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pea",
      "translation": "горох",
      "definition": "a small, green or yellowish, edible seed that grows in a pod",
      "definition_translation": "маленькая, зеленая или желтая, съедобная семя, которая растет в стручке",
      "example": "I planted peas in my garden last week. I am planting peas in my garden today. I will plant peas in my garden next year.",
      "example_translation": "Я посадил горох в мой сад на прошлой неделе. Я сажаю горох в мой сад сегодня. Я посяду горох в мой сад в следующем году.",
      "imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pepper",
      "translation": "перец",
      "definition": "a sweet or hot-tasting spice made from the seeds of a plant",
      "definition_translation": "сладкая или острая специя, изготовленная из семян растения",
      "example": "I added pepper to my soup yesterday. I am adding pepper to my soup now. I will add pepper to my soup tomorrow.",
      "example_translation": "Я добавил перец в мой суп вчера. Я добавляю перец в мой суп сейчас. Я добавлю перец в мой суп завтра.",
      "imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pumpkin",
      "translation": "тыква",
      "definition": "a type of large, orange-colored squash, often used as a decoration or in cooking",
      "definition_translation": "тип крупного, оранжевого цвета тыквы, часто используемый как украшение или в кулинарии",
      "example": "I carved a pumpkin last Halloween. I am carving a pumpkin now. I will carve a pumpkin next Halloween.",
      "example_translation": "Я вырезал тыкву на Хэллоуин последний раз. Я вырезаю тыкву сейчас. Я вырежу тыкву на Хэллоуин следующий раз.",
      "imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spinach",
      "translation": "шпинат",
      "definition": "a type of leafy green vegetable, rich in nutrients and often used in salads, smoothies, and sautéed as a side dish",
      "definition_translation": "тип листового зеленого овоща, богатый питательными веществами и часто используемый в салатах, смузи и тушеном виде как гарнир",
      "example": "I added fresh spinach to my omelette, I will add it to my smoothie tomorrow, and I added it to my salad last night.",
      "example_translation": "Я добавил свежий шпинат в мой омлет, завтра я добавлю его в мой смузи, и я добавил его в свой салат прошлой ночью.",
      "imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sweetcorn",
      "translation": "кукуруза",
      "definition": "a type of corn that is harvested when the kernels are immature and the corn is soft and sweet",
      "definition_translation": "тип кукурузы, который собирается, когда зерна неyet зрелые и кукуруза мягкая и сладкая",
      "example": "I grilled sweetcorn on the BBQ last summer, I will boil it for dinner tonight, and I ate it at the fair last year.",
      "example_translation": "Я грилил кукурузу на барбекю minulim летом, сегодня я отварю ее на ужин, и я ел ее на ярмарке в прошлом году.",
      "imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "aubergine",
      "translation": "bakлажан",
      "definition": "a purple vegetable, often used in Mediterranean cuisine, commonly grilled, roasted, or sautéed",
      "definition_translation": "фиолетовый овощ, часто используемый в средиземноморской кухне, обычно грилируемый, запекаемый или тушеный",
      "example": "I roasted aubergine for dinner last night, I will grill it for lunch today, and I sautéed it with garlic and herbs yesterday.",
      "example_translation": "Я запек аubергин на ужин прошлой ночью, сегодня я грилирую его на обед, и я тушил его с чесноком и травами вчера.",
      "imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cauliflower",
      "translation": "цветная капуста",
      "definition": "a type of vegetable that belongs to the cabbage family, often used in soups, stews, and as a side dish",
      "definition_translation": "тип овоща, принадлежащий к семейству капусты, часто используемый в супах, рагу и как гарнир",
      "example": "I steamed cauliflower for dinner last week, I will sauté it with garlic and lemon juice tomorrow, and I boiled it with potatoes yesterday.",
      "example_translation": "Я припустил цветную капусту на ужин на прошлой неделе, завтра я тушиу ее с чесноком и лимонным соком, и я отварил ее с картошкой вчера.",
      "imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "leek",
      "translation": "лук-порей",
      "definition": "A plant with a long, thin, white, and green stem, often used in cooking.",
      "definition_translation": "Растение с длинным, тонким, белым и зеленым стеблем, часто используемым в кулинарии.",
      "example": "I chopped the leek and sautéed it in butter. I will chop the leek and sauté it in butter. I had chopped the leek and sautéed it in butter.",
      "example_translation": "Я нарезал лук-порей и обжарил его в масле. Я нарезаю лук-порей и обжарю его в масле.Я нарезал лук-порей и обжарил его в масле.",
      "imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "parsley",
      "translation": "петрушка",
      "definition": "A bright green, curly-leaved plant used as a garnish or to add flavor to food.",
      "definition_translation": "Светло-зеленое, курчавое растение, используемое в качестве гарнира или для добавления вкуса к еде.",
      "example": "I sprinkled parsley on top of the soup. I will sprinkle parsley on top of the soup. I had sprinkled parsley on top of the soup.",
      "example_translation": "Я посыпал петрушкой сверху на суп. Я посыплю петрушкой сверху на суп. Я посыпал петрушкой сверху на суп.",
      "imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "radish",
      "translation": "редиска",
      "definition": "A root vegetable with a spicy flavor, often eaten raw or pickled.",
      "definition_translation": "Корнеплод с острым вкусом, часто eaten сырым или маринованным.",
      "example": "I sliced the radish and added it to the salad. I will slice the radish and add it to the salad. I had sliced the radish and added it to the salad.",
      "example_translation": "Я нарезал редиску и добавил ее в салат. Я нарезаю редиску и добавлю ее в салат.Я нарезал редиску и добавил ее в салат.",
      "imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "red cabbage",
      "translation": "краснокочанная капуста",
      "definition": "A type of cabbage with a deep red color, often used in salads and slaws.",
      "definition_translation": "Вид капусты с глубоким красным цветом, часто используемый в салатах и закусках.",
      "example": "I shredded the red cabbage and made a slaw. I will shred the red cabbage and make a slaw. I had shredded the red cabbage and made a slaw.",
      "example_translation": "Я нашинковал краснокочанную капусту и сделал закуску.Я нашинкую краснокочанную капусту и сделаю закуску.Я нашинковал краснокочанную капусту и сделал закуску.",
      "imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "spring onion",
      "translation": "лук шалот",
      "definition": "A spring onion is a young onion that is harvested before the bulb forms, or sometimes after the bulb has formed but before it matures.",
      "definition_translation": "Весенний лук - это молодой лук, который собирается перед образованием луковицы, или иногда после образования луковицы, но до ее созревания.",
      "example": "I chopped the spring onion and added it to the salad. Yesterday, I had chopped spring onions and added them to the soup. Tomorrow, I will chop a spring onion and add it to the omelette.",
      "example_translation": "Я нарезал весенний лук и добавил его в салат. Вчера я нарезал весенние луки и добавил их в суп. Завтра я нарежу весенний лук и добавлю его в омлет.",
      "imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "beetroot",
      "translation": "свекла",
      "definition": "Beetroot is a sweet and earthy root vegetable that is high in fiber and vitamins.",
      "definition_translation": "Свекла - это сладкий и земляной корнеплод, богатый волокнами и витаминами.",
      "example": "I roasted the beetroot and served it with goat cheese. Last week, I had roasted beetroot and served it with walnuts. Next month, I will roast beetroot and serve it with balsamic vinegar.",
      "example_translation": "Я запекал свеклу и подавал ее с козьим сыром. На прошлой неделе я запекал свеклу и подавал ее с грецкими орехами. В следующем месяце я запеку свеклу и буду подавать ее с бальзамическим уксусом.",
      "imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "soya, soy",
      "translation": "соевый, соя",
      "definition": "Soya, also known as soy, is a type of legume that is high in protein and is often used in food products.",
      "definition_translation": "Соя, также известная как соя, - это тип бобовой культуры, которая высоко богата белком и часто используется в продуктовых изделиях.",
      "example": "I added soy sauce to the stir-fry. Yesterday, I had added soy milk to the smoothie. Next year, I will add soy beans to the salad.",
      "example_translation": "Я добавил соевый соус в обжарку. Вчера я добавил соевое молоко в смузи. В следующем году я добавлю соевые бобы в салат.",
      "imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "broad bean",
      "translation": "фа",
      "definition": "A broad bean is a type of legume that is high in fiber and protein and is often used in Mediterranean cuisine.",
      "definition_translation": "Фа - это тип бобовой культуры, который высоко богат волокнами и белком и часто используется в средиземноморской кухне.",
      "example": "I shelled the broad beans and added them to the risotto. Last week, I had shelled broad beans and added them to the stew. Next summer, I will shell broad beans and add them to the salad.",
      "example_translation": "Я почистил фасоль и добавил ее в ризотто. На прошлой неделе я почистил фасоль и добавил ее в рагу. В следующем летом я почистлю фасоль и добавлю ее в салат.",
      "imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "brussels sprout",
      "translation": "брюссельская капуста",
      "definition": "A green vegetable that grows in a bud-like formation on a stalk, often boiled or steamed and served as a side dish.",
      "definition_translation": "Зеленое овощное растение, которое растет в форме почки на стебле, часто варится или запекается и подается как гарнир.",
      "example": "I ate Brussels sprouts at the restaurant last night, then I will eat them again at home tomorrow, and I have been eating them for lunch all week.",
      "example_translation": "Я ел брюссельскую капусту в ресторане прошлой ночью, потом я буду есть ее снова дома завтра, и я ем ее на обед всю неделю.",
      "imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "artichoke",
      "translation": "артичок",
      "definition": "A thistle-like plant with edible flower buds, often served as an appetizer or side dish.",
      "definition_translation": "Растение, похожее на чертополох, с съедобными цветочными почками, často подается как закуска или гарнир.",
      "example": "I had artichokes as an appetizer at the party, then I will try to cook them at home tomorrow, and I have been eating them in salads all summer.",
      "example_translation": "Я имел артichokes как закуску на вечеринке, потом я постараюсь приготовить их дома завтра, и я ем их в салатах все лето.",
      "imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "asparagus",
      "translation": "аспарагус",
      "definition": "A perennial plant with edible young shoots, often grilled or sautéed as a side dish.",
      "definition_translation": "Многолетнее растение с съедобными молодыми побегами, часто подается как гарнир, приготовленное на гриле или в сковороде.",
      "example": "I love eating asparagus in the spring, then I will try to grow it in my garden next year, and I have been cooking it with olive oil all month.",
      "example_translation": "Я люблю есть аспарагус весной, потом я постараюсь выращивать его в моем саду в следующем году, и я готовлю его с оливковым маслом весь месяц.",
      "imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "celery",
      "translation": "сельдерей",
      "definition": "A crunchy and refreshing vegetable, often used in salads, soups, and as a snack.",
      "definition_translation": "Хрустящее и освежающее овощное растение, часто используемое в салатах, супах и как закуска.",
      "example": "I ate celery sticks with peanut butter at school, then I will use it in my soup recipe tomorrow, and I have been snacking on it all day.",
      "example_translation": "Я ел стебли сельдерея с арахисовой пастой в школе, потом я использую его в моем рецепте супа завтра, и я ем его как закуску весь день.",
      "imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chicory",
      "translation": "цикорий",
      "definition": "Chicory is a type of perennial herb that is native to Europe and Asia, and is commonly used as a coffee substitute or additive.",
      "definition_translation": "Цикорий - это тип многолетнего растения, родом из Европы и Азии, которое часто используется как заменитель или добавка к кофе.",
      "example": "I had chicory coffee for the first time last week, and it was quite bitter. I will try it again next month. She has been drinking chicory coffee for years.",
      "example_translation": "Я пил кофе из цикория в прошлый раз неделю, и это было khá горько. Я попробую это снова 次 месяц. Она пьет цикорий кофе уже несколько лет.",
      "imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chives",
      "translation": "лук шнитт",
      "definition": "Chives are a type of herb that belongs to the onion family, and are commonly used as a flavoring or garnish in various dishes.",
      "definition_translation": "Лук-шнитт - это тип травы, принадлежащий к семейству луковых, и часто используется как ароматизатор или гарнир в различных блюдах.",
      "example": "I sprinkled chives on my baked potato last night, and it was delicious. She will chop chives for the salad tomorrow. They had been growing chives in their garden for years.",
      "example_translation": "Я посыпал лук-шнитт на мой запеченный картофель прошлой ночью, и это было вкусно. Она будет рубить лук-шнитт для салата завтра. Они выращивали лук-шнитт в их саду уже несколько лет.",
      "imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cress",
      "translation": "кресс-салат",
      "definition": "Cress is a type of peppery-tasting green that is commonly used as a garnish or added to salads for flavor.",
      "definition_translation": "Кресс-салат - это тип зеленого с острым вкусом, который часто используется как гарнир или добавляется в салаты для аромата.",
      "example": "I added cress to my sandwich yesterday, and it was refreshing. She will sow cress seeds next week. They had been eating cress salads for months.",
      "example_translation": "Я добавил кресс-салат в мой сэндвич вчера, и это было освежающе. Она будет сеять семена кресс-салата на следующей неделе. Они ели салаты из кресс-салата уже несколько месяцев.",
      "imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dill",
      "translation": "укроп",
      "definition": "Dill is a type of herb that is commonly used to flavor pickles, soups, and other dishes, and is also used in traditional medicine.",
      "definition_translation": "Укроп - это тип травы, который часто используется для ароматизации консервов, супов и других блюд, а также используется в традиционной медицине.",
      "example": "I added dill to my pickles last summer, and they turned out great. She will plant dill seeds next spring. They had been using dill to treat indigestion for years.",
      "example_translation": "Я добавил укроп в мои консервы прошлым летом, и они получились отлично. Она будет сажать семена укропа следующей весной. Они использовали укроп для лечения диспепсии уже несколько лет.",
      "imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fennel",
      "translation": "укроп",
      "definition": "Fennel is a perennial herb with a distinctive anise or licorice flavor, often used in cooking and medicine.",
      "definition_translation": "Укроп - это многолетнее растение с характерным анисовым или лакрическим вкусом, часто используемым в кулинарии и медицине.",
      "example": "I chopped the fennel and sautéed it with garlic and onions. Yesterday, I had fennel tea to soothe my stomach. By next week, I will have planted fennel in my garden.",
      "example_translation": "Я нарезал укроп и поджарил его с гвоздикой и луком. Вчера я пил чай из укропа, чтобы успокоить мой желудок. К следующей неделе я посадил укроп в свой сад.",
      "imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "horseradish",
      "translation": "хрен",
      "definition": "Horseradish is a pungent, white root commonly used as a condiment or ingredient in various dishes.",
      "definition_translation": "Хрен - это острый, белый корень, часто используемый как приправа или ингредиент в различных блюдах.",
      "example": "I added horseradish to my sauce to give it a kick. My grandmother used to make horseradish sauce for Sunday lunches. Next year, I will try to grow horseradish in my backyard.",
      "example_translation": "Я добавил хрен в свой соус, чтобы дать ему кик. Моя бабушка использовала хреновую заправку для воскресных обедов. В следующем году я пытаюсь вырастить хрен в meinem заднем дворе.",
      "imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "kale",
      "translation": "кале",
      "definition": "Kale is a type of leafy green vegetable, high in nutrients and often used in salads, smoothies, and sautéed dishes.",
      "definition_translation": "Кале - это тип листвистого зеленого овоща, богатого питательными веществами и часто используемого в салатах, смузи и обжаренных блюдах.",
      "example": "I ate kale salad for lunch yesterday. Today, I'm going to sauté kale with garlic as a side dish. By next month, I will have started a kale smoothie routine.",
      "example_translation": "Я ел салат из кале на обед вчера. Сегодня я собираюсь обжарить кале с гвоздикой в качестве гарнира. К следующему месяцу я начну рутину смузи из кале.",
      "imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lentil",
      "translation": "чечевица",
      "definition": "A lentil is a type of legume, often used in soups, stews, and curries, and high in protein and fiber.",
      "definition_translation": "Чечевица - это тип бобовой культуры, часто используемый в супах, стью и карри, и богатый белком и волокнами.",
      "example": "I cooked lentil soup for dinner last night. My mother used to make lentil curry for special occasions. By next year, I will have tried lentil salad as a new recipe.",
      "example_translation": "Я варил суп из чечевичи на ужин прошлой ночью. Моя мать готовила карри из чечевицы для特殊ных случаев. К следующему году я попробую салат из чечевичи как новый рецепт.",
      "imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "marrow",
      "translation": "мозговая",
      "definition": "A soft, fatty tissue that fills the cavities of bones, serving as a reservoir for blood cells and a source of energy.",
      "definition_translation": "Мягкая, жирная ткань, заполняющая полости костей, служащая резервуаром для кровяных клеток и источником энергии.",
      "example": "The doctor extracted a sample of marrow from the patient's bone to examine it for any abnormalities. She had donated marrow to her sister who was suffering from leukemia. The stem cells in the marrow will help the patient recover from chemotherapy.",
      "example_translation": "Доктор забрал образец мозговой ткани из кости пациента, чтобы исследовать ее на наличие любых аномалий. Она донировала мозговую ткань своей сестре, которая страдала от лейкемии. Стволовые клетки в мозговой ткани помогут пациенту 恢復иться после химиотерапии.",
      "imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "parsnip",
      "translation": "пастернак",
      "definition": "A sweet-tasting root vegetable, typically white or yellowish in color, often used in soups, stews, and salads.",
      "definition_translation": "Сладкий корнеплод, обычно белый или желтоватый по цвету, часто используемый в супах, тушеных блюдах и салатах.",
      "example": "The chef added a parsnip to the stew to give it a sweet flavor. Parsnips are a great addition to a winter salad. The farmer's market was selling fresh parsnips at a great price.",
      "example_translation": "Повар добавил пастернак в рагу, чтобы дать ему сладкий вкус. Пастернаки - это отличное дополнение к зимнему салату. На рынке фермеров продавали свежие пастернаки по выгодной цене.",
      "imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "rhubarb",
      "translation": "ревень",
      "definition": "A plant with tart, crunchy stalks that are often used in pies and jams, typically paired with sweet fruits like strawberries.",
      "definition_translation": "Растение с кислыми, хрустящими стеблями, часто используемыми в пирогах и джемах, обычно в паре со сладкими фруктами, такими как клубника.",
      "example": "Grandma made a delicious rhubarb pie for dessert. Rhubarb is a great addition to a summer salad. The farmer grew rhubarb in his garden to make homemade jam.",
      "example_translation": "Бабушка приготовила вкусный пирог из ревеня на десерт. Ревень - это отличное дополнение к летнему салату. Фермер выращивал ревень в omaом саду, чтобы сделать домашний джем.",
      "imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "swede",
      "translation": "шведская репа",
      "definition": "A type of root vegetable, similar to a turnip, often used in soups, stews, and mashed dishes.",
      "definition_translation": "Тип корнеплода, похожий на репу, часто используемый в супах, тушеных блюдах и пюре.",
      "example": "The chef added a swede to the stew to give it a hearty flavor. Swedes are a great addition to a winter soup. The farmer's market was selling fresh swedes at a great price.",
      "example_translation": "Повар добавил шведскую репу в рагу, чтобы дать ему сытный вкус. Шведские репы - это отличное дополнение к зимнему супу. На рынке фермеров продавали свежие шведские репы по выгодной цене.",
      "imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sweet potato",
      "translation": "батат",
      "definition": "A sweet potato is a type of root vegetable that is native to the Americas, characterized by its sweet, starchy flesh and thin skin.",
      "definition_translation": "Батат — это тип корнеплода, родом из Америки, характеризующийся своей сладкой, крахмалистой мякотью и тонкой кожей.",
      "example": "I ate a sweet potato yesterday, I am eating one now, and I will eat one tomorrow.",
      "example_translation": "Я ел батат вчера, я ем его сейчас, и я буду есть его завтра.",
      "imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "turnip",
      "translation": "репа",
      "definition": "A turnip is a root vegetable, typically white or purple, that is used in soups, stews, and salads.",
      "definition_translation": "Репа — это корнеплод, обычно белый или фиолетовый, используемый в супах, тушеных блюдах и салатах.",
      "example": "My grandmother used to grow turnips in her garden, my mother grows them now, and my sister will grow them in the future.",
      "example_translation": "Моя бабушка выращивала репу в своем саду, моя мать выращивает их сейчас, и моя сестра будет выращивать их в будущем.",
      "imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]