[
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cook",
      "translation": "повар",
      "definition": "A person who prepares and cooks food, especially as an occupation.",
      "definition_translation": "Человек, который готовит иварит пищу, особенно как профессия.",
      "example": "She cooked a delicious meal for her family last night. She is cooking dinner for her friends now. She will cook breakfast for her kids tomorrow.",
      "example_translation": "Она приготовила вкусный обед для своей семьи прошлым вечером. Она готовит ужин для своих друзей сейчас. Она приготовит завтрак для своих детей завтра.",
      "imageLink": "image_files\\English\\cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "doctor",
      "translation": "доктор",
      "definition": "A person qualified to practice medicine, especially one who holds a medical degree.",
      "definition_translation": "Человек, который имеет право практиковать медицину, особенно тот, кто имеет медицинскую степень.",
      "example": "The doctor examined the patient carefully. The doctor is examining the test results now. The doctor will examine the patient again next week.",
      "example_translation": "Доктор тщательно осмотрел пациента. Доктор сейчас просматривает результаты теста. Доктор будет осматривать пациента снова на следующей неделе.",
      "imageLink": "image_files\\English\\doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "driver",
      "translation": "водитель",
      "definition": "A person who operates a vehicle, especially a car or truck.",
      "definition_translation": "Человек, который управляет транспортным средством, особенно автомобилем или грузовиком.",
      "example": "He drove to work yesterday. He is driving to school now. He will drive to the beach tomorrow.",
      "example_translation": "Он ехал на работу вчера. Он сейчас едет в школу. Он будет ехать на пляж завтра.",
      "imageLink": "image_files\\English\\driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "teacher",
      "translation": "учитель",
      "definition": "A person who teaches, especially one employed in a school.",
      "definition_translation": "Человек, который учит, особенно тот, кто работает в школе.",
      "example": "She taught mathematics to her students last year. She is teaching English now. She will teach history tomorrow.",
      "example_translation": "Она преподавала математiku своим студентам в прошлом году. Она сейчас преподает английский язык. Она будет преподавать историю завтра.",
      "imageLink": "image_files\\English\\teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "waiter",
      "translation": "официант",
      "definition": "a person, typically a man, who serves food and drinks in a restaurant",
      "definition_translation": "человек, обычно мужчина, который обслуживает клиентов в ресторане",
      "example": "The waiter brought us the menu. He will bring our food soon. He brought us the check last time.",
      "example_translation": "Официант принёс нам меню. Он принесёт нашу еду скоро. Он принёс нам счёт в прошлый раз.",
      "imageLink": "image_files\\English\\waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "waitress",
      "translation": "официантка",
      "definition": "a person, typically a woman, who serves food and drinks in a restaurant",
      "definition_translation": "человек, обычно женщина, которая обслуживает клиентов в ресторане",
      "example": "The waitress took our order. She will bring our drinks soon. She brought us the dessert yesterday.",
      "example_translation": "Официантка взяла наш заказ. Она принесёт наши напитки скоро. Она принесла нам десерт вчера.",
      "imageLink": "image_files\\English\\waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "actor",
      "translation": "актёр",
      "definition": "a person who acts in a play, film, or television production",
      "definition_translation": "человек, который играет в спектакле, фильме или телепродукции",
      "example": "The actor played the role of a king. He will play the lead role in the new movie. He played a small part in the last play.",
      "example_translation": "Актёр играл роль короля. Он будет играть главную роль в новом фильме. Он играл nhỏую роль в последнем спектакле.",
      "imageLink": "image_files\\English\\actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "actress",
      "translation": "актриса",
      "definition": "a person who acts in a play, film, or television production, especially a woman",
      "definition_translation": "человек, который играет в спектакле, фильме или телепродукции, особенно женщина",
      "example": "The actress won an award for her performance. She will star in the new TV series. She played the main character in the last film.",
      "example_translation": "Актриса выиграла премию за свою игру. Она будет сниматься в новом телесериале. Она играла главную роль в последнем фильме.",
      "imageLink": "image_files\\English\\actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "artist",
      "translation": "художник",
      "definition": "A person who creates paintings, drawings, or sculptures.",
      "definition_translation": "Человек, создающий картины, рисунки или скульптуры.",
      "example": "She was an artist who loved to paint landscapes. She is currently working on a new project. She will have her first exhibition next month.",
      "example_translation": "Она была художницей, которая любила рисовать пейзажи. Она в настоящее время работает над новым проектом. Она будет иметь свою первую выставку в следующем месяце.",
      "imageLink": "image_files\\English\\artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "businessman",
      "translation": "бизнесмен",
      "definition": "A person who is involved in commercial or industrial activities.",
      "definition_translation": "Человек, который участвует в коммерческих или промышленных мероприятиях.",
      "example": "He was a successful businessman who founded his own company. He is currently expanding his business. He will open a new office next year.",
      "example_translation": "Он был успешным бизнесменом, который основал свою собственную компанию. Он в настоящее время расширяет свой бизнес. Он откроет новый офис в следующем году.",
      "imageLink": "image_files\\English\\businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "businesswoman",
      "translation": "бизнес-леди",
      "definition": "A woman who is involved in commercial or industrial activities.",
      "definition_translation": "Женщина, которая участвует в коммерческих или промышленных мероприятиях.",
      "example": "She was a successful businesswoman who started her own company. She was negotiating a deal with a potential client. She will give a speech at a conference next week.",
      "example_translation": "Она была успешной бизнес-леди, которая начала свою own компанию. Она вела переговоры о сделке с потенциальным клиентом. Она будет выступать с речью на конференции на следующей неделе.",
      "imageLink": "image_files\\English\\businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "car mechanic",
      "translation": "автослесарь",
      "definition": "A person who repairs and maintains vehicles.",
      "definition_translation": "Человек, который ремонтирует и обслуживает транспортные средства.",
      "example": "He was a skilled car mechanic who fixed my car. He is currently working on a new project. He will open his own garage next month.",
      "example_translation": "Он был опытным автослесарем, который отремонтировал мою машину. Он в настоящее время работает над новым проектом. Он откроет свой собственный гараж в следующем месяце.",
      "imageLink": "image_files\\English\\car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chef",
      "translation": "повар",
      "definition": "A chef is a trained and skilled cook who prepares food in a restaurant or other food service establishment.",
      "definition_translation": "Повар - это обученный и опытный повар, который готовит пищу в ресторане или другом учреждении общественного питания.",
      "example": "She has worked as a chef in a five-star hotel for five years. She is working as a chef in a busy restaurant now. She will work as a chef on a cruise ship next year.",
      "example_translation": "Она работала поваром в пятизвездочном отеле пять лет. Теперь она работает поваром в忙ующем ресторане. Она будет работать поваром на круизном судне в следующем году.",
      "imageLink": "image_files\\English\\chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chemist",
      "translation": "химик",
      "definition": "A chemist is a scientist who studies the composition and properties of substances and the reactions they undergo.",
      "definition_translation": "Химик - это ученый, который изучает состав и свойства веществ и реакции, которые они проходят.",
      "example": "He was a chemist in a laboratory where he analyzed the chemical composition of water. He is working as a chemist in a pharmaceutical company now. He will be a leading chemist in a research institute next year.",
      "example_translation": "Он был химиком в лаборатории, где он анализировал химический состав воды. Теперь он работает химиком в фармацевтической компании. Он будет ведущим химиком в исследовательском институте в следующем году.",
      "imageLink": "image_files\\English\\chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cleaner",
      "translation": "уборщик",
      "definition": "A cleaner is a person who is responsible for cleaning buildings, streets, or public spaces.",
      "definition_translation": "Уборщик - это человек, который отвечает за уборку зданий, улиц или общественных пространств.",
      "example": "She worked as a cleaner in an office building for three years. She is working as a cleaner in a hospital now. She will work as a cleaner in a school next year.",
      "example_translation": "Она работала уборщицей в офисном здании три года. Теперь она работает уборщицей в больнице. Она будет работать уборщицей в школе в следующем году.",
      "imageLink": "image_files\\English\\cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dancer",
      "translation": "танцор",
      "definition": "A dancer is a person who performs dances as a profession or hobby.",
      "definition_translation": "Танцор - это человек, который выполняет танцы как профессию или хобби.",
      "example": "He was a dancer in a ballet company for five years. He is working as a dancer in a musical theater now. He will be a leading dancer in a dance company next year.",
      "example_translation": "Он был танцором в балетной компании пять лет. Теперь он работает танцором в музыкальном театре. Он будет ведущим танцором в танцевальной компании в следующем году.",
      "imageLink": "image_files\\English\\dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dentist",
      "translation": "стоматолог",
      "definition": "A person whose profession is to care for the teeth and gums, and to provide preventative and restorative treatments for tooth decay, gum disease, and other conditions.",
      "definition_translation": "Человек, чья профессия заботиться о зубах и деснах, и предоставлять профилактические и восстановительные лечения для кариеса зубов, заболеваний десен и других условий.",
      "example": "I have been going to my dentist regularly for the past five years, I will visit my dentist next week, and I visited my dentist last month.",
      "example_translation": "Я хожу к своему стоматологу регулярно на протяжении пяти лет, я посещу своего стоматолога на следующей неделе, и я посетил своего стоматолога прошлый месяц.",
      "imageLink": "image_files\\English\\dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "engineer",
      "translation": "инженер",
      "definition": "A person who designs, builds, or maintains engines, machines, or structures, or who is trained in one of the branches of engineering.",
      "definition_translation": "Человек, который проектирует, строит или обслуживает двигатели, машины или сооружения, или кто обучен в одной из областей инженерии.",
      "example": "She works as an engineer in a car manufacturing company, she will design a new engine system, and she had built a robotic arm in her previous project.",
      "example_translation": "Она работает инженером в компании по производству автомобилей, она спроектирует новую систему двигателя, и она построила роботизированную руку в ее предыдущем проекте.",
      "imageLink": "image_files\\English\\engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "farmer",
      "translation": "фермер",
      "definition": "A person who owns or manages a farm, especially one who cultivates land and raises crops or livestock.",
      "definition_translation": "Человек, который владеет или управляет фермой, особенно тот, кто культивирует землю и выращивает культуры или скот.",
      "example": "My grandfather was a farmer, he will harvest his crops next month, and he had plowed the fields yesterday.",
      "example_translation": "Мой дедушка был фермером, он убирает свой урожай следующий месяц, и он пахал поля вчера.",
      "imageLink": "image_files\\English\\farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "footballer",
      "translation": "футболист",
      "definition": "A person who plays football, especially professionally.",
      "definition_translation": "Человек, который играет в футбол, особенно профессионально.",
      "example": "He is a skilled footballer, he will play in the final match, and he had scored a goal in the last game.",
      "example_translation": "Он является опытным футболистом, он будет играть в финальном матче, и он забил гол в последней игре.",
      "imageLink": "image_files\\English\\footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "guide",
      "translation": "гид",
      "definition": "A person who leads or directs people on a tour or journey, especially one who explains the history, culture, and features of a place.",
      "definition_translation": "Человек, который руководит или направляет людей по туру или путешествию, особенно тот, кто объясняет историю, культуру и особенности места.",
      "example": "She worked as a guide at the museum for five years, then she will guide tourists through the ancient city next summer, and finally, she guided us through the park.",
      "example_translation": "Она работала гидом в музее пять лет, затем она будет сопровождать туристов через ancient город следующим летом, и, наконец, она проводила нас через парк.",
      "imageLink": "image_files\\English\\guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "headteacher",
      "translation": "директор школы",
      "definition": "The principal teacher or administrator in charge of a school.",
      "definition_translation": "Главный учитель или администратор, отвечающий за школу.",
      "example": "The headteacher will discipline the student who broke the rules, she has been the headteacher of this school for ten years, and the headteacher will retire next year.",
      "example_translation": "Директор школы дисциплинирует студента, который нарушил правила, она была директором этой школы десять лет, и директор школы уйдет на пенсию следующим годом.",
      "imageLink": "image_files\\English\\headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "manager",
      "translation": "менеджер",
      "definition": "A person responsible for controlling or administering a business, organization, or project.",
      "definition_translation": "Человек, отвечающий за контроль или администрирование бизнеса, организации или проекта.",
      "example": "He was promoted to manager of the sales department, the manager of the hotel will meet us at the reception, and the manager will increase the budget next quarter.",
      "example_translation": "Он был повышен до должности менеджера отдела продаж, менеджер отеля встретит нас в регистратуре, и менеджер увеличит бюджет в следующем квартале.",
      "imageLink": "image_files\\English\\manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "mechanic",
      "translation": "механик",
      "definition": "A person whose job is to repair and maintain machines, especially vehicles.",
      "definition_translation": "Человек, чья работа заключается в ремонте и обслуживании машин, особенно транспортных средств.",
      "example": "The mechanic fixed the car's engine, she will be a mechanic in the racing team, and the mechanic will check the bike's brakes tomorrow.",
      "example_translation": "Механик починил двигатель автомобиля, она будет механиком в команде гонщиков, и механик проверит тормоза велосипеда завтра.",
      "imageLink": "image_files\\English\\mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "nurse",
      "translation": "медицинская сестра",
      "definition": "A nurse is a person trained to care for the sick or injured, especially in a hospital or clinic.",
      "definition_translation": "Медицинская сестра - это человек, обученный заботиться о больных или раненых, особенно в больнице или клинике.",
      "example": "She worked as a nurse in the hospital for five years, then she will work in a clinic, and now she is working as a head nurse.",
      "example_translation": "Она worked как медсестра в больнице пять лет, потом она будет работать в клинике, а теперь она работает как старшая медсестра.",
      "imageLink": "image_files\\English\\nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "painter",
      "translation": "художник",
      "definition": "A painter is a person who paints pictures or walls as a job or hobby.",
      "definition_translation": "Художник - это человек, который рисует картины или стены как работа или хобби.",
      "example": "He was a famous painter in the 19th century, he has painted many beautiful landscapes, now he paints portraits, and in the future, he will paint urban scenes.",
      "example_translation": "Он был знаменитым художником в 19 веке, он написал много красивых пейзажей, теперь он рисует портреты, а в будущем он будет рисовать городские сцены.",
      "imageLink": "image_files\\English\\painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "photographer",
      "translation": "фотограф",
      "definition": "A photographer is a person who takes photographs as a job or hobby.",
      "definition_translation": "Фотограф - это человек, который делает фотографии как работа или хобби.",
      "example": "She was a photographer in the wedding, she has taken many beautiful pictures, now she is taking photos of nature, and in the future, she will take photos of cities.",
      "example_translation": "Она была фотографом на свадьбе, она сделала много красивых фотографий, теперь она делает фото природы, а в будущем она будет делать фото городов.",
      "imageLink": "image_files\\English\\photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "pilot",
      "translation": "лётчик",
      "definition": "A pilot is a person who flies an aircraft, especially as a job.",
      "definition_translation": "Лётчик - это человек, который летает на воздушном судне, особенно как работа.",
      "example": "He was a pilot in the air force, he has flown many planes, now he is flying a commercial airliner, and in the future, he will fly a private jet.",
      "example_translation": "Он был лётчиком в военно-воздушных силах, он летал на многих самолётах, теперь он летает на коммерческом лайнере, а в будущем он будет летать на частном реактивном самолете.",
      "imageLink": "image_files\\English\\pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "player",
      "translation": "игрок",
      "definition": "A person who takes part in a sport, game, or activity.",
      "definition_translation": "Человек, участвующий в спорте, игре или hoạtности.",
      "example": "He was a great player in his college days, but now he just plays for fun. He played soccer yesterday and will play tennis tomorrow. He will be a professional player in the future.",
      "example_translation": "Он был отличным игроком в своей колледжской жизни, но теперь он просто играет для удовольствия. Он играл в футбол вчера и будет играть в теннис завтра. Он будет профессиональным игроком в будущем.",
      "imageLink": "image_files\\English\\player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "police officer",
      "translation": "полицейский",
      "definition": "A person who is responsible for enforcing the law and maintaining order in a particular area.",
      "definition_translation": "Человек, ответственный за обеспечение закона и поддержание порядка в определенной области.",
      "example": "The police officer arrested the suspect and took him to the station. She has been a police officer for five years and has solved many cases. She will become a police chief in the future.",
      "example_translation": "Полицейский арестовал подозреваемого и отвез его в участок. Она была полицейским пять лет и раскрыла nhiều дел. Она станет начальником полиции в будущем.",
      "imageLink": "image_files\\English\\police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "policeman",
      "translation": "полицейский",
      "definition": "A male police officer.",
      "definition_translation": "Мужчина, работающий в полиции.",
      "example": "The policeman directed traffic and kept the pedestrians safe. He has been a policeman for ten years and has received many awards. He will retire as a policeman next year.",
      "example_translation": "Полицейский управлял движением и поддерживал безопасность пешеходов. Он был полицейским десять лет и получил много наград. Он уйдет на пенсию полицейским в следующем году.",
      "imageLink": "image_files\\English\\policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "policewoman",
      "translation": "полицейская",
      "definition": "A female police officer.",
      "definition_translation": "Женщина, работающая в полиции.",
      "example": "The policewoman was very kind and helped the lost child find her mother. She has been a policewoman for seven years and has solved many crimes. She will become a detective in the future.",
      "example_translation": "Полицейственная была очень доброй и помогла потерявшемуся ребенку найти его мать. Она была полицейской семь лет и раскрыла много преступлений. Она станет детективом в будущем.",
      "imageLink": "image_files\\English\\policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "receptionist",
      "translation": "приёмщик",
      "definition": "A person employed to receive and arrange bookings, answer telephone calls, and perform other administrative tasks in a hotel, office, or other organization.",
      "definition_translation": "Человек, нанятый для приема и организации бронирования, ответа на телефонные звонки и выполнения других административных задач в отеле, офисе или другой организации.",
      "example": "The receptionist greeted us warmly and checked us into our room. She will check us out tomorrow morning. She had checked us in online before our arrival.",
      "example_translation": "Приемщик тепло поприветствовал нас и заселил нас в наш номер. Она выселит нас завтра утром. Она зарегистрировала нас онлайн перед нашим прибытием.",
      "imageLink": "image_files\\English\\receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sales assistant",
      "translation": "помощник по продажам",
      "definition": "A person who assists a salesperson or sales team with administrative tasks, customer service, and sales support.",
      "definition_translation": "Человек, который помогает продавцу или команде продаж с административными задачами, обслуживанием клиентов и поддержкой продаж.",
      "example": "The sales assistant helped the customer find the right product. She will assist the sales team with the upcoming promotion. She had assisted the manager with the previous campaign.",
      "example_translation": "Помощник по продажам помог клиенту найти нужный продукт. Она поможет команде продаж с грядущей акцией. Она помогала менеджеру с предыдущей кампанией.",
      "imageLink": "image_files\\English\\salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "salesperson",
      "translation": "продавец",
      "definition": "A person who sells goods or services to customers, often in a retail or wholesale setting.",
      "definition_translation": "Человек, который продает товары или услуги клиентам, часто в розничной или оптовой обстановке.",
      "example": "The salesperson showed us the new product line. She will sell the new collection next quarter. She had sold the previous model at a discount.",
      "example_translation": "Продавец показал нам новую линейку продуктов. Она продаст новую коллекцию в следующем квартале. Она продала предыдущую модель со скидкой.",
      "imageLink": "image_files\\English\\salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "secretary",
      "translation": "секретарь",
      "definition": "A person employed to provide administrative support to an organization or business, often responsible for tasks such as typing, filing, and making travel arrangements.",
      "definition_translation": "Человек, нанятый для предоставления административной поддержки организации или бизнесу, часто отвечающий за задачи, такие как печатание, файловое хранение и организацию поездок.",
      "example": "The secretary took notes during the meeting. She will schedule the conference call tomorrow. She had booked the flight for the last trip.",
      "example_translation": "Секретарь делала записи во время встречи. Она запланирует конференц-звонок завтра. Она забронировала билет на предыдущую поездку.",
      "imageLink": "image_files\\English\\secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "singer",
      "translation": "певец",
      "definition": "A person who sings, especially professionally.",
      "definition_translation": "Человек, который поет, особенно профессионально.",
      "example": "The singer performed a beautiful rendition of the national anthem. She has been a singer since she was 18 years old. She will be a famous singer one day.",
      "example_translation": "Певец исполнил krásную версию национального гимна. Она стала певцом, когда ей было 18 лет. Она будет знаменитым певцом в один день.",
      "imageLink": "image_files\\English\\singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "taxi driver",
      "translation": "водитель такси",
      "definition": "A person who drives a taxi as an occupation.",
      "definition_translation": "Человек, который водит такси как职业.",
      "example": "The taxi driver was very friendly and helpful. He has been a taxi driver for 10 years. He will drive a taxi to the airport tomorrow.",
      "example_translation": "Водитель такси был очень дружелюбным и helpful. Он был водителем такси в течение 10 лет. Он будет водить такси до аэропорта завтра.",
      "imageLink": "image_files\\English\\taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "tour guide",
      "translation": "экскурсовод",
      "definition": "A person who leads and guides tourists, especially in a particular area or on a particular route.",
      "definition_translation": "Человек, который ведет и сопровождает туристов, особенно в определенной области или на определенной маршруте.",
      "example": "The tour guide showed us around the old city. She has been a tour guide for 5 years. They will hire a new tour guide for the summer season.",
      "example_translation": "Экскурсовод показал нам вокруг старого города. Она была экскурсоводом в течение 5 лет. Они нанять нового экскурсовода на летний сезон.",
      "imageLink": "image_files\\English\\tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "writer",
      "translation": "писатель",
      "definition": "A person who writes books, stories, or articles as a job or occupation.",
      "definition_translation": "Человек, который пишет книги, истории или статьи как работу или занятие.",
      "example": "The writer published her first novel last year. He has been a writer since he graduated from college. She will be a famous writer one day.",
      "example_translation": "Писатель опубликовал свою первую новеллу в прошлом году. Он был писателем, когда он окончил колледж. Она будет знаменитым писателем в один день.",
      "imageLink": "image_files\\English\\writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "accountant",
      "translation": "бухгалтер",
      "definition": "A person whose job is to keep, inspect, and prepare financial records and accounts.",
      "definition_translation": "Человек, чья работа заключается в ведении, проверке и подготовке финансовых отчетов и счетов.",
      "example": "She worked as an accountant in a big firm for five years, then became an accountant in a bank, and now she is going to become an accountant in a startup.",
      "example_translation": "Она работала бухгалтером в большой фирме в течение пяти лет, затем стала бухгалтером в банке, и сейчас она собирается стать бухгалтером в стартапе.",
      "imageLink": "image_files\\English\\accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "architect",
      "translation": "архитектор",
      "definition": "A person who designs buildings and other structures.",
      "definition_translation": "Человек, который проектирует здания и другие сооружения.",
      "example": "He was an architect of the famous building, designed it 10 years ago, and will design a new one next year.",
      "example_translation": "Он был архитектором знаменитого здания, спроектировал его 10 лет назад, и будет проектировать новое здание в следующем году.",
      "imageLink": "image_files\\English\\architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "babysitter",
      "translation": "няня",
      "definition": "A person, typically a young woman, who takes care of a child or children when their parents are not present.",
      "definition_translation": "Человек, как правило, молодая женщина, которая заботится о ребенке или детях, когда их родители отсутствуют.",
      "example": "She was a babysitter for the Smiths' children when they were on vacation, babysat them last summer, and will babysit them again next week.",
      "example_translation": "Она была няней для детей Смиты, когда они были в отпуске, сидела с ними прошлым летом, и будет сидеть с ними снова на следующей неделе.",
      "imageLink": "image_files\\English\\babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "baker",
      "translation": "пекарь",
      "definition": "A person who makes and sells bread, cakes, and pastries.",
      "definition_translation": "Человек, который делает и продает хлеб, торты и пирожные.",
      "example": "He was a baker in a small shop, baked bread yesterday, and is going to bake a cake tomorrow.",
      "example_translation": "Он был пекарем в маленькой лавке, пек хлеб вчера, и собирается испечь торт завтра.",
      "imageLink": "image_files\\English\\baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ballet dancer",
      "translation": "балерина",
      "definition": "A person who performs ballet, a type of classical dance characterized by precise and graceful movements.",
      "definition_translation": "Человек, исполняющий балет, тип классического танца, характеризующийся точными и изящными движениями.",
      "example": "She was a principal ballet dancer in the company, and had performed in many famous productions. She had been dancing since she was a child, and will continue to dance for many years to come.",
      "example_translation": "Она была ведущей балериной в компании и выступила в многих знаменитых постановках. Она начала танцевать, когда была ребенком, и будет танцевать многие годы вперед.",
      "imageLink": "image_files\\English\\ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "barber",
      "translation": "парикмахер",
      "definition": "A person whose occupation is to cut and style hair, especially for men.",
      "definition_translation": "Человек, чья профессия заключается в стрижке и стилизации волос, особенно для мужчин.",
      "example": "The barber was very skilled and had been in the business for over 20 years. He had been cutting hair since he was an apprentice, and would continue to do so for many years to come.",
      "example_translation": "Парикмахер был rất-skilled и проработал в этом бизнесе более 20 лет. Он стриг волосы с тех пор, как был учеником, и будет продолжать это делать многие годы вперед.",
      "imageLink": "image_files\\English\\barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "barman",
      "translation": "бармен",
      "definition": "A person who serves drinks and manages the bar in a pub, restaurant, or other establishment.",
      "definition_translation": "Человек, который сервирует напитки и управляет баром в пабе, ресторане или другой организации.",
      "example": "The barman was very friendly and made great cocktails. He had been working at the bar for five years, and would work there for many more years to come.",
      "example_translation": "Бармен был очень дружелюбным и делал GREAT коктейли. Он проработал в баре пять лет, и будет работать там многих лет вперед.",
      "imageLink": "image_files\\English\\barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "builder",
      "translation": "строитель",
      "definition": "A person who constructs or builds something, such as a house, bridge, or road.",
      "definition_translation": "Человек, который строит или сооружает что-то, например дом, мост или дорогу.",
      "example": "The builder had been working on the new project for months, and would finish it soon. He had built many houses in the past, and would continue to build many more in the future.",
      "example_translation": "Строитель работал над новым проектом месяцами, и закончит его вскоре. Он построил многие дома в прошлом, и будет продолжать строить многие больше в будущем.",
      "imageLink": "image_files\\English\\builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "butcher",
      "translation": "мясник",
      "definition": "A person who slaughters and dresses animal carcasses for food, or who sells meat.",
      "definition_translation": "Человек, который забивает и готовит туши животных для еды, или который продает мясо.",
      "example": "The butcher shop has been family-owned for over 20 years. I went to the butcher to buy some meat for the barbecue. She will become a butcher next year.",
      "example_translation": "Магазин мясника является семейным предприятием более 20 лет. Я пошел к мяснику, чтобы купить_some мясо для барбекю. Она станет мясником в следующем году.",
      "imageLink": "image_files\\English\\butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "chemist",
      "translation": "химик",
      "definition": "A person who is trained in the study of chemistry, especially one who works in a laboratory.",
      "definition_translation": "Человек, который обучен в области химии, особенно тот, кто работает в лаборатории.",
      "example": "The chemist discovered a new compound. I am studying to become a chemist. She was a renowned chemist in her field.",
      "example_translation": "Химик открыл новый соединение. Я учусь, чтобы стать химиком. Она была признанным химиком в своей области.",
      "imageLink": "image_files\\English\\chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "coach",
      "translation": "тренер",
      "definition": "A person who trains and directs a sports team or an individual athlete.",
      "definition_translation": "Человек, который тренирует и руководит спортивной командой или индивидуальным спортсменом.",
      "example": "The coach of the football team is very experienced. I have been coaching tennis for years. She will be the new coach of the basketball team.",
      "example_translation": "Тренер футбольной команды очень опытный. Я тренирую теннис уже многие годы. Она будет новым тренером баскетбольной команды.",
      "imageLink": "image_files\\English\\coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "computer scientist",
      "translation": "компьютерный ученый",
      "definition": "A person who is involved in the development and operation of computer systems, software, and networks.",
      "definition_translation": "Человек, который вовлечен в разработку и эксплуатацию компьютерных систем, программного обеспечения и сетей.",
      "example": "The computer scientist designed a new algorithm. I am studying to become a computer scientist. She is a leading computer scientist in the field of artificial intelligence.",
      "example_translation": "Компьютерный ученый разработал новый алгоритм. Я учусь, чтобы стать компьютерным ученым. Она является ведущим компьютерным ученым в области искусственного интеллекта.",
      "imageLink": "image_files\\English\\computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "designer",
      "translation": "дизайнер",
      "definition": "A person who plans and creates objects, systems, and experiences. Designers often combine art, science, and technology to create innovative solutions.",
      "definition_translation": "Человек, который планирует и создает объекты, системы и опыт. Дизайнеры часто комбинируют искусство, науку и технологии, чтобы создавать инновационные решения.",
      "example": "She was a designer for a fashion brand, creating new collections every season. She designed a new logo for the company last year. She will design a new website for the brand next month.",
      "example_translation": "Она была дизайнером для бренда моды, создавая новые коллекции каждый сезон. Она спроектировала новый логотип для компании в прошлом году. Она проэктировает новый веб-сайт для бренда в следующем месяце.",
      "imageLink": "image_files\\English\\designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "detective",
      "translation": "детектив",
      "definition": "A person who investigates crimes and gathers evidence to solve them. Detectives often work with the police to catch criminals.",
      "definition_translation": "Человек, который расследует преступления и собирает улики, чтобы раскрыть их. Детективы часто работают с полицией, чтобы поймать преступников.",
      "example": "He was a detective for 10 years, solving many difficult cases. He detected a clue that led to the arrest of the suspect. He will detect any hidden evidence in the crime scene next week.",
      "example_translation": "Он был детективом в течение 10 лет, решаяmany сложных дел. Он обнаружил улику, которая привела к аресту подозреваемого. Он обнаружит любые скрытые улики на месте преступления на следующей неделе.",
      "imageLink": "image_files\\English\\detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "director",
      "translation": "директор",
      "definition": "A person who is in charge of a department, organization, or project. Directors often make important decisions and oversee the work of others.",
      "definition_translation": "Человек, который находится в зоне ответственности департамента, организации или проекта. Директора часто принимают важные решения и контролируют работу других.",
      "example": "She was a director of a large company, making strategic decisions every day. She directed a team of developers to build a new software. She will direct a meeting to discuss the company's future next month.",
      "example_translation": "Она была директором крупной компании, принимая стратегические решения каждый день. Она руководила командой разработчиков, чтобы построить новое программное обеспечение. Она будет руководить собранием, чтобы обсудить будущее компании в следующем месяце.",
      "imageLink": "image_files\\English\\director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "disc jockey, DJ",
      "translation": "диск-жокей, диджей",
      "definition": "A person who selects and plays recorded music for an audience, often at a party or club. DJs may also create their own music or remixes.",
      "definition_translation": "Человек, который выбирает и играет записанную музыку для аудитории, часто на вечеринке или в клубе. Диджеи могут также создавать свою собственную музыку или ремиксы.",
      "example": "He was a DJ at a popular nightclub, playing music every weekend. He mixed a new track last night, and will DJ at a festival next summer. He has been a disc jockey for 5 years, entertaining crowds all over the city.",
      "example_translation": "Он был диджеем в популярном ночном клубе, играя музыку каждый уикенд. Он смешал новый трек прошлой ночью и будет диджеем на фестивале следующим летом. Он был диск-жокеем в течение 5 лет, развлекая толпы по всему городу.",
      "imageLink": "image_files\\English\\disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "filmmaker",
      "translation": "кинорежиссёр",
      "definition": "A person who makes films, especially as a profession.",
      "definition_translation": "Человек, делающий фильмы, особенно как профессия.",
      "example": "The filmmaker spent years researching for the documentary. She is currently making a new film, and will have made several films by next year.",
      "example_translation": "Кинорежиссёр провел годы, исследуя для документального фильма. Она сейчас снимает новый фильм, и к следующему году будет сняла несколько фильмов.",
      "imageLink": "image_files\\English\\film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "firefighter",
      "translation": "пожарный",
      "definition": "A person who puts out fires and rescues people from burning buildings.",
      "definition_translation": "Человек, который тушит пожары и спасает людей из горящих зданий.",
      "example": "The firefighter ran into the burning building to rescue the family. They have been fighting fires for years, and will fight a fire tomorrow.",
      "example_translation": "Пожарный вбежал в горящее здание, чтобы спасти семью. Они сражались с пожарами годами, и завтра будет бороться с пожаром.",
      "imageLink": "image_files\\English\\firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "guard",
      "translation": "охранник",
      "definition": "A person or thing that watches, protects, or controls something.",
      "definition_translation": "Человек или вещь, которая наблюдает, защищает или контролирует что-то.",
      "example": "The guard watched the prisoners closely. They have been guarding the building for years, and will guard it tonight.",
      "example_translation": "Охранник внимательно наблюдал за заключенными. Они охраняли здание годами, и сегодня будут охранять его.",
      "imageLink": "image_files\\English\\guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "guitarist",
      "translation": "гитарист",
      "definition": "A person who plays the guitar, especially as a profession.",
      "definition_translation": "Человек, который играет на гитаре, особенно как профессия.",
      "example": "The guitarist played a beautiful solo. She has been playing the guitar for years, and will play at the concert tomorrow.",
      "example_translation": "Гитарист сыграл красивый соло. Она играет на гитаре годами, и будет играть на концерте завтра.",
      "imageLink": "image_files\\English\\guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]