[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "burdock",
      "translation": "репей",
      "definition": "A biennial plant of the daisy family, with edible roots and leaves that can be used in salads or as a vegetable.",
      "definition_translation": "Двухлетнее растение семейства астровых, с съедобными корнями и листьями, которые можно использовать в салатах или как овощ.",
      "example": "I used to pick wild burdock as a child, and my grandmother would make a delicious soup with it. Now I grow it in my own garden and use it in salads. I will harvest it next week to make a special dish for my friends.",
      "example_translation": "Я以前 собирали дикую репей в детстве, и моя бабушка готовила из нее вкусный суп. Теперь я выращиваю ее в собственном саду и использую в салатах. Я соберу ее на следующей неделе, чтобы приготовить специальное блюдо для моих друзей.",
      "imageLink": "image_files\\English\\burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "camomile",
      "translation": "ромашка",
      "definition": "A herb with daisy-like flowers and a sweet, apple-like fragrance, used as a calming tea or in herbal remedies.",
      "definition_translation": "Трава с ромашкоподобными цветами и сладким, яблочным ароматом, используемая как успокаивающий чай или в растительных средствах.",
      "example": "My grandmother would give me camomile tea when I was feeling anxious, and it always helped me relax. Now I drink it every night before bedtime to unwind. I will plant camomile in my garden next spring to have a fresh supply.",
      "example_translation": "Моя бабушка давала мне ромашковый чай, когда я чувствовал тревогу, и он всегда помогал мне расслабиться. Теперь я пью его каждую ночь перед сном, чтобы раскрепоститься. Я посадлю ромашку в свой сад следующей весной, чтобы иметь свежий запас.",
      "imageLink": "image_files\\English\\chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "cat's claw",
      "translation": "когтистый бархат",
      "definition": "A tropical vine with claw-like thorns and medicinal properties, used to treat various health conditions.",
      "definition_translation": "Тропическое растение с когтеобразными шипами и медицинскими свойствами, используемое для лечения различных заболеваний.",
      "example": "I learned about cat's claw in herbalism class, and it amazed me how many health benefits it has. I have been taking cat's claw supplements for a while now, and I feel much better. I will recommend it to my friends who suffer from arthritis.",
      "example_translation": "Я узнала о когтистом бархате на курсе фитотерапии, и меня поразило, сколько оно имеет здоровых преимуществ. Я уже несколько месяцев принимаю добавки когтистого бархата, и я чувствую себя намного лучше. Я порекомендую его своим друзьям, которые страдают от артрита.",
      "imageLink": "image_files\\English\\cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "coltsfoot",
      "translation": "мать-и-мачеха",
      "definition": "A perennial plant with yellow flowers and large leaves, used in herbal medicine to treat respiratory problems.",
      "definition_translation": "Многолетнее растение с желтыми цветами и большими листьями, используемое в растительной медицине для лечения респираторных проблем.",
      "example": "I used to collect coltsfoot leaves in the forest and make a tea to soothe my cough. Now I grow it in my own garden and use it to make herbal remedies for my family. I will dry some coltsfoot leaves this summer to use during the winter months.",
      "example_translation": "Я以前 собирали листья мать-и-мачехи в лесу и готовила из них чай, чтобы успокоить мой кашель. Теперь я выращиваю ее в собственном саду и использую ее, чтобы готовить растительные средства для моей семьи. Я высушу некоторые листья мать-и-мачехи этим летом, чтобы использовать их в зимние месяцы.",
      "imageLink": "image_files\\English\\coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "dandelion",
      "translation": "одуванчик",
      "definition": "A yellow-flowered weed that grows in lawns and meadows, with leaves that can be eaten in salads or used as a medicinal herb.",
      "definition_translation": "Жёлтый цветущий сорняк, растущий на лугах и газонах, с листьями, которые можно есть в салатах или использовать как лекарственное средство.",
      "example": "I picked a dandelion from the lawn and made a wish. Yesterday, I had picked a dandelion and made a wish. Tomorrow, I will pick a dandelion and make a wish.",
      "example_translation": "Я сорвал одуванчик с газона и загадал желание. Вчера я сорвал одуванчик и загадал желание. Завтра я сорву одуванчик и загадал желание.",
      "imageLink": "image_files\\English\\dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "fenugreek",
      "translation": "пажитник",
      "definition": "A plant with leaves that can be used as a herb, or seeds that can be used to make a spice or medicine.",
      "definition_translation": "Растение с листьями, которые можно использовать как траву, или семенами, которые можно использовать для приготовления специи или лекарства.",
      "example": "I added fenugreek seeds to the curry for flavor. Yesterday, I had added fenugreek seeds to the curry for flavor. Tomorrow, I will add fenugreek seeds to the curry for flavor.",
      "example_translation": "Я добавил семена пажитника в карри для вкуса. Вчера я добавил семена пажитника в карри для вкуса. Завтра я добавлю семена пажитника в карри для вкуса.",
      "imageLink": "image_files\\English\\fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ginseng",
      "translation": "женьшень",
      "definition": "A plant with a root that is used in medicine and cooking, especially in Asian cuisine.",
      "definition_translation": "Растение с корнем, который используется в медицине и кулинарии, особенно в азиатской кухне.",
      "example": "I drank ginseng tea to boost my energy. Yesterday, I had drunk ginseng tea to boost my energy. Tomorrow, I will drink ginseng tea to boost my energy.",
      "example_translation": "Я выпил чай из женьшеня, чтобы повысить мой энергии. Вчера я выпил чай из женьшеня, чтобы повысить мой энергии. Завтра я выпью чай из женьшеня, чтобы повысить мой энергии.",
      "imageLink": "image_files\\English\\ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "horsetail",
      "translation": "хвостник",
      "definition": "A plant with a hollow stem that can be used as a diuretic or to make a herbal tea.",
      "definition_translation": "Растение с пустотелым стеблем, которое можно использовать как диуретик или для приготовления травяного чая.",
      "example": "I used horsetail to treat my urinary tract infection. Yesterday, I had used horsetail to treat my urinary tract infection. Tomorrow, I will use horsetail to treat my urinary tract infection.",
      "example_translation": "Я использовал хвостник для лечения моей инфекции мочевыводящих путей. Вчера я использовал хвостник для лечения моей инфекции мочевыводящих путей. Завтра я использую хвостник для лечения моей инфекции мочевыводящих путей.",
      "imageLink": "image_files\\English\\horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "knotgrass",
      "translation": "воробейник",
      "definition": "A perennial weed with yellowish-green flowers and narrow leaves, often found in lawns and meadows.",
      "definition_translation": "Многолетний сорняк с желто-зелеными цветами и узкими листьями, часто встречается на лугах и газонах.",
      "example": "The farmer worked hard to remove the knotgrass from his fields. The knotgrass was growing rapidly in the warm weather. He will have to deal with the knotgrass again next season.",
      "example_translation": "Фермер работал тяжело, чтобы удалить воронейник из своих полей. Воронейник рос быстро в теплой погоде. Он будет иметь дело с воронейником снова в следующем сезоне.",
      "imageLink": "image_files\\English\\knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "lemon balm",
      "translation": "лимонная мята",
      "definition": "A perennial herb with heart-shaped leaves and a light, citrusy flavor, often used in cooking and herbal teas.",
      "definition_translation": "Многолетнее растение с сердцевидными листьями и легким, цитрусовым вкусом, часто используемое в кулинарии и травяных чаях.",
      "example": "She added a sprig of lemon balm to her tea for a soothing effect. The chef used lemon balm to flavor the chicken dish. They will plant lemon balm in their garden next spring.",
      "example_translation": "Она добавила веточку лимонной мяты в свой чай для успокаивающего эффекта. Повар использовал лимонную мяту, чтобы блюдо курицы было ароматным. Они посадят лимонную мяту в свой сад следующей весной.",
      "imageLink": "image_files\\English\\lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "marigold",
      "translation": "калиЕНдра",
      "definition": "A bright yellow or orange flower with a strong, pungent scent, often used in gardens and as a natural pest repellent.",
      "definition_translation": "Ярко-желтый или оранжевый цветок с сильным, пungентным запахом, часто используемый в садах и как естественный репеллент для вредителей.",
      "example": "The garden was filled with marigolds, which helped to keep pests away. She planted marigolds around her tomatoes to protect them. The marigolds bloomed beautifully in the warm summer weather.",
      "example_translation": "Сад был заполнен календрасами, которые помогали держать вредителей подальше. Она посадила календрасы вокруг своих помидоров, чтобы защитить их. Календрасы цвелиbeautifully в теплой летней погоде.",
      "imageLink": "image_files\\English\\marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "marshmallow",
      "translation": "зефир",
      "definition": "A sweet, soft, and light confectionery made from sugar, gelatin, and corn syrup, often used in desserts and hot chocolate.",
      "definition_translation": "Сладкое, мягкое и легкое кондитерское изделие, сделанное из сахара, желатина и кукурузного сиропа, часто используемое в десертах и горячем шоколаде.",
      "example": "The kids loved roasting marshmallows over the campfire. She used marshmallows to make a delicious hot chocolate. The company will launch a new marshmallow flavor next month.",
      "example_translation": "Дети любили жарить зефиры над костром. Она использовала зефиры, чтобы сделать вкусный горячий шоколад. Компания запустит новый зефирийный вкус в следующем месяце.",
      "imageLink": "image_files\\English\\marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "ribwort plantain",
      "translation": "Подорожник ланцетолистый",
      "definition": "A perennial herb native to Europe and Asia, with narrow leaves and small flowers, used in herbal medicine.",
      "definition_translation": "Многолетнее травянистое растение, родом из Европы и Азии, с узкими листьями и маленькими цветами, используемое в народной медицине.",
      "example": "I used to pick ribwort plantain as a child, and my grandmother would make a tea out of it to soothe our sore throats. Now I grow it in my garden and use it to make a natural remedy for skin irritations. I will plant more ribwort plantain in the spring to ensure a steady supply.",
      "example_translation": "Я когда-то собирал подорожник ланцетолистый в детстве, и моя бабушка делала из него чай, чтобы успокоить наши больные горла. Теперь я выращиваю его в своем саду и использую его для создания натурального средства от кожных раздражений. Я посадлю больше подорожника ланцетолистого весной, чтобы обеспечить стабильный запас.",
      "imageLink": "image_files\\English\\ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "sage",
      "translation": "Шалфей",
      "definition": "A perennial herb with greyish-green leaves and purple flowers, used in cooking and medicine.",
      "definition_translation": "Многолетнее травянистое растение с серовато-зеленными листьями и фиолетовыми цветами, используемое в кулинарии и медицине.",
      "example": "My grandmother used to make a sage tea to calm her nerves, and I still use it to this day. I will add some sage to the stuffing for the roasted chicken tomorrow. She had taught me how to dry sage leaves for future use.",
      "example_translation": "Моя бабушка делала чай из шалфея, чтобы успокоить свои нервы, и я до сих пор использую его. Я добавлю шалфей к начинке для запеченной курицы завтра. Она учила меня, как высушивать листья шалфея для будущего использования.",
      "imageLink": "image_files\\English\\sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "St John's wort",
      "translation": "Зверобой",
      "definition": "A perennial herb with yellow flowers, used in herbal medicine to treat mild depression and anxiety.",
      "definition_translation": "Многолетнее травянистое растение с желтыми цветами, используемое в народной медицине для лечения легкой депрессии и тревожности.",
      "example": "I was feeling anxious, so I started taking St John's wort supplements, and they really helped. My friend had recommended St John's wort to me, as she had used it to treat her depression. I will plant St John's wort in my garden next year to have a steady supply.",
      "example_translation": "Я чувствовал тревогу, поэтому я начал принимать добавки из зверобоя, и они gerçekten помогли. Моя подруга рекомендовала мне зверобой, потому что она использовала его для лечения своей депрессии. Я посадлю зверобой в свой сад в следующем году, чтобы иметь стабильный запас.",
      "imageLink": "image_files\\English\\st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "wormwood",
      "translation": "Полынь",
      "definition": "A perennial herb with silvery-grey leaves and small yellow flowers, used in absinthe and as a medicinal herb.",
      "definition_translation": "Многолетнее травянистое растение с серебристо-серыми листьями и маленькими желтыми цветами, используемое в абсенте и как лекарственное растение.",
      "example": "I tried absinthe once, which was flavored with wormwood, and it was quite bitter. The ancient Greeks used wormwood to treat indigestion, and it's still used today in herbal medicine. I will plant wormwood in my garden to use in cooking and as a medicinal herb.",
      "example_translation": "Я когда-то пробовал абсент, который был ароматизирован полынью, и он был довольно горьким. Древние греки использовали полынь для лечения диспепсии, и он все еще используется сегодня в народной медицине. Я посадлю полынь в свой сад, чтобы использовать ее в кулинарии и как лекарственное растение.",
      "imageLink": "image_files\\English\\wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]