[
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Aquarius",
      "translation": "Водолей",
      "definition": "A constellation in the zodiac, represented by the Water Bearer. People born under this sign are known for their humanitarian nature and independent spirit.",
      "definition_translation": "Созвездие в зодиаке, представленное Ковшом. Люди, рожденные под этим знаком, известны своей гуманитарной натурой и самостоятельным духом.",
      "example": "She's an Aquarius, so she's always willing to help others. She helped her friend move last week, and now she's planning a charity event. In 10 years, she'll be a famous philanthropist.",
      "example_translation": "Она Водолей, поэтому она всегда готова помочь другим. Она помогла своему другу развлекаться на прошлой неделе, а теперь она планирует благотворительное мероприятие. Через 10 лет она станетamous благотворителем.",
      "imageLink": "image_files\\English\\aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Aries",
      "translation": "Овен",
      "definition": "A constellation in the zodiac, represented by the Ram. People born under this sign are known for their bold and ambitious nature.",
      "definition_translation": "Созвездие в зодиаке, представленное Бараном. Люди, рожденные под этим знаком, известны своей смелой и амбициозной натурой.",
      "example": "He's an Aries, so he's always up for a challenge. He ran a marathon last year, and now he's training for a triathlon. In 5 years, he'll have completed an Ironman competition.",
      "example_translation": "Он Овен, поэтому он всегда готов к挑ению. Он пробежал марафон в прошлом году, а теперь он тренируется для триатлона. Через 5 лет он завершит соревнование Ironman.",
      "imageLink": "image_files\\English\\aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Cancer",
      "translation": "Рак",
      "definition": "A constellation in the zodiac, represented by the Crab. People born under this sign are known for their emotional and nurturing nature.",
      "definition_translation": "Созвездие в зодиаке, представленное Раком. Люди, рожденные под этим знаком, известны своей эмоциональной и заботливой натурой.",
      "example": "She's a Cancer, so she's always looking out for her family. She took care of her mother when she was sick, and now she's helping her brother move into a new apartment. In 20 years, she'll be a loving grandmother.",
      "example_translation": "Она Рак, поэтому она всегда заботится о своей семье. Она ухаживала за своей матерью, когда та была больна, а теперь она помогает своему брату переехать в новую квартиру. Через 20 лет она станет любящей бабушкой.",
      "imageLink": "image_files\\English\\cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Capricorn",
      "translation": "Козерог",
      "definition": "A constellation in the zodiac, represented by the Goat. People born under this sign are known for their responsible and disciplined nature.",
      "definition_translation": "Созвездие в зодиаке, представленное Козерогом. Люди, рожденные под этим знаком, известны своей ответственной и дисциплинированной натурой.",
      "example": "He's a Capricorn, so he's always planning for the future. He saved money for years to buy a house, and now he's investing in his own business. In 15 years, he'll be a successful entrepreneur.",
      "example_translation": "Он Козерог, поэтому он всегда планирует на будущее. Он копил деньги годы, чтобы купить дом, а теперь он инвестировал в свой собственный бизнес. Через 15 лет он станет успешным предпринимателем.",
      "imageLink": "image_files\\English\\capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Gemini",
      "translation": "Близнецы",
      "definition": "Gemini is the third astrological sign in the zodiac, originating from the constellation of Gemini, and is associated with the period between May 21 and June 20.",
      "definition_translation": "Близнецы - это третий астрологический знак в зодиаке, берущий начало от созвездия Близнецов, и ассоциируется с периодом между 21 мая и 20 июня.",
      "example": "I was born on June 1st, so I'm a Gemini. My friend was a Gemini, and she was very curious. By the time I'm 30, I will be a successful Gemini entrepreneur.",
      "example_translation": "Я родился 1 июня, поэтому я Близнец. Моя подруга была Близнецом, и она была очень любопытной. К тому времени, когда мне будет 30, я буду успешным предпринимателем-Близнецом.",
      "imageLink": "image_files\\English\\gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Leo",
      "translation": "Лев",
      "definition": "Leo is the fifth astrological sign in the zodiac, originating from the constellation of Leo, and is associated with the period between July 23 and August 22.",
      "definition_translation": "Лев - это пятый астрологический знак в зодиаке, берущий начало от созвездия Льва, и ассоциируется с периодом между 23 июля и 22 августа.",
      "example": "I know someone who is a Leo, and he's very confident. My sister was a Leo, and she was very outgoing. By next year, I will have a Leo friend who will teach me how to dance.",
      "example_translation": "Я знаюкого-то, кто является Львом, и он очень уверен в себе. Моя сестра была Львом, и она была очень общительной. К следующему году у меня будет друг-Лев, который научит меня танцевать.",
      "imageLink": "image_files\\English\\leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Libra",
      "translation": "Весы",
      "definition": "Libra is the seventh astrological sign in the zodiac, originating from the constellation of Libra, and is associated with the period between September 23 and October 22.",
      "definition_translation": "Весы - это седьмой астрологический знак в зодиаке, берущий начало от созвездия Весов, и ассоциируется с периодом между 23 сентября и 22 октября.",
      "example": "My mom is a Libra, and she's very balanced. I know someone who is a Libra, and he's very diplomatic. By the time I'm 25, I will have a Libra partner who will share my love for art.",
      "example_translation": "Моя мама является Весами, и она очень сбалансирована. Я знаюкого-то, кто является Весами, и он очень дипломатичен. К тому времени, когда мне будет 25, у меня будет партнер-Весы, который поделится моей любовью к искусству.",
      "imageLink": "image_files\\English\\libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Pisces",
      "translation": "Рыбы",
      "definition": "Pisces is the twelfth astrological sign in the zodiac, originating from the constellation of Pisces, and is associated with the period between February 19 and March 20.",
      "definition_translation": "Рыбы - это двенадцатый астрологический знак в зодиаке, берущий начало от созвездия Рыб, и ассоциируется с периодом между 19 февраля и 20 марта.",
      "example": "My brother is a Pisces, and he's very empathetic. I know someone who is a Pisces, and she's very creative. By next month, I will have a Pisces friend who will teach me how to swim.",
      "example_translation": "Мой брат является Рыбами, и он очень эмпатичен. Я знаю кого-то, кто является Рыбами, и она очень креативна. К следующему месяцу у меня будет друг-Рыбы, который научит меня плавать.",
      "imageLink": "image_files\\English\\pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Sagittarius",
      "translation": "Стрелец",
      "definition": "A Sagittarius is a person born between November 22nd and December 21st, or the ninth sign of the zodiac, represented by the symbol of the archer.",
      "definition_translation": "Стрелец - это человек, рожденный между 22 ноября и 21 декабря, или девятый знак зодиака, представленный символом стрелка.",
      "example": "I'm a Sagittarius, I was born on December 1st. I was a Sagittarius when I graduated from college. I will be a Sagittarius when I retire.",
      "example_translation": "Я Стрелец, я родился 1 декабря. Я был Стрельцом, когда окончил колледж. Я буду Стрельцом, когда уйду на пенсию.",
      "imageLink": "image_files\\English\\sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Scorpio",
      "translation": "Скорпион",
      "definition": "A Scorpio is a person born between October 23rd and November 21st, or the eighth sign of the zodiac, represented by the symbol of the scorpion.",
      "definition_translation": "Скорпион - это человек, рожденный между 23 октября и 21 ноября, или восьмой знак зодиака, представленный символом скорпиона.",
      "example": "I've known her since she was a Scorpio in high school. She's still a Scorpio now. She'll always be a Scorpio.",
      "example_translation": "Я знаю ее с тех пор, как она была Скорпионом в школе. Она до сих пор Скорпион. Она всегда будет Скорпионом.",
      "imageLink": "image_files\\English\\scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Taurus",
      "translation": "Телец",
      "definition": "A Taurus is a person born between April 20th and May 20th, or the second sign of the zodiac, represented by the symbol of the bull.",
      "definition_translation": "Телец - это человек, рожденный между 20 апреля и 20 мая, или второй знак зодиака, представленный символом быка.",
      "example": "My sister is a Taurus, she loves art. She was a Taurus when she got married. She will be a Taurus when she has kids.",
      "example_translation": "Моя сестра - Телец, она любит искусство. Она была Тельцом, когда вышла замуж. Она будет Тельцом, когда у нее будут дети.",
      "imageLink": "image_files\\English\\taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "Virgo",
      "translation": "Дева",
      "definition": "A Virgo is a person born between August 23rd and September 22nd, or the sixth sign of the zodiac, represented by the symbol of the maiden.",
      "definition_translation": "Дева - это человек, рожденный между 23 августа и 22 сентября, или шестой знак зодиака, представленный символом девы.",
      "example": "I'm a Virgo, I'm very organized. I was a Virgo when I started my business. I will be a Virgo when I retire.",
      "example_translation": "Я Дева, я очень организован. Я был Девой, когда начал свой бизнес. Я буду Девой, когда уйду на пенсию.",
      "imageLink": "image_files\\English\\virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "Russian",
      "word": "zodiac sign",
      "translation": "знак зодиака",
      "definition": "A zodiac sign is a segment of the ecliptic, or the path of the Sun in the sky, as divided into 12 parts, each represented by a different character or animal, and associated with certain traits or characteristics.",
      "definition_translation": "Знак зодиака - это сегмент эклиптики, или пути Солнца в небе, разделенный на 12 частей, каждая из которых представлена разным символом или животным и ассоциирована с определальными характеристиками или признаками.",
      "example": "I was a Leo in my past life, I am a Scorpio now, and I will be a Gemini in my next life. My friend was a Virgo last year, she is a Libra this year, and she will be a Sagittarius next year.",
      "example_translation": "Я был Львом в прошлой жизни, я теперь Скорпион, и я буду Близнецом в следующей жизни. Моя подруга была Девой LAST год, она теперь Весы, и она будет Стрельцом в следующем году.",
      "imageLink": "image_files\\English\\zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]