{
  "data": [
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guitarra",
      "translation": "guitarra",
      "definition": "Un instrumento musical de cuerdas tocado pluckando o rasgueando, que consta típicamente de un tablero de fingers fretted y un cuerpo que resuena sonido.",
      "definition_translation": "Um instrumento musical de cordas tocado por arrancamento ou raspagem, normalmente composto por um braço fretado e um corpo que ressona o som.",
      "example": "Toqué la guitarra en mi banda anoche, tocaré la guitarra en el concierto mañana y toqué la guitarra con mis amigos ayer.",
      "example_translation": "Eu toquei a guitarra na minha banda ontem à noite, Eu vou tocar a guitarra no concerto amanhã e eu toquei a guitarra com meus amigos ontem.",
      "imageLink": "guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tambor",
      "translation": "tambor",
      "definition": "Un instrumento musical sonoro al ser golpeado, que consta típicamente de un cuerpo hueco con una membrana tensada sobre uno o ambos extremos.",
      "definition_translation": "Um instrumento musical produzido por ser atingido, geralmente composto por um corpo oco com uma membrana esticada sobre uma ou ambas as extremidades.",
      "example": "Golpeé el tambor en la banda, golpearé el tambor en el festival mañana y golpeé el tambor con mis amigos ayer.",
      "example_translation": "Eu bati o tambor na banda, Eu vou bater o tambor no festival amanhã e eu bati o tambor com meus amigos ontem.",
      "imageLink": "drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tambores",
      "translation": "tambores",
      "definition": "Plural de tambor, instrumentos musicales sonoros al ser golpeados, que constan típicamente de un cuerpo hueco con una membrana tensada sobre uno o ambos extremos.",
      "definition_translation": "Plural de tambor, instrumentos musicais produzidos por ser atingidos, geralmente compostos por um corpo oco com uma membrana esticada sobre uma ou ambas as extremidades.",
      "example": "Toqué los tambores en la banda, tocaré los tambores en el concierto mañana y toqué los tambores con mis amigos ayer.",
      "example_translation": "Eu toquei os tambores na banda, Eu vou tocar os tambores no concerto amanhã e eu toquei os tambores com meus amigos ontem.",
      "imageLink": "drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "instrumento",
      "translation": "instrumento",
      "definition": "Una herramienta o dispositivo utilizado para producir música, como un piano, una guitarra o un tambor.",
      "definition_translation": "Uma ferramenta ou dispositivo utilizado para produzir música, como um piano, uma guitarra ou um tambor.",
      "example": "Toqué un instrumento musical en la orquesta, tocaré un instrumento musical en la fiesta mañana y toqué un instrumento musical con mis amigos ayer.",
      "example_translation": "Eu toquei um instrumento musical na orquestra, Eu vou tocar um instrumento musical na festa amanhã e eu toquei um instrumento musical com meus amigos ontem.",
      "imageLink": "instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "teclado",
      "translation": "teclado",
      "definition": "Un instrumento electrónico con teclas que se presionan para escribir palabras, números y símbolos en una computadora o máquina de escribir.",
      "definition_translation": "Um instrumento eletrônico com teclas que você pressiona para digitar palavras, números e símbolos em um computador ou máquina de escrever.",
      "example": "Ayer utilicé un teclado para escribir una carta. Hoy estoy utilizando para escribir un correo electrónico. Mañana utilizaré para charlar con mi amigo.",
      "example_translation": "Ontem, eu usei um teclado para escrever uma carta. Hoje, estou usando para digitar um email. Amanhã, vou usar para conversar com meu amigo.",
      "imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piano",
      "translation": "piano",
      "definition": "Un instrumento musical con cuerdas que se toca presionando teclas en un tablero.",
      "definition_translation": "Um instrumento musical com cordas que você toca pressionando teclas em um teclado.",
      "example": "Cuando era un niño, aprendí a tocar el piano. Ahora toco el piano para mi familia. En el futuro, enseñaré a mis hijos a tocar el piano.",
      "example_translation": "Quando eu era criança, aprendi a tocar piano. Agora, toco piano para minha família. No futuro, vou ensinar meus filhos a tocar piano.",
      "imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violín",
      "translation": "violino",
      "definition": "Un instrumento musical de cuerdas tocado con un arco o pluckando las cuerdas con los dedos.",
      "definition_translation": "Um instrumento musical de cordas tocado com um arco ou puxando as cordas com os dedos.",
      "example": "Mi hermana tocó el violín en la orquesta escolar cuando era joven. Ahora enseña violín a estudiantes. En el futuro, se presentará con una orquesta profesional.",
      "example_translation": "Minha irmã tocou violino na orquestra escolar quando era jovem. Agora, ela ensina violino a alunos. No futuro, ela fará uma performance com uma orquestra profissional.",
      "imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gaita",
      "translation": "gaitas de fole",
      "definition": "Un instrumento musical tradicional escocés con una bolsa en la que se sopla aire para producir un sonido fuerte y lastimero.",
      "definition_translation": "Um instrumento musical tradicional escocês com um saco que você sopra ar para produzir um som alto e lamuriento.",
      "example": "Vi gaitas siendo tocadas en un festival escocés cuando era turista. Hoy estoy viendo un video de alguien tocando gaitas. Mañana asistiré a un concierto que presenta gaitas.",
      "example_translation": "Eu vi gaitas de fole sendo tocadas em um festival escocês quando era turista. Hoje, estou assistindo um vídeo de alguém tocando gaitas de fole. Amanhã, irei assistir a um concerto com gaitas de fole.",
      "imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flauta",
      "translation": "flauta",
      "definition": "Una flauta es un instrumento musical que se toca soplando aire a través del agujero de embocadura, produciendo un sonido brillante y claro.",
      "definition_translation": "Um flauta é um instrumento musical que é tocado soprando ar sobre o buraco da embocadura, produzindo um som claro e brilhante.",
      "example": "Toqué la flauta en la banda escolar cuando era niño. Ahora toco la flauta en una orquesta profesional. Tocaré la flauta en el concierto mañana.",
      "example_translation": "Eu toquei a flauta na banda escolar quando eu era criança. Agora eu toco a flauta em uma orquestra profissional. Eu vou tocar a flauta no concerto amanhã.",
      "imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "saxofón",
      "translation": "saxofone",
      "definition": "Un saxofón es un instrumento de madera de viento comúnmente utilizado en jazz y música rock, conocido por su sonido suave y rico.",
      "definition_translation": "Um saxofone é um instrumento de madeira que é comummente usado no jazz e rock, conhecido pelo seu som suave e rico.",
      "example": "John Coltrane fue un legendario saxofonista. Estoy aprendiendo a tocar el saxofón para mi examen de música. Ella tocará el saxofón en el concierto escolar.",
      "example_translation": "John Coltrane foi um jogador de saxofone lendário. Estou aprendendo a tocar o saxofone para meu exame de música. Ela vai tocar o saxofone no concerto escolar.",
      "imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trompeta",
      "translation": "trompete",
      "definition": "Una trompeta es un instrumento de viento que se utiliza comúnmente en orquestas y bandas de jazz, conocido por su sonido fuerte y penetrante.",
      "definition_translation": "Um trompete é um instrumento de metal que é comummente usado em orquestras e bandas de jazz, conhecido pelo seu som alto e penetrante.",
      "example": "Practicaba tocar la trompeta todos los días cuando estaba en la escuela secundaria. El trompetista interpretó un hermoso solo. Comprarán una nueva trompeta para la banda escolar.",
      "example_translation": "Eu pratiquei tocar o trompete todos os dias quando eu estava no ensino médio. O jogador de trompete performou um belo solo. Eles vão comprar um novo trompete para a banda escolar.",
      "imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acordeón",
      "translation": "acordeão",
      "definition": "Un acordeón es un instrumento de teclado portátil que se utiliza comúnmente en la música folklórica, caracterizado por sus lengüetas que vibran para producir sonido.",
      "definition_translation": "Um acordeão é um instrumento de teclado portátil que é comummente usado em música folclórica, caracterizado por suas lâminas que vibram para produzir som.",
      "example": "Vi a un acordeonista interpretando en una esquina de la calle. Ella aprendió a tocar el acordeón de su padre. La banda presentó a un acordeonista en su último álbum.",
      "example_translation": "Eu vi um jogador de acordeão se apresentando na esquina da rua. Ela aprendeu a tocar o acordeão com seu pai. A banda apresentou um jogador de acordeão em seu último álbum.",
      "imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bajo eléctrico",
      "translation": "baixo",
      "definition": "Un bajo eléctrico es un instrumento de cuerdas tocado al punzar o golpear sus cuerdas con los dedos o una púa. Es similar en apariencia y construcción a una guitarra eléctrica, pero con una escala más larga y cuatro cuerdas afinadas a una Pitch más baja.",
      "definition_translation": "Um baixo é um instrumento de cordas tocado por dedilhar ou bater suas cordas com os dedos ou um pick. Ele é semelhante em aparência e construção a uma guitarra elétrica, mas com uma escala de comprimento mais longo e quatro cordas afinadas para uma pitches mais baixa.",
      "example": "Solía tocar el bajo eléctrico en una banda cuando estaba en la universidad. Ahora, toco el bajo eléctrico en un estudio. Tocaré el bajo eléctrico en un concierto la próxima semana.",
      "example_translation": "Eu costumava tocar o baixo em uma banda quando eu estava na faculdade. Agora, eu toco o baixo em um estúdio. Eu vou tocar o baixo em um concerto na próxima semana.",
      "imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violonchelo",
      "translation": "violoncelo",
      "definition": "Un violonchelo es un gran instrumento de cuerda que se toca al dibujar un arco sobre sus cuerdas o al punzar las cuerdas con los dedos. Es miembro de la familia de los violines y se utiliza comúnmente en orquestas y conjuntos de cámara.",
      "definition_translation": "Um violoncelo é um grande instrumento musical de cordas que é tocado por deslizar um arco em suas cordas ou por dedilhar as cordas com os dedos. Ele é um membro da família do violino e é comumente usado em orquestras e conjuntos de música de câmara.",
      "example": "He estado aprendiendo a tocar el violonchelo durante tres años. Mi hermana tocó el violonchelo en una orquesta. Ella tocará el violonchelo en un recital el próximo mes.",
      "example_translation": "Eu tenho aprendido a tocar o violoncelo por três anos. Minha irmã tocou o violoncelo em uma orquestra. Ela vai tocar o violoncelo em um recital no próximo mês.",
      "imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piano de cola",
      "translation": "piano de cauda",
      "definition": "Un piano de cola es un gran instrumento musical complejo que produce sonido cuando se presionan las teclas, lo que activa martillos que golpean las cuerdas. Se utiliza comúnmente en presentaciones de música clásica y se considera un símbolo de elegancia y sofisticación.",
      "definition_translation": "Um piano de cauda é um grande instrumento musical complexo que produz som quando as teclas são pressionadas, o que ativa martelos que atingem cordas. Ele é comumente usado em performances de música clássica e é considerado um símbolo de elegância e sofisticação.",
      "example": "Tomé una lección en el piano de cola ayer. Ella ha estado tocando el piano de cola desde que tenía cinco años. Interpretarán en el piano de cola en el salón de conciertos mañana.",
      "example_translation": "Eu tomei uma aula no piano de cauda ontem. Ela tem sido tocando o piano de cauda desde que ela tinha cinco anos. Eles vão se apresentar no piano de cauda na sala de concerto amanhã.",
      "imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "armónica",
      "translation": "harmonica",
      "definition": "Un armónica es un instrumento musical portátil pequeño que se toca al soplar y succionar aire a través de él. Se utiliza comúnmente en la música blues y folk y es conocido por su sonido tintineante y lastimero.",
      "definition_translation": "Uma harmonica é um pequeno instrumento musical portátil que é tocado soprando e respirando ar através dele. Ele é comumente usado em música blues e folk e é conhecido pelo seu som distinto e uivante.",
      "example": "Aprendí a tocar la armónica el verano pasado. Él tocó la armónica en una banda. Ella me enseñará a tocar la armónica la próxima semana.",
      "example_translation": "Eu aprendi a tocar a harmonica no último verão. Ele tocou a harmonica em uma banda. Ela me ensinará como tocar a harmonica na próxima semana.",
      "imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pandero",
      "translation": "tamborim",
      "definition": "Un pandero es un instrumento musical que consiste en un tambor superficial con cascabeles metálicos unidos al borde, tocado al agitar o golpear con las manos.",
      "definition_translation": "Um tamborim é um instrumento musical composto por um tambor raso com guizos de metal presos à borda, tocado sacudindo ou batendo com as mãos.",
      "example": "El músico expertamente tocó el pandero en la banda de jazz anoche, tocará de nuevo esta noche y ha estado tocándolo durante años. ",
      "example_translation": "O músico jogou habilmente o tamborim na banda de jazz ontem à noite, jogará novamente esta noite e tem jogado há anos.",
      "imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuerno",
      "translation": "corno",
      "definition": "Un cuerno es un instrumento musical hecho de metal, madera o otros materiales, consistente en un tubo con una boquilla en un extremo y una campana en el otro, tocado al soplar aire a través de la boquilla.",
      "definition_translation": "Um corno é um instrumento musical feito de metal, madeira ou outros materiais, composto por um tubo com uma boca em uma extremidade e uma campânula em outra, tocado soprando ar pela boca.",
      "example": "El cazador sopló el cuerno fuerte para señalar el comienzo de la caza, había soplado antes para reunir al grupo y soplará de nuevo para celebrar la captura. ",
      "example_translation": "O caçador soprou o corno alto para sinalizar o início da caçada, havia soprado mais cedo para reunir o grupo e sopará novamente para comemorar a captura.",
      "imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "órgano",
      "translation": "órgão",
      "definition": "Un órgano es un instrumento musical que se toca al presionar teclas en un teclado, lo que activa una serie de tubos o señales electrónicas para producir sonido.",
      "definition_translation": "Um órgão é um instrumento musical tocado pressionando teclas em um teclado, que ativa uma série de tubos ou sinais eletrônicos para produzir som.",
      "example": "El organista de la iglesia tocó una melodía hermosa en el órgano durante la ceremonia de boda, había tocado durante el ensayo ayer y tocará de nuevo en el funeral la próxima semana. ",
      "example_translation": "O organista da igreja tocou uma linda melodia no órgão durante a cerimônia de casamento, havia tocado durante o ensaio ontem e tocará novamente no funeral da próxima semana.",
      "imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "triángulo",
      "translation": "triângulo",
      "definition": "Un triángulo es un instrumento musical que consiste en una vara metálica doblada en forma triangular, tocado al golpearla con un golpeador metálico.",
      "definition_translation": "Um triângulo é um instrumento musical composto por uma haste de metal dobrada em forma triangular, tocado batendo com um batedor de metal.",
      "example": "El percusionista tocó el triángulo fuerte en la presentación orquestal, tocará de nuevo en el próximo concierto y había tocado durante el ensayo la semana pasada. ",
      "example_translation": "O percussionista tocou o triângulo alto na apresentação orquestral, tocará novamente no próximo concerto e havia tocado durante o ensaio da semana passada.",
      "imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "balalaica",
      "translation": "balalaica",
      "definition": "Un instrumento musical de cuerda de origen ruso, con un cuerpo triangular y un cuello largo con tres cuerdas.",
      "definition_translation": "Um instrumento musical de cordas de origem russa, com um corpo triangular e um pescoço longo com três cordas.",
      "example": "La banda folklórica tocó la balalaica con gran entusiasmo, llenando el salón con música viva.",
      "example_translation": "A banda folclórica tocou a balalaica com grande entusiasmo, enchendo o salão com música viva.",
      "imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "banjo",
      "translation": "banjo",
      "definition": "Un instrumento musical de cuerda con un cuerpo redondo y un cuello largo, típicamente con cuatro o cinco cuerdas.",
      "definition_translation": "Um instrumento musical de cordas com um corpo redondo e um pescoço longo, tipicamente tendo quatro ou cinco cordas.",
      "example": "Aprendió a tocar el banjo cuando era adolescente, y ahora es su instrumento favorito.",
      "example_translation": "Ela aprendeu a tocar o banjo quando era adolescente, e agora é seu instrumento favorito.",
      "imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fagot",
      "translation": "fagote",
      "definition": "Un instrumento de viento de doble caña utilizado en orquestas y música de cámara.",
      "definition_translation": "Um instrumento de madeira de sopro de dupla lâmina usado em orquestras e música de câmara.",
      "example": "El intérprete de fagot navegó con habilidad el complejo solo en la sinfonía.",
      "example_translation": "O jogador de fagote habilmente navegou o solo complexo na sinfonia.",
      "imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "castañuelas",
      "translation": "castanhola",
      "definition": "Un par de pequeños instrumentos en forma de copa que se hacen clic para producir un sonido rítmico, típicamente utilizado en la música flamenca.",
      "definition_translation": "Um par de instrumentos pequenos, em forma de xícara, clicados juntos para produzir um som rítmico,typically usado em música flamenco.",
      "example": "Las castañuelas de la bailarina agregaron un ritmo percusivo vivo a la danza tradicional española.",
      "example_translation": "Os castanholas da dançarina adicionaram um ritmo percussivo animado à dança tradicional espanhola.",
      "imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cimbalón",
      "translation": "cimbalom",
      "definition": "Un instrumento musical de cuerda tradicional húngaro con un cuerpo sonoro trapezoidal y un juego de martillos metálicos utilizados para golpear las cuerdas.",
      "definition_translation": "Um instrumento de cordas tradicional húngaro com uma caixa de som trapezoidal e um conjunto de martelos de metal usados para tocar as cordas.",
      "example": "La música tocó el cimbalón con habilidad en el festival folklórico. Ella había tocado el cimbalón durante años. Ella tocará el cimbalón en el concierto próximo.",
      "example_translation": "O músico tocou habilmente o cimbalom no festival folclórico. Ela havia tocado o cimbalom por anos. Ela tocará o cimbalom no concerto que está por vir.",
      "imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palmador",
      "translation": "estalo",
      "definition": "Una persona que aplasta, especialmente para expresar aprobación o apreciación.",
      "definition_translation": "Uma pessoa que bate palmas, especialmente para expressar aprovação ou apreciação.",
      "example": "El palmador en la audiencia fue muy entusiasta. Ella había sido una palmadora durante años. Ella será una palmadora en la ceremonia de entrega de premios.",
      "example_translation": "O estalo na audiência era muito entusiasta. Ela havia sido uma estalo por anos. Ela será uma estalo na cerimônia de premiação.",
      "imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "clarinete",
      "translation": "clarinete",
      "definition": "Un instrumento musical de madera con una caña simple,Played by blowing air through the reed to produce a characteristic sound.",
      "definition_translation": "Um instrumento musical de madeira com uma única lâmina, tocado soprar ar através da lâmina para produzir um som característico.",
      "example": "El músico tocó el clarinete con habilidad en el concierto de jazz. Ella había tocado el clarinete desde que era niña. Ella tocará el clarinete en la orquesta sinfónica.",
      "example_translation": "O músico tocou habilmente o clarinete no concerto de jazz. Ela havia tocado o clarinete desde que era criança. Ela tocará o clarinete na orquestra sinfônica.",
      "imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cimbal",
      "translation": "prato",
      "definition": "Una placa metálica cóncava utilizada como instrumento musical, típicamente golpeada con una vara o chocada para producir un sonido metálico.",
      "definition_translation": "Uma placa metálica côncava usada como instrumento musical, geralmente atingida por um pau ou crashada juntas para produzir um som de campainha.",
      "example": "El baterista chocó el cimbal para iniciar la canción. Él había utilizado el cimbal en sus actuaciones. Él chocará el cimbal nuevamente en el concierto de rock.",
      "example_translation": "O baterista crashou o prato para começar a música. Ele havia usado o prato em suas performances. Ele crashará o prato novamente no concerto de rock.",
      "imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contrabajo",
      "translation": "contrabaixo",
      "definition": "Un instrumento musical de cuerda grande tocado arrastrando un arco sobre sus cuerdas o pulsando las cuerdas con los dedos.",
      "definition_translation": "Um grande instrumento de cordas tocado pelo deslizar de um arco sobre suas cordas ou pela execução das cordas com os dedos.",
      "example": "El músico tocó con habilidad el contrabajo en la orquesta ayer, tocará de nuevo mañana y ha estado tocándolo durante años.",
      "example_translation": "O músico tocou habilmente o contrabaixo na orquestra ontem, tocará novamente amanhã e tem tocado há anos.",
      "imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gong",
      "translation": "gongo",
      "definition": "Una placa metálica golpeada con un martillo para producir un sonido resonante fuerte, típicamente utilizado en la música y contextos ceremoniales del sudeste asiático.",
      "definition_translation": "Uma placa metálica percutida com um martelo para produzir um som alto e metálico, geralmente usada em música e contextos cerimoniais do Sudeste Asiático.",
      "example": "El gong fue golpeado fuerte para señalar el inicio de la ceremonia, había sido golpeado antes del espectáculo y será golpeado nuevamente al final.",
      "example_translation": "O gongo foi percutido alto para sinalizar o início da cerimônia, havia sido percutido antes da performance e será percutido novamente no final.",
      "imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "armónica",
      "translation": "harmonio",
      "definition": "Un instrumento musical similar al órgano de caña, pero con una fuelle en lugar de un teclado, utilizado en la música clásica india y pakistaní.",
      "definition_translation": "Um instrumento musical semelhante ao órgão de canhão, mas com um fole em vez de um teclado, usado na música clássica indiana e paquistanesa.",
      "example": "El intérprete de armónica había practicado durante horas, está tocando ahora y tocará en el concierto próximo.",
      "example_translation": "O jogador de harmonio havia praticado por horas, está tocando agora e tocará no concerto que virá.",
      "imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arpa",
      "translation": "harpa",
      "definition": "Un instrumento de cuerda tocado con los dedos, a menudo utilizado en música orquestal y de cámara.",
      "definition_translation": "Um instrumento de cordas tocado pela execução das cordas com os dedos, frequentemente usado em música orquestral e de câmara.",
      "example": "La arpista tocó habilidosamente el arpa en la orquesta ayer, toca en el grupo de música de cámara y tocará en el concierto próximo.",
      "example_translation": "A harpista tocou habilmente a harpa na orquestra ontem, toca em grupo de música de câmara e tocará no concerto que virá.",
      "imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "clavecín",
      "translation": "cravo",
      "definition": "Un clavecín es un instrumento musical tocado por medio de un teclado, en el que el sonido se produce cuando las cerdas o púas rasgan las cuerdas.",
      "definition_translation": "Um cravo é um instrumento musical tocado por meio de um teclado, no qual o som é produzido por penas ou plectras que puxam as cordas.",
      "example": "El clavecín fue un instrumento popular en el período barroco, y muchos compositores famosos escribieron música para él. Siempre he querido tocar el clavecín, y empezaré a tomar lecciones el próximo año. Ella había tocado el clavecín con belleza en el concierto de la noche pasada.",
      "example_translation": "O cravo foi um instrumento popular no período Barroco, e muitos compositores famosos escreveram música para ele. Eu sempre quis tocar o cravo, e vou começar a ter aulas no ano que vem. Ela havia tocado o cravo beleza na noite passada no concerto.",
      "imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "timbales",
      "translation": "timbales",
      "definition": "Los timbales son un tipo de tambor musical con un cuerpo redondo y una cabeza única, tocado golpeando la cabeza con una vara.",
      "definition_translation": "Os timbales são um tipo de tambor musical com um corpo redondo e uma única cabeça, tocado ao bater a cabeça com um pau.",
      "example": "Los timbales fueron el instrumento más fuerte en la orquesta, y su sonido resonó por todo el salón de conciertos. El baterista tuvo que reemplazar los timbales antes de la próxima presentación. Tocarán los timbales en el desfile de mañana.",
      "example_translation": "Os timbales foram os instrumentos mais altos na orquestra, e seu som ecoou por todo o salão de concertos. O baterista teve que substituir os timbales antes da próxima apresentação. Eles vão tocar os timbales no desfile amanhã.",
      "imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "laúd",
      "translation": "alauté",
      "definition": "Un laúd es un instrumento musical de cuerda con un cuerpo en forma de pera y un cuello fretado, tocado pulsando las cuerdas con los dedos.",
      "definition_translation": "Um alauté é um instrumento musical de cordas com um corpo em forma de pêra e um pescoço fretado, tocado ao dedilhar as cordas com os dedos.",
      "example": "El laúd fue un instrumento popular en el Renacimiento, y muchos músicos famosos lo tocaron. Aprenderé a tocar el laúd el próximo semestre. Ella siempre ha estado fascinada por el laúd y su rica historia.",
      "example_translation": "O alauté foi um instrumento popular no período do Renascimento, e muitos músicos famosos o tocaram. Eu vou aprender a tocar o alauté no próximo semestre. Ela sempre esteve fascinada pelo alauté e sua rica história.",
      "imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mandolina",
      "translation": "bandolim",
      "definition": "Una mandolina es un instrumento musical de cuerda con un cuerpo pequeño en forma de pera y un cuello fretado, tocado pulsando las cuerdas con un plectro o los dedos.",
      "definition_translation": "Um bandolim é um instrumento musical de cordas com um corpo pequeno em forma de pêra e um pescoço fretado, tocado ao dedilhar as cordas com um plectro ou dedos.",
      "example": "El cantante principal tocó la mandolina en la banda de folk. Siempre he querido tener una mandolina, y finalmente la compré la semana pasada. Ella tocó la mandolina con belleza en la ópera.",
      "example_translation": "O bandolim foi tocado pelo vocalista da banda folk. Eu sempre quis ter um bandolim, e eu finalmente comprei um na semana passada. Ela tocou o bandolim lindamente na ópera.",
      "imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maracas",
      "translation": "maracas",
      "definition": "Una maraca es un instrumento de percusión originario de América Latina, que consiste en una calabaza o una vasija de madera llena de cuenta o guijarros, utilizado para crear un sonido rasposo.",
      "definition_translation": "Uma maraca é um instrumento de percussão originário da América Latina, consistindo geralmente de uma cuia oca ou vase de madeira preenchida com contas ou seixos, usada para criar um som de chocalho.",
      "example": "El músico sacudió las maracas con vivacidad durante la presentación de salsa. Ella ha estado sacudiendo maracas desde que era adolescente. Sacudirá las maracas en el festival próximo.",
      "example_translation": "O músico chacoalhou as maracas vividamente durante a performance de salsa. Ela tem chacoalhado maracas desde que era adolescente. Ela vai chacoalhar maracas no próximo festival.",
      "imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oboe",
      "translation": "oboe",
      "definition": "Un oboe es un instrumento de madera de doble caña, comúnmente utilizado en música orquestal y de cámara, conocido por su sonido dulce y distintivo.",
      "definition_translation": "Um oboé é um instrumento de sopro de madeira de duplo pedal, comumente usado em música orquestral e de câmara, conhecido pelo seu som distinto e suave.",
      "example": "La oboísta tocó una melodía hermosa en su oboe durante el concierto. Ella ha estado tocando el oboe durante más de 20 años. Tocará una pieza para oboe solo en el recital.",
      "example_translation": "A oboísta tocou uma melodia linda no seu oboé durante o concerto. Ela tem tocado oboé por mais de 20 anos. Ela vai tocar uma peça solo de oboé no recital.",
      "imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ocarina",
      "translation": "ocarina",
      "definition": "Una ocarina es un instrumento musical pequeño, similar a la flauta, con un sonido característico y penetrante, originario de América Mesoamérica y Suramérica.",
      "definition_translation": "Uma ocarina é um instrumento musical pequeno, semelhante a uma flauta, com um som distinto e hauntinante, originário da antiga Mesoamérica e América do Sul.",
      "example": "El arqueólogo descubrió una ocarina antigua en las ruinas del templo azteca. Ella sopló en la ocarina, produciendo un sonido dulce y triste. Él tocará la ocarina en el festival cultural.",
      "example_translation": "O arqueólogo descobriu uma ocarina antiga nos restos do templo Asteca. Ela soprou na ocarina, produzindo um som doce e lúgubre. Ele vai tocar a ocarina no festival cultural.",
      "imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flauta dulce",
      "translation": "flauta de bisel",
      "definition": "Una flauta dulce es un instrumento musical sencillo, a menudo enseñado a los niños en las clases de música elemental, utilizado para desarrollar el control del aliento y las habilidades musicales básicas.",
      "definition_translation": "Uma flauta de bisel é um instrumento musical de sopro simples, frequentemente ensinado a crianças em aulas de música em escolas elementares, usado para desenvolver controle de respiração e habilidades musicais básicas.",
      "example": "El estudiante de tercer grado aprendió a tocar 'Mary tenía un corderito' en la flauta dulce. Ella ha estado tocando la flauta dulce desde que estaba en kinder. Tocarán un ensemble de flautas dulces en el concierto escolar.",
      "example_translation": "O aluno do terceiro ano aprendeu a tocar 'Maria Tinha um Carneirinho' na flauta de bisel. Ela tem tocado flauta de bisel desde que estava no jardim de infância. Eles vão apresentar um ensemble de flauta de bisel no concerto escolar.",
      "imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tambor de snare",
      "translation": "caixa de snare",
      "definition": "Un tambor de snare es un tipo de tambor que produce un sonido agudo y crujiente cuando se golpea. A menudo se utiliza en la música militar y orquestal.",
      "definition_translation": "Um tambor de snare é um tipo de tambor que produz um som agudo e estaladiço quando atingido. É frequentemente usado em música militar e orquestral.",
      "example": "La baterista tocó el tambor de snare con habilidad durante el desfile. Ella lo había tocado ayer y lo volverá a tocar mañana.",
      "example_translation": "O baterista tocou expertamente a caixa de snare durante o desfile. Ela havia tocado ontem, e ela irá tocar novamente amanhã.",
      "imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trombón",
      "translation": "trombone",
      "definition": "Un trombón es un instrumento musical que se toca soplando aire a través de una boquilla, produciendo un sonido grave.",
      "definition_translation": "Um trombone é um instrumento musical que é tocado soprando ar através de uma boca, produzindo um som grave.",
      "example": "El trombonista deslizó hábilmente en las notas bajas durante el concierto de jazz. Lo había practicado durante meses y lo volverá a interpretar la próxima semana.",
      "example_translation": "O trombonista habilmente deslizou para as notas baixas durante o concerto de jazz. Ele havia praticado por meses, e ele irá performá-lo novamente na próxima semana.",
      "imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tuba",
      "translation": "tuba",
      "definition": "Una tuba es un instrumento de viento metal de baja frecuencia que se toca soplando aire a través de una boquilla, a menudo utilizado en orquestas y bandas.",
      "definition_translation": "Uma tuba é um grande instrumento de metal de baixa pitched que é tocado soprando ar através de uma boca, frequentemente usado em orquestras e bandas.",
      "example": "La tubista proporcionó un sonido rico y profundo durante la interpretación de la sinfonía. Lo volverá a tocar en el próximo festival y lo había tocado el año pasado.",
      "example_translation": "O tubista forneceu um som rico e profundo durante a performance de sinfonia. Ela irá tocar novamente no próximo festival, e ela tocou no ano passado.",
      "imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "campanas tubulares",
      "translation": "sinos tubulares",
      "definition": "Las campanas tubulares son un instrumento musical que consiste en una serie de tubos metálicos de longitud variable que se golpean para producir un sonido de campana.",
      "definition_translation": "Os sinos tubulares são um instrumento musical composto por um conjunto de tubos de metal de comprimentos variados que são atingidos para produzir um som de sino.",
      "example": "La música tocó las campanas tubulares con habilidad durante el concierto en la iglesia. Lo había practicado durante semanas y lo volverá a interpretar el próximo mes.",
      "example_translation": "A musicista tocou habilmente os sinos tubulares durante o concerto da igreja. Ela havia praticado por semanas, e ela irá performá-lo novamente no próximo mês.",
      "imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vibráfono",
      "translation": "vibrafone",
      "definition": "Un instrumento musical con una serie de barras metálicas que se golpean con martillos para producir un sonido de campana.",
      "definition_translation": "Um instrumento musical com uma série de barras metálicas que são atingidas por martelos para produzir um som retumbante.",
      "example": "La banda de jazz presentó a un vibrafonista que agregó un toque único a su música. El vibráfono se introdujo en el siglo XIX. Para la década de 2020, el vibráfono se había convertido en una parte integral de muchas orquestas.",
      "example_translation": "A banda de jazz apresentou um jogador de vibrafone que adicionou um toque único à sua música. O vibrafone foi introduzido no século 19. Até os anos 2020, o vibrafone havia se tornado um padrão em muitas orquestras.",
      "imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "xilófono",
      "translation": "xilofone",
      "definition": "Un instrumento musical con una serie de barras de madera que se golpean con martillos para producir un sonido de campana.",
      "definition_translation": "Um instrumento musical com uma série de barras de madeira que são atingidas por martelos para produzir um som retumbante.",
      "example": "El niño aprendió a tocar el xilófono en la clase de música. El xilófono se utiliza a menudo en canciones infantiles. Para el próximo año, ella habrá dominado el xilófono.",
      "example_translation": "A criança aprendeu a tocar o xilofone na aula de música. O xilofone é frequentemente usado em canções infantis. Até o ano que vem, ela terá dominado o xilofone.",
      "imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]
}