{
  "data": [
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peine",
      "translation": "расчёска",
      "definition": "Un peine es una herramienta utilizada para arreglar, limpiar o decorar el cabello.",
      "definition_translation": "Расчёска - это инструмент, используемый для устройства, чистки или украшения волос.",
      "example": "Me peiné el cabello esta mañana. Me peinaré el cabello mañana. Me peiné el cabello ayer.",
      "example_translation": "Я расчесал свои волосы сегодня утром. Я расчесаю свои волосы завтра. Я расчесал свои волосы вчера.",
      "imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "champú",
      "translation": "шампунь",
      "definition": "Un champú es un líquido o polvo utilizado para lavar el cabello.",
      "definition_translation": "Шампунь - это жидкость или порошок, используемый для мытья волос.",
      "example": "Me lavo el cabello con champú cada mañana. Me lavaré el cabello con champú después de hacer ejercicio. Me lavé el cabello con champú anoche.",
      "example_translation": "Я мою волосы шампунем каждый утром. Я умою волосы шампунем после тренировки. Я помыл волосы шампунем прошлой ночью.",
      "imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema",
      "translation": "крем",
      "definition": "Una crema es un líquido denso o semi-sólido alimenticio hecho de leche o crema.",
      "definition_translation": "Крем - это густая жидкость или полутвердая пища, сделанная из молока или крема.",
      "example": "Me unté crema en mi tostada esta mañana. Me untaré crema en mi pastel mañana. Me unté crema en mis waffles ayer.",
      "example_translation": "Я намазал крем на мой тостик сегодня утром. Я намажу крем на мой торт завтра. Я намазал крем на мои вафли вчера.",
      "imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desodorante",
      "translation": "дезодорант",
      "definition": "Un desodorante es una sustancia o producto utilizado para prevenir el olor corporal.",
      "definition_translation": "Дезодорант - это вещество или продукт, используемый для предотвращения тела неприятного запаха.",
      "example": "Me aplicó desodorante esta mañana. Me aplicaré desodorante después de hacer ejercicio. Me aplicó desodorante anoche.",
      "example_translation": "Я нанес дезодорант сегодня утром. Я нанесу дезодорант после тренировки. Я нанес дезодорант прошлой ночью.",
      "imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema para las manos",
      "translation": "крем для рук",
      "definition": "Un producto cosmético utilizado para hidratar y suavizar la piel de las manos.",
      "definition_translation": "Косметический продукт, используемый для увлажнения и смягчения кожи на руках.",
      "example": "Ella aplicó crema para las manos después de lavarse las manos,Yo aplicaré crema para las manos después de este invierno, Ella había aplicado crema para las manos antes de ir a la cama.",
      "example_translation": "Она нанесла крем для рук после мытья рук, Я нанесу крем для рук после этой зимы, Она нанесла крем для рук перед тем, как лечь спать.",
      "imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lápiz de labios",
      "translation": "помада",
      "definition": "Un producto cosmético utilizado para colorear y hidratar los labios.",
      "definition_translation": "Косметический продукт, используемый для окрашивания и увлажнения губ.",
      "example": "Ella llevó un lápiz de labios rojo al partido, Yo llevaré un lápiz de labios rojo al matrimonio, Ella había llevado un lápiz de labios rojo al baile de graduación.",
      "example_translation": "Она надела яркую помаду на вечеринку, Я надену яркую помаду на свадьбу, Она надела яркую помаду на выпускной вечер.",
      "imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "máscara",
      "translation": "маскара",
      "definition": "Un producto cosmético utilizado para oscurecer, alargar y espesar las pestañas.",
      "definition_translation": "Косметический продукт, используемый для осветления, удлинения и укрепления ресниц.",
      "example": "Ella aplicó máscara a sus pestañas, Yo aplicaré máscara a mis pestañas antes de la sesión de fotos, Ella había aplicado máscara a sus pestañas en la fiesta.",
      "example_translation": "Она нанесла маскару на ресницы, Я нанесу маскару на ресницы перед фотосессией, Она нанесла маскару на ресницы на вечеринке.",
      "imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mascarilla",
      "translation": "маска",
      "definition": "Un producto cosmético o dispositivo utilizado para cubrir la cara o una parte de la cara.",
      "definition_translation": "Косметический продукт или устройство, используемое для покрытия лица или части лица.",
      "example": "Ella llevó una mascarilla para proteger su piel, Yo llevaré una mascarilla antes de ir al salón, Ella había llevado una mascarilla en el spa.",
      "example_translation": "Она надела маску для лица, чтобы защитить кожу, Я надену маску для лица перед тем, как пойти в салон, Она надела маску для лица в спа.",
      "imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gel de ducha",
      "translation": "гель для душа",
      "definition": "Un tipo de jabón líquido utilizado para limpiar el cuerpo mientras se ducha.",
      "definition_translation": "Тип жидкого мыла, используемого для очищения тела при душе.",
      "example": "Usé demasiado gel de ducha y me picó los ojos. Uso gel de ducha todas las mañanas. Compraré un nuevo gel de ducha mañana.",
      "example_translation": "Я использовал слишком много геля для душа и он ожег мои глаза. Я использую гель для душа каждое утро. Я куплю новый гель для душа завтра.",
      "imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bálsamo corporal",
      "translation": "тело бальзам",
      "definition": "Una crema o loción hidratante utilizada para suavizar y calmar la piel.",
      "definition_translation": "Увлажняющий крем или лосьон, используемый для смягчения и успокоения кожи.",
      "example": "Me aplicué bálsamo corporal después de mi ducha para mantener mi piel hidratada. Ella usa bálsamo corporal para calmar su piel seca. Ellos lanzarán un nuevo bálsamo corporal el próximo mes.",
      "example_translation": "Я наносил тело бальзам после душа, чтобы保持 мою кожу гидратированной. Она использует тело бальзам, чтобы успокоить свою сухую кожу. Они запустят новый продукт тело бальзам в следующем месяце.",
      "imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "almohadilla de algodón",
      "translation": "ватный диск",
      "definition": "Una pequeña almohadilla redonda hecha de algodón utilizada para aplicar o retirar cosméticos.",
      "definition_translation": "Маленький, круглый диск из хлопка, используемый для нанесения или удаления косметики.",
      "example": "Usé una almohadilla de algodón para aplicar la crema para los ojos. Ella usa almohadillas de algodón para retirar su esmalte de uñas. Ellos comprarán almohadillas de algodón en bulk para el salón de belleza.",
      "example_translation": "Я использовал ватный диск, чтобы нанести крем для глаз. Она использует ватные диски, чтобы удалить свой лак для ногтей. Они купят ватные диски в больших количествах для салона красоты.",
      "imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rasuradora eléctrica",
      "translation": "электрический бритвенный аппарат",
      "definition": "Un dispositivo que utiliza energía eléctrica para rotar una cuchilla o mecanismo de corte para afeitar.",
      "definition_translation": "Устройство, используемое для бритья, которое использует электрическую мощность для вращения лезвия или другого механизма разрезания.",
      "example": "Prefiero utilizar una rasuradora eléctrica para afeitar mi cara. Él usó una rasuradora eléctrica para afeitar su barba. Ellos lanzarán un nuevo modelo de rasuradora eléctrica el próximo año.",
      "example_translation": "Я предпочитаю использовать электрический бритвенный аппарат для бритья моего лица. Он использовал электрический бритвенный аппарат, чтобы сбрить свою бороду. Они выпустят новую модель электрического бритвенного аппарата в следующем году.",
      "imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aceite esencial",
      "translation": "эссенциальное масло",
      "definition": "Un extracto concentrado de planta utilizado en aromaterapia, perfumería y saborizante.",
      "definition_translation": "Концентрированный экстракт растения, используемый в ароматерапии, парфюмерии и ароматизации.",
      "example": "Ella usó aceite esencial para relajarse después de un día largo, luego lo agregó a su difusor y finalmente, lo agregó al agua de baño anoche.",
      "example_translation": "Она использовала эссенциальное масло, чтобы расслабиться после долгого дня, потом она добавит его в свой диффузор и, наконец, она добавила его в воду для ванной ночью.",
      "imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rizador de pestañas",
      "translation": "кулаки для 睫毛",
      "definition": "Una herramienta de belleza utilizada para rizar y dar forma a las pestañas.",
      "definition_translation": "Инструмент для красоты, используемый для завивания и формирования ресниц.",
      "example": "Ella siempre ha usado un rizador de pestañas cada mañana para estar lista para trabajar, luego lo usará antes de la fiesta y finalmente, lo usó en el salón de belleza ayer.",
      "example_translation": "Она использовала кулаки для ресниц каждое утро, чтобы готовиться к работе, потом она будет использовать его перед вечеринкой и, наконец, она использовала его в салоне красоты вчера.",
      "imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tinte para cabello",
      "translation": "краска для волос",
      "definition": "Una sustancia química utilizada para cambiar el color del cabello.",
      "definition_translation": "Химическое вещество, используемое для изменения цвета волос.",
      "example": "Ella siempre ha usado tinte para cabello para cubrir su cabello canoso, luego lo usará para obtener un nuevo look para el verano y finalmente, lo usó para regresar a su color natural el mes pasado.",
      "example_translation": "Она всегда использовала краску для волос, чтобы скрыть серые волосы, потом она будет использовать ее, чтобы получить новый look на лето и, наконец, она использовала ее, чтобы вернуться к естественному цвету волос minul month.",
      "imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lima de uñas",
      "translation": "пилка для ногтей",
      "definition": "Una herramienta de belleza utilizada para dar forma y suavizar la superficie de las uñas.",
      "definition_translation": "Инструмент для красоты, используемый для формирования и сглаживания поверхности ногтей.",
      "example": "Ella usó una lima de uñas para dar forma a sus uñas antes de la boda, luego lo usará para arreglar una uña rota y finalmente, lo usó para suavizar las arrugas la semana pasada.",
      "example_translation": "Она использовала пилку для ногтей, чтобы отшлифовать ногти перед свадьбой, потом она будет использовать ее, чтобы отремонтировать сломанный ноготь и, наконец, она использовала ее, чтобы сгладить ребра на прошлой неделе.",
      "imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortauñas",
      "translation": "крипс для ногтей",
      "definition": "Un dispositivo manual utilizado para recortar y dar forma a las uñas de las manos y los pies.",
      "definition_translation": "Крипс для ногтей - это ручное устройство, используемое для подстригания и формирования ногтей на руках и ногах.",
      "example": "Usé un cortauñas para recortar mis uñas ayer, y lo usaré nuevamente mañana. Ella ha estado utilizando un cortauñas durante años para dar forma a sus uñas de los pies.",
      "example_translation": "Я использовал крипс для ногтей, чтобы подстричь ногти на руках вчера, и я использую его снова завтра. Она использовала крипс для ногтей на протяжении многих лет, чтобы формировать ногти на ногах.",
      "imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lima de uñas",
      "translation": "наждак для ногтей",
      "definition": "Una lima de uñas es una herramienta utilizada para dar forma y suavizar los bordes de las uñas de las manos y los pies.",
      "definition_translation": "Наждак для ногтей - это инструмент, используемый для формирования и сглаживания краев ногтей на руках и ногах.",
      "example": "Limpié mis uñas con una lima de uñas la semana pasada, y lo haré nuevamente el próximo mes. Ella ha estado limpiando sus uñas con una lima de uñas todos los días durante un año.",
      "example_translation": "Я запилил ногти наждаком для ногтей на прошлой неделе, и я запилию их снова nächsten месяца. Она запиливает ногти наждаком для ногтей каждый день в течение года.",
      "imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espátula",
      "translation": "лопаточка",
      "definition": "Una espátula es una herramienta utilizada para raspar, dar vueltas y servir comida en cocina y repostería.",
      "definition_translation": "Лопаточка - это прибор, используемый для соскребания, переворачивания и служения еды при приготовлении и выпечке.",
      "example": "Usé una espátula para dar vueltas a las pancakes ayer, y la usaré nuevamente mañana para servir el pastel. Ella ha estado utilizando una espátula durante años para raspar los lados de la tazón.",
      "example_translation": "Я использовал лопаточку, чтобы перевернуть блинчики вчера, и я использую ее снова завтра, чтобы подать торт. Она использовала лопаточку на протяжении многих лет, чтобы соскребать стороны миски.",
      "imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hidratante con tinte",
      "translation": "тонированный увлажнитель",
      "definition": "Un hidratante con tinte es un producto cosmético que proporciona una cobertura ligera a media mientras hidrata la piel.",
      "definition_translation": "Тонированный увлажнитель - это косметический продукт, который обеспечивает легкую до средней степени покрытия, одновременно увлажняя кожу.",
      "example": "Me aplicué un hidratante con tinte en la cara ayer, y me lo aplicaré nuevamente mañana para darle un brillo natural a mi piel. Ella ha estado utilizando un hidratante con tinte durante años para igualar su tono de piel.",
      "example_translation": "Я нанесла тонированный увлажнитель на лицо вчера, и я нанесу его снова завтра, чтобы дать своей коже естественный загар. Она использовала тонированный увлажнитель на протяжении многих лет, чтобы выровнять тон кожи.",
      "imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "separador de dedos del pie",
      "translation": "разделитель пальцев",
      "definition": "Un dispositivo o tira de material colocada entre los dedos del pie para separarlos, típicamente utilizado para prevenir rozaduras o rozaduras.",
      "definition_translation": "Маленькое устройство или полоса материала, помещаемая между пальцами, чтобы разделять их, обычно используется для предотвращения трения или соприкосновения.",
      "example": "Usé un separador de dedos del pie para evitar ampollas durante mi caminata de ayer, y lo volveré a usar mañana.",
      "example_translation": "Я использовал разделитель пальцев, чтобы избежать волдырей во время моей ходьбы вчера, и я использую его 다시 завтра.",
      "imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aftershave",
      "translation": "aftershave",
      "definition": "Un líquido o crema aplicada a la piel después de afeitarse para calmar y humectarla.",
      "definition_translation": "Жидкость или крем, наносимый на кожу после бритья, чтобы утихомирить и увлажнить ее.",
      "example": "Él aplicó aftershave a su piel después de afeitarse, y lo hará lo mismo después de su ducha mañana.",
      "example_translation": "Он наносил aftershave на кожу после бритья, и он сделает то же самое после своей души завтра.",
      "imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rubor",
      "translation": "румяна",
      "definition": "Un polvo o crema cosmética utilizada para dar un aspecto saludable y rosado a las mejillas.",
      "definition_translation": "Косметическая пудра или крем, используемый для придания здорового, розового сияния щекам.",
      "example": "Ella aplicó rubor a sus mejillas para parecer más vibrante durante la fiesta de anoche, y lo volverá a hacer en la boda de mañana.",
      "example_translation": "Она наносила румяна на щеки, чтобы выглядеть более живой на вечеринке прошлой ночью, и она наденет ее снова на свадьбе завтра.",
      "imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exfoliante corporal",
      "translation": "скраб для тела",
      "definition": "Un producto cosmético utilizado para exfoliar y eliminar células muertas de la piel del cuerpo.",
      "definition_translation": "Косметический продукт, используемый для отшелушивания и удаления мертвых кожных клеток с тела.",
      "example": "Usé un exfoliante corporal para suavizar mi piel antes de la vacaciones en la playa, y lo volveré a hacer antes del festival de verano la próxima semana.",
      "example_translation": "Я использовал скраб для тела, чтобы разгладить кожу перед морским отдыхом, и я использую его снова перед летним фестивалем на следующей неделе.",
      "imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "baño de burbujas",
      "translation": "ванна с пеной",
      "definition": "Un baño con una capa superficial de jabón espumoso, típicamente utilizado para relajarse.",
      "definition_translation": "Ванна с поверхностным слоем пеноподобных мыльных пены, обычно используемая для релаксации.",
      "example": "Me encantó tomar un largo baño de burbujas para relajarme después de un día estresante. Me tomo un baño de burbujas todos los domingos para mimarme. Para cuando termine mi baño de burbujas, estaré relajado y listo para dormir.",
      "example_translation": "Я любил принимать длинную ванну с пеной, чтобы расслабиться после напряженного дня. Я принимаю ванну с пеной каждое воскресенье, чтобы побаловать себя. К тому времени, как я закончу свою ванну с пеной, я буду расслаблен и готов спать.",
      "imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "compacto",
      "translation": "компактный",
      "definition": "Cercano y ordenadamente empaquetado; denso.",
      "definition_translation": "Тесно и аккуратно упакованный вместе; плотный.",
      "example": "La nueva cámara compacta fue perfecta para viajar. El diseño compacto de la empresa fue un éxito con los clientes. Para el próximo año, la ciudad tendrá más espacios de vida compactos.",
      "example_translation": "Новый компактный фотоаппарат был идеальным для путешествий. Компактный дизайн компании сделал его хитом с клиентами. К следующему году город будет иметь больше компактных жилых пространств.",
      "imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corrector",
      "translation": "консилер",
      "definition": "Un cosmético utilizado para cubrir o disimular imperfecciones en la piel.",
      "definition_translation": "Косметическое средство, используемое для покрытия или маскировки nedokonallonostej на коже.",
      "example": "Utilizo un corrector para cubrir los círculos oscuros bajo mis ojos. Ella aplicó un corrector a su imperfección antes de salir. Al utilizar un corrector, puedo esconder mis cicatrices de acne.",
      "example_translation": "Я использую консилер, чтобы скрыть темные круги под глазами. Она нанесла консилер на свой дефект перед выходом. Используя консилер, я могу спрятать свои рубцы акне.",
      "imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bastoncitos de algodón",
      "translation": "ватные палочки",
      "definition": "Pequeños bastones de algodón utilizados para aplicar o eliminar cosméticos o para limpiar los oídos.",
      "definition_translation": "Маленькие стержни из ваты, используемые для нанесения или снятия косметики или для чистки ушей.",
      "example": "Utilizo bastoncitos de algodón para aplicar mi sombra de ojos. Ella utilizó un bastoncito de algodón para limpiar su cerumen. Para cuando termine de limpiar mis oídos con bastoncitos de algodón, estaré listo para dormir.",
      "example_translation": "Я использую ватные палочки, чтобы наносить тени для век. Она использовала ватную палочку, чтобы очистить серу из уха. К тому времени, как я закончу чистку ушей ватными палочками, я буду готов спать.",
      "imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rulos",
      "translation": "кулер",
      "definition": "Un utensilio utilizado para dar forma y mantener el pelo en su lugar, típicamente utilizado para estilizar y rizar el pelo.",
      "definition_translation": "Кулер - это инструмент, используемый для формирования и фиксации волос, обычно используемый для стилизации и завивки волос.",
      "example": "Usé rulos para lograr los rulos perfectos para mi día de boda. Utilizaré rulos para estilizar mi pelo para la fiesta de esta noche. Utilicé rulos para agregar volumen a mi pelo la semana pasada.",
      "example_translation": "Я использовал кулер, чтобы достичь идеальных крутых волос для моего дня рождения. Я использую кулер, чтобы стилизовать мою причёску для вечеринки сегодня ночью. Я использовал кулер, чтобы добавить объём моим волосам на прошлой неделе.",
      "imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trenzadora",
      "translation": "железо для завивки",
      "definition": "Una herramienta utilizada para estilizar y rizar el pelo, típicamente calentada para lograr la forma deseada.",
      "definition_translation": "Железо для завивки - это устройство, используемое для стилизации и завивки волос, обычно нагреваемое для достижения desired формы.",
      "example": "Ella siempre utiliza una trenzadora para obtener olas de playa perfectas. Probaré una trenzadora para agregar algunos rulos a mi pelo. Él utilizó una trenzadora para estilizar su pelo para el desfile de moda.",
      "example_translation": "Она всегда использует железо для завивки, чтобы получить идеальные волны на пляже. Я попробую железо для завивки, чтобы добавить крутые волосы. Он использовал железо для завивки, чтобы стилизовать свой волос для модного шоу.",
      "imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tijeras de cutícula",
      "translation": "кюретаж для кутикулы",
      "definition": "Las tijeras de cutícula son herramientas pequeñas como tijeras utilizadas para recortar y dar forma a las cutículas alrededor de los dedos de las manos y los pies.",
      "definition_translation": "Кюретаж для кутикулы - это маленькие инструменты, похожие на щипцы, используемые для подрезки и формирования кутикул вокруг пальцев и ног.",
      "example": "Yo uso tijeras de cutícula para mantener mis uñas limpias. Ella utilizará tijeras de cutícula para recortar sus cutículas para la pedicura. Él utilizó tijeras de cutícula para dar forma a sus cutículas la semana pasada.",
      "example_translation": "Я использую кюретаж для кутикулы, чтобы我的 ногти выглядели опрятно. Она воспользуется кюретажем для кутикулы, чтобы подрезать кутикулы для педикюра. Он использовал кюретаж для кутикулы, чтобы сформировать кутикулы на прошлой неделе.",
      "imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "empujador de cutícula",
      "translation": "продаватель кутикулы",
      "definition": "Un empujador de cutícula es una herramienta utilizada para empujar suavemente las cutículas y limpiar la base de la uña.",
      "definition_translation": "Продаватель кутикулы - это инструмент, используемый для осторожного отодвигания кутикул и очистки ногтя.",
      "example": "La beautician utilizó un empujador de cutícula para preparar mis uñas para la manicura. Yo utilizaré un empujador de cutícula para limpiar mi base de la uña. Ella utilizó un empujador de cutícula para empujar sus cutículas el mes pasado.",
      "example_translation": "Косметолог использовал продаватель кутикулы, чтобы подготовить мои ногти для маникюра. Я воспользуюсь продавателем кутикулы, чтобы очистить мой ноготь. Она использовала продаватель кутикулы, чтобы отодвинуть кутикулы в прошлом месяце.",
      "imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "removedor de cutícula",
      "translation": "удалитель кутикулы",
      "definition": "Un preparado cosmético utilizado para disolver y eliminar las células muertas de la cutícula, generalmente aplicado antes de una manicura.",
      "definition_translation": "Косметическое средство, используемое для растворения и удаления мертвых клеток кожи с кутикулы, обычноApplied перед маникюром.",
      "example": "Ella utilizó un removedor de cutícula para ablandar sus cutículas antes de empujarlas hacia atrás. Ella había utilizado un removedor de cutícula ayer y sus manos parecían geniales. Ella utilizará un removedor de cutícula mañana para prepararse para su cita de uñas.",
      "example_translation": "Она использовала удалитель кутикулы, чтобы смягчить свои кутикулы, прежде чем отодвинуть их назад. Она использовала удалитель кутикулы вчера, и ее руки выгляделиgreat. Она будет использовать удалитель кутикулы завтра, чтобы подготовиться к своей записи на маникюр.",
      "imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema depiladora",
      "translation": "депиляторный крем",
      "definition": "Un preparado cosmético utilizado para eliminar el vello no deseado de la piel, generalmente aplicado al área y luego limpiado o enjuagado.",
      "definition_translation": "Косметическое средство, используемое для удаления нежелательных волос с кожи, обычно наносимое на область и затем стирающееся или смываемое.",
      "example": "Ella aplicó una crema depiladora a sus piernas para eliminar el vello no deseado. Ella había utilizado una crema depiladora la semana pasada y su piel parecía suave. Ella utilizará una crema depiladora el próximo mes para prepararse para sus vacaciones.",
      "example_translation": "Она нанесла депиляторный крем на ноги, чтобы удалить нежелательные волосы. Она использовала депиляторный крем на прошлой неделе, и ее кожа выглядела гладкой. Она будет использовать депиляторный крем в следующем месяце, чтобы подготовиться к своему отпуску.",
      "imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lápiz de cejas",
      "translation": "карандаш для бровей",
      "definition": "Una herramienta cosmética utilizada para dar forma y definir las cejas, generalmente un instrumento similar a un lápiz con una punta suave y cerosa.",
      "definition_translation": "Косметическое средство, используемое для формирования и определения формы бровей, обычно карандашоподобное инструмент с мягким, воскоподобным грифелем.",
      "example": "Ella utilizó un lápiz de cejas para rellenar sus cejas escasas. Ella había utilizado un lápiz de cejas todas las mañanas para definir sus cejas. Ella utilizará un lápiz de cejas esta noche para prepararse para la fiesta.",
      "example_translation": "Она использовала карандаш для бровей, чтобы заполнить свои редкие брови. Она использовала карандаш для бровей каждый morning, чтобы определить форму своих бровей. Она будет использовать карандаш для бровей今 вечером, чтобы подготовиться к вечеринке.",
      "imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delineador de ojos",
      "translation": "подводка для глаз",
      "definition": "Un producto cosmético utilizado para definir y realzar la forma de los ojos, generalmente un producto líquido, gel o similar a un lápiz aplicado a la línea superior de la pestaña.",
      "definition_translation": "Косметическое средство, используемое для определения и улучшения формы глаз, обычно жидкое, гель или карандашоподобное средство, наносимое на верхнюю линию ресниц.",
      "example": "Ella aplicó un delineador de ojos a su línea superior de la pestaña para crear un efecto de ojos de gato. Ella había utilizado un delineador de ojos ayer para salir con sus amigos. Ella utilizará un delineador de ojos mañana para asistir a una boda.",
      "example_translation": "Она нанесла подводку для глаз на верхнюю линию ресниц, чтобы создать эффект кошачьего глаза. Она использовала подводку для глаз вчера, чтобы выйти с друзьями. Она будет использовать подводку для глаз завтра, чтобы присутствовать на свадебной церемонии.",
      "imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sombra de ojos",
      "translation": "теней для глаз",
      "definition": "Un producto cosmético utilizado para colorear y dar sombra a los párpados, a menudo disponible en forma de polvo o crema.",
      "definition_translation": "Косметическая продукция, используемая для окрашивания и оттенка век, часто доступная в виде порошка или крема.",
      "example": "Ella aplicó una capa gruesa de sombra de ojos a sus párpados para crear un efecto dramático. Ayer, ella había comprado una nueva paleta de sombra de ojos. Ella utilizará sombra de ojos mañana antes de la fiesta.",
      "example_translation": "Она нанесла густой слой тени для глаз на веки для драматического эффекта. Вчера она купила новую палетку теней для глаз. Она наденет тени для глаз завтра перед вечеринкой.",
      "imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plancha de pelo",
      "translation": "плоский утюжок",
      "definition": "Un dispositivo eléctrico utilizado para alisar o estilizar el pelo, generalmente consistente en una placa plana que se calienta y se desliza a lo largo del pelo para suavizarlo.",
      "definition_translation": "Электрическое устройство, используемое для выпрямления или стилизации волос, обычно состоящее из плоской пластины, которая нагревается и движется вдоль волос для их гладкости.",
      "example": "Ella utilizó una plancha de pelo para alisar su cabello rizado. Ayer, ella había comprado una nueva plancha de pelo para su cumpleaños. Ella utilizará una plancha de pelo mañana antes de la boda.",
      "example_translation": "Она использовала плоский утюжок, чтобы выпрямить свои кудрявые волосы. Вчера она купила новый плоский утюжок к своему дню рождения. Она будет использовать плоский утюжок завтра перед свадьбой.",
      "imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acondicionador de pelo",
      "translation": "кондиционер для волос",
      "definition": "Un producto cosmético utilizado para mejorar la textura y manejabilidad del pelo, a menudo aplicado después de champú para bloquear la humedad y reducir los enredos.",
      "definition_translation": "Косметическая продукция, используемая для улучшения текстуры и управляемости волос, часто наносимая после мытья головы для удержания влаги и уменьшения заделов.",
      "example": "Ella aplicó un acondicionador de pelo a su cabello después de champú para suavizarlo. Ayer, ella había comprado un nuevo acondicionador de pelo para su cabello seco. Ella utilizará un acondicionador de pelo mañana antes de estilizar su cabello.",
      "example_translation": "Она нанесла кондиционер для волос на волосы после мытья головы. Вчера она купила новый кондиционер для волос для своих сухих волос. Она будет использовать кондиционер для волос завтра перед стилеванием волос.",
      "imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mousse de pelo",
      "translation": "мусс для волос",
      "definition": "Un producto cosmético ligero y espumoso utilizado para agregar volumen, textura y sujeción al cabello, a menudo aplicado a cabello húmedo antes de estilizar.",
      "definition_translation": "Легкий, пенистый продукт для волос, используемый для добавления объема, текстуры и фиксации волос, часто наносимый на влажные волосы перед стилеванием.",
      "example": "Ella aplicó un mousse de pelo a su cabello antes de secarlo con una toalla. Ayer, ella había comprado un nuevo mousse de pelo para su cabello fino. Ella utilizará un mousse de pelo mañana antes de rizar su cabello.",
      "example_translation": "Она нанесла мусс для волос на волосы перед сушкой феном. Вчера она купила новый мусс для волос для своих тонких волос. Она будет использовать мусс для волос завтра перед крученнием волос.",
      "imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "laca para el cabello",
      "translation": "лак для волос",
      "definition": "Un producto cosmético utilizado para estilizar y fijar el cabello en su lugar.",
      "definition_translation": "Косметическое средство, используемое для стилизации и фиксации волос.",
      "example": "Ella utilizó laca para el cabello para mantener su peinado todo el día. Ella ha estado usando laca para el cabello todas las mañanas. Ella utilizará laca para el cabello en su boda.",
      "example_translation": "Она использовала лак для волос, чтобы giữ свою причёску целый день. Она использовала лак для волос каждый утренний день. Она будет использовать лак для волос на свой свадьбе.",
      "imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bálsamo labial",
      "translation": "бальзам для губ",
      "definition": "Un producto tópico utilizado para humectar y suavizar los labios.",
      "definition_translation": "Топическое средство, используемое для увлажнения и смягчения губ.",
      "example": "Él aplicó bálsamo labial para calmar sus labios agrietados. Ella ha estado usando bálsamo labial todo el invierno. Ellos utilizarán bálsamo labial para su viaje de senderismo.",
      "example_translation": "Он наносил бальзам для губ, чтобы успокоить его обветренные губы. Она использовала бальзам для губ всю зиму. Они будут использовать бальзам для губ для своей походки.",
      "imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brillo labial",
      "translation": "губная помада",
      "definition": "Un producto cosmético utilizado para agregar brillo y color a los labios.",
      "definition_translation": "Косметическое средство, используемое для добавления блеска и цвета губам.",
      "example": "Ella aplicó brillo labial para completar su look. Ellos han estado usando brillo labial para su desfile de moda. Él utilizará brillo labial para su fiesta de disfraz.",
      "example_translation": "Она наносила губную помаду, чтобы завершить свой образ. Они использовали губную помаду для своей модной выставки. Он будет использовать губную помаду для своей костюмной вечеринки.",
      "imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contorno labial",
      "translation": "контур для губ",
      "definition": "Un producto cosmético utilizado para definir y dar forma a los labios.",
      "definition_translation": "Косметическое средство, используемое для определения и формирования губ.",
      "example": "Ella utilizó contorno labial para crear una forma precisa. Ellos han estado usando contorno labial para sus tutoriales de maquillaje. Él utilizará contorno labial para su disfraz de Halloween.",
      "example_translation": "Она использовала контур для губ, чтобы создать правильную форму. Они использовали контур для губ для своих уроков макияжа. Он будет использовать контур для губ для своей Хэллоуинской костюма.",
      "imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "base líquida",
      "translation": "жидкая основа",
      "definition": "Un tipo de base cosmética que es líquida en consistencia, a menudo utilizada para proporcionar cobertura natural y un acabado natural.",
      "definition_translation": "Тип косметической основы, который имеет жидкую консистенцию, часто используемый для обеспечения легкого до среднего покрытия и естественного финиша.",
      "example": "Yo utilicé una base líquida para igualar mi tono de piel. Yo utilizaré una base líquida para cubrir mis imperfecciones. Yo utilicé una base líquida para obtener un look impecable.",
      "example_translation": "Я использовала жидкую основу, чтобы выровнять тон кожи. Я dùng жидкую основу, чтобы скрыть свои недостатки. Я использовала жидкую основу, чтобы достичь идеального вида.",
      "imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "polvo suelto",
      "translation": "рассыпной пудра",
      "definition": "Un tipo de polvo cosmético que es suelto y fino en textura, a menudo utilizado para fijar el maquillaje y controlar el brillo.",
      "definition_translation": "Тип косметической пудры, который имеет рыхлую и тонкую текстуру, часто используемый для фиксации макияжа и контроля блеска.",
      "example": "Yo aplicué un polvo suelto para fijar mi base. Ella aplicará un polvo suelto para reducir el brillo. Él aplicó un polvo suelto para lograr un acabado suave.",
      "example_translation": "Я нанесла рыхлую пудру, чтобы зафиксировать основу. Она dùng рыхлую пудру, чтобы уменьшить блеск. Он нанес рыхлую пудру, чтобы достичь гладкого финиша.",
      "imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cepillo para uñas",
      "translation": "кисточка для ногтей",
      "definition": "Un pequeño cepillo utilizado para aplicar esmalte de uñas o otros productos de cuidado de uñas a las uñas.",
      "definition_translation": "Маленькая кисточка, используемая для нанесения лака для ногтей или других продуктов ухода за ногтями на ногти.",
      "example": "Yo utilicé un cepillo para uñas para pintar mis uñas de los pies. Ella utilizará un cepillo para uñas para aplicar un fortalecedor de uñas. Él utilizó un cepillo para uñas para crear un diseño de arte de uñas.",
      "example_translation": "Я использовала кисточку для ногтей, чтобы раскрасить ногти на ногах. Она будет использовать кисточку для ногтей, чтобы нанести укрепитель для ногтей. Он использовал кисточку для ногтей, чтобы создать дизайн ногтевой артистки.",
      "imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esmalte de uñas",
      "translation": "лак для ногтей",
      "definition": "Un producto cosmético utilizado para colorear y decorar las uñas.",
      "definition_translation": "Косметический продукт, используемый для окрашивания и украшения ногтей.",
      "example": "Yo aplicué un esmalte de uñas a mis uñas de la mano. Ella aplicará un esmalte de uñas a sus uñas de los pies. Él aplicó un esmalte de uñas para obtener un acabado brillante.",
      "example_translation": "Я нанесла лак для ногтей на ногти пальцев. Она будет наносить лак для ногтей на ногти ног. Он нанес лак для ногтей, чтобы достичь глянцевого финиша.",
      "imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "removedor de esmalte de uñas",
      "translation": "средство для снятия лака",
      "definition": "Una sustancia líquida o cremosa utilizada para disolver y eliminar el esmalte de uñas de las uñas.",
      "definition_translation": "Жидкость или крем, используемые для растворения и удаления лака с ногтей.",
      "example": "Necesito comprar un removedor de esmalte de uñas para quitar el color antiguo. Ayer, utilicé un removedor de esmalte de uñas para limpiar mis uñas. Para la próxima semana, habré comprado un removedor de esmalte de uñas para empezar de nuevo.",
      "example_translation": "Мне нужно купить средство для снятия лака, чтобы убрать старый цвет. Вчера я использовал средство для снятия лака, чтобы очистить мои ногти. К следующей неделе я куплю средство для снятия лака, чтобы начать с чистого листа.",
      "imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "almohadilla de polvo",
      "translation": "пудровая пошипова",
      "definition": "Una herramienta utilizada para aplicar o remover maquillaje en polvo, típicamente hecha de una almohadilla suave y redonda con un mango.",
      "definition_translation": "Инструмент, используемый для нанесения или снятия пудровой косметики, обычно сделанный из мягкойround pads with a handle.",
      "example": "Ella aplicó los toques finales con una almohadilla de polvo. Él accidentalmente derramó el contenedor de almohadillas de polvo. Para cuando llegue a casa, habré lavado la almohadilla de polvo.",
      "example_translation": "Она додала последние штрихи с помощью пудровой пошиповой. Он случайноPerPixel контейнер с пудровой пошиповой. К тому времени, когда я вернусь домой, я смою пудровую пошиповую.",
      "imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "polvo compacto",
      "translation": "прессованный пудр",
      "definition": "Un tipo de polvo cosmético que se presiona en una forma compacta, a menudo utilizado para fijar la cara y reducir el brillo.",
      "definition_translation": "Тип косметической пудры, которая прессуется в компактной форме, часто используемой для фиксации лица и уменьшения блеска.",
      "example": "Siempre llevo un polvo compacto en mi bolso. Aplicó el polvo compacto a su zona T. Para la próxima semana, habré comprado un nuevo polvo compacto compacto.",
      "example_translation": "Я всегда ношу прессованный пудр в своей сумочке. Она нанесла прессованный пудр на свою Т-зону. К следующей неделе я куплю новый компакт с прессованным пудром.",
      "imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prímario",
      "translation": "праймер",
      "definition": "Un producto cosmético aplicado a la cara antes de aplicar la base o otros maquillajes para crear una superficie suave y uniforme.",
      "definition_translation": "Косметический продукт, наносимый на лицо перед нанесением тонального средства или другой косметики для создания гладкой и ровной поверхности.",
      "example": "El artista de maquillaje aplicó un prímario a la cara del modelo. Necesito comprar un nuevo prímario para mi piel seca. Para mañana, habré aplicado un prímario antes de mi maquillaje.",
      "example_translation": "Визажист нанес праймер на лицо модели. Мне нужно купить новый праймер для моей сухой кожи. К завтрашнему дню я нанесу праймер перед макияжем.",
      "imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piedra pómez",
      "translation": "пемза",
      "definition": "Una piedra pómez es una piedra natural exfoliante utilizada para eliminar células cutáneas muertas y suavizar la piel áspera, a menudo utilizada en tratamientos de belleza y cosmética.",
      "definition_translation": "Пемза - это натуральный эксфолиант, используемый для удаления мертвых клеток кожи и сглаживания шероховатой кожи, часто используемый в косметических и beauty-услугах.",
      "example": "Usé una piedra pómez para eliminar células cutáneas muertas de mis talones. Usaré una piedra pómez para exfoliar mi piel. He usado una piedra pómez para suavizar mi piel áspera.",
      "example_translation": "Я использовал пемзу, чтобы удалить мертвые клетки кожи с моих пяток. Я буду использовать пемзу, чтобы эксфолировать свою кожу. Я использовал пемзу, чтобы сгладить свою шероховатую кожу.",
      "imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cepillo de afeitar",
      "translation": "бритьевой кисть",
      "definition": "Un cepillo de afeitar es un pequeño cepillo utilizado para generar espuma y aplicar crema de afeitar a la piel, típicamente utilizado en afeitado húmedo tradicional.",
      "definition_translation": "Бритьевой кисть - это маленькая кисть, используемая для вспенивания и нанесения бритьевого крема на кожу, обычно используемая в традиционном влажном бритье.",
      "example": "Mi abuelo usó un cepillo de afeitar para generar espuma en su cara. Usaré un cepillo de afeitar para aplicar crema de afeitar. Él había usado un cepillo de afeitar para afeitar su barba.",
      "example_translation": "Мой дедушка использовал бритьевую кисть, чтобы вспенить свое лицо. Я буду использовать бритьевую кисть, чтобы нанести бритьевой крем. Он использовал бритьевую кисть, чтобы побрить свою бороду.",
      "imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema de afeitar",
      "translation": "бритьевой крем",
      "definition": "La crema de afeitar es un tipo de crema o espuma cosmética utilizada para ayudar a afeitar, típicamente aplicada a la piel para ayudar a la navaja a deslizarse suavemente y reducir la fricción.",
      "definition_translation": "Бритьевой крем - это тип косметического крема или пены, используемого для помощи при бритье, обычно наносимого на кожу, чтобы помочь бритве скользить плавно и уменьшить трение.",
      "example": "Aplicué crema de afeitar a mi cara. Ella usará crema de afeitar para afeitar sus piernas. Ellos habían usado crema de afeitar para afeitar sus barbas.",
      "example_translation": "Я нанес бритьевой крем на свое лицо. Она будет использовать бритьевой крем, чтобы побрить свои ноги. Они использовали бритьевой крем, чтобы побрить свои бороды.",
      "imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espuma de afeitar",
      "translation": "шaving пена",
      "definition": "La espuma de afeitar es un tipo de espuma cosmética utilizada para ayudar a afeitar, típicamente aplicada a la piel para ayudar a la navaja a deslizarse suavemente y reducir la fricción.",
      "definition_translation": "Шейвинг пена - это тип косметической пены, используемой для помощи при бритье, обычно наносимой на кожу, чтобы помочь бритве скользить плавно и уменьшить трение.",
      "example": "Usé espuma de afeitar para afeitar mi cara. Ella usará espuma de afeitar para afeitar sus axilas. Ellos habían usado espuma de afeitar para afeitar sus cabezas.",
      "example_translation": "Я использовал шейвинг пену, чтобы побрить свое лицо. Она будет использовать шейвинг пену, чтобы побрить свои подмышки. Они использовали шейвинг пену, чтобы побрить свои головы.",
      "imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "protector solar",
      "translation": "солнцезащитный крем",
      "definition": "Un lotion, spray o gel que se aplica a la piel para protegerla de los rayos ultravioleta del sol, a menudo con un-factor de protección solar (FPS) específico.",
      "definition_translation": "Лосьон, спрей или гель, наносимый на кожу для защиты от ультрафиолетовых лучей солнца, часто с určitым рейтингом фактора защиты от солнца (SPF).",
      "example": "Aplicué protector solar a mi piel antes de ir a la playa. He estado usando protector solar todos los días durante una semana. Volveré a usar protector solar mañana.",
      "example_translation": "Я нанес солнцезащитный крем на кожу перед тем, как пойти на пляж. Я использую солнцезащитный крем каждый день в течение недели. Завтра я снова использовать солнцезащитный крем.",
      "imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pinzas",
      "translation": "пинцет",
      "definition": "Un instrumento pequeño utilizado para agarrar o pluck objetos pequeños, típicamente con dos brazos articulados que se ajustan juntos para agarrar el objeto.",
      "definition_translation": "Маленький инструмент, используемый для ощипывания или захвата μικрок предметов, обычно имеющий две шарнирные руки, которые сжимаются вместе, чтобы захватить предмет.",
      "example": "Usé pinzas para recoger una pequeña cuenta. Ella ha estado usando pinzas para depilar sus cejas durante años. Ellos usarán pinzas para examinar el especimen mañana.",
      "example_translation": "Я использовал пинцет, чтобы поднять маленькую бусину. Она использует пинцет, чтобы ощипывать свои брови в течение лет. Завтра они будут использовать пинцет, чтобы изучить образец.",
      "imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]
}