[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "positiv",
      "translation": "positivo",
      "definition": "eine gute oder optimistische Einstellung oder Sichtweise habend",
      "definition_translation": "tendo ou mostrando uma atitude ou perspectiva boa ou otimista",
      "example": "Sie hat eine sehr positive Einstellung zum Leben. Er war sicher, dass er den Job bekäme. Sie wird positiv über das Ergebnis sein.",
      "example_translation": "Ela tem uma atitude muito positiva em relação à vida. Ela estava positiva de que ela iria conseguir o emprego. Ela será positiva sobre o resultado.",
      "imageLink": "image_files\\English\\"imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süchtig",
      "translation": "viciado",
      "definition": "einen starken und oft schädlichen Bedarf an etwas habend",
      "definition_translation": "tendo uma necessidade forte e muitas vezes prejudicial de regularmente ter ou fazer algo",
      "example": "Er war süchtig nach Zigaretten. Er ist süchtig nach Videospielen. Er wird süchtig nach sozialen Medien sein.",
      "example_translation": "Ele era viciado em cigarros. Ele é viciado em jogos de vídeo. Ele será viciado em mídias sociais.",
      "imageLink": "image_files\\English\\"imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abenteuerlich",
      "translation": "aventureiro",
      "definition": "bereit, Risiken einzugehen und Neues auszuprobieren",
      "definition_translation": "disposto a correr riscos e tentar coisas novas",
      "example": "Sie ist eine abenteuerliche Person, die gerne reist. Er war abenteuerlich und probierte neue Lebensmittel aus. Sie werden abenteuerlich sein und Skydiving machen.",
      "example_translation": "Ela é uma pessoa aventureira que adora viajar. Ele era aventureiro e experimentou novos alimentos. Eles serão aventureiros e irão praticar paraquedismo.",
      "imageLink": "image_files\\English\\"imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zärtlich",
      "translation": "afetuoso",
      "definition": "Liebe, Sorgfalt oder Güte zeigend",
      "definition_translation": "mostrando amor, cuidado ou bondade",
      "example": "Er ist eine zärtliche Person, die gerne umarmt wird. Sie war zärtlich gegenüber ihrer Familie. Sie werden zärtlich gegenüber ihren Kindern sein.",
      "example_translation": "Ele é uma pessoa afetuosa que adora abraços. Ela era afetuosa em relação à sua família. Eles serão afetuosa em relação aos seus filhos.",
      "imageLink": "image_files\\English\\"imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "agressivo",
      "definition": "eine selbstbewusste und entscheidende Persönlichkeit habend, bereit, Risiken einzugehen und andere zu fordern",
      "definition_translation": "Tendo ou mostrando uma personalidade confiante e vigorosa, disposta a correr riscos e desafiar os outros.",
      "example": "Er war ein aggressiver Geschäftsmann, der immer nach Möglichkeiten suchte, sein Imperium zu erweitern. Er war aggressiv in seinem Bemühen, den Deal zu machen, aber es hat letztendlich gezahlt. Er wird aggressiv in seiner Marketingstrategie sein, um ein weiteres Publikum zu erreichen.",
      "example_translation": "Ele era um empresário agressivo que sempre procurava maneiras de expandir seu império. Ele havia sido agressivo em sua perseguição do acordo, mas acabou pago. Ele será agressivo em sua estratégia de marketing para alcançar uma audiência mais ampla.",
      "imageLink": "image_files\\English\\"imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ehrgeizig",
      "translation": "ambicioso",
      "definition": "einen starken Wunsch und die Entschlossenheit habend, erfolgreich zu sein, oft indem man etwas Schwieriges oder Herausforderndes erreicht",
      "definition_translation": "Tendo ou mostrando um forte desejo e determinação para ter sucesso, Often por alcançar algo difícil ou desafiador.",
      "example": "Sie war eine ehrgeizige junge Frau, die sich auf einen Spitzenposten im Unternehmen richtete. Er war ehrgeizig in seiner frühen Karriere, aber seine Prioritäten änderten sich nach der Heirat. Sie werden ehrgeizig in ihren Plänen, ein neues Produkt auf den Markt zu bringen.",
      "example_translation": "Ela era uma jovem ambiciosa que fixou sua mira em se tornar uma executiva de topo. Ele havia sido ambicioso em sua carreira precoce, mas suas prioridades mudaram após o casamento. Eles serão ambiciosos em seus planos para lançar um novo produto.",
      "imageLink": "image_files\\English\\"imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "amüsant",
      "translation": "divertido",
      "definition": "eine Freude, Unterhaltung oder Vergnügen empfindend, oft in einer leichtfüßigen oder spielerischen Weise",
      "definition_translation": "Sentindo ou mostrando prazer, entretenimento ou diversão, frequentemente de uma maneira ligeira ou jogosa.",
      "example": "Die Kinder waren amüsant über die Possen des Clowns auf der Geburtstagsfeier. Sie war amüsant über den witzigen Witz, den ihr Freund ihr erzählte. Sie waren amüsant über die Comedy-Show am Abend zuvor.",
      "example_translation": "As crianças foram divertidas pelas travessuras do palhaço na festa de aniversário. Ela foi divertida pelo piada bobo que seu amigo lhe contou. Eles haviam sido divertidos pelo show de comédia na noite anterior.",
      "imageLink": "image_files\\English\\"imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "eine überlegene Haltung habend, oft begleitet von einer mangelnden Achtung vor anderen oder der Tendenz, auf sie herabzusehen",
      "definition_translation": "Tendo ou mostrando uma atitude de superioridade, frequentemente acompanhada por uma falta de respeito pelos outros ou uma tendência de olhar para baixo.",
      "example": "Er war ein arrogant Athlet, der immer dachte, er sei besser als alle anderen. Sie war arrogant in ihren früheren Jahren, aber Erfahrung machte sie bescheidener. Sie werden arrogant in ihren Behauptungen der Überlegenheit sein.",
      "example_translation": "Ele era um atleta arrogante que sempre pensava que era melhor do que todos os outros. Ela havia sido arrogante em seus anos mais jovens, mas a experiência a humilhou. Eles serão arrogantes em suas alegações de superioridade.",
      "imageLink": "image_files\\English\\"imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "estupefato",
      "definition": "große Überraschung oder Erstaunen empfindend, oft begleitet von einer sense of wonder oder Bewunderung",
      "definition_translation": "Sentindo grande surpresa ou estupefação, muitas vezes acompanhada de um sentido de admiração.",
      "example": "Ich war erstaunt über die Nachricht von der plötzlichen Hochzeit meines Freundes. Ich war erstaunt über die Schönheit des Grand Canyon, als ich ihn zum ersten Mal sah. Ich werde erstaunt sein, wenn ich den Jackpot gewinne.",
      "example_translation": "Fiquei estupefato com a notícia do casamento repentino do meu amigo. Eu havia ficado estupefato pela beleza do Grand Canyon quando o vi pela primeira vez. Ficarei estupefato se eu ganhar na loteria.",
      "imageLink": "image_files\\English\\"imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "estupefaciente",
      "definition": "große Überraschung oder Erstaunen hervorrufend, oft weil etwas außergewöhnlich oder unerwartet ist",
      "definition_translation": "Causando grande surpresa ou estupefação, muitas vezes por ser extraordinário ou inesperado.",
      "example": "Der erstaunliche Blick vom Gipfel des Berges war atembebend. Die erstaunliche Entdeckung der neuen Art schockte die wissenschaftliche Gemeinschaft. Die erstaunliche Nachricht wird morgen bekannt gegeben.",
      "example_translation": "A vista estupefaciente do topo da montanha era de tirar o fôlego. A descoberta estupefaciente da nova espécie chocou a comunidade científica. A notícia estupefaciente será anunciada amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhig",
      "translation": "à vontade",
      "definition": "Sich entspannt und angenehm fühlen, ohne Sorgen oder Ängste.",
      "definition_translation": "Sentindo-se relaxado e confortável, sem qualquer preocupação ou ansiedade.",
      "example": "Ich fühlte mich ruhig, als ich endlich in meinem Hotel nach dem langen Flug ankam. Sie war ruhig, nachdem sie ihre neuen Kollegen bei der Einführungsveranstaltung kennengelernt hatte. Er wird ruhig sein, wenn er sein Examen besteht.",
      "example_translation": "Eu me senti à vontade quando finalmente cheguei ao meu hotel após o voo longo. Ela estava à vontade com seus novos colegas após a reunião de apresentação. Ele estará à vontade quando terminar seu exame.",
      "imageLink": "image_files\\English\\"imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewusst",
      "translation": "consciente",
      "definition": "Über etwas Kenntnis oder Verständnis haben, einschließlich subtiler oder intuitiver Kenntnis.",
      "definition_translation": "Tendo conhecimento ou compreensão de algo, incluindo conhecimento sutil ou intuitivo.",
      "example": "Ich war mir der Gefahr bewusst, im starken Strom zu schwimmen. Sie wurde sich ihrer Umgebung bewusst, nachdem sie aus der Anästhesie aufgewacht war. Er wird sich der Folgen seiner Handlungen bewusst sein.",
      "example_translation": "Eu estava consciente do perigo de nadar na corrente forte. Ela se tornou consciente de seu entorno após se recuperar da anestesia. Ele estará consciente das consequências de suas ações.",
      "imageLink": "image_files\\English\\"imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "übelgelaunt",
      "translation": "mau-humorado",
      "definition": "Eine mürrische oder schlechte Laune haben.",
      "definition_translation": "tendo ou mostrando uma disposição taciturna ou de mau humor",
      "example": "Sie war übelgelaunt und geriet immer in Streit. Sie war seit Kindheit übelgelaunt. Sie wird übelgelaunt sein, wenn sie älter wird.",
      "example_translation": "Ela era mau-humorada e sempre entrava em brigas. Ela havia sido mau-humorada desde a infância. Ela será mau-humorada quando crescer.",
      "imageLink": "image_files\\English\\"imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgeglichen",
      "translation": "equilibrado",
      "definition": "Alle Teile oder Elemente in Harmonie oder proportionalem Verhältnis haben.",
      "definition_translation": "tendo todas as partes ou elementos em harmonia ou proporção",
      "example": "Das Unternehmen hatte ein ausgeglichenes Budget, das neue Investitionen ermöglichte. Der Sportler aß eine ausgeglichene Diät, um seine Leistung zu verbessern. Das Team wird eine ausgeglichene Aufstellung für das Spiel haben.",
      "example_translation": "O orçamento equilibrado da empresa permitiu novos investimentos. O atleta teve uma dieta equilibrada para melhorar o desempenho. A equipe terá uma linha equilibrada para o jogo.",
      "imageLink": "image_files\\English\\"imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitter",
      "translation": "amargo",
      "definition": "Einen scharfen, unangenehmen Geschmack haben.",
      "definition_translation": "tendo um sabor agudo e desagradável",
      "example": "Der Kaffee war bitter und benötigte Zucker. Sie fühlte sich bitter über den Bruch. Das Medikament wird bitter schmecken, aber es ist effektiv.",
      "example_translation": "O café era amargo e precisava de açúcar. Ela sentiu amargura sobre o término. O remédio terá um sabor amargo, mas é eficaz.",
      "imageLink": "image_files\\English\\"imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "ousado",
      "definition": "Mut oder Zuversicht in Handeln oder Denken zeigen.",
      "definition_translation": "mostrando coragem ou confiança em ação ou pensamento",
      "example": "Die kühne Entscheidung änderte das Schicksal des Unternehmens. Der Entdecker war kühn und wagte sich ins Unbekannte. Das Team wird einen kühnen Schachzug machen, um die Meisterschaft zu gewinnen.",
      "example_translation": "A decisão ousada mudou o destino da empresa. O explorador foi ousado e adentrou o desconhecido. A equipe fará um movimento ousado para vencer o campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dominant",
      "translation": "mandão",
      "definition": "Eine übermäßig kontrollierende oder herrische Haltung gegenüber anderen zeigen; übermäßig autoritär oder diktatorisch.",
      "definition_translation": "Tendo ou mostrando uma atitude excessivamente controladora ou dominadora em relação a outros; autoritária ou ditatorial.",
      "example": "Sie war dominant und sagte ihren Geschwistern immer, was sie tun sollten. Sie war als Kind dominant, aber wuchs aus ihr heraus. Sie wird dominant sein, wenn du dich nicht gegen sie wehrst.",
      "example_translation": "Ela era mandona e sempre dizia o que os seus irmãos deviam fazer. Ela havia sido mandona quando criança, mas cresceu e superou isso. Ela será mandona se você não se opuser a ela.",
      "imageLink": "image_files\\English\\"imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hell",
      "translation": "brilhante",
      "definition": "Vielen Licht oder ein helles Licht geben; intelligent und schnell zu verstehen.",
      "definition_translation": "Emitindo ou refletindo muito luz; brilhando intensamente; inteligente e rápido em entender.",
      "example": "Das helle Sonnenlicht machte es schwer zu sehen. Sie war hell und half ihren Freunden immer bei ihren Hausaufgaben. Die neuen hellen Lichter im Theater machten die Show noch mehr genießbar.",
      "example_translation": "A luz solar brilhante tornou difícil de ver. Ela é brilhante e sempre ajuda os amigos com seu dever de casa. Os novos lugares brilhantes no teatro tornaram o show mais agradável.",
      "imageLink": "image_files\\English\\"imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fürsorglich",
      "translation": "cuidadoso",
      "definition": "Ein echtes Interesse am Wohlergehen anderer zeigen; sanft und rücksichtsvoll.",
      "definition_translation": "Mostrando um interesse genuíno e preocupação pelo bem-estar dos outros; gentil e considerado.",
      "example": "Er ist ein fürsorglicher Arzt, der immer seine Patienten zuerst bedenkt. Sie war fürsorglich und aufmerksam gegenüber ihren Kindern. Die fürsorgliche Lehrerin sorgte dafür, dass ihre Schüler den Unterricht verstanden.",
      "example_translation": "Ele é um médico cuidadoso que sempre coloca seus pacientes em primeiro lugar. Ela era cuidadosa e nutridora em relação às suas crianças. O professor cuidadoso certificou-se de que seus alunos entendessem a lição.",
      "imageLink": "image_files\\English\\"imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "cauteloso",
      "definition": "Potenzielle Risiken oder Gefahren sorgfältig vermeiden; vorsichtig und zurückhaltend.",
      "definition_translation": "Evitando cuidadosamente riscos ou perigos potenciais; prudente e hesitante.",
      "example": "Du solltest vorsichtig fahren, wenn du nachts fährst. Sie war vorsichtig bei ihren Investitionen und verlor kein Geld. Er wird vorsichtig sein, wenn er Fremden begegnet.",
      "example_translation": "Você deve ser cauteloso ao dirigir à noite. Ela era cautelosa com seus investimentos e não perdeu dinheiro. Ele será cauteloso quando encontrar estranhos.",
      "imageLink": "image_files\\English\\"imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "frech",
      "translation": "trapaceiro",
      "definition": "Ein leicht unangepasstes oder unangemessenes Humorverständnis aufweisend.",
      "definition_translation": "Tendo ou mostrando um senso de humor ligeiramente grosseiro ou impróprio.",
      "example": "Sie war eine freche Schülerin, immer Witze im Unterricht machend. Sie war sehr frech gegenüber ihren Geschwistern, als sie jung war. Sie wird eine freche alte Dame sein, Streiche auf ihre Enkel spielend.",
      "example_translation": "Ela era uma estudante trapaceira, sempre fazendo piadas em sala de aula. Ela havia sido muito trapaceira com seus irmãos quando era jovem. Ela será uma senhora trapaceira, fazendo pegadinhas em seus netos.",
      "imageLink": "image_files\\English\\"imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kindisch",
      "translation": "infantil",
      "definition": "Charakterisiert durch oder ähnelnd den Einstellungen, Interessen oder Verhaltensweisen von Kindern.",
      "definition_translation": "Caracterizado por ou semelhante às atitudes, interesses ou comportamento das crianças.",
      "example": "Er benahm sich kindisch, Spielzeug im Raum herumwerfend. Sie hatte eine kindliche Faszination für Cartoons. Sie werden einen kindlichen Sinn für Staunen an ihrem Hochzeitstag haben.",
      "example_translation": "Ele estava se comportando de forma infantil, jogando brinquedos ao redor do quarto. Ela tinha uma fascinação infantil com desenhos animados. Eles terão um senso de espanto infantil no seu dia de casamento.",
      "imageLink": "image_files\\English\\"imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbeholfen",
      "translation": "desajeitado",
      "definition": "In der Bewegung oder Handlung ungeschickt; grâce oder Koordination fehlend.",
      "definition_translation": "Desajeitado no movimento ou ação; falta de graça ou coordenação.",
      "example": "Er war ein unbeholfener Tänzer, über seine eigenen Füße stolpernd. Sie war mit ihren Worten unbeholfen, die falschen Dinge sagend. Sie werden in ihrem ersten Kochkurs unbeholfen sein.",
      "example_translation": "Ele era um dançarino desajeitado, tropeçando sobre os próprios pés. Ela havia sido desajeitada com suas palavras, dizendo as coisas erradas. Eles serão desajeitados na sua primeira aula de culinária.",
      "imageLink": "image_files\\English\\"imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kommunikativ",
      "translation": "comunicativo",
      "definition": "Bereit, zu sprechen und Ideen zu teilen; in der Lage, Gedanken und Gefühle wirksam auszudrücken.",
      "definition_translation": "Disposto a falar e compartilhar ideias; capaz de expressar pensamentos e sentimentos de forma eficaz.",
      "example": "Sie war eine kommunikative Lehrerin, ihre Schüler ermutigend, Fragen zu stellen. Er war mit seinem Partner kommunikativ, ihre Probleme diskutierend. Sie werden in ihrem Team-Meeting kommunikativ sein, ihre Ideen teilend.",
      "example_translation": "Ela era uma professora comunicativa, encorajando seus alunos a fazer perguntas. Ele havia sido comunicativo com seu parceiro, discutindo seus problemas. Eles serão comunicativos na sua reunião de equipe, compartilhando suas ideias.",
      "imageLink": "image_files\\English\\"imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wettbewerbsorientiert",
      "translation": "competitivo",
      "definition": "Im Zusammenhang mit oder gekennzeichnet durch Wettbewerb; einen starken Wunsch haben, zu gewinnen oder besser als andere zu sein.",
      "definition_translation": "relacionado à ou caracterizado pela competição; tendo um forte desejo de vencer ou ser melhor que os outros",
      "example": "Sie war in Sportarten wettbewerbsorientiert, immer bemüht, ihre Leistung zu verbessern. Sie war seit ihrer Kindheit wettbewerbsorientiert. Sie wird bei den nächsten Olympischen Spielen wettbewerbsorientiert sein.",
      "example_translation": "Ela era competitiva nos esportes, sempre tentando melhorar seu desempenho. Ela tem sido competitiva desde que era uma criança. Ela será competitiva nas próximas Olimpíadas.",
      "imageLink": "image_files\\English\\"imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eingebildet",
      "translation": "presunçoso",
      "definition": "Ein übermäßig hohes Selbstbild aufweisend, seine Fähigkeiten oder sein Aussehen betreffend.",
      "definition_translation": "tendo ou mostrando uma opinião excessivamente alta de si mesmo, suas habilidades ou sua aparência",
      "example": "Er war so eingenommen, dass er niemandem zugehört hätte. Er war seit seinem neuen Job eingenommen. Er wird eingenommen bleiben, bis jemand ihn lehrt, bescheiden zu sein.",
      "example_translation": "Ele era tão presunçoso que não ouviria o conselho de ninguém. Ele tem sido presunçoso desde que começou seu novo trabalho. Ele será presunçoso até que alguém o ensine uma lição.",
      "imageLink": "image_files\\English\\"imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besorgt",
      "translation": "preocupado",
      "definition": "Über etwas oder jemanden besorgt oder ängstlich sein.",
      "definition_translation": "sentindo-se preocupado ou ansioso sobre algo ou alguém",
      "example": "Ich bin besorgt um die Gesundheit meines Freundes. Sie war besorgt über ihre Examinaresultate. Sie werden über die Finanzlage des Unternehmens besorgt sein.",
      "example_translation": "Estou preocupado com a saúde do meu amigo. Ela estava preocupada com os resultados dos seus exames. Eles estarão preocupados com a situação financeira da empresa.",
      "imageLink": "image_files\\English\\"imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konservativ",
      "translation": "conservador",
      "definition": "Einen Wunsch habend, traditionelle Institutionen, Werte und Lebensweisen zu erhalten.",
      "definition_translation": "tendo ou mostrando um desejo de preservar instituições, valores e formas de vida tradicionais",
      "example": "Er war ein konservativer Politiker, der Veränderungen an der Verfassung ablehnte. Sie war in ihren Investitionen konservativ, bevorzugte low-risk-Optionen. Sie werden in ihrem Ausgabenverhalten konservativ sein, um Geld zu sparen.",
      "example_translation": "Ele era um político conservador que se opunha às mudanças na constituição. Ela tem sido conservadora em seus investimentos, preferindo opções de baixo risco. Eles serão conservadores em seus gastos, tentando economizar dinheiro.",
      "imageLink": "image_files\\English\\"imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "conteúdo",
      "definition": "Eine Freude oder Zufriedenheit empfindend; glücklich und entspannt.",
      "definition_translation": "Sentindo ou mostrando prazer ou satisfação; feliz e relaxado.",
      "example": "Ich war zufrieden mit dem Projekt-Ausgang. Gestern war ich zufrieden mit meinem Leben. Morgen werde ich zufrieden mit meiner Entscheidung sein.",
      "example_translation": "Eu estava contente com o resultado do projeto. Ontem, eu estava contente com minha vida. Amanhã, eu estarei contente com minha decisão.",
      "imageLink": "image_files\\English\\"imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konventionell",
      "translation": "convencional",
      "definition": "Den üblichen oder traditionellen Gebräuchen, Regeln oder Vorgehensweisen folgend.",
      "definition_translation": "Segue as costume ou regras tradicionais ou maneiras de fazer as coisas.",
      "example": "Das Unternehmen folgt immer konventionellen Praktiken in ihrer Branche. In der Vergangenheit waren die Menschen konventionell in ihrem Verhalten. Morgen wird der Künstler ein nicht-konventionelles Kunstwerk schaffen.",
      "example_translation": "A empresa sempre segue práticas convencionais em sua indústria. No passado, as pessoas eram convencionais em seu comportamento. Amanhã, o artista criará uma peça de arte não convencional.",
      "imageLink": "image_files\\English\\"imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kooperativ",
      "translation": "cooperativa",
      "definition": "Willens, zusammenzuarbeiten und einander zu helfen.",
      "definition_translation": "Disposto a trabalhar juntos e ajudar um ao outro.",
      "example": "Die kooperative Bank half der Gemeinde finanziell. Gestern war das Team während der Sitzung kooperativ. In Zukunft werden die beiden Unternehmen eine kooperative Partnerschaft bilden.",
      "example_translation": "O banco cooperativo ajudou a comunidade financeiramente. Ontem, a equipe foi cooperativa durante a reunião. No futuro, as duas empresas formarão uma parceria cooperativa.",
      "imageLink": "image_files\\English\\"imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "feige",
      "translation": "covarde",
      "definition": "Mangel an Mut oder Stärke in Gefahr oder Schwierigkeit.",
      "definition_translation": "Faltando coragem ou força diante do perigo ou dificuldade.",
      "example": "Er zeigte feiges Verhalten während der Krise. Gestern wurde die feige Tat von allen verurteilt. Morgen wird der Held nicht feige sein, wenn er in Gefahr ist.",
      "example_translation": "Ele mostrou um comportamento covarde durante a crise. Ontem, o ato covarde foi condenado por todos. Amanhã, o herói não agirá covardemente diante do perigo.",
      "imageLink": "image_files\\English\\"imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anständig",
      "translation": "decente",
      "definition": "Hochmoralische, Verhaltens- oder Geschmackstandards; respektabel und rechtschaffen.",
      "definition_translation": "Tendo um padrão alto de moralidade, comportamento ou gosto; respeitável e reto.",
      "example": "Sie war eine anständige Person, die immer denen half, die in Not waren. Sie hat mir gegenüber seit ich in die Stadt gezogen bin, anständig gehandelt. Sie wird die Regeln anständig respektieren.",
      "example_translation": "Ela era uma pessoa decente que sempre ajudava aqueles que precisavam. Ela tem sido decente comigo desde que me mudei para a cidade. Ela irá respeitar decentemente as regras.",
      "imageLink": "image_files\\English\\"imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entscheidungsfreudig",
      "translation": "decisivo",
      "definition": "Habend oder zeigend die Fähigkeit, schnell und selbstsicher Entscheidungen zu treffen.",
      "definition_translation": "Tendo ou mostrando a habilidade de tomar decisões rapidamente e com confiança.",
      "example": "Er war ein entscheidungsfreudiger Führer, der schwere Entscheidungen traf. Er hat in seinem Berufsweg entscheidungsfreudig gehandelt. Er wird bei seiner Wahl entscheidungsfreudig sein.",
      "example_translation": "Ele era um líder decisivo que tomar decisões difíceis. Ele tem sido decisivo em suas escolhas de carreira. Ele será decisivo em seu voto.",
      "imageLink": "image_files\\English\\"imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anspruchsvoll",
      "translation": "exigente",
      "definition": "Erfordernd viel Mühe, Zeit oder Aufmerksamkeit; streng oder hart.",
      "definition_translation": "Requerendo um grande esforço, tempo ou atenção; severo ou estrito.",
      "example": "Der Job war anspruchsvoll und erforderte viel harte Arbeit. Sie hat in ihren Erwartungen anspruchsvoll gehandelt. Er wird bei seinen Verhandlungen anspruchsvoll sein.",
      "example_translation": "O trabalho foi exigente e requeriu muito trabalho duro. Ela tem sido exigente em suas expectativas. Ele será exigente em suas negociações.",
      "imageLink": "image_files\\English\\"imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "deprimierend",
      "translation": "deprimido",
      "definition": "Verursachend Gefühle von Traurigkeit oder Hoffnungslosigkeit; düster oder unangenehm.",
      "definition_translation": "Causando sentimentos de tristeza ou desesperança; sombrio ou desagradável.",
      "example": "Die Nachricht war deprimierend und machte mich traurig. Das Wetter war deprimierend in letzter Zeit. Die Wirtschaft wird in den kommenden Jahren deprimierend sein.",
      "example_translation": "As notícias foram deprimidas e me fizeram sentir triste. O tempo tem sido deprimido ultimamente. A economia será deprimida nos próximos anos.",
      "imageLink": "image_files\\English\\"imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verzweifelt",
      "translation": "desesperado",
      "definition": "Fühlend oder zeigend einen starken Wunsch, etwas zu tun, weil du in einer schwierigen Situation bist und nicht weißt, was zu tun ist.",
      "definition_translation": "sentindo ou mostrando uma forte vontade de fazer algo porque você está em uma situação difícil e não sabe o que fazer",
      "example": "Ich war verzweifelt, aus dem brennenden Gebäude herauszukommen. Ich hatte monatelang verzweifelt nach einem Job gesucht. Ich werde verzweifelt sein, meine Familie wiederzusehen.",
      "example_translation": "Eu estava desesperado para sair do prédio em chamas. Eu havia estado desesperado para encontrar um emprego por meses. Estarei desesperado para ver minha família novamente.",
      "imageLink": "image_files\\English\\"imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entschlossen",
      "translation": "determinado",
      "definition": "Habend einen festen Entschluss getroffen oder eine starke Absicht, etwas zu tun.",
      "definition_translation": "tendo feito uma decisão firme ou tendo uma intenção forte de fazer algo",
      "example": "Sie war entschlossen, den Marathon zu beenden. Er hatte sich entschlossen, Gitarre zu lernen. Sie werden entschlossen sein, in ihrem Unternehmen erfolgreich zu sein.",
      "example_translation": "Ela estava determinada a terminar o maratona. Ele havia estado determinado a aprender a tocar guitarra. Eles estarão determinados a ter sucesso nos seus negócios.",
      "imageLink": "image_files\\English\\"imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hingebungsvoll",
      "translation": "dedicado",
      "definition": "Vielleicht Zeit, Liebe oder Energie für jemanden oder etwas, weil du sehr daran interessiert bist.",
      "definition_translation": "dando muito tempo, amor ou energia para algo ou alguém porque você se preocupa muito com eles",
      "example": "Sie war hingebungsvoll ihrer Familie. Er hatte sich seinem Job für Jahre hingebungsvoll gewidmet. Sie werden ihrer Wohltätigkeit hingebungsvoll sein.",
      "example_translation": "Ela era dedicada à sua família. Ele havia sido dedicado ao seu trabalho por anos. Eles estarão dedicados à sua caridade.",
      "imageLink": "image_files\\English\\"imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fleißig",
      "translation": "diligente",
      "definition": "Sorgfältig und mit viel Anstrengung handelnd, um ein gutes Ergebnis zu erzielen.",
      "definition_translation": "fazendo coisas cuidadosamente e com muito esforço, para alcançar um bom resultado",
      "example": "Sie war fleißig in ihrer Forschung. Er hatte sich in seinem Studium fleißig gezeigt. Sie werden sich für das Examen fleißig vorbereiten.",
      "example_translation": "Ela era diligente em sua pesquisa. Ele havia sido diligente em seus estudos. Eles estarão diligentes em sua preparação para o exame.",
      "imageLink": "image_files\\English\\"imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unehrlich",
      "translation": "desonesto",
      "definition": "Nicht ehrlich oder wahrheitsgemäß; bereit, andere zu täuschen oder zu betrügen.",
      "definition_translation": "Não honesto ou verdadeiro; disposto a enganar ou trapacear os outros.",
      "example": "Sie wurde von ihrem Job entlassen, weil sie ihrem Chef gegenüber nicht ehrlich war. Sie war ihrer Arbeitserfahrung nicht ehrlich und war auch nicht ehrlich darüber, warum sie ging. Sie wird auch in ihrem nächsten Job nicht ehrlich sein.",
      "example_translation": "Ela foi demitida do seu trabalho por ser desonesta com seu chefe. Ela havia sido desonesta sobre sua experiência de trabalho e está sendo desonesta sobre seus motivos para sair. Ela será desonesta novamente em seu próximo trabalho.",
      "imageLink": "image_files\\English\\"imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerfolgt",
      "translation": "desorganizado",
      "definition": "Ohne systematischen oder organisierten Ansatz; chaotisch oder ungeordnet.",
      "definition_translation": "Faltando uma abordagem sistemática ou organizada; caótico ou desordenado.",
      "example": "Das Unternehmen hatte ein unerfolgtes Aktensystem, das es schwierig machte, wichtige Dokumente zu finden. Das unerfolgte Gruppenprojekt führte zu Verwirrung und Fehlern. Bis nächstes Jahr hoffen sie, ein besser organisiertes System zu haben.",
      "example_translation": "O sistema de arquivamento desorganizado da empresa tornou difícil encontrar documentos importantes. O projeto de grupo desorganizado levou à confusão e erros. Até o próximo ano, eles esperam ter um sistema mais organizado.",
      "imageLink": "image_files\\English\\"imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzufrieden",
      "translation": "insatisfeito",
      "definition": "Nicht zufrieden oder befriedigt mit etwas; unglücklich oder unzufrieden.",
      "definition_translation": "Não satisfeito ou feliz com algo; infeliz ou descontente.",
      "example": "Der Kunde war unzufrieden mit dem Service und reichte eine Beschwerde ein. Sie war unzufrieden mit ihrem Job und entschied sich, ihn zu verlassen. Er wird unzufrieden sein, wenn er keine Rückerstattung bekommt.",
      "example_translation": "O cliente estava insatisfeito com o serviço e apresentou uma reclamação. Ela estava insatisfeita com seu trabalho e decidiu sair. Ele estará insatisfeito se não receber um reembolso.",
      "imageLink": "image_files\\English\\"imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beunruhigend",
      "translation": "perturbador",
      "definition": "Emotionales Leid oder Unbehagen verursachend; schockierend oder störend.",
      "definition_translation": "Causando dor emocional ou desconforto; perturbador ou distúrbio.",
      "example": "Die Nachricht von der Naturkatastrophe war beunruhigend für alle. Der Patient fand das medizinische Verfahren beunruhigend und entschied sich für eine Alternative. Der Athlet fand die Niederlage beunruhigend, aber gelobte, sich zu erholen.",
      "example_translation": "A notícia do desastre natural foi perturbadora para todos. O paciente encontrou o procedimento médico perturbador e optou por uma alternativa. O atleta encontrou a perda perturbadora, mas se comprometeu a reverter.",
      "imageLink": "image_files\\English\\"imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " emotional",
      "translation": "emocional",
      "definition": "Emotionen betreffend oder durchdrungen von, intensive Gefühle oder Empfindlichkeit zeigend.",
      "definition_translation": "Relativo a ou caracterizado por emoção, sentimentos intensos ou sensibilidade.",
      "example": "Sie war emotional während des Films, aber er war ungerührt. Sie war den ganzen Tag emotional, weinend über alles. Sie wird emotional sein, wenn sie ihr Elternhaus wiedersehen wird.",
      "example_translation": "Ela era emocional durante o filme, mas ele não se comoveu. Ela tem sido emocional o dia todo, chorando sobre tudo. Ela será emocional quando ver sua casa de infância novamente.",
      "imageLink": "image_files\\English\\"imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigend",
      "translation": "encorajador",
      "definition": "Unterstützung oder Zuversicht gebend, Lob oder Zustimmung anbietend.",
      "definition_translation": "Dando apoio ou confiança, oferecendo elogios ou aprovação.",
      "example": "Seine ermutigenden Worte halfen ihr, ihre Ängste zu überwinden. Sie hat ihn ermutigt, seine Träume zu verfolgen. Sie werden ihr Team ermutigen, die Meisterschaft zu gewinnen.",
      "example_translation": "Suas palavras encorajadoras a ajudaram a superar seus medos. Ela tem sido encorajadora para que ele perseguisse seus sonhos. Eles serão encorajadores para que sua equipe ganhe o campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "energisch",
      "translation": "energético",
      "definition": "Viel Energie, Vitalität oder Enthusiasmus zeigend.",
      "definition_translation": "Tendo ou mostrando muita energia, vitalidade ou entusiasmo.",
      "example": "Er war den ganzen Tag energisch und aktiv, ohne müde zu werden. Sie war energisch und lebhaft, immer bereit zu gehen. Sie werden energisch und motiviert sein, um das Projekt zu beenden.",
      "example_translation": "Ele foi energético e ativo o dia todo, nunca se cansando. Ela tem sido energética e viva, sempre pronta para ir. Eles serão energéticos e motivados para terminar o projeto.",
      "imageLink": "image_files\\English\\"imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhaltsam",
      "translation": "divertido",
      "definition": "Unterhaltung oder Vergnügen bereitend, engagiert oder interessant.",
      "definition_translation": "Providenciando diversão ou prazer, atraente ou interessante.",
      "example": "Der Film war unterhaltsam, ich liebte die Spezialeffekte. Er hat die Gäste die ganze Nacht unterhalten, Witze erzählend und Geschichten erzählend. Sie werden das Publikum mit ihrer Musik und ihrem Tanz unterhalten.",
      "example_translation": "O filme foi divertido, eu amei os efeitos especiais. Ele tem sido divertido os convidados a noite toda, contando piadas e histórias. Eles serão divertidos para a multidão com sua música e dança.",
      "imageLink": "image_files\\English\\"imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "entusiasta",
      "definition": "Intensive und aufgeregte Interesse an etwas zeigend; enthusiastische Aufregung oder Freude empfindend.",
      "definition_translation": "Tendo ou mostrando interesse intenso e emocionado em algo; sentindo ou mostrando entusiasmo emocionado.",
      "example": "Sie war begeistert über das neue Projekt und ihr Team war von ihrer Energie motiviert. In der Vergangenheit war sie begeistert über ähnliche Initiativen gewesen und wird auch in Zukunft begeistert sein.",
      "example_translation": "Ela estava entusiasta sobre o novo projeto, e sua equipe foi motivada pela sua energia. No passado, ela havia sido entusiasta sobre iniciativas semelhantes, e ela continuará a ser entusiasta sobre elas no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "böse",
      "translation": "malvado",
      "definition": "Einen Wunsch, jemandem zu schaden, habend; eine böse oder boshafte Natur habend.",
      "definition_translation": "Tendo ou mostrando um desejo de fazer mal a alguém; tendo uma natureza perversa ou malévola.",
      "example": "Der Schurke im Film war böse und suchte, die Stadt zu zerstören. In der Vergangenheit hatte er böse Dinge getan und wird auch in Zukunft böse Dinge tun.",
      "example_translation": "O vilão no filme era malvado e buscava destruir a cidade. No passado, ele havia feito coisas ruins, e ele continuará a fazer coisas ruins no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschöpfend",
      "translation": "exaustivo",
      "definition": "Extrem körperliche oder geistige Erschöpfung verursachend; extrem anstrengend.",
      "definition_translation": "Causando cansaço físico ou mental extremo; extremamente cansativo.",
      "example": "Der Marathon war erschöpfend, und die Läufer benötigten eine lange Ruhepause danach. In der Vergangenheit hatten sie monatelang trainiert, um sich auf das erschöpfende Ereignis vorzubereiten, und sie werden weiterhin für ähnliche Ereignisse trainieren.",
      "example_translation": "O maratona foi exaustivo, e os corredores precisavam de um longo descanso após isso. No passado, eles haviam treinado por meses para se preparar para o evento exaustivo, e eles continuarão a treinar para eventos semelhantes no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Experte",
      "translation": "especialista",
      "definition": "Haben oder zeigen eine hohe Fachkompetenz in einem bestimmten Bereich; eine Person mit hoher Fachkompetenz in einem bestimmten Bereich.",
      "definition_translation": "Tendo ou mostrando um alto nível de conhecimento ou habilidade em uma área particular; uma pessoa com um alto nível de conhecimento ou habilidade em uma área particular.",
      "example": "Die Expertin auf dem Gebiet konnte den komplexen Begriff 자세 detailliert erklären. In der Vergangenheit hatte sie mit Experten zusammengearbeitet, um neue Lösungen zu entwickeln, und sie wird weiterhin mit Experten in Zukunft arbeiten.",
      "example_translation": "O especialista no campo foi capaz de explicar o conceito complexo em detalhes. No passado, ela havia trabalhado com especialistas para desenvolver novas soluções, e ela continuará a trabalhar com especialistas no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treu",
      "translation": "fiel",
      "definition": "Haben oder zeigen eine starke und konstante Unterstützung oder Treue gegenüber einer Person, Organisation oder Idee.",
      "definition_translation": "Tendo ou mostrando um forte e constante apoio ou lealdade a uma pessoa, organização ou ideia.",
      "example": "Sie ist ihrem Partner seit vielen Jahren treu gewesen. Sie war ihrem Freund in Zeiten der Not treu. Sie wird ihren Prinzipien treu bleiben.",
      "example_translation": "Ela tem sido fiel ao seu parceiro por muitos anos. Ela foi fiel ao seu amigo em tempos de necessidade. Ela será fiel aos seus princípios.",
      "imageLink": "image_files\\English\\"imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fasziniert",
      "translation": "fascinado",
      "definition": "Haben eine starke und ungewöhnliche Interesse an etwas oder jemandem.",
      "definition_translation": "Tendo um forte e incomum interesse em algo ou alguém.",
      "example": "Ich war fasziniert von dem Dokumentarfilm über die Tierwelt. Sie ist von den alten Zivilisationen fasziniert. Sie waren von der Zaubershow fasziniert.",
      "example_translation": "Eu fui fascinado pelo documentário sobre vida selvagem. Ela está fascinada pelas civilizações antigas. Eles foram fascinados pelo show de magia.",
      "imageLink": "image_files\\English\\"imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "faszinierend",
      "translation": "fascinante",
      "definition": "Extrem interessant oder attraktiv.",
      "definition_translation": "Extremamente interessante ou atraente.",
      "example": "Die faszinierende Geschichte der Forschungsreise des Entdeckers wird in dem Buch erzählt. Die faszinierende Welt der Wissenschaft ist voller Geheimnisse. Die faszinierende Kultur Japans ist eine Mischung aus Tradition und Modernität.",
      "example_translation": "A fascinante história da jornada do explorador é contada no livro. O fascinante mundo da ciência está cheio de mistérios. A fascinante cultura do Japão é uma mistura de tradicional e moderno.",
      "imageLink": "image_files\\English\\"imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wild",
      "translation": "feroz",
      "definition": "Zeigen eine starke und aggressive Entschlossenheit oder Emotion.",
      "definition_translation": "Mostrando uma forte e agressiva determinação ou emoção.",
      "example": "Der wilde Krieger kämpfte tapfer in der Schlacht. Der wilde Löwe schützte sein Territorium. Der wilde Sturm verursachte Zerstörung in der Stadt.",
      "example_translation": "O feroz guerreiro lutou bravamente na batalha. O feroz leão protegeu seu território. A tempestade feroz causou destruição na cidade.",
      "imageLink": "image_files\\English\\"imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "türicht",
      "translation": "tolo",
      "definition": "Fehlt gesunden Menschenverstand oder Urteil; albern",
      "definition_translation": "faltando bom senso ou julgamento; bobo",
      "example": "Er war türicht, all sein Geld in dieses riskante Unternehmen zu investieren. Er hat sich jahrelang dumm über sie geäußert. Er wird dumm sein, wenn er das Angebot ablehnt.",
      "example_translation": "Ele foi tolo em investir todo seu dinheiro em essa empresa arriscada. Ele tem sido tolo por ela há anos. Ele será tolo em recusar essa oferta.",
      "imageLink": "image_files\\English\\"imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "furioso",
      "definition": "Extrem wütend oder gewalttätig.",
      "definition_translation": "extremamente zangado ou violento",
      "example": "Sie war wütend, als sie herausfand, dass er sie belogen hatte. Er hat sich wochenlang über die Situation geärgert. Er wird wütend sein, wenn er herausfindet, was sie getan haben.",
      "example_translation": "Ela estava furiosa quando descobriu que ele havia mentido para ela. Ele tem estado furioso sobre a situação por semanas. Ele será furioso se descobrir o que eles fizeram.",
      "imageLink": "image_files\\English\\"imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gierig",
      "translation": "ganancioso",
      "definition": "Haben oder zeigen eine intensive und selbstsüchtige Begierde nach etwas, insbesondere Essen oder Geld.",
      "definition_translation": "tendo ou mostrando um desejo intenso e egoísta por algo, especialmente comida ou dinheiro",
      "example": "Er war gierig und nahm mehr als seinen fairen Anteil. Sie hat sich ihr Erbe gierig angeeignet. Sie werden gierig sein, wenn sie die Gelegenheit erhalten.",
      "example_translation": "Ele foi ganancioso e pegou mais do que sua parte justa. Ela tem sido gananciosa sobre sua herança. Eles serão gananciosos se tiverem a oportunidade.",
      "imageLink": "image_files\\English\\"imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hart",
      "translation": "difícil",
      "definition": "Stark und fest in Struktur oder Textur.",
      "definition_translation": "forte e firme em textura ou estrutura",
      "example": "Er arbeitete hart, um seine Ziele zu erreichen. Sie hat an ihrem Projekt hart gearbeitet. Sie werden hart arbeiten, um die Aufgabe rechtzeitig zu erledigen.",
      "example_translation": "Ele trabalhou duro para alcançar seus objetivos. Ela tem estado trabalhando duro em seu projeto. Eles trabalharão duro para terminar a tarefa no prazo.",
      "imageLink": "image_files\\English\\"imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unabhängig",
      "translation": "independente",
      "definition": "Nicht von anderen abhängig für Unterstützung oder Anleitung; selbstständig.",
      "definition_translation": "Não dependendo de outros para apoio ou orientação; autossuficiente.",
      "example": "Sie war immer ein unabhängiger Mensch, der gerne seine eigenen Entscheidungen traf. Sie war unabhängig in ihren College-Tagen und ist jetzt eine unternehmerische Frau. Sie wird unabhängig in ihrem Alter sein, auf ihren eigenen Bedingungen leben.",
      "example_translation": "Ela sempre foi uma pessoa independente, preferindo tomar suas próprias decisões. Ela era independente nos seus dias de faculdade, e agora ela é uma empresária independente. Ela será independente na sua velhice, vivendo em seus próprios termos.",
      "imageLink": "image_files\\English\\"imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerfahren",
      "translation": "inexperiente",
      "definition": "Fehlt Erfahrung oder Wissen in einem bestimmten Feld oder Aktivität.",
      "definition_translation": "Faltando experiência ou conhecimento em um campo ou atividade particular.",
      "example": "Er war ein unerfahrener Fahrer, daher fuhr er sehr vorsichtig. Sie war eine unerfahrene Lehrerin, aber jetzt ist sie eine erfahrene Pädagogin. Er wird ein unerfahrener Elternteil sein, aber er wird schnell lernen.",
      "example_translation": "Ele era um motorista inexperiente, então ele dirigia muito cautelosamente. Ela havia sido uma professora inexperiente, mas agora ela é uma educadora experiente. Ele será um pai inexperiente, mas ele aprenderá rapidamente.",
      "imageLink": "image_files\\English\\"imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unschuldig",
      "translation": "inocente",
      "definition": "Frei von Schuld oder Sünde; harmlos.",
      "definition_translation": "Livre de culpa ou pecado; inofensivo.",
      "example": "Das unschuldige Kind wusste nicht, was passierte. Sie sah unschuldig aus, aber sie war des Verbrechens schuldig. Er wird unschuldig sein, bis er schuldig gesprochen wird.",
      "example_translation": "A criança inocente não sabia o que estava acontecendo. Ela parecia inocente, mas ela era culpada do crime. Ele será inocente até que seja provado culpado.",
      "imageLink": "image_files\\English\\"imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unaufrichtig",
      "translation": "insincero",
      "definition": "Nicht echt oder aufrichtig; vorgibt, etwas zu fühlen oder zu sein, was man nicht ist.",
      "definition_translation": "Não genuíno ou sincero; fingindo sentir ou ser algo que não é.",
      "example": "Er entschuldigte sich unaufrichtig, und sie glaubte ihm nicht. Sie war unaufrichtig in ihren Geschäften mit ihm. Er wird unaufrichtig sein, wenn er nicht meint, was er sagt.",
      "example_translation": "Ele fez um pedido de desculpas insincero, e ela não acreditou nele. Ela havia sido insincera em seus negócios com ele. Ele será insincero se não significa o que diz.",
      "imageLink": "image_files\\English\\"imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intellektuell",
      "translation": "intelectual",
      "definition": "Eine Person, die hochgebildet und kenntnisreich ist, insbesondere in den Künsten und Wissenschaften.",
      "definition_translation": "Uma pessoa que é altamente educada e conhecedora, especialmente nas artes e ciências.",
      "example": "Sie ist eine Intellektuelle, die mehrere Bücher über Philosophie geschrieben hat. Sie war eine Intellektuelle, die ein tiefes Verständnis des Fachs hatte. Sie wird eine Intellektuelle sein, die die Welt mit ihren Ideen verändern wird.",
      "example_translation": "Ela é uma intelectual que escreveu vários livros sobre filosofia. Ela era uma intelectual que tinha uma compreensão profunda do assunto. Ela será uma intelectual que mudará o mundo com suas ideias.",
      "imageLink": "image_files\\English\\"imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortungslos",
      "translation": "irresponsável",
      "definition": "Fehlt ein Sinne für Verantwortung, achtlos oder verwegen.",
      "definition_translation": "Faltando sentido de responsabilidade, descuidado ou temerário.",
      "example": "Er war verantwortungslos mit seinen Finanzen, was zu Schulden führte. Sie ist verantwortungslos und bricht immer ihre Versprechen. Sie werden verantwortungslos sein und umweltschädigend handeln.",
      "example_translation": "Ele foi irresponsável com suas finanças, o que levou à dívida. Ela é irresponsável e sempre quebra suas promessas. Eles serão irresponsáveis e causarão danos ao meio ambiente.",
      "imageLink": "image_files\\English\\"imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genervt",
      "translation": "irritado",
      "definition": "Fühlend oder zeigend Ärger oder Missfallen.",
      "definition_translation": "Sensação ou mostrando aborrecimento ou desprazer.",
      "example": "Ich war genervt von dem Lärm vom Bauernmarkt. Sie wird leicht genervt, wenn Leute zu spät kommen. Sie werden genervt sein von dem schlechten Kundendienst.",
      "example_translation": "Eu estava irritado pelo barulho do local de construção. Ela se irrita facilmente quando as pessoas são atrasadas. Eles serão irritados pelo péssimo atendimento ao cliente.",
      "imageLink": "image_files\\English\\"imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ärgerlich",
      "translation": "irritante",
      "definition": "Verursacht Ärger oder Missfallen.",
      "definition_translation": "Causando aborrecimento ou desprazer.",
      "example": "Der Geruch von Zigarettenrauch ist ärgerlich für mich. Der Lärm von den Nachbarn war ärgerlich für sie. Das Juckreizgefühl wird ärgerlich für ihn sein.",
      "example_translation": "O cheiro de fumaça de cigarro é irritante para mim. O barulho dos vizinhos estava irritante para ela. A sensação de coceira será irritante para ele.",
      "imageLink": "image_files\\English\\"imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treu",
      "translation": "leal",
      "definition": "Gibt oder zeigt festen und konstanten Rückhalt oder Treue einer Person oder Institution.",
      "definition_translation": "Dando ou mostrando apoio firme e constante a uma pessoa ou instituição.",
      "example": "Sie war eine treue Kundin des Unternehmens für viele Jahre, und sie belohnten sie mit einem Treueprogramm. Sie ist ihrem Mann treu, indem sie bei ihm bleibt durch dick und dünn. Sie wird ihrem neuen Arbeitgeber treu sein und hart arbeiten, um sich zu bewähren.",
      "example_translation": "Ela foi uma cliente leal à empresa por muitos anos, e eles a recompensaram com um programa de lealdade. Ela está sendo leal ao seu marido, apoiando-o em momentos de dificuldade e prosperidade. Ela será leal ao seu novo empregador e trabalhará arduamente para se provar.",
      "imageLink": "image_files\\English\\"imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reif",
      "translation": "maduro",
      "definition": "Zeigt ein hohes Maß an emotionaler Reife und Stabilität.",
      "definition_translation": "Mostrando um alto nível de desenvolvimento emocional e estabilidade.",
      "example": "Er war sehr reif für sein Alter, und everyone respektierte ihn für seine Weisheit. Sie reifte sehr nach einer schwierigen Trennung. Sie werden in ein paar Jahren zu verantwortungsbewussten Erwachsenen reifen.",
      "example_translation": "Ele era muito maduro para sua idade, e todos o respeitavam por sua sabedoria. Ela amadureceu muito após passar por um término difícil. Eles amadurecerão em adultos responsáveis em alguns anos.",
      "imageLink": "image_files\\English\\"imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gemein",
      "translation": "médio",
      "definition": "Eine Absicht hat, jemanden zu schaden oder zu beleidigen.",
      "definition_translation": "Tendo ou mostrando uma intenção de prejudicar ou ofender alguém.",
      "example": "Er war seinem Bruder gegenüber gemein, und das verletzte seine Gefühle. Sie meinte nicht, ihre Freundin zu verletzen, aber es geschah trotzdem. Sie werden sich bemühen, aber ihre Aktionen werden immer noch schaden.",
      "example_translation": "Ele foi médio ao seu irmão, e isso magoou seus sentimentos. Ela não queria magoar os sentimentos de seu amigo, mas aconteceu mesmo assim. Eles terão boas intenções, mas suas ações ainda causarão danos.",
      "imageLink": "image_files\\English\\"imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gemeint",
      "translation": "significar",
      "definition": "Eine bestimmte Idee oder ein bestimmtes Gefühl ausdrücken will.",
      "definition_translation": "Tendo a intenção de transmitir ou expressar uma ideia ou sentimento particular.",
      "example": "Was meinst du damit? Sie meint, dass sie auf die Party gehen will. Er meinte, dass er sie liebt, aber er hatte nicht den Mut.",
      "example_translation": "O que você quer dizer com isso? Ela significa que ela quer ir à festa. Ele quis dizer que ele a ama, mas não teve coragem.",
      "imageLink": "image_files\\English\\"imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geistig",
      "translation": "mental",
      "definition": "In Bezug auf den Geist; betrifft geistige Prozesse oder Fähigkeiten.",
      "definition_translation": "Relacionado com a mente; preocupado com processos ou faculdades mentais.",
      "example": "Sie hat nach Stunden langer Arbeit geistige Erschöpfung gefühlt. Sie wird eine Pause einlegen müssen, um ihren Geist zu klären. Sie hat über geistige Gesundheit und Wellness studiert.",
      "example_translation": "Ela tem sentido exaustão mental após trabalhar longas horas. Ela terá que fazer uma pausa para clarear sua mente. Ela havia estudado saúde mental e bem-estar.",
      "imageLink": "image_files\\English\\"imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elend",
      "translation": "miserável",
      "definition": "Große Unzufriedenheit oder Unbehagen zeigt oder empfindet.",
      "definition_translation": "Sentindo ou mostrando grande infelicidade ou desconforto.",
      "example": "Er war während der Wintermonate aufgrund des Mangels an Sonnenlicht elend. Er ist über seine derzeitige Arbeitslage elend. Er wird elend sein, wenn er keine Beförderung bekommt.",
      "example_translation": "Ele estava miserável durante os meses de inverno devido à falta de luz solar. Ele está miserável sobre sua situação atual de trabalho. Ele será miserável se não receber uma promoção.",
      "imageLink": "image_files\\English\\"imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "motiviert",
      "translation": "motivado",
      "definition": "Eine starke Begeisterung oder ein starkes Interesse daran hat, etwas zu tun.",
      "definition_translation": "Tendo um forte entusiasmo ou interesse em fazer algo.",
      "example": "Sie war motiviert, ihr Projekt rechtzeitig abzuschließen. Sie ist motiviert, neue Fähigkeiten zu erlernen. Sie wird motiviert sein, ihre Ziele zu erreichen.",
      "example_translation": "Ela estava motivada para terminar seu projeto no prazo. Ela está motivada para aprender novas habilidades. Ela será motivada para alcançar seus objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewegend",
      "translation": "emocionante",
      "definition": "Starke Gefühle von Traurigkeit oder Mitgefühl hervorruft.",
      "definition_translation": "Causando fortes sentimentos de tristeza ou simpatia.",
      "example": "Die bewegende Rede des CEO inspirierte die Mitarbeiter. Die bewegende Szene im Film machte mich weinen. Die bewegende Erfahrung auf dem Konzert wird mir für immer in Erinnerung bleiben.",
      "example_translation": "O discurso emocionante do CEO inspirou os funcionários. A cena emocionante no filme me fez chorar. A experiência emocionante no concerto ficará comigo para sempre.",
      "imageLink": "image_files\\English\\"imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ekelhaft",
      "translation": "nojento",
      "definition": "Einen starken und unangenehmen Geruch hat; schmutzig und unangenehm.",
      "definition_translation": "Tendo ou mostrando um cheiro forte e desagradável; sujo e desagradável.",
      "example": "Der ekelhafte Geruch des Mülls war überwältigend. Ich war ihr gegenüber ekelhaft. Ich werde niemandem gegenüber ekelhaft sein.",
      "example_translation": "O nojento cheiro do lixo era esmagador. Eu havia sido nojento com ela anteriormente. Eu não serei nojento com ninguém.",
      "imageLink": "image_files\\English\\"imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "frech",
      "translation": "mal-comportado",
      "definition": "Sich auf eine Weise verhält, die leicht schlecht oder falsch ist, aber nicht sehr schlecht.",
      "definition_translation": "Comportando-se ou feito de uma maneira que é um pouco ruim ou errado, mas não muito ruim.",
      "example": "Sie war ein freches Kind. Er war frech und hörte nicht auf seine Eltern. Sie werden frech sein und die Regeln brechen.",
      "example_translation": "Ela era uma criança mal-comportada. Ele foi mal-comportado e não ouviu seus pais. Eles serão mal-comportados e quebrarão as regras.",
      "imageLink": "image_files\\English\\"imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehorchsam",
      "translation": "obediente",
      "definition": "Tut, was jemand in Autorität sagt; folgt Regeln oder Anweisungen.",
      "definition_translation": "Fazendo o que alguém em autoridade lhe diz para fazer; seguindo regras ou instruções.",
      "example": "Sie war ein gehorsamer Student. Er war gehorsam und folgte den Anweisungen. Sie werden gehorsam sein und tun, was ihnen gesagt wird.",
      "example_translation": "Ela era uma aluna obediente. Ele foi obediente e seguiu as instruções. Eles serão obedientes e farão o que lhes for dito.",
      "imageLink": "image_files\\English\\"imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zielführend",
      "translation": "objetivo",
      "definition": "Ein Ziel oder eine Zielsetzung, die erreicht werden soll; eine auf Fakten basierende Beurteilung oder Meinung.",
      "definition_translation": "Um objetivo ou alvo a ser alcançado; um julgamento ou opinião que é baseado em fatos.",
      "example": "Das Ziel des Projekts war es, den Umsatz zu erhöhen. Die Lehrerin war in ihrer Bewertung objektiv. Das Unternehmen wird in seinem Auswahlverfahren objektiv sein.",
      "example_translation": "O objetivo do projeto era aumentar as vendas. A professora foi objetiva em sua marcação. A empresa será objetiva em seu processo de seleção.",
      "imageLink": "image_files\\English\\"imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "öffentlich",
      "translation": "ofensivo",
      "definition": "Jemanden zum Ärger oder Unmut bringen; unangenehm oder unhöflich.",
      "definition_translation": "Causando que alguém se sinta zangado ou incomodado; desagradável ou rude.",
      "example": "Der öffentliche Kommentar löste Empörung in den sozialen Medien aus. Das Team wurde beschuldigt, während des Spiels obszöne Gesten zu machen. Die Firma wird eine neue Kampagne starten, um öffentliche Werbung zu reduzieren.",
      "example_translation": "O comentário ofensivo provocou indignação nas mídias sociais. A equipe foi acusada de fazer gestos ofensivos durante o jogo. A empresa lançará uma nova campanha para reduzir a publicidade ofensiva.",
      "imageLink": "image_files\\English\\"imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "optimistisch",
      "translation": "otimista",
      "definition": "Eine positive Einstellung zur Zukunft oder zum Ausgang einer Sache haben; gutige Dinge erwarten.",
      "definition_translation": "Tendo uma atitude positiva em relação ao futuro ou ao resultado de algo; esperando que coisas boas aconteçam.",
      "example": "Sie war optimistisch bezüglich des Job-Angebots. Er war optimistisch, dass das Team die Meisterschaft gewinnen würde. Sie waren optimistisch bezüglich der Zukunft des Unternehmens.",
      "example_translation": "Ela foi otimista sobre a oferta de emprego. Ele era otimista de que a equipe venceria o campeonato. Eles foram otimistas sobre o futuro da empresa.",
      "imageLink": "image_files\\English\\"imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisiert",
      "translation": "organizado",
      "definition": "Geplant und koordiniert auf systematische Weise; ein strukturiertes und effizientes System haben.",
      "definition_translation": "Planejado e coordenado de forma sistemática; tendo um sistema estruturado e eficiente.",
      "example": "Das Team war organisiert und effizient in seinem Ansatz. Die Firma war in verschiedene Abteilungen organisiert. Sie war organisiert und verwaltete ihre Zeit gut.",
      "example_translation": "A equipe foi organizada e eficiente em sua abordagem. A empresa foi organizada em diferentes departamentos. Ela foi organizada e gerenciou seu tempo bem.",
      "imageLink": "image_files\\English\\"imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "empörend",
      "translation": "ultrajante",
      "definition": "Extrem schlecht oder inakzeptabel; Schock oder Ärger verursachend.",
      "definition_translation": "Extremamente ruim ou inaceitável; causando choque ou raiva.",
      "example": "Das empörende Verhalten des Prominenten löste Kontroversen aus. Die Firma wurde beschuldigt, empörende Behauptungen über ihr Produkt zu machen. Die empörenden Preise der Konzerttickets schockierten Fans.",
      "example_translation": "O comportamento ultrajante do celebridade provocou controvérsia. A empresa foi acusada de fazer alegações ultrajantes sobre seu produto. Os preços ultrajantes dos ingressos do concerto chocaram os fãs.",
      "imageLink": "image_files\\English\\"imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmerzhaft",
      "translation": "doloroso",
      "definition": "Körperliche oder emotionale Qual oder Unbehagen verursachend.",
      "definition_translation": "Causando dor física ou emoção desconfortável.",
      "example": "Der Patient erlebte eine schmerzhafter Genesung nach der Operation. Sie war in schmerzhafter Wehen gestanden. Das Team wird morgen eine schmerzhafter Niederlage erleiden.",
      "example_translation": "O paciente experimentou uma recuperação dolorosa após a cirurgia. Ela havia sido em trabalho de parto doloroso por horas. A equipe experimentará uma derrota dolorosa amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leidenschaftlich",
      "translation": "apaixonado",
      "definition": "Starke Emotionen, insbesondere Liebe oder Begeisterung zeigend.",
      "definition_translation": "Mostrando ou sentindo fortes emoções, especialmente amor ou entusiasmo.",
      "example": "Sie ist leidenschaftlich bei der Arbeit. Er war leidenschaftlich bei der Gitarre. Sie werden leidenschaftlich über ihr neues Projekt sein.",
      "example_translation": "Ela é apaixonada pelo seu trabalho. Ele foi apaixonado por tocar guitarra. Eles serão apaixonados sobre seu novo projeto.",
      "imageLink": "image_files\\English\\"imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "passiv",
      "translation": "passivo",
      "definition": "Keine aktive Rolle in etwas einnehmend, sondern Dinge geschehen lassen.",
      "definition_translation": "Não participando ativamente em algo, em vez disso permitindo que as coisas aconteçam.",
      "example": "Die Firma nahm einen passiven Ansatz in der Krise ein. Die Studenten waren passiv während des Unterrichts. Die Regierung wird passiv bleiben, wenn es zu Protesten kommt.",
      "example_translation": "A empresa tomou uma abordagem passiva para a crise. Os alunos foram passivos durante a lição. O governo será passivo diante dos protestos.",
      "imageLink": "image_files\\English\\"imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "pessimistisch",
      "translation": "pessimista",
      "definition": "Eine negative Einstellung oder Haltung, schlechte Dinge erwarten.",
      "definition_translation": "Tendo uma visão negativa ou atitude, esperando coisas ruins aconteceram.",
      "example": "Er war pessimistisch bezüglich der Chancen des Teams, zu gewinnen. Sie war pessimistisch bezüglich ihrer Zukunft. Sie werden pessimistisch bezüglich der wirtschaftlichen Aussichten sein.",
      "example_translation": "Ele foi pessimista sobre as chances da equipe de vencer. Ela tem sido pessimista sobre seu futuro. Eles serão pessimistas sobre a perspectiva econômica.",
      "imageLink": "image_files\\English\\"imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschrocken",
      "translation": "petrificado",
      "definition": "Extrem ängstlich oder schockiert, oft zu derart, dass man nicht mehr handeln kann",
      "definition_translation": "extremamente assustado ou chocado, muitas vezes até o ponto de não poder mover-se ou agir",
      "example": "Ich war erschrocken, als ich die Spinne sah, die auf mich zukroch. Ich war erschrocken von Spinnen, seit ich ein Kind war. Ich werde erschrocken sein, wenn ich vor einer großen Menschenmenge präsentieren muss.",
      "example_translation": "Eu estava petrificado quando vi a aranha rastejando em minha direção. Eu havia sido petrificado de aranhas desde pequeno. Estarei petrificado se tiver que fazer uma apresentação em frente a uma grande plateia.",
      "imageLink": "image_files\\English\\"imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "praktisch",
      "translation": "prático",
      "definition": "In der Lage, genutzt zu werden oder erledigt zu werden, und wahrscheinlich erfolgreich zu sein",
      "definition_translation": "capaz de ser usado ou feito, e provável de ser eficaz ou bem-sucedido",
      "example": "Die praktischen Fähigkeiten, die ich auf dem College erworben habe, waren sehr nützlich in meinem Job. Sie war eine sehr praktische Person, die immer daran dachte, wie man Probleme lösen kann. Ich werde versuchen, praktischer zu sein und meine Finanzen besser zu planen.",
      "example_translation": "As habilidades práticas que eu aprendi na faculdade têm sido muito úteis no meu trabalho. Ela era uma pessoa muito prática, sempre pensando em como resolver problemas. Vou tentar ser mais prático e planejar minhas finanças melhor.",
      "imageLink": "image_files\\English\\"imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "professionell",
      "translation": "profissional",
      "definition": "in Bezug auf oder verbunden mit einem Beruf oder einer Tätigkeit, die spezielle Ausbildung oder Fähigkeit erfordert",
      "definition_translation": "relacionado a ou conectado com um emprego ou ocupação que requer treinamento ou habilidade especial",
      "example": "Sie ist eine professionelle Tänzerin und hat bereits über 10 Jahre lang aufgetreten. Er hat eine sehr professionelle Einstellung und ist immer pünktlich. Ich muss in meiner Kommunikation mit Kunden professioneller sein.",
      "example_translation": "Ela é uma dançarina profissional e tem sido performando há mais de 10 anos. Ele tem uma atitude muito profissional e sempre chega no horário. Eu preciso ser mais profissional em minha comunicação com clientes.",
      "imageLink": "image_files\\English\\"imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verwirrt",
      "translation": "perplexo",
      "definition": "fühlt sich verwirrt oder zeigt Verwirrung oder Unsicherheit",
      "definition_translation": "sentindo ou mostrando confusão ou incerteza",
      "example": "Ich war verwirrt von dem Mathe-Problem und konnte es nicht lösen. Sie sah verwirrt aus, als ich ihr die Nachricht erzählte. Ich werde verwirrt sein, wenn ich die Anweisungen nicht verstehe.",
      "example_translation": "Eu estava perplexo pelo problema de matemática e não consegui resolvê-lo. Ela parecia perplexa quando eu lhe disse a notícia. Estarei perplexo se não entender as instruções.",
      "imageLink": "image_files\\English\\"imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "qualifiziert",
      "translation": "qualificado",
      "definition": "hat die notwendigen Fähigkeiten, Erfahrungen oder Kenntnisse, um einen bestimmten Job oder eine bestimmte Tätigkeit auszuführen.",
      "definition_translation": "Tendo as habilidades, experiência ou conhecimento necessários para fazer um determinado trabalho ou atividade.",
      "example": "Sie war eine qualifizierte Lehrerin mit über 10 Jahren Erfahrung. Sie qualifiziert sich für den Job. Sie wird nächstes Jahr für das Stipendium qualifiziert sein.",
      "example_translation": "Ela era uma professora qualificada com mais de 10 anos de experiência. Ela se qualifica para o trabalho. Ela se qualificará para a bolsa de estudos no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "realistisch",
      "translation": "realista",
      "definition": "hat ein realistisches Verständnis einer Situation, nicht übermäßig optimistisch oder pessimistisch.",
      "definition_translation": "Tendo ou mostrando uma compreensão realista de uma situação, não excessivamente otimista ou pessimista.",
      "example": "Er hatte eine realistische Sicht auf den Zeitplan des Projekts. Sie war realistisch, was ihre Chancen auf einen Sieg betrifft. Sie werden realistisch sein, was ihren Haushalt betrifft.",
      "example_translation": "Ele tinha uma visão realista do cronograma do projeto. Ela era realista sobre suas chances de vitória. Eles serão realistas sobre seu orçamento.",
      "imageLink": "image_files\\English\\"imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vernünftig",
      "translation": "razoável",
      "definition": "fair, vernünftig und moderat in seinen Forderungen, Erwartungen oder Meinungen.",
      "definition_translation": "Justo, sensato e moderado em suas demandas, expectativas ou opiniões.",
      "example": "Er war ein vernünftiger Mensch, mit dem man sich arrangieren konnte. Sie stellte eine vernünftige Forderung. Sie werden vernünftig sein, wenn sie ihre Vorgehensweise ändern.",
      "example_translation": "Ele era uma pessoa razoável para lidar. Ela fez um pedido razoável. Eles serão razoáveis em sua abordagem.",
      "imageLink": "image_files\\English\\"imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "religiös",
      "translation": "religioso",
      "definition": "in Bezug auf oder glaubend an eine Religion, insbesondere eine, die auf einem Glauben an einen Gott oder Götter basiert.",
      "definition_translation": "Relacionado a ou acreditar em uma religião, especialmente uma que é baseada em uma crença em um Deus ou deuses.",
      "example": "Sie war eine religiöse Person, die jede Woche in die Kirche ging. Er war religiös, was seine täglichen Gebete betraf. Sie waren religiös, was ihre Traditionen betraf.",
      "example_translation": "Ela era uma pessoa religiosa que frequentava a igreja todas as semanas. Ele era religioso sobre suas orações diárias. Eles eram religiosos sobre suas tradições.",
      "imageLink": "image_files\\English\\"imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfinderisch",
      "translation": "resourceful",
      "definition": "hat die Fähigkeit, schnell und clever Wege zu finden, um Schwierigkeiten zu überwinden.",
      "definition_translation": "Tendo a habilidade de encontrar maneiras rápidas e inteligentes para superar dificuldades.",
      "example": "Sie war eine erfinderische Person, die immer einen Weg fand, um Dinge zu erledigen. Sie war erfinderisch, um einen neuen Job zu finden. Sie wird erfinderisch sein, wenn sie ihre neue Rolle ausführen wird.",
      "example_translation": "Ela era uma pessoa resourceful que sempre encontrava um jeito de fazer as coisas. Ela havia sido resourceful em encontrar um novo emprego. Ela será resourceful em seu novo papel.",
      "imageLink": "image_files\\English\\"imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anständig",
      "translation": "respeitável",
      "definition": "würdig von Respekt oder Bewunderung, oft aufgrund guter Verhaltensweise oder Leistung.",
      "definition_translation": "Digno de respeito ou admiração, muitas vezes devido a um bom comportamento ou realização.",
      "example": "Er war ein anständiges Mitglied der Gemeinschaft. Er war anständig, was seine Umgangsformen mit anderen betraf. Er wird anständig sein, wenn er in seiner neuen Position ist.",
      "example_translation": "Ele era um membro respeitável da comunidade. Ele havia sido respeitável em seus negócios com os outros. Ele será respeitável em seu novo cargo.",
      "imageLink": "image_files\\English\\"imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geachtet",
      "translation": "respeitado",
      "definition": "führt oder zeigt Achtung für jemanden oder etwas.",
      "definition_translation": "Sentindo ou mostrando admiração por alguém ou algo.",
      "example": "Er war eine geachtete Figur in der Branche. Er war von seinen Kollegen geachtet worden. Er wird von seinen Kollegen geachtet werden.",
      "example_translation": "Ele era uma figura respeitada na indústria. Ele havia sido respeitado por seus pares. Ele será respeitado por seus colegas de trabalho.",
      "imageLink": "image_files\\English\\"imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortlich",
      "translation": "responsável",
      "definition": "hat eine Verpflichtung, etwas zu tun, oder haftet für seine Handlungen oder ihre Folgen.",
      "definition_translation": "Tendo uma obrigação de fazer algo, ou responsável pelas suas ações ou consequências.",
      "example": "Sie war verantwortlich für das Projekt. Sie war für den Erfolg des Teams verantwortlich. Sie wird für die neue Initiative verantwortlich sein.",
      "example_translation": "Ela era responsável pelo projeto. Ela havia sido responsável pelo sucesso da equipe. Ela será responsável pela nova iniciativa.",
      "imageLink": "image_files\\English\\"imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riskant",
      "translation": "arriscado",
      "definition": "Ein Risiko involvierend oder ausgesetzt; gefährlich.",
      "definition_translation": "Envolvendo ou exposto ao risco; perigoso.",
      "example": "Das Investieren in den Aktienmarkt kann riskant sein, aber es kann auch sehr lohnenswert sein. Ich traf eine riskante Entscheidung, meinen Job aufzugeben und mein eigenes Unternehmen zu starten. Wenn ich nicht einen riskanten Ansatz verfolge, werde ich meine Ziele nicht erreichen.",
      "example_translation": "Investir no mercado de ações pode ser arriscado, mas também pode ser muito recompensador. Eu tomei uma decisão arriscada para sair do meu emprego e começar meu próprio negócio. Se eu não tomar uma abordagem arriscada, não alcançarei meus objetivos.",
      "imageLink": "image_files\\English\\"imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rücksichtslos",
      "translation": "despiadado",
      "definition": "Keine Gnade oder Barmherzigkeit zeigend; grausam.",
      "definition_translation": "Tendo ou mostrando nenhuma piedade ou misericórdia; cruel.",
      "example": "Der rücksichtslose Diktator regierte das Land mit eiserner Faust. Sie war rücksichtslos in ihrer Verfolgung des Erfolgs und trat jeden nieder, der ihr im Weg stand. Die rücksichtslosen Taktiken des Unternehmens führten zu seinem Untergang.",
      "example_translation": "O ditador despiadado governou o país com mão de ferro. Ela foi despiadada em sua busca de sucesso, pisando em qualquer um que se aproveitasse em seu caminho. As táticas despidadas da empresa levaram à sua queda.",
      "imageLink": "image_files\\English\\"imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sensibel",
      "translation": "sensível",
      "definition": "Leicht verletzt oder beleidigt; emotional.",
      "definition_translation": "Fácilmente ferido ou ofendido; emocional.",
      "example": "Sie war gegen Kritik sensibel und verteidigte sich, wenn jemand ihre Fehler bemerkte. Das sensible Thema des Rassismus wurde während des Gesprächs vermieden. Die sensiblen Gemälde des Künstlers fingen die Emotionen des Betrachters ein.",
      "example_translation": "Ela era sensível à crítica e se defendia quando alguém apontava seus erros. O tema sensível do racismo foi evitado durante a conversa. As pinturas sensíveis do artista capturaram as emoções do espectador.",
      "imageLink": "image_files\\English\\"imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ernst",
      "translation": "severo",
      "definition": "Extrem ernst oder streng; intensiv.",
      "definition_translation": "Extremamente sério ou severo; intenso.",
      "example": "Die strenge Wetterwarnung des Regierungsbehörden verursachte landesweite Panik. Die strenge Strafe für das Verbrechen war gerechtfertigt. Der Arzt warnte ihn vor den strengen Folgen, wenn er seine Medikamente nicht nahm.",
      "example_translation": "O aviso de tempo severo emitido pelo governo causou pânico generalizado. O castigo severo pelo crime foi justificado. O médico o advertiu sobre as consequências severas de não tomar seu medicamento.",
      "imageLink": "image_files\\English\\"imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geschickt",
      "translation": "habilidoso",
      "definition": "Viele Fähigkeiten oder Fertigkeiten besitzend, insbesondere in einem bestimmten Bereich.",
      "definition_translation": "Tendo ou mostrando muita habilidade ou capacidade, especialmente em uma área particular.",
      "example": "Sie war eine geschickte Pianistin und hatte bei vielen Konzerten gespielt. Sie hatte Jahre lang geübt und würde ihre Fähigkeiten weiter verbessern. Sie spielte geschickt Klavier auf der Hochzeit.",
      "example_translation": "Ela era uma pianista habilidosa e havia se apresentado em muitos concertos. Ela vinha praticando há anos e continuaría a melhorar suas habilidades. Ela tocou habilidosamente o piano no casamento.",
      "imageLink": "image_files\\English\\"imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfahren",
      "translation": "treinado",
      "definition": "Viele Erfahrungen oder Fertigkeiten besitzend, insbesondere in einem bestimmten Bereich.",
      "definition_translation": "Tendo ou mostrando muita habilidade ou experiência em uma área particular.",
      "example": "Er ist ein erfahrener Ingenieur und hat viele Brücken entworfen. Er hatte an vielen Projekten gearbeitet und würde ein neues Team leiten. Er wird das Bauprojekt geschickt leiten.",
      "example_translation": "Ele é um engenheiro treinado e havia projetado muitas pontes. Ele havia trabalhado em vários projetos e liderará uma equipe nova. Ele gerenciará habilidosamente o projeto de construção.",
      "imageLink": "image_files\\English\\"imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sophistisch",
      "translation": "sofisticado",
      "definition": "Komplex oder kultiviert, insbesondere auf eine beeindruckende oder ansprechende Weise.",
      "definition_translation": "Complexo ou culto, especialmente de uma maneira que é considerada impressionante ou atraente.",
      "example": "Die Stadt hat ein sophistischtes öffentliches Verkehrssystem. Es war kürzlich modernisiert worden und würde weiterentwickelt. Die sophistische Software wird von vielen Unternehmen verwendet.",
      "example_translation": "A cidade tem um sistema de transporte público sofisticado. Ele havia sido modernizado recentemente e continuará a evoluir. O software sofisticado é usado por muitas empresas.",
      "imageLink": "image_files\\English\\"imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spirituell",
      "translation": "espiritual",
      "definition": "In Bezug auf den Geist oder die Seele, anstatt auf den körperlichen Körper oder materielle Dinge.",
      "definition_translation": "Relacionado ao espírito ou alma, em vez do corpo físico ou coisas materiais.",
      "example": "Sie hatte ein spirituelles Erlebnis während ihrer Meditation. Sie fühlte sich mehr mit der Natur verbunden und würde ihre spirituelle Seite weiter erforschen. Der spirituelle Führer leitete die Gruppe durch den Ritual.",
      "example_translation": "Ela havia tido uma experiência espiritual durante sua meditação. Ela vinha se sentindo mais conectada à natureza e continuará a explorar seu lado espiritual. O líder espiritual guiou o grupo através do ritual.",
      "imageLink": "image_files\\English\\"imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spontan",
      "translation": "espontâneo",
      "definition": "Natürlich und ungesteuert, ohne gezwungen oder vorgetäuscht zu sein.",
      "definition_translation": "Acontecendo ou feito de uma maneira natural e não planejada, sem ser forçado ou artificial.",
      "example": "Sie hatte ein spontanes Lachen, es war sehr ansteckend. Sie hatte eine spontane Idee für ein neues Unternehmen. Sie wird eine spontane Reaktion auf die Nachricht haben.",
      "example_translation": "Ela tem um riso espontâneo, é muito contagioso. Ela teve uma ideia espontânea para um novo negócio. Ela terá uma reação espontânea às notícias.",
      "imageLink": "image_files\\English\\"imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gerade",
      "translation": "reto",
      "definition": "Einheitlich in eine Richtung erstreckend oder bewegend, ohne Krümmung oder Abweichung.",
      "definition_translation": "Estendendo-se ou movendo-se uniformemente em uma direção, sem curvatura ou desvio.",
      "example": "Die Straße war gerade und schmal. Sie stand aufrecht und gerade. Er wird geradewegs zum Laden gehen.",
      "example_translation": "A estrada era reta e estreita. Ela se levantou reta e alta. Ele caminhará reto até a loja.",
      "imageLink": "image_files\\English\\"imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eigensinnig",
      "translation": "teimoso",
      "definition": "Eine starke und unbeugsame Entschlossenheit oder Willensstärke zeigend, oft auf unvernünftige oder starrsinnige Weise.",
      "definition_translation": "Tendo ou mostrando uma determinação forte e inflexível, ou uma vontade frequente em uma maneira irrazoável ou obstinada.",
      "example": "Er ist eigensinnig und hört nie auf Rat. Sie war eigensinnig und weigerte sich, ihre Meinung zu ändern. Sie werden eigensinnig sein und auf ihrem eigenen Weg bestehen.",
      "example_translation": "Ele é teimoso e nunca ouve conselhos. Ela era teimosa e se recusou a mudar de ideia. Eles serão teimosos e insistirão em seu próprio caminho.",
      "imageLink": "image_files\\English\\"imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " abergläubisch",
      "translation": "supersticioso",
      "definition": "An Aberglauben glaubend oder ihn praktizierend, oder eine übermäßige oder irrationale Furcht vor etwas habend.",
      "definition_translation": "Acreditando em ou praticando superstição, ou tendo um medo excessivo ou irracional de alguma coisa.",
      "example": "Sie ist abergläubisch und glaubt an Glücksbringer. Er war abergläubisch und mied schwarze Katzen. Sie werden abergläubisch sein und denken, es sei Pech, unter einer Leiter zu gehen.",
      "example_translation": "Ela é supersticiosa e acredita em amuletos da sorte. Ele era supersticioso e evitava gatos pretos. Eles serão supersticiosos e pensarão que é azarado andar debaixo de uma escada.",
      "imageLink": "image_files\\English\\"imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "misstrauisch",
      "translation": "suspeito",
      "definition": "Anlass zur Verdacht oder Misstrauen gebend; zweifelhaft.",
      "definition_translation": "Provocando suspeita ou desconfiança; questionável.",
      "example": "Der Detektiv war misstrauisch gegenüber dem Fremden in der Ecke. Gestern war sie misstrauisch gegenüber dem Verhalten ihres Mannes. Wenn ich du wäre, würde ich misstrauisch gegenüber dieser E-Mail sein.",
      "example_translation": "O detetive era suspeito do estranho ronda que estava espreitando na esquina. Ontem, ela era suspeita do comportamento do marido. Se eu fosse você, eu seria suspeito daquele e-mail.",
      "imageLink": "image_files\\English\\"imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mitfühlend",
      "translation": "simpático",
      "definition": "Mitgefühl oder Verständnis für jemanden empfindend; freundlich und fürsorglich.",
      "definition_translation": "Sentindo ou mostrando compaixão ou entendimento em relação a alguém; gentil e carinhoso.",
      "example": "Die Schwester war sehr mitfühlend gegenüber der Patientenfamilie. Sie hat ein mitfühlendes Ohr für die, die Hilfe benötigen. Er wird mitfühlend gegenüber deiner Situation sein.",
      "example_translation": "A enfermeira foi muito simpática em relação à família do paciente. Ela tem um ouvido simpático para aqueles que precisam. Ele será simpático à sua situação.",
      "imageLink": "image_files\\English\\"imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angespannt",
      "translation": "tenso",
      "definition": " Ängstlich oder nervös empfindend; eine gewisse Erwartung oder Spannung habend.",
      "definition_translation": "Sentindo ansiedade ou nervosismo; tendo um sentido de antecipação ou expectativa.",
      "example": "Die Atmosphäre im Raum war angespannt, während wir auf die Ergebnisse warteten. Sie war angespannt während der gesamten Präsentation. Das Team war angespannt vor dem großen Spiel.",
      "example_translation": "A atmosfera no quarto estava tensa enquanto esperávamos pelos resultados. Ela estava tensa durante toda a apresentação. A equipe estava tensa antes do grande jogo.",
      "imageLink": "image_files\\English\\"imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschreckend",
      "translation": "terrificante",
      "definition": "Extreme Angst oder Alarm hervorgerufend; extrem erschreckend.",
      "definition_translation": "Causando extremo medo ou alarme; extremamente assustador.",
      "example": "Die Achterbahn war erschreckend, als sie steil abfiel. Der Film war erschreckend, ich konnte nicht schlafen danach. Das Spukhaus war erschreckend, ich wagte nicht, hineinzugehen.",
      "example_translation": "O monte de rolar era terrificante enquanto caía abruptamente. O filme foi terrificante, não consegui dormir depois. A casa assombrada era terrificante, não ousei entrar.",
      "imageLink": "image_files\\English\\"imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gedankenreich",
      "translation": "ponderoso",
      "definition": "Eine sorgfältige und rücksichtsvolle Überlegung habend, insbesondere in Bezug auf die Gefühle anderer.",
      "definition_translation": "Tendo ou mostrando um pensamento cuidadoso e considerado, especialmente em relação aos sentimentos dos outros.",
      "example": "Sie war eine gedankenreiche Freundin, die immer meinen Geburtstag erinnerte. Sie war gedankenreich genug, um ein Geschenk mitzubringen. Sie wird in Zukunft gedankenreich gegenüber meinen Gefühlen sein.",
      "example_translation": "Ela foi uma amiga ponderosa, sempre lembrando meu aniversário. Ela havia sido ponderosa o suficiente para trazer um presente. Ela será ponderosa sobre meus sentimentos no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "emocionado",
      "definition": "Extrem glücklich oder aufgerüstet, oft weil etwas passiert ist oder passieren wird.",
      "definition_translation": "Sentindo-se extremamente feliz ou emocionado, muitas vezes porque de algo que aconteceu ou vai acontecer.",
      "example": "Ich war begeistert, als ich die Nachricht erhielt. Sie war begeistert von der Überraschungsparty. Sie werden begeistert sein, in den Urlaub zu gehen.",
      "example_translation": "Eu estava emocionado para receber as noticias. Ela estava emocionada com a festa surpresa. Eles estarão emocionados para ir em uma viagem.",
      "imageLink": "image_files\\English\\"imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zäh",
      "translation": "difícil",
      "definition": "Stark und fähig, schwierigen Situationen oder Härten ohne zu brechen oder aufzugeben.",
      "definition_translation": "Forte e capaz de lidar com situações difíceis ou dificuldades sem quebrar ou desistir.",
      "example": "Er war ein zäher Athlet, der nie aufgab. Das Team hatte ein zähes Spiel letzte Nacht. Sie wird eine harte Zeit haben, um den Job zu bekommen.",
      "example_translation": "Ele foi um atleta difícil que nunca desistiu. A equipe teve um jogo difícil ontem à noite. Ela terá um tempo difícil para conseguir o emprego.",
      "imageLink": "image_files\\English\\"imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tragisch",
      "translation": "trágico",
      "definition": "Großes Leid oder Traurigkeit verursachend, oft aufgrund eines plötzlichen oder unerwarteten Ereignisses.",
      "definition_translation": "Causando grande sofrimento ou tristeza, muitas vezes devido a um evento súbito ou inesperado.",
      "example": "Die Nachricht von ihrem Tod war tragisch. Der tragische Unfall passierte letzte Nacht. Die Geschichte hatte ein tragisches Ende.",
      "example_translation": "A notícia de sua morte foi trágica. O acidente trágico aconteceu ontem à noite. A história teve um final trágico.",
      "imageLink": "image_files\\English\\"imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbewusst",
      "translation": "desconhecido",
      "definition": "Nicht wissen oder sich einer Sache nicht bewusst sein, insbesondere als Ergebnis fehlender Informationen oder mangelnder Aufmerksamkeit.",
      "definition_translation": "Não conhecendo ou sabendo de algo, especialmente como resultado de não ser informado ou não prestar atenção.",
      "example": "Ich war unbewusst der Gefahr, bis es zu spät war. Ich bin seit Wochen unbewusst des Problems. Ich werde unbewusst der Konsequenzen sein.",
      "example_translation": "Eu não sabia do perigo até que fosse tarde demais. Eu tenho sido desconhecido do problema por semanas. Eu serei desconhecido das consequências.",
      "imageLink": "image_files\\English\\"imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "incerto",
      "definition": "Nicht bekannt oder klar definiert; zweifelhaft oder fraglich.",
      "definition_translation": "Não conhecido ou claramente definido; duvidoso ou questionável.",
      "example": "Das Ergebnis des Spiels war unsicher, bis zur letzten Minute. Ich bin seit Monaten unsicher über meine Zukunft. Ich werde unsicher über die Entscheidung sein.",
      "example_translation": "O resultado do jogo foi incerto até o minuto final. Eu tenho sido incerto sobre meu futuro por meses. Eu serei incerto sobre a decisão.",
      "imageLink": "image_files\\English\\"imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verständnis",
      "translation": "compreensão",
      "definition": "Die Fähigkeit, etwas zu begreifen oder zu interpretieren; ein gegenseitiges Einverständnis oder Harmonie.",
      "definition_translation": "A habilidade de compreender ou interpretar algo; um acordo mútuo ou harmonia.",
      "example": "Ich erhielt endlich ein Verständnis des komplexen Konzepts. Wir erreichten ein Verständnis über das Projekt. Ich werde ein tieferes Verständnis des Themas haben.",
      "example_translation": "Eu finalmente conquistei uma compreensão do conceito complexo. Nós alcançamos uma compreensão sobre o projeto. Eu terei uma compreensão mais profunda da questão.",
      "imageLink": "image_files\\English\\"imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unruhig",
      "translation": "inquieto",
      "definition": "Sich ängstlich oder unbehaglich fühlend; nicht ruhig.",
      "definition_translation": "Sentindo-se ansioso ou desconfortável; não estar à vontade.",
      "example": "Ich fühlte mich unruhig bei der Situation. Sie ist seit der Entscheidung unruhig. Sie werden unruhig bei der Änderung sein.",
      "example_translation": "Eu me senti inquieto sobre a situação. Ela tem sido inquieta sobre a decisão. Eles serão inquietos sobre a mudança.",
      "imageLink": "image_files\\English\\"imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unglücklich",
      "translation": "desafortunado",
      "definition": "Mit schlechtem Glück behaftet; unglücklich",
      "definition_translation": "Tendo ou marcado por má sorte; azarado",
      "example": "Ich war unglücklich, mein Portemonnaie gestern verloren zu haben, aber zum Glück fand ich es heute wieder und werde in Zukunft vorsichtiger sein.",
      "example_translation": "Eu fui desafortunado ao perder minha carteira ontem, mas felizmente, eu encontrei hoje e serei mais cuidadoso no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhilfreich",
      "translation": "inútil",
      "definition": "Keine Hilfe oder Unterstützung bieten; nicht nützlich",
      "definition_translation": "Não fornecendo assistência ou apoio; não útil",
      "example": "Die Anweisungen waren unhilfreich, also musste ich es selbst herausfinden. Ein hilfreicher Freund zeigte mir später einen besseren Weg, es zu tun, was in Zukunft sehr nützlich sein wird.",
      "example_translation": "As instruções foram inúteis, então eu tive que descobrir por conta própria. No entanto, um amigo útil mais tarde me mostrou um melhor jeito de fazê-lo, o que será muito útil no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbeliebt",
      "translation": "impopular",
      "definition": "Nicht von vielen Menschen gemocht oder gebilligt; nicht beliebt",
      "definition_translation": "Não gostado ou aprovado por muitas pessoas; não popular",
      "example": "Die neue Richtlinie ist unbeliebt unter den Mitarbeitern, und viele überlegen, zu kündigen. Die Management versucht jedoch, sie zu verbessern, was höchstwahrscheinlich dazu führen wird, dass sie in Zukunft beliebter wird.",
      "example_translation": "A nova política é impopular entre os funcionários, e muitos estão considerando sair. No entanto, a gerência está tentando melhorá-la, o que provavelmente a tornará mais popular no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvorhersehbar",
      "translation": "imprevisível",
      "definition": "Nicht vorhersehbar oder antizipierbar; instabil",
      "definition_translation": "Incapaz de ser previsto ou antecipado; instável",
      "example": "Das Wetter ist in letzter Zeit unvorhersehbar, mit plötzlichen Regenschauern am Morgen und klarem Himmel am Nachmittag. In Zukunft werde ich mich vorher um den Wetterbericht kümmern, bevor ich Outdoor-Aktivitäten plane.",
      "example_translation": "O clima tem sido imprevisível ultimamente, com chuvas súbitas pela manhã e céus limpos à tarde. No futuro, eu farei questão de verificar a previsão do tempo antes de planejar atividades ao ar livre.",
      "imageLink": "image_files\\English\\"imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unrealistisch",
      "translation": "irrealista",
      "definition": "Nicht möglich oder praktikabel zu tun oder zu erreichen; nicht auf der Realität basierend.",
      "definition_translation": "Não é possível ou prático de fazer ou alcançar; não baseado na realidade.",
      "example": "Das unrealistische Ziel, über Nacht Millionär zu werden, führte zu Enttäuschung. Ich hatte unrealistische Erwartungen an die Fertigstellung des Projekts. Ich werde nächstes Monat eine unrealistische Arbeitslast haben.",
      "example_translation": "O objetivo irrealista de se tornar um bilionário em uma noite levou a desapontamento. Eu tive uma expectativa irrealista de terminar o projeto no prazo. Eu terei uma carga de trabalho irrealista no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvernünftig",
      "translation": "irrazoável",
      "definition": "Nicht rational oder sinnvoll; nicht fair oder gerecht.",
      "definition_translation": "Não é racional ou sensato; não é justo ou fair.",
      "example": "Ihre unvernünftigen Forderungen führten zum Zusammenbruch der Beziehung. Er war unvernünftig in seinen Erwartungen. Sie wird nächstes Jahr unvernünftig in ihren Anforderungen sein.",
      "example_translation": "As demandas irrazoáveis ​​dela levaram ao colapso da relação. Ele foi irrazoável em suas expectativas. Ela será irrazoável em suas solicitações no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzuverlässig",
      "translation": "não confiável",
      "definition": "Nicht zuverlässig oder vertrauenswürdig; nicht konsistent oder genau.",
      "definition_translation": "Não pode ser confiável ou dependente; não é consistente ou precisa.",
      "example": "Die unzuverlässige Internetverbindung verursachte Frust. Er war unzuverlässig in seinen Verpflichtungen. Sie werden unzuverlässig in ihren Versprechen sein nächstes Quartal.",
      "example_translation": "A conexão de internet não confiável causou frustração. Ele foi não confiável em seus compromissos. Eles serão não confiáveis ​​em suas promessas no próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "inseguro",
      "definition": "Nicht sicher oder überzeugt; keine klare Meinung oder Gefühl.",
      "definition_translation": "Não é certo ou confiante; não tem uma opinião clara ou sentimento.",
      "example": "Ich war unsicher über die Entscheidung. Sie ist unsicher über ihre Zukunft. Sie waren unsicher über das Ergebnis.",
      "example_translation": "Eu estava inseguro sobre a decisão. Ela está insegura sobre seu futuro. Eles estavam inseguros sobre o resultado.",
      "imageLink": "image_files\\English\\"imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gewalttätig",
      "translation": "violento",
      "definition": "Benutzt oder beinhaltet die Absicht, jemanden zu verletzen oder zu töten; charakterisiert durch oder neigt zu Gewalt",
      "definition_translation": "Usando ou envolvendo força destinada a machucar ou matar alguém; caracterizado por ou propenso à violência",
      "example": "Der gewalttätige Sturm beschädigte viele Gebäude in der Stadt. Gestern sah ich mich einem gewalttätigen Kampf zwischen zwei Männern. Bis nächstes Jahr plant die Regierung, gewalttätige Verbrechen um 50% zu reduzieren.",
      "example_translation": "A tempestade violenta danificou muitos edifícios na cidade. Ontem, eu testemunhei uma luta violenta entre dois homens. Até o próximo ano, o governo planeja reduzir crimes violentos em 50%.",
      "imageLink": "image_files\\English\\"imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "willkommen",
      "translation": "bem-vindo",
      "definition": "Ein Ausdruck der Freude oder Zustimmung über jemandes Ankunft oder Anwesenheit",
      "definition_translation": "Uma expressão de prazer ou aprovação à chegada ou presença de alguém",
      "example": "Ich erhielt ein herzliches Willkommen von meiner Gastfamilie. Das Hotel-Personal erstreckte ein Willkommen auf alle neuen Gäste. Die Willkommensparty war ein großer Erfolg.",
      "example_translation": "Eu recebi um acolhimento caloroso da minha família anfitriã. O pessoal do hotel estendeu um bem-vindo a todos os novos hóspedes. A Festa de Bem-Vindos foi um enorme sucesso.",
      "imageLink": "image_files\\English\\"imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgeglichen",
      "translation": "bem-equilibrado",
      "definition": "Hatte alle notwendigen oder wünschenswerten Elemente in der richtigen Proportion; steady und ruhig in Urteil oder Temperament",
      "definition_translation": "Tendo todos os elementos necessários ou desejáveis na proporção certa; firme e calmo no julgamento ou temperamento",
      "example": "Die ausgeglichene Diät half ihr, Gewicht zu verlieren. Das ausgeglichene Team arbeitete effizient, um das Projekt abzuschließen. Bis nächsten Monat werde ich einen ausgeglichenen Zeitplan haben.",
      "example_translation": "A dieta bem-equilibrada ajudou ela a perder peso. O time bem-equilibrado trabalhou eficientemente para completar o projeto. Até o próximo mês, eu terei um cronograma bem-equilibrado.",
      "imageLink": "image_files\\English\\"imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weise",
      "translation": "sábio",
      "definition": "Hatte Erfahrung, Wissen und guten Verstand; besonnen und urteilsfähig",
      "definition_translation": "Tendo ou mostrando experiência, conhecimento e bom julgamento; prudente e discernidor",
      "example": "Meine weise Oma lehrte mich viele wertvolle Lektionen. Die weise Entscheidung rettete das Unternehmen vor dem Bankrott. Bis nächstes Jahr werde ich weise genug sein, um bessere Entscheidungen zu treffen.",
      "example_translation": "Minha avó sábia ensinou-me muitas lições valiosas. A decisão sábia salvou a empresa da falência. Até o próximo ano, eu serei sábio o suficiente para fazer escolhas melhores.",
      "imageLink": "image_files\\English\\"imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "witzig",
      "translation": "espirituoso",
      "definition": "Hatte oder zeigte einen schnellen und erfinderischen Geist, oft auf eine humorvolle Weise.",
      "definition_translation": "Tendo ou mostrando uma mente rápida e inventiva, muitas vezes de forma humorística.",
      "example": "Sie ist eine witzige Schriftstellerin, die dich mit ihren klugen Beobachtungen zum Lachen bringen kann. Sie war witzig genug, um eine intelligente Lösung für das Problem zu finden. Sie wird witzig genug sein, um einen Witz darüber zu machen, wenn sie 30 ist.",
      "example_translation": "Ela é uma escritora espirituosa que pode fazer você rir com suas observações inteligentes. Ela foi espirituosa o suficiente para encontrar uma solução inteligente para o problema. Ela será espirituosa o suficiente para fazer uma piada sobre isso até os 30 anos.",
      "imageLink": "image_files\\English\\"imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beunruhigend",
      "translation": "preocupante",
      "definition": "Verursachte Ängstlichkeit oder Sorge.",
      "definition_translation": "Causando ansiedade ou preocupação.",
      "example": "Die beunruhigenden Nachrichten über die Wirtschaft machten alle nervös. Ich habe mich in letzter Zeit um meine Gesundheit gesorgt. Sie sorgt sich um die Sicherheit ihres Sohnes, seit er zum College ging.",
      "example_translation": "As notícias preocupantes sobre a economia tiveram todos em estado de alerta. Eu tenho me preocupado com minha saúde ultimamente. Ela tem se preocupado com a segurança do filho desde que ele saiu para a faculdade.",
      "imageLink": "image_files\\English\\"imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]