[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "langweilig",
      "translation": "entediado",
      "definition": "Sich müde und unzufrieden fühlen, weil etwas nicht interessant ist.",
      "definition_translation": "Sentindo-se cansado e infeliz porque algo não é interessante.",
      "example": "Ich war langweilig im gestrigen Meeting. Ich bin langweilig mit diesem Film. Ich werde langweilig sein, wenn ich das wieder tun muss.",
      "example_translation": "Eu estava entediado na reunião ontem. Estou entediado com esse filme. Eu estarei entediado se tiver que fazer isso novamente.",
      "imageLink": "image_files\\English\\"imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "langweilig",
      "translation": "chato",
      "definition": "Nicht interessant oder aufregend.",
      "definition_translation": "Não interessante ou emocionante.",
      "example": "Dieser Film ist langweilig. Ich fand den Vortrag langweilig. Das Buch war langweilig.",
      "example_translation": "Este filme é chato. Eu achei a palestra chata. O livro foi chato.",
      "imageLink": "image_files\\English\\"imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schlau",
      "translation": "inteligente",
      "definition": "Einen schnellen und erfinderischen Verstand habend.",
      "definition_translation": "Tendo ou mostrando uma mente rápida e inventiva.",
      "example": "Meine Schwester ist schlau und löst immer schnell Rätsel. Ich dachte, die Lösung war schlau. Er war schlau genug, um es herauszufinden.",
      "example_translation": "Minha irmã é inteligente e sempre resolve quebra-cabeças rapidamente. Eu achei que a solução foi inteligente. Ele foi inteligente o suficiente para descobrir.",
      "imageLink": "image_files\\English\\"imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwierig",
      "translation": "difícil",
      "definition": "Vieles Engagement oder Geschick benötigend, um zu erreichen, zu verstehen oder umzugehen.",
      "definition_translation": "Necessitando muito esforço ou habilidade para alcançar, entender ou lidar com.",
      "example": "Das Mathematik-Problem war schwierig. Ich fand das Examen schwierig. Das Projekt war schwierig zu erledigen.",
      "example_translation": "O problema de matemática era difícil. Eu achei o exame difícil. O projeto foi difícil de completar.",
      "imageLink": "image_files\\English\\"imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgerüstet",
      "translation": "animado",
      "definition": "Sich enthusiastisch und begierig fühlend; begeistert oder energisiert.",
      "definition_translation": "Sentindo-se entusiasta e ansioso; emocionado ou energizado.",
      "example": "Ich war aufgerüstet, als ich im letzten Jahr in den Urlaub fuhr, ich bin aufgerüstet, um nächste Woche zu fahren, und ich werde aufgerüstet sein, um nächstes Jahr wieder zu fahren.",
      "example_translation": "Eu estava animado para ir de férias no ano passado, estou animado para ir na próxima semana e estarei animado para ir novamente no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufregend",
      "translation": "emocionante",
      "definition": "Gefühle der Begeisterung und Begierde hervorrufend; aufregend oder stimulierend.",
      "definition_translation": "Causando sentimentos de entusiasmo e ansiedade; emocionante ou estimulante.",
      "example": "Die aufregende Nachricht ließ mich hochspringen, das aufregende Spiel hatte mich am Rand meines Sitzes, und die aufregende Aussicht nahm mir den Atem.",
      "example_translation": "As notícias emocionantes me fizeram pular de alegria, o jogo emocionante me manteve na beirada da minha cadeira e a vista emocionante me tirou o fôlego.",
      "imageLink": "image_files\\English\\"imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "berühmt",
      "translation": "famoso",
      "definition": "Wohlbekannt und gefeiert; prominent oder renommiert.",
      "definition_translation": "Bem-conhecido e celebrado; proeminente ou renomado.",
      "example": "Er war berühmt für seine Schauspielkünste, sie wird berühmt für ihre wissenschaftliche Entdeckung, und sie waren berühmt für ihre Wohltätigkeitsarbeit.",
      "example_translation": "Ele era famoso por suas habilidades de atuação, ela será famosa por sua descoberta científica e eles eram famosos por seu trabalho de caridade.",
      "imageLink": "image_files\\English\\"imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "witzig",
      "translation": "engraçado",
      "definition": "Lachen oder Belustigung hervorrufend; komisch oder amüsant.",
      "definition_translation": "Causando risos ou divertimento; cômico ou divertido.",
      "example": "Der witzige Witz ließ uns lachen, der witzige Film hatte uns in Stichen, und die witzige Situation war ziemlich peinlich.",
      "example_translation": "A piada engraçada nos fez rir, o filme engraçado nos deixou em cócegas e a situação engraçada foi bem embaraçosa.",
      "imageLink": "image_files\\English\\"imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gut",
      "translation": "bom",
      "definition": "Eine günstige Qualität oder Charakter habend; moralisch exzellent",
      "definition_translation": "tendo uma qualidade ou caráter favorável; moralmente excelente",
      "example": "Ich fühlte mich gut, als ich die Nachricht erhielt. Ich habe mich in letzter Zeit gut gefühlt. Ich werde mich gut fühlen, wenn ich abschließe.",
      "example_translation": "Eu me senti bem quando recebi a notícia. Eu tenho me sentido bem ultimamente. Eu me sentirei bem quando me formar.",
      "imageLink": "image_files\\English\\"imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "glücklich",
      "translation": "feliz",
      "definition": "eine Freude oder Zufriedenheit empfindend",
      "definition_translation": "sentindo ou mostrando prazer ou contentamento",
      "example": "Ich war glücklich, als ich ein Kind war. Ich bin glücklich jetzt. Ich werde glücklich sein, wenn ich in Rente gehe.",
      "example_translation": "Eu era feliz quando eu era criança. Eu sou feliz agora. Eu serei feliz quando me aposentar.",
      "imageLink": "image_files\\English\\"imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interessant",
      "translation": "interessante",
      "definition": "Erregt Neugier oder Interesse; attraktiv oder faszinierend",
      "definition_translation": "arousando curiosidade ou interesse; atraente ou fascinante",
      "example": "Der Film war interessant. Das Buch ist interessant. Die Vorlesung wird interessant sein.",
      "example_translation": "O filme foi interessante. O livro é interessante. A palestra será interessante.",
      "imageLink": "image_files\\English\\"imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nett",
      "translation": "legal",
      "definition": "Angenehm, agreeabel oder zufriedenstellend",
      "definition_translation": "agradável, agradável ou satisfatório",
      "example": "Sie ist eine nette Person. Das Wetter war gestern nett. Das Hotel wird nett sein.",
      "example_translation": "Ela é uma pessoa legal. O tempo foi legal ontem. O hotel será legal.",
      "imageLink": "image_files\\English\\"imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "traurig",
      "translation": "triste",
      "definition": "Fühlte sich unglücklich, traurig oder enttäuscht; unglücklicher emotionaler Zustand.",
      "definition_translation": "Sentindo-se infeliz, triste ou desapontado; estado emocional infeliz.",
      "example": "Ich war traurig, als mein Lieblingshund starb. Ich bin traurig, weil ich die Prüfung nicht bestanden habe. Ich werde traurig sein, wenn ich meine Freunde nicht wiedersehen werde.",
      "example_translation": "Eu estava triste quando meu cachorro favorito faleceu. Estou triste porque falhei no exame. Estarei triste se não ver meus amigos novamente.",
      "imageLink": "image_files\\English\\"imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "müde",
      "translation": "cansado",
      "definition": "Fühlte sich körperlich oder mental erschöpft; benötigt Ruhe oder Schlaf.",
      "definition_translation": "Sentindo-se fisicamente ou mentalmente exausto; precisando de descanso ou sono.",
      "example": "Ich war müde, nachdem ich einen Marathon gelaufen war. Ich bin müde, weil ich nicht gut geschlafen habe. Ich werde müde sein, wenn ich keine Pause mache.",
      "example_translation": "Eu estava cansado após correr um maratona. Estou cansado porque não dormi bem. Estarei cansado se não fizer uma pausa.",
      "imageLink": "image_files\\English\\"imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abwesend",
      "translation": "distraído",
      "definition": "Geneigt zu Vergesslichkeit oder Unaufmerksamkeit; nachlässig oder vernachlässig.",
      "definition_translation": "Propenso a esquecimento ou falta de atenção; descuidado ou negligente.",
      "example": "Ich war abwesend und habe meine Schlüssel vergessen. Ich bin abwesend, wenn ich mich beeile. Ich werde abwesend sein, wenn ich mich nicht konzentriere.",
      "example_translation": "Eu estava distraído e esqueci minhas chaves. Estou distraído quando estou com pressa. Estarei distraído se não me concentrar.",
      "imageLink": "image_files\\English\\"imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "temeroso",
      "definition": "Fühlte Angst oder Aufregung; besorgt über etwas.",
      "definition_translation": "Sentindo medo ou ansiedade; apreensivo sobre algo.",
      "example": "Ich war ängstlich, als ich ein Kind war und im Dunkeln war. Ich bin ängstlich bei großen Höhen. Ich werde ängstlich sein, wenn ich eine Schlange sehe.",
      "example_translation": "Eu estava temeroso do escuro quando era criança. Estou temeroso de alturas. Estarei temeroso se ver uma cobra.",
      "imageLink": "image_files\\English\\"imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "zangado",
      "definition": "Fühlte oder zeigte große Wut oder Ärger.",
      "definition_translation": "Sentindo ou mostrando grande raiva ou irritação.",
      "example": "Ich war wütend, als ich die Nachrichten gestern gesehen habe, aber jetzt bin ich wütend, weil ich den Abgabetermin verpasst habe, und ich werde wütend sein, wenn ich keine Entschuldigung bekomme.",
      "example_translation": "Eu estava zangado quando vi as notícias ontem, mas agora estou zangado porque perdi o prazo, e serei zangado se não receber um pedido de desculpas.",
      "imageLink": "image_files\\English\\"imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "cuidadoso",
      "definition": "Gibt close Aufmerksamkeit auf etwas, um Fehler oder Schäden zu vermeiden.",
      "definition_translation": "Dando atenção próxima a algo para evitar erros ou danos.",
      "example": "Ich war vorsichtig, als ich letzte Nacht fuhr, aber ich werde vorsichtig sein, wenn ich die Straße überquere, und ich war vorsichtig, als ich den Bericht schrieb.",
      "example_translation": "Eu fui cuidadoso quando estava dirigindo ontem à noite, mas serei cuidadoso quando estiver cruzando a rua, e havia sido cuidadoso quando estava escrevendo o relatório.",
      "imageLink": "image_files\\English\\"imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühl",
      "translation": "fresco",
      "definition": "Mäßig kalt in der Temperatur.",
      "definition_translation": "Moderadamente frio em temperatura.",
      "example": "Die kühle Brise fühlte sich großartig an, als ich draußen ging, aber es wird kühl sein, wenn ich zum Berg komme, und es war kühl, als ich im See schwimmen war.",
      "example_translation": "O vento fresco se sentiu ótimo quando estava caminhando fora, mas será fresco quando chegar à montanha, e havia sido fresco quando estava nadando no lago.",
      "imageLink": "image_files\\English\\"imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verrückt",
      "translation": "louco",
      "definition": "Hat oder zeigt einen schwer abnormalen oder störenden Geisteszustand.",
      "definition_translation": "Tendo ou mostrando um estado de espírito severamente anormal ou perturbador.",
      "example": "Ich dachte, er war verrückt, als er seinen Job kündigte, aber ich werde denken, er ist verrückt, wenn er das Medikament nicht nimmt, und ich dachte, er war verrückt, als er sein eigenes Geschäft startete.",
      "example_translation": "Pensei que ele era louco quando decidiu deixar o emprego, mas pensei que ele seja louco se não tomar o remédio, e havia pensado que ele era louco quando começou seu próprio negócio.",
      "imageLink": "image_files\\English\\"imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gefährlich",
      "translation": "perigoso",
      "definition": "Voll von Risiko oder Bedrohung; verletzungsfähig oder schädlich",
      "definition_translation": "Cheio de risco ou ameaça; propenso a causar lesão ou dano",
      "example": "Die gefährliche Klippe machte mich ängstlich, ich war vorsichtig darauf letztes Jahr, und ich werde nächstes Monat noch vorsichtiger sein, wenn ich sie besuche.",
      "example_translation": "O penhasco perigoso me fez sentir ansioso, eu tinha sido cuidadoso nele no ano passado, e serei mais cauteloso quando o visitar no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "freundlich",
      "translation": "amigável",
      "definition": "Mit einer angenehmen und liebevollen Natur ausgestattet",
      "definition_translation": "Tendo ou mostrando uma natureza agradável e afetiva",
      "example": "Mein freundlicher Nachbar hatte mich zu seiner Party eingeladen, ich war letzte Woche dabei, und ich werde nächstes Jahr wieder dabei sein.",
      "example_translation": "Meu vizinho amigável havia me convidado para sua festa, eu havia comparecido a ela na semana passada, e irei comparecer novamente no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "froh",
      "translation": "feliz",
      "definition": "Mit Freude oder Zufriedenheit empfindend oder zeigend",
      "definition_translation": "Sentindo ou mostrando prazer ou contentamento",
      "example": "Ich war froh, meinen alten Freund nach vielen Jahren wiederzusehen, ich bin froh, ihn jetzt zu sehen, und ich werde froh sein, ihn in der Zukunft wiederzusehen.",
      "example_translation": "Eu estava feliz em ver meu velho amigo após muitos anos, estou feliz em vê-lo agora, e estarei feliz em vê-lo novamente no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ehrlich",
      "translation": "honesto",
      "definition": "Wahrhaftig und aufrichtig; nicht lügend oder betrügend",
      "definition_translation": "Verdadeiro e sincero; não mentindo ou Trapaceando",
      "example": "Mein ehrlicher Freund sagte mir immer die Wahrheit, er sagte mir gestern die Wahrheit, und er wird mir morgen die Wahrheit sagen.",
      "example_translation": "Meu amigo honesto sempre me disse a verdade, ele me disse a verdade ontem, e ele me dirá a verdade amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interessiert",
      "translation": "interessado",
      "definition": "Ein starkes Verlangen habend, etwas oder jemanden zu erfahren oder daran teilzunehmen",
      "definition_translation": "Tendo um forte desejo de aprender ou saber sobre algo ou alguém, ou de estar envolvido em algo.",
      "example": "Ich war interessiert am Film, also beschloss ich, ihn anzusehen. Ich bin interessiert, mehr über das Thema zu erfahren. Ich werde interessiert sein, die Ergebnisse des Experiments zu sehen.",
      "example_translation": "Eu estava interessado no filme, então decidi assistir. Estou interessado em aprender mais sobre o tópico. Estarei interessado em ver os resultados do experimento.",
      "imageLink": "image_files\\English\\"imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gütig",
      "translation": "gentil",
      "definition": "Ein warmes und großzügiges Herz habend, freundlich und rücksichtsvoll gegenüber anderen",
      "definition_translation": "Tendo um coração quente e generoso, sendo amigável e considerado em relação aos outros.",
      "example": "Sie war eine gütige Person, die immer denen half, die in Not waren. Er war gütig zu seiner Schwester, als sie traurig war. Sie werden gütig zu dem neuen Schüler in der Klasse sein.",
      "example_translation": "Ela era uma pessoa gentil que sempre ajudava os necessitados. Ele foi gentil com sua irmã quando ela estava se sentindo triste. Eles serão gentis com o novo estudante na classe.",
      "imageLink": "image_files\\English\\"imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "faul",
      "translation": "preguiçoso",
      "definition": "Nicht willens, zu arbeiten oder sich anzustrengen, stattdessen ruhend oder nichts tun wollend",
      "definition_translation": "Não querer trabalhar ou fazer um esforço, preferindo descansar ou não fazer nada.",
      "example": "Er war faul und wollte seine Hausaufgaben nicht erledigen. Sie war faul und schlief den ganzen Tag. Sie werden faul sein und das Projekt nicht rechtzeitig fertigstellen.",
      "example_translation": "Ele era preguiçoso e não queria fazer seu trabalho de casa. Ela era preguiçosa e dormiu todo o dia. Eles serão preguiçosos e não terminarão o projeto no prazo.",
      "imageLink": "image_files\\English\\"imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "louco",
      "definition": "Wut oder Ärger empfindend oder zeigend, oder eine geistige Krankheit habend",
      "definition_translation": "Sentindo ou mostrando raiva, ou tendo uma doença mental.",
      "example": "Er war wütend auf seinen Bruder, weil er sein Spielzeug zerbrochen hatte. Sie ging wütend, als sie die Nachricht sah. Sie werden wütend sein, wenn sie nicht bekommen, was sie wollen.",
      "example_translation": "Ele estava louco com seu irmão por quebrar seu brinquedo. Ela ficou louca quando viu as notícias. Eles vão ficar loucos se não obtiverem o que querem.",
      "imageLink": "image_files\\English\\"imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ernst",
      "translation": "sério",
      "definition": "Ein ernsthaftes und feierliches Verhalten oder Charakter habend",
      "definition_translation": "Tendo ou mostrando uma atitude e caráter sério e solene.",
      "example": "Sie war ernsthaft in ihrer Karriere und es zeigte sich in ihrer Arbeit. Sie war ernsthaft bei ihren Fitnesszielen und hatte großartige Ergebnisse erzielt. Sie wird ernsthaft bei ihren Studien nächstes Semester sein.",
      "example_translation": "Ela era séria sobre sua carreira e isso foi mostrado em seu trabalho. Ela tem sido séria sobre seus objetivos de fitness e viu resultados incríveis. Ela será séria sobre seus estudos no próximo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dumm",
      "translation": "estúpido",
      "definition": "Ohne Intelligenz oder gesunden Menschenverstand",
      "definition_translation": "Carecendo de inteligência ou senso comum.",
      "example": "Er tat etwas Dummes und geriet in Schwierigkeiten. Sie war dumm, ihn mit ihrem Geld zu trauen. Sie werden nichts Dummes tun und ihr Leben riskieren.",
      "example_translation": "Ele fez uma coisa estúpida e se meteu em problemas. Ela foi estúpida por confiar nele com seu dinheiro. Eles não farão algo estúpido e arriscarão suas vidas.",
      "imageLink": "image_files\\English\\"imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überrascht",
      "translation": "surpreendido",
      "definition": "Ein Gefühl oder eine Überraschung oder Verwunderung zeigen.",
      "definition_translation": "Sentindo ou mostrando surpresa ou assombro.",
      "example": "Ich war überrascht von der Nachricht. Sie waren überrascht von dem Geschenk. Wir werden von den Ergebnissen überrascht sein.",
      "example_translation": "Eu fui surpreendido pela notícia. Eles foram surpreendidos pelo presente. Nós seremos surpreendidos pelos resultados.",
      "imageLink": "image_files\\English\\"imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süß",
      "translation": "doce",
      "definition": "Ein angenehmer Geschmack oder Geruch habend.",
      "definition_translation": "Tendo um sabor ou cheiro agradável.",
      "example": "Der Kuchen war süß und lecker. Sie hat eine süße Persönlichkeit. Die süßen Erinnerungen meiner Kindheit sind unvergesslich.",
      "example_translation": "O bolo era doce e delicioso. Ela tem uma personalidade doce. As doces memórias da minha infância são inesquecíveis.",
      "imageLink": "image_files\\English\\"imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufräumen",
      "translation": "arrumar",
      "definition": "etwas sauber und organisiert zu machen",
      "definition_translation": "fazer algo limpo e organizado",
      "example": "Ich habe mein Zimmer gestern aufgeräumt, ich räume es jeden Tag auf, und ich werde es morgen aufräumen.",
      "example_translation": "Eu arrumei meu quarto ontem, eu arrumo todos os dias e eu arrumarei amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzufrieden",
      "translation": "infeliz",
      "definition": "nicht glücklich oder zufrieden sein",
      "definition_translation": "não sentir-se feliz ou satisfeito",
      "example": "Sie war unzufrieden mit ihrem Job, sie ist unzufrieden jetzt, und sie wird unzufrieden sein, wenn sie keine Beförderung bekommt.",
      "example_translation": "Ela estava infeliz com seu trabalho, ela está infeliz agora e ela estará infeliz se não receber uma promoção.",
      "imageLink": "image_files\\English\\"imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besorgt",
      "translation": "preocupado",
      "definition": "ängstlich oder besorgt über etwas sein",
      "definition_translation": "sentir-se ansioso ou preocupado com algo",
      "example": "Er war besorgt über sein Examen gestern, er ist besorgt jetzt, und er wird besorgt sein, bis er die Ergebnisse bekommt.",
      "example_translation": "Ele estava preocupado com seu exame ontem, ele está preocupado agora e ele estará preocupado até que obtenha os resultados.",
      "imageLink": "image_files\\English\\"imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktiv",
      "translation": "ativo",
      "definition": "Dinge zu tun oder körperlich oder geistig aktiv zu sein",
      "definition_translation": "fazendo coisas ou engajando-se em atividade física ou mental",
      "example": "Sie war aktiv im Sportteam letztes Jahr, sie ist aktiv jetzt, und sie wird aktiv in der neuen Saison sein.",
      "example_translation": "Ela estava ativa no time de esportes no ano passado, ela está ativa agora e ela estará ativa na nova temporada.",
      "imageLink": "image_files\\English\\"imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "espantado",
      "definition": "große Überraschung oder Verwunderung empfinden, oft auf eine angenehme Weise",
      "definition_translation": "sentindo grande surpresa ou espanto, muitas vezes de forma agradável",
      "example": "Ich war erstaunt von der Schönheit des Sonnenuntergangs. Ich bin erstaunt von ihrem Talent. Ich werde erstaunt sein, wenn ich den Jackpot gewinne.",
      "example_translation": "Eu fiquei espantado pela beleza do pôr do sol. Eu estou espantado pelo seu talento. Eu estarei espantado se ganhar na loteria.",
      "imageLink": "image_files\\English\\"imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "atemberaubend",
      "translation": "incrível",
      "definition": "extrem überraschend oder beeindruckend",
      "definition_translation": "extremamente surpreendente ou impressionante",
      "example": "Die Feuerwerksshow war atemberaubend. Sie hat eine atemberaubende Stimme. Die neue Achterbahn wird atemberaubend sein.",
      "example_translation": "O show de fogos de artifício foi incrível. Ela tem uma voz incrível. O novo montanha-russa será incrível.",
      "imageLink": "image_files\\English\\"imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "com raiva",
      "definition": "in einem wütenden Sinne, Ärger oder Wut empfinden",
      "definition_translation": "de maneira zangada, sentindo ou mostrando raiva",
      "example": "Sie sprach wütend mit dem Kundendienstmitarbeiter. Er fährt wütend auf der Autobahn. Sie werden wütend reagieren, wenn sie Kritik erhalten.",
      "example_translation": "Ela falou com raiva para o representante de serviço ao cliente. Ele dirige com raiva na rodovia. Eles irão responder com raiva à crítica.",
      "imageLink": "image_files\\English\\"imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genervt",
      "translation": "aborrecido",
      "definition": "ärgert oder genervt sein, oft auf eine leicht wütende Weise",
      "definition_translation": "sentindo irritação ou aborrecimento, muitas vezes de forma ligeiramente zangada",
      "example": "Ich werde genervt, wenn Leute zu spät kommen. Sie war genervt vom Lärm. Er wird genervt sein, wenn er nicht den Job bekommt.",
      "example_translation": "Eu me aborreço quando as pessoas estão atrasadas. Ela foi aborrecida pelo barulho. Ele estará aborrecido se não conseguir o emprego.",
      "imageLink": "image_files\\English\\"imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ärgerlich",
      "translation": "chato",
      "definition": "Irritation oder Frustration verursachen",
      "definition_translation": "causando irritação ou frustração",
      "example": "Der ärgerliche Lärm von der Baustelle hielt mich die ganze Nacht wach. Ich finde es ärgerlich, wenn Menschen mit offenem Mund kauen. Ich werde meine Schwester morgen ärgern, indem ich meine Musik laut spiele.",
      "example_translation": "O barulho chato do local de construção estava me mantendo acordado a noite toda. Eu acho chato quando as pessoas mastigam com a boca aberta. Vou ser chato para minha irmã tocando minha música muito alto amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "ansioso",
      "definition": "sich wegen etwas Sorgen oder Ängste machen",
      "definition_translation": "sentindo-se preocupado ou nervoso sobre alguma coisa",
      "example": "Ich war ängstlich wegen meiner bevorstehenden Prüfung. Sie macht sich wegen ihrer Gesundheit Sorgen. Er wird ängstlich sein, um sein Projekt rechtzeitig fertigzustellen.",
      "example_translation": "Eu estava ansioso sobre meu exame próximo. Ela tem estado ansiosa sobre sua saúde ultimamente. Ele estará ansioso para terminar seu projeto no prazo.",
      "imageLink": "image_files\\English\\"imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mutig",
      "translation": "corajoso",
      "definition": "Tapferkeit oder Stärke im Angesicht von Gefahr oder Schwierigkeit zeigen",
      "definition_translation": "mostrando coragem ou força diante do perigo ou dificuldade",
      "example": "Er war mutig während des Krieges. Sie ist mutig, wenn sie ihre Meinung sagt. Sie werden mutig genug sein, um ihre Ängste zu überwinden.",
      "example_translation": "Ele foi corajoso durante a guerra. Ela é corajosa para falar sua mente. Eles serão corajosos o suficiente para enfrentar seus medos.",
      "imageLink": "image_files\\English\\"imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mutig",
      "translation": "corajosamente",
      "definition": "auf tapfere oder couragierte Weise",
      "definition_translation": "de maneira corajosa ou valente",
      "example": "Der Feuerwehrmann rannte mutig in das brennende Gebäude. Das kleine Mädchen sprach mutig mit dem Fremden. Er wird mutig im Angesicht der Gefahr handeln.",
      "example_translation": "O bombeiro correu corajosamente para o prédio em chamas. A menina falou corajosamente para o estranho. Ele agirá corajosamente diante do perigo.",
      "imageLink": "image_files\\English\\"imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "charmant",
      "translation": "encantador",
      "definition": "Extrem angenehm oder attraktiv; entzückend.",
      "definition_translation": "Extremamente agradável ou atraente; delicioso.",
      "example": "Sie war charmant in ihrer Rede, er war charmant in seinem Benehmen, und sie werden charmant in ihrer Präsentation sein.",
      "example_translation": "Ela foi encantadora em seu discurso, ele foi encantador em seu modo, e eles serão encantadores em sua apresentação.",
      "imageLink": "image_files\\English\\"imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "froh",
      "translation": "alegre",
      "definition": "Einen angenehmen und optimistischen Geist habend.",
      "definition_translation": "Tendo ou mostrando um espírito agradável e otimista.",
      "example": "Sie war froh, als sie die Nachricht erhielt, er wird froh sein, wenn er den Job bekommt, und sie waren während der Party froh.",
      "example_translation": "Ela foi alegre quando recebeu as notícias, ele será alegre quando obtiver o emprego, e eles haviam sido alegres durante a festa.",
      "imageLink": "image_files\\English\\"imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "frio",
      "definition": "Eine niedrige Temperatur habend; Wärme oder Hitze fehlend.",
      "definition_translation": "Tendo uma temperatura baixa; carecendo de calor ou calor.",
      "example": "Es war kalt draußen gestern, es wird kalt im Winter sein, und es war kalt morgens.",
      "example_translation": "Era frio lá fora ontem, será frio no inverno, e havia sido frio na manhã.",
      "imageLink": "image_files\\English\\"imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verwirrt",
      "translation": "confuso",
      "definition": "Desorientiert oder perplex; Klarheit oder Deutlichkeit des Denkens fehlend.",
      "definition_translation": "Desorientado ou perplexo; carecendo de clareza ou distinção de pensamento.",
      "example": "Er war verwirrt, als er die Anweisungen erhielt, sie wird verwirrt sein, wenn sie das Buch liest, und sie waren während des Unterrichts verwirrt.",
      "example_translation": "Ele estava confuso quando recebeu as instruções, ela será confusa quando ler o livro, e eles haviam sido confusos durante a lição.",
      "imageLink": "image_files\\English\\"imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kreativ",
      "translation": "criativo",
      "definition": "Die Fähigkeit oder Macht haben, neu zu schaffen, originelle Ideen, Produkte, Lösungen usw. zu erstellen.",
      "definition_translation": "Tendo a habilidade ou poder de criar, originando novas ideias, produtos, soluções, etc.",
      "example": "Sie war eine kreative Schriftstellerin, die viele Bestseller geschrieben hat. Sie schreibt jetzt ein neues Buch. Sie schrieb ein wunderbares Gedicht letztes Jahr.",
      "example_translation": "Ela era uma escritora criativa que escreveu muitos bestsellers. Ela está escrevendo um novo romance agora. Ela escreveu um poema maravilhoso no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gemein",
      "translation": "cruel",
      "definition": "Den Wunsch oder die Absicht habend, anderen Schmerz oder Leid zuzufügen",
      "definition_translation": "Tendo ou mostrando um desejo de causar dor ou sofrimento a outros",
      "example": "Er war ein gemeiner Diktator, der seine Gegner folterte. Er behandelt seine Frau jetzt grausam. Er war grausam zu seinem Bruder, als sie Kinder waren.",
      "example_translation": "Ele era um ditador cruel que torturou seus oponentes. Ele está sendo cruel com sua esposa agora. Ele foi cruel com seu irmão quando eram crianças.",
      "imageLink": "image_files\\English\\"imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neugierig",
      "translation": "curioso",
      "definition": "Eine Lust zu lernen oder über jemanden oder etwas zu wissen",
      "definition_translation": "Tendo um desejo de aprender ou conhecer sobre algo ou alguém",
      "example": "Sie war ein neugieriges Kind, das immer Fragen stellte. Sie ist neugierig auf die neue Technologie jetzt. Sie war neugierig auf das Leben ihres Nachbarn, als sie jung war.",
      "example_translation": "Ela era uma criança curiosa que sempre fazia perguntas. Ela está curiosa sobre a nova tecnologia agora. Ela era curiosa sobre a vida do seu vizinho quando era jovem.",
      "imageLink": "image_files\\English\\"imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neugierig",
      "translation": "curiosamente",
      "definition": "Auf eine neugierige Weise, mit dem Wunsch zu lernen oder zu wissen",
      "definition_translation": "De maneira curiosa, com um desejo de aprender ou conhecer",
      "example": "Sie sah neugierig auf das seltsame Objekt. Sie wird es jetzt neugierig untersuchen. Sie untersuchte es gestern neugierig.",
      "example_translation": "Ela olhou curiosamente para o objeto estranho. Ela vai examiná-lo curiosamente agora. Ela examinou curiosamente ontem.",
      "imageLink": "image_files\\English\\"imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entzückt",
      "translation": "deliciado",
      "definition": "Fühlend oder zeigen großer Freude oder Freude, oft in einer hochgestimmten oder triumphalen Weise",
      "definition_translation": "Sentindo ou mostrando grande prazer ou alegria, muitas vezes de forma exultante ou triunfante",
      "example": "Ich war entzückt, die Nachricht zu erhalten, dass ich den Job bekam. Ich entzückte mich an der schönen Landschaft auf meinem Urlaub. Ich werde mich freuen, heute Abend auf der Party zu sein.",
      "example_translation": "Eu fiquei deliciado ao receber a notícia de que consegui o emprego. Eu me deliciava com a beleza cenográfica na minha viagem. Eu estarei deliciado em comparecer à festa esta noite.",
      "imageLink": "image_files\\English\\"imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "deprimiert",
      "translation": "deprimido",
      "definition": "Fühlend oder zeigen großer Traurigkeit, oft als Resultat einer schwierigen Situation oder Erfahrung",
      "definition_translation": "Sentindo-se infeliz, triste ou falta de energia e entusiasmo, muitas vezes como resultado de uma situação difícil ou experiência",
      "example": "Sie fühlte sich deprimiert, nachdem sie ihren Job verloren hatte. Er ist seit Monaten deprimiert, seit seine Freundin ihn verlassen hat. Ich wurde deprimiert, als ich mein Examen nicht bestanden habe.",
      "example_translation": "Ela se sentiu deprimida após perder o emprego. Ele tem sido deprimido por meses desde que sua namorada o deixou. Eu me senti deprimido quando eu falhei no meu exame.",
      "imageLink": "image_files\\English\\"imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "enttäuscht",
      "translation": "desapontado",
      "definition": "Fühlend oder zeigen großer Unzufriedenheit, weil etwas nicht passiert ist oder nicht so gut war, wie erwartet",
      "definition_translation": "Sentindo-se infeliz ou decepcionado porque algo não aconteceu ou não foi tão bom quanto esperado",
      "example": "Ich war enttäuscht von dem Film. Sie fühlte sich enttäuscht, als sie die Rolle nicht bekam. Sie werden enttäuscht sein, wenn sie keine Tickets bekommen.",
      "example_translation": "Eu fiquei desapontado com o filme. Ela se sentiu desapontada quando não conseguiu o papel. Eles estarão desapontados se não conseguirem os ingressos.",
      "imageLink": "image_files\\English\\"imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "enttäuschend",
      "translation": "desapontante",
      "definition": "Verursachend von Gefühlen der Unzufriedenheit oder Traurigkeit, weil etwas nicht passiert ist oder nicht so gut war, wie erwartet",
      "definition_translation": "Causando sentimentos de desapontamento ou infelicidade porque algo não aconteceu ou não foi tão bom quanto esperado",
      "example": "Der Film war enttäuschend. Ihre enttäuschende Leistung führte zu ihrer Eliminierung aus dem Wettbewerb. Die Nachricht war enttäuschend, aber wir mussten sie akzeptieren.",
      "example_translation": "O filme foi desapontante. Seu desempenho desapontante levou à sua eliminação da competição. A notícia foi desapontante, mas tínhamos que aceitá-la.",
      "imageLink": "image_files\\English\\"imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gelassen",
      "translation": "de fácil convivência",
      "definition": "Habend eine ruhige und entspannte Natur, leicht zu verstehen",
      "definition_translation": "Tendo uma natureza calma e relaxada, fácil de se relacionar com.",
      "example": "Sie ist eine gelassene Person, immer bereit, anderen zu helfen. Sie war gelassen und kam mit allen auf der Party zurecht. Sie wird sich in College leicht anfreunden und neue Freunde finden.",
      "example_translation": "Ela é uma pessoa de fácil convivência, sempre disposta a ajudar os outros. Ela foi de fácil convivência e se deu bem com todos na festa. Ela será de fácil convivência e fará novos amigos na faculdade.",
      "imageLink": "image_files\\English\\"imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "peinlich",
      "translation": "embaraçado",
      "definition": "Fühlend oder zeigen von Scham oder Schuld, oft wegen etwas dummen oder inakzeptablen",
      "definition_translation": "Sentindo ou mostrando vergonha ou culpa, muitas vezes devido a algo tolo ou inaceitável.",
      "example": "Ich fühlte mich peinlich, als ich auf der Treppe stolperte. Sie war peinlich wegen ihres Fehlers in der Präsentation. Er wird sich peinlich fühlen, wenn er sich nicht entschuldigt.",
      "example_translation": "Eu me senti embaraçado quando tropecei nas escadas. Ela se sentiu embaraçada com seu erro na apresentação. Ele se sentirá embaraçado se não se desculpar.",
      "imageLink": "image_files\\English\\"imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "peinlich",
      "translation": "embaraçoso",
      "definition": "Verursachend von Scham oder Schuld, oft wegen etwas dummen oder inakzeptablen",
      "definition_translation": "Causando vergonha ou culpa, muitas vezes devido a algo tolo ou inaceitável.",
      "example": "Es war ein peinlicher Moment, als ich meine Texte auf der Bühne vergaß. Der Film hatte einige peinliche Szenen, die mich zogen. Die Situation wird peinlich sein, wenn sie nicht kommt.",
      "example_translation": "Foi um momento embaraçoso quando eu esqueci minhas linhas no palco. O filme tinha cenas embaraçosas que me fizeram se arrepiar. A situação será embaraçosa se ela não aparecer.",
      "imageLink": "image_files\\English\\"imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angenehm",
      "translation": "aprazerável",
      "definition": "Erfreulich oder glücklich machend",
      "definition_translation": "Dando prazer ou criando um sentido de felicidade.",
      "example": "Das Konzert war angenehm, ich liebte die Musik. Sie fand den Film angenehm und lachte viel. Der Urlaub wird angenehm sein, wenn das Wetter gut ist.",
      "example_translation": "O concerto foi agradável, eu amei a música. Ela encontrou o filme agradável e riu muito. As férias serão agradáveis ​​se o tempo estiver bom.",
      "imageLink": "image_files\\English\\"imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "com entusiasmo",
      "definition": "Auf eine Weise, die großes Enthusiasmus und Eifer zeigt.",
      "definition_translation": "De uma maneira que mostra grande entusiasmo e ansiedade.",
      "example": "Ich sprang auf und ab begeistert, als ich die Nachricht hörte. Ich werde begeistert, wenn ich meine Lieblingsband live sehe. Ich werde morgen begeistert am Basketball-Spiel teilnehmen.",
      "example_translation": "Eu estava pulando para cima e para baixo com entusiasmo quando ouvi as notícias. Fico entusiasmado quando vejo minha banda favorita se apresentar ao vivo. Vou estar torcendo com entusiasmo no jogo de basquete amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschöpft",
      "translation": "exausto",
      "definition": "Sehr müde, entweder körperlich oder geistig.",
      "definition_translation": "Extremamente cansado, seja fisicamente ou mentalmente.",
      "example": "Ich war erschöpft nach dem Marathonlauf. Sie sah erschöpft aus, nachdem sie die ganze Nacht gestudiert hatte. Sie werden erschöpft sein, nachdem sie 12 Stunden am Stück gearbeitet haben.",
      "example_translation": "Eu estava exausto após correr o maratona. Ela parecia exausta após estudar toda a noite. Eles estarão exaustos após trabalhar por 12 horas seguidas.",
      "imageLink": "image_files\\English\\"imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfahren",
      "translation": "experimentado",
      "definition": "Viele Erfahrung und Fachkenntnisse in einem bestimmten Bereich haben.",
      "definition_translation": "Tendo muito conhecimento e habilidade em uma área particular.",
      "example": "Er ist ein erfahrener Lehrer mit 20 Jahren Erfahrung. Das Unternehmen hat einen erfahrenen Berater eingestellt, um das Problem zu lösen. Sie ist eine erfahrene Reisende, die viele Länder besucht hat.",
      "example_translation": "Ele é um professor experimentado com 20 anos de experiência. A empresa contratou um consultor experimentado para resolver o problema. Ela é uma viajante experimentada que visitou muitos países.",
      "imageLink": "image_files\\English\\"imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " vergeßlich",
      "translation": "esquecido",
      "definition": "Eine Tendenz hat, Dinge zu vergessen.",
      "definition_translation": "Tendo uma tendência a esquecer coisas.",
      "example": "Ich bin vergeßlich und vergesse immer, wo ich meine Schlüssel hingelegt habe. Sie ist vergeßlich und vergisst oft ihre Termine. Er wird vergeßlich, wenn er älter wird.",
      "example_translation": "Eu sou esquecido e sempre esqueço onde eu coloco minhas chaves. Ela é esquecida e часто esquece seus compromissos. Ele será esquecido à medida que envelhece.",
      "imageLink": "image_files\\English\\"imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschrocken",
      "translation": "assustado",
      "definition": "Furcht oder Angst empfindet, oft plötzlich oder intensiv.",
      "definition_translation": "sentindo medo ou ansiedade, muitas vezes subitamente ou intensamente",
      "example": "Ich war erschrocken, als ich die Schlange in meinem Hinterhof sah. Ich habe Angst vor Höhen. Ich werde erschrocken sein, wenn ich meine Familie niet wiedersehe.",
      "example_translation": "Eu estava assustado quando vi a cobra no meu quintal ontem. Eu tenho medo de alturas. Eu estarei assustado se não ver minha família novamente.",
      "imageLink": "image_files\\English\\"imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "freiwillig",
      "translation": "generoso",
      "definition": "Bereit ist, freiwillig mit seinen Ressourcen, wie Zeit, Geld oder Anstrengung, mit anderen zu teilen.",
      "definition_translation": "disposto a dar livremente dos seus recursos, como tempo, dinheiro ou esforço",
      "example": "Meine Eltern sind freiwillig mit ihrer Zeit und helfen uns bei unseren Studien. Sie war freiwillig mit ihrem Erbe und spendete es einer Wohltätigkeitsorganisation. Sie werden freiwillig mit ihren Ressourcen teilen, wenn sie das Lotto gewinnen.",
      "example_translation": "Meus pais são generosos com seu tempo e nos ajudam com nossos estudos. Ela foi generosa com sua herança e doou para a caridade. Eles serão generosos com seus recursos se ganharem a loteria.",
      "imageLink": "image_files\\English\\"imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sanft",
      "translation": "gentil",
      "definition": "Eine milde und freundliche Natur hat, oder weich und nicht hart ist.",
      "definition_translation": "tendo uma natureza suave e gentil, ou sendo suave e não rude",
      "example": "Meine Mutter ist sanft, wenn sie empfindliche Objekte hantiert. Der sanfte Wind ließ die Bäume schwanken. Er wird sanft mit dem Baby umgehen, wenn er es hält.",
      "example_translation": "Minha mãe é gentil quando ela lida com objetos delicados. O vento suave fez as árvores oscilarem. Ele será gentil com o bebê quando o segurar.",
      "imageLink": "image_files\\English\\"imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dankbar",
      "translation": "grato",
      "definition": "Eine Empfindung oder zeigt Dankbarkeit oder Anerkennung für etwas.",
      "definition_translation": "sentindo ou mostrando apreciação ou agradecimento por algo",
      "example": "Ich bin dankbar für die Unterstützung meiner Familie. Sie war dankbar für die Gelegenheit, im Ausland zu studieren. Sie werden dankbar sein, wenn sie ihr Projekt fertigstellen.",
      "example_translation": "Eu sou grato pelo apoio de minha família. Ela foi grata pela oportunidade de estudar no exterior. Eles serão gratos quando terminarem seu projeto.",
      "imageLink": "image_files\\English\\"imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schuldig",
      "translation": "culpado",
      "definition": "Reue oder Bedauern für ein begangenes Unrecht zeigt.",
      "definition_translation": "sentindo ou mostrando remorso por um erro cometido",
      "example": "Ich fühlte mich schuldig, dass ich nicht zur Hochzeit meines besten Freundes gekommen bin. Ich bin schuldig, dass ich dieses Projekt verschleppe. In Zukunft werde ich mich bemühen, nicht wieder schuldig zu sein, denselben Fehler zu begehen.",
      "example_translation": "Eu me senti culpado por não ter ido ao casamento do meu melhor amigo. Atualmente, eu sou culpado de procrastinar nesse projeto. No futuro, vou tentar não ser culpado de cometer o mesmo erro novamente.",
      "imageLink": "image_files\\English\\"imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "glücklich",
      "translation": "felizmente",
      "definition": "Auf eine glückliche oder freudige Weise.",
      "definition_translation": "de maneira feliz ou alegre",
      "example": "Ich nahm das Jobangebot glücklich an. Sie heiratete ihren Schulfreund glücklich. Sie werden ihr Rentenleben glücklich genießen.",
      "example_translation": "Eu felizmente aceitei a oferta de emprego. Ela felizmente casou seu amor de escola. Eles felizmente se aposentarão em alguns anos.",
      "imageLink": "image_files\\English\\"imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hilfreich",
      "translation": "útil",
      "definition": "Hilfe oder Führung leistend",
      "definition_translation": "dando assistência ou orientação",
      "example": "Die hilfreichen Anweisungen machten es leicht, das Möbel zusammenzubauen. Er war sehr hilfreich bei der Erklärung des komplexen Konzepts. Die hilfreiche Bibliothekarin half mir, das richtige Buch zu finden.",
      "example_translation": "As instruções úteis tornaram fácil montar o mobiliário. Ele foi muito útil em explicar o conceito complexo. A bibliotecária útil me ajudou a encontrar o livro certo.",
      "imageLink": "image_files\\English\\"imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hoffnungsvoll",
      "translation": "esperançoso",
      "definition": "optimistisch gesinnt oder inspirierend",
      "definition_translation": "sentindo ou inspirando otimismo",
      "example": "Ich war hoffnungsvoll, dass ich den Job bekommen würde. Sie ist hoffnungsvoll bezüglich der neuen Behandlung. Sie waren hoffnungsvoll, dass der Konflikt bald gelöst werden würde.",
      "example_translation": "Eu estava esperançoso de que eu iria conseguir o emprego. Ela está esperançosa sobre o novo tratamento. Eles estavam esperançosos de que o conflito seria resolvido em breve.",
      "imageLink": "image_files\\English\\"imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hoffnungslos",
      "translation": "desesperançado",
      "definition": "ohne Erwartung von Gutes oder Verbesserung; verzweifelt.",
      "definition_translation": "Não tendo nenhuma expectativa de bem ou melhoria; desesperado.",
      "example": "Ich fühlte mich hoffnungslos, als ich meinen Job verlor, aber dann begann ich, nach neuen Möglichkeiten zu suchen.",
      "example_translation": "Eu me senti desesperançado quando perdi meu emprego, mas então comecei a procurar por novas oportunidades.",
      "imageLink": "image_files\\English\\"imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verletzen",
      "translation": " machucar",
      "definition": "Jemandem oder etwas körperlichen oder emotionalen Schmerz oder Verletzung zuzufügen.",
      "definition_translation": "Causar dor física ou emocional a alguém ou algo.",
      "example": "Sie verletzte sich am Knöchel, als sie die Treppe hinunterfiel, aber sie wird wieder in Ordnung kommen.",
      "example_translation": "Ela machucou o tornozelo quando caiu escada abaixo, mas ela vai ficar bem.",
      "imageLink": "image_files\\English\\"imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verliebt",
      "translation": "apaixonado",
      "definition": "Starken Gefühlen der Liebe oder Zuneigung für jemanden habend.",
      "definition_translation": "Tendo fortes sentimentos de amor ou afeto por alguém.",
      "example": "Sie waren seit fünf Jahren verliebt und heiraten jetzt.",
      "example_translation": "Eles têm estado apaixonados há cinco anos e agora estão se casando.",
      "imageLink": "image_files\\English\\"imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Tränen",
      "translation": "em lágrimas",
      "definition": "Weinend oder weinend, vor allem wegen Traurigkeit oder Kummer.",
      "definition_translation": "Chorando ou soluçando, especialmente por causa de tristeza ou dor.",
      "example": "Sie war in Tränen, als sie ihrem besten Freund Lebewohl sagte.",
      "example_translation": "Ela estava em lágrimas quando se despediu de sua melhor amiga.",
      "imageLink": "image_files\\English\\"imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "inteligente",
      "definition": "die Fähigkeit habend, zu lernen, zu verstehen und über Dinge nachzudenken; hohe geistige Fähigkeiten habend.",
      "definition_translation": "Tendo a capacidade de aprender, entender e pensar sobre coisas; tendo uma alta capacidade mental.",
      "example": "Sie war eine intelligente Schülerin, die immer richtige Antworten gab. Sie war intelligent genug, die Lösung zu finden. Sie wird intelligent genug sein, das Problem zu lösen.",
      "example_translation": "Ela era uma estudante inteligente que sempre respondia às perguntas corretamente. Ela havia sido inteligente o suficiente para descobrir a solução. Ela será inteligente o suficiente para resolver o problema.",
      "imageLink": "image_files\\English\\"imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eifersüchtig",
      "translation": "ciumento",
      "definition": "Ein intensives Verlangen habend, etwas zu haben, das jemand anderem gehört, insbesondere einem romantischen Partner.",
      "definition_translation": "Sentindo ou mostrando um desejo intenso de ter algo que pertence a alguém else, especialmente um parceiro romântico.",
      "example": "Er fühlte sich eifersüchtig, als er seine Freundin mit einem anderen Typen sprechen sah. Sie war eifersüchtig auf den Erfolg ihrer Schwester. Sie werden eifersüchtig auf unseren neuen Wagen sein.",
      "example_translation": "Ele sentiu ciúme quando viu sua namorada falando com outro cara. Ela havia sido ciumenta do sucesso de sua irmã. Eles serão ciumentos do nosso novo carro.",
      "imageLink": "image_files\\English\\"imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": " ansioso",
      "definition": "Ein starkes und enthusiastisches Interesse an etwas habend; begierig, etwas zu tun.",
      "definition_translation": "Tendo um forte e entusiástico interesse em algo; ansioso para fazer algo.",
      "example": "Er war begeistert von Fußball. Sie war begeistert, Französisch zu lernen. Sie werden begierig auf die Party sein.",
      "example_translation": "Ele estava ansioso para jogar futebol. Ela havia sido ansiosa para aprender francês. Eles serão ansiosos para ir à festa.",
      "imageLink": "image_files\\English\\"imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "freundlich",
      "translation": "bondosamente",
      "definition": "In einer freundlichen und sanften Weise; mit Rücksichtnahme und Sorge für andere.",
      "definition_translation": "De maneira gentil e amável; com consideração e preocupação com os outros.",
      "example": "Sie sprach freundlich zum Kind. Er hatte freundlich mit seinem Freund gesprochen. Sie werden freundlich mit dem Kunden sprechen.",
      "example_translation": "Ela falou bondosamente com a criança. Ele havia falado bondosamente com seu amigo. Eles falarão bondosamente com o cliente.",
      "imageLink": "image_files\\English\\"imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lebhaft",
      "translation": "animado",
      "definition": "Voll Energie und Enthusiasmus; aktiv und geistreich.",
      "definition_translation": "Cheio de energia e entusiasmo; ativo e espirituoso.",
      "example": "Die lebhafte Atmosphäre auf der Party machte jeden zum Tanzen. Sie hatte sich den ganzen Morgen lebhaft gefühlt. Die lebhafte Diskussion dauerte Stunden an.",
      "example_translation": "O ambiente animado na festa fez com que todos quisessem dançar. Ela havia se sentido animada pela manhã toda. A discussão animada durou horas.",
      "imageLink": "image_files\\English\\"imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einsam",
      "translation": "solitário",
      "definition": "Traurig und isoliert, weil man keine Freunde oder Gesellschaft hat.",
      "definition_translation": "Sentindo-se triste e isolado porque não tem amigos ou companhia.",
      "example": "Er fühlte sich einsam in der großen Stadt. Sie war seit dem Tod ihres Mannes einsam. Die einsame Straße erstreckte sich vor uns.",
      "example_translation": "Ele se sentiu solitário na grande cidade. Ela havia sido solitária desde que o marido faleceu. A estrada solitária se estendia antes de nós.",
      "imageLink": "image_files\\English\\"imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "launisch",
      "translation": "instável",
      "definition": "Geneigt zu plötzlichen und unvorhersehbaren Stimmungswechseln.",
      "definition_translation": "Dado a mudanças súbitas e imprevisíveis de humor.",
      "example": "Er war den ganzen Tag launisch. Sie war launisch wegen der PMS. Das launische Wetter machte es schwer, Außenaktivitäten zu planen.",
      "example_translation": "Ele estava em um estado de humor instável o dia todo. Ela estava instável por causa da TPM. O tempo instável tornou difícil planejar atividades ao ar livre.",
      "imageLink": "image_files\\English\\"imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "negativ",
      "translation": "negativo",
      "definition": "Die Verneinung, die Ablehnung oder die Abneigung ausdrückend oder implizierend.",
      "definition_translation": "Expressando ou implicando negação, recusa ou desagrado.",
      "example": "Er hatte eine negative Einstellung zur neuen Politik. Die negative Kritik verletzte den Schauspieler. Die negative Rückmeldung half uns, das Produkt zu verbessern.",
      "example_translation": "Ele teve uma atitude negativa em relação à nova política. A crítica negativa machucou os sentimentos do ator. O feedback negativo nos ajudou a melhorar o produto.",
      "imageLink": "image_files\\English\\"imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nervös",
      "translation": "nervoso",
      "definition": "Angst oder Besorgnis empfindend oder zeigend; hochgradig empfindlich oder sensibel.",
      "definition_translation": "Sentindo ou mostrando ansiedade ou apreensão; muito tenso ou sensível.",
      "example": "Ich war nervös wegen des Vorstellungsgesprächs, aber ich versuchte, mich zu beruhigen. Ich bin nervös bei öffentlichen Redebeiträgen, aber ich übte meine Rede. Ich werde nervös sein, wenn ich die Prüfung ablege, aber ich habe mich gut vorbereitet.",
      "example_translation": "Eu estava nervoso sobre a entrevista de emprego, mas tentei manter a calma. Eu sou nervoso sobre falar em frente a uma multidão, mas pratiquei meu discurso. Eu serei nervoso sobre fazer o exame, mas estudei muito.",
      "imageLink": "image_files\\English\\"imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Patient",
      "translation": "paciente",
      "definition": "Eine Person, die medizinische Betreuung, Behandlung oder Aufmerksamkeit erhält; fähig, Verzögerungen oder Probleme zu akzeptieren und zu tolerieren.",
      "definition_translation": "Uma pessoa que está recebendo cuidados médicos, tratamento ou atenção; capaz de aceitar e tolerar atrasos ou problemas.",
      "example": "Der Patient war sehr ängstlich wegen der Operation, aber der Arzt beruhigte ihn. Der Arzt war sehr geduldig mit dem nervösen Patienten. Die Schwester pflegte den Patienten, der sich von dem Unfall erholte.",
      "example_translation": "O paciente estava muito ansioso sobre a cirurgia, mas o médico o tranquilizou. O médico foi muito paciente com o paciente nervoso. A enfermeira estava cuidando do paciente que estava se recuperando do acidente.",
      "imageLink": "image_files\\English\\"imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "höflich",
      "translation": "cortesmente",
      "definition": "Auf eine Weise, die respektvoll und rücksichtsvoll gegenüber anderen ist; mit guten Manieren.",
      "definition_translation": "De uma maneira que é respeitosa e considerada com os outros; com bons modos.",
      "example": "Sie sprach höflich mit dem Kunden, auch wenn er unhöflich war. Er reagierte immer höflich auf seine E-Mails. Sie wurden gelehrt, höflich in der Öffentlichkeit aufzutreten.",
      "example_translation": "Ela falou cortesmente com o cliente, mesmo que ele estivesse sendo grosseiro. Ele sempre respondia cortesmente a seus e-mails. Eles foram ensinados a se comportarem cortesmente em público.",
      "imageLink": "image_files\\English\\"imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mächtig",
      "translation": "poderoso",
      "definition": "Große Kraft, Stärke oder Einfluss habend; fähig, Dinge zu beeinflussen oder zu ändern.",
      "definition_translation": "Tendo grande poder, força ou influência; capaz de afetar ou mudar coisas.",
      "example": "Der mächtige Motor brüllte los. Sie war eine mächtige Rednerin, die viele Menschen inspirierte. Das Unternehmen wird immer mächtiger in der Branche.",
      "example_translation": "O motor poderoso rugiu para a vida. Ela era uma oradora poderosa que inspirou muitas pessoas. A empresa está se tornando mais poderosa na indústria.",
      "imageLink": "image_files\\English\\"imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stolz",
      "translation": "orgulhoso",
      "definition": "Ein Gefühl der Stolzheit oder Zufriedenheit empfindend; zufrieden oder befriedigt über etwas.",
      "definition_translation": "Tendo ou mostrando um sentido de orgulho; sentindo-se satisfeito ou agradado sobre algo",
      "example": "Gestern fühlte ich mich stolz auf meine Leistung. Heute bin ich stolz auf mein Team. Morgen werde ich stolz auf meine Kinder sein.",
      "example_translation": "Ontem, eu me senti orgulhoso do meu feito. Hoje, eu estou orgulhoso da minha equipe. Amanhã, eu serei orgulhoso dos meus filhos.",
      "imageLink": "image_files\\English\\"imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streitsüchtig",
      "translation": "rabugento",
      "definition": "Eine starke Neigung zu Streit oder Kampf habend; widerwärtig und streitsüchtig.",
      "definition_translation": "Tendo uma forte tendência a argumentar ou lutar; sendo desagradável e contencioso",
      "example": "Mein streitsüchtiger Bruder will immer über Politik streiten. Letzte Woche stritt er mit unserem Nachbarn. Nächsten Monat wird er mit seiner Frau streiten.",
      "example_translation": "Meu irmão rabugento sempre quer discutir sobre política. Semana passada, ele brigou com nosso vizinho. No próximo mês, ele brigarará com sua esposa.",
      "imageLink": "image_files\\English\\"imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entspannt",
      "translation": "relaxado",
      "definition": "Fühlend ruhig und frei von Anspannung oder Angst; sich gelassen",
      "definition_translation": "Sentindo-se calmo e livre de tensão ou ansiedade; estando à vontade",
      "example": "Nach einem langen Tag mag ich mich auf der Couch entspannen. Gestern entspannte ich mich am Strand. Morgen werde ich mich mit einem guten Buch entspannen.",
      "example_translation": "Depois de um longo dia, eu gosto de relaxar no sofá. Ontem, eu relaxei na praia. Amanhã, eu relaxarei com um bom livro.",
      "imageLink": "image_files\\English\\"imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entspannend",
      "translation": "relaxante",
      "definition": "Eine Zustand der Entspannung hervorrufend oder fördrend; beruhigend oder einlullend",
      "definition_translation": "Causando ou induzindo um estado de relaxamento; sendo suave ou calmante",
      "example": "Musik anhören ist entspannend. Ein warmes Bad kann entspannend sein. Ein Buch lesen ist entspannend.",
      "example_translation": "Ouvir música é relaxante. Tomar um banho quente pode ser relaxante. Ler um livro é relaxante.",
      "imageLink": "image_files\\English\\"imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zuverlässig",
      "translation": "confiável",
      "definition": "Vertrauenswürdig, zuverlässig oder verlässlich; jemandem oder etwas vertrauen können",
      "definition_translation": "Capaz de ser confiado ou dependente para fazer o que é esperado.",
      "example": "Sie war eine zuverlässige Freundin, immer bereit, zu helfen. Sie war in ihrem Job zuverlässig, immer Termine einhaltend. Sie wird in der Zukunft zuverlässig sein, davon bin ich sicher.",
      "example_translation": "Ela era uma amiga confiável, sempre lá para dar uma mão. Ela era confiável no seu trabalho, consistentemente cumprindo prazos. Ela será confiável no futuro, eu tenho certeza disso.",
      "imageLink": "image_files\\English\\"imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "romantisch",
      "translation": "romântico",
      "definition": "Romantische Gefühle oder Beziehungen betreffend; emotional und sentimental",
      "definition_translation": "Relacionado a ou característico de romance; emocional e sentimental.",
      "example": "Ihr romantisches Abendessen war schön, mit Kerzen und Blumen. Er war romantisch, immer überraschend sie mit Geschenken. Sie werden einen romantischen Urlaub in Paris haben.",
      "example_translation": "O jantar romântico deles foi lindo, com velas e flores. Ele era romântico, sempre surpreendendo-a com presentes. Eles terão uma lua de mel romântica em Paris.",
      "imageLink": "image_files\\English\\"imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "frech",
      "translation": "grosso",
      "definition": "Keine Manieren oder Rücksichtnahme auf andere zeigend; unhöflich",
      "definition_translation": "Tendo ou mostrando nenhuma educação ou consideração pelos outros; grosseiro.",
      "example": "Er war frech zum Kellner, schrie ihn an, ohne Grund. Sie war frech zu ihrer Schwester, sagte nicht einmal Hallo. Sie werden ihre Gäste frech behandeln, bieten ihnen nichts zu trinken an.",
      "example_translation": "Ele foi grosseiro com o garçom, gritando com ele sem razão. Ela foi grosseira com sua irmã, nem mesmo dizendo olá. Eles serão grosseiros com seus convidados, não oferecendo nada para beber.",
      "imageLink": "image_files\\English\\"imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "satisfeito",
      "definition": "Glücklich oder zufrieden, weil ein Bedürfnis oder Wunsch erfüllt wurde",
      "definition_translation": "Sentindo-se feliz ou satisfeito porque uma necessidade ou desejo foi atendido.",
      "example": "Sie war zufrieden mit ihrem neuen Job, liebte jeden Aspekt davon. Er war zufrieden mit seiner Note, hatte hart dafür gearbeitet. Sie werden zufrieden sein, wenn sie in ihr neues Zuhause einziehen.",
      "example_translation": "Ela estava satisfeita com seu novo emprego, amando cada aspecto dele. Ele estava satisfeito com sua nota, tendo estudado muito para isso. Eles estarão satisfeitos com sua nova casa, assim que se mudarem.",
      "imageLink": "image_files\\English\\"imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "assustado",
      "definition": "Angst oder Furcht empfindend oder zeigend; ängstlich",
      "definition_translation": "Tendo ou mostrando medo; assustado.",
      "example": "Ich war als Kind ängstlich vor der Dunkelheit. Ich bin ängstlich vor Höhen. Ich werde ängstlich sein, wenn ich zum ersten Mal skydiven gehe.",
      "example_translation": "Eu estava assustado com o escuro quando eu era criança. Eu estou assustado com alturas. Eu estarei assustado para saltar de paraquedas pela primeira vez.",
      "imageLink": "image_files\\English\\"imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gruselig",
      "translation": "assustador",
      "definition": "Angst oder Furcht hervorrufend; schrecklich",
      "definition_translation": "Causando medo; assustador.",
      "example": "Der gruselige Film ließ mich springen. Das Spukhaus war gruselig. Die gruselige Geschichte gibt dir Gänsehaut.",
      "example_translation": "O filme assustador me fez pular. A casa assombrada era assustadora. A história assustadora vai dar arrepios.",
      "imageLink": "image_files\\English\\"imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "selbstsicher",
      "translation": "autoconfiante",
      "definition": "Vertrauen in die eigenen Fähigkeiten, Eigenschaften und Urteilskraft habend",
      "definition_translation": "Tendo confiança nas próprias habilidades, qualidades e julgamento.",
      "example": "Sie war eine selbstsichere Rednerin, die das Publikum begeisterte. Er wurde selbstsicher, nach seinem ersten Erfolg. Sie werden selbstsicher sein, wenn sie das Problem lösen.",
      "example_translation": "Ela era uma oradora autoconfiante que envolveu a audiência. Ele se tornou autoconfiante após seu primeiro sucesso. Eles serão autoconfiantes em suas habilidades para resolver o problema.",
      "imageLink": "image_files\\English\\"imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "egoistisch",
      "translation": "egocêntrico",
      "definition": "Übermäßig mit eigenen Bedürfnissen, Wünschen oder Interessen beschäftigt, ohne Rücksicht auf andere",
      "definition_translation": "Preocupado excessivamente com as próprias necessidades, desejos ou interesses, sem consideração pelos outros.",
      "example": "Er war egoistisch und dachte nicht an die Gefühle seiner Freunde. Sie war egoistisch und kümmerte sich nur um ihre Karriere. Sie werden egoistisch sein und nicht teilen.",
      "example_translation": "Ele era egocêntrico e não considerou os sentimentos de seus amigos. Ela era egocêntrica e só se importava com sua própria carreira. Eles serão egoístas e não dividirão seus brinquedos.",
      "imageLink": "image_files\\English\\"imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vernünftig",
      "translation": "sensível",
      "definition": "Gut urteilend oder vernünftig handelnd; Vernunft und Urteilskraft besitzend.",
      "definition_translation": "Tendo, contendo ou indicativo de bom senso ou razão; razoável e judicioso.",
      "example": "Sie war eine vernünftige Person, die immer dachte, bevor sie handelte. Sie hatte genug Vernunft, um Geld für die Zukunft zu sparen. Sie wird vernünftig sein und nicht all ihr Geld für ein einziges Ding ausgeben.",
      "example_translation": "Ela era uma pessoa sensível que sempre pensava antes de agir. Ela havia sido sensível o suficiente para economizar dinheiro para o futuro. Ela será sensível e não gastará todo o seu dinheiro em uma coisa única.",
      "imageLink": "image_files\\English\\"imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geschockt",
      "translation": "chocado",
      "definition": "Eine große Überraschung oder Erstaunen empfindend, oft so sehr, dass man nicht reagieren oder antworten kann.",
      "definition_translation": "Sentindo ou mostrando grande surpresa ou deleite, frequentemente ao ponto de não ser capaz de responder ou reagir.",
      "example": "Ich war schockiert, als ich die Nachricht hörte. Sie war schockiert von dem plötzlichen Lärm. Sie werden schockiert sein, wenn sie die neue Politik sehen.",
      "example_translation": "Eu fiquei chocado quando ouvi as novidades. Ela foi chocada pelo barulho súbito. Eles ficarão chocados se verem a nova política.",
      "imageLink": "image_files\\English\\"imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschütternd",
      "translation": "chocante",
      "definition": "Eine große Überraschung oder Erstaunen verursachend, oft unangenehm.",
      "definition_translation": "Causando grande surpresa ou deleite, frequentemente de forma desagradável.",
      "example": "Die Nachricht war erschütternd für alle im Raum. Der Film hatte ein erschütterndes Ende. Der Finanzbericht des Unternehmens war erschütternd für die Anleger.",
      "example_translation": "As novidades foram chocantes para todos na sala. O filme tinha um final chocante. O relatório financeiro da empresa foi chocante para os investidores.",
      "imageLink": "image_files\\English\\"imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schüchtern",
      "translation": "tímido",
      "definition": "Sich in der Gegenwart anderer Menschen unbehaglich oder nervös fühlend, insbesondere wenn man versucht, Freunde zu machen oder mit anderen zu interagieren.",
      "definition_translation": "Sentindo-se nervoso ou desconfortável na presença de outras pessoas, especialmente quando tentando fazer amigos ou interagir com os outros.",
      "example": "Sie war schüchtern und mochte nicht mit Fremden sprechen. Er war schüchtern als Kind, aber wuchs darüber hinaus. Sie sind schüchtern und bevorzugen es, zu Hause zu bleiben.",
      "example_translation": "Ela era tímida e não gostava de falar com estranhos. Ele era tímido quando criança, mas superou isso. Eles são tímidos e preferem ficar em casa.",
      "imageLink": "image_files\\English\\"imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "albern",
      "translation": "bobinho",
      "definition": "Einen Mangel an gesundem Menschenverstand oder vernünftigem Urteil zeigend; absurd oder lächerlich.",
      "definition_translation": "Tendo ou mostrando falta de senso comum ou julgamento saudável; absurdo ou ridículo",
      "example": "Ich fühlte mich albern, als ich auf eigenen Füßen stolperte. Ich habe mich den ganzen Tag albern gefühlt. Ich werde mich albern fühlen, wenn ich nicht für die Prüfung studiere.",
      "example_translation": "Eu me senti bobinho quando acidentalmente tropecei nos meus próprios pés. Eu estive me sentindo bobinho o dia inteiro hoje. Eu vou me sentir bobinho se não estudo para o exame.",
      "imageLink": "image_files\\English\\"imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "inteligente",
      "definition": "Eine schnelle und clevere geistige Fähigkeit besitzend; intelligent oder weise.",
      "definition_translation": "Tendo ou mostrando habilidade mental rápida e inteligente; inteligente ou sábio",
      "example": "Mein Bruder ist wirklich intelligent und kann mathematische Probleme schnell lösen. Ich wünschte, ich wäre intelligent genug, um Physik zu verstehen. Sie wird intelligent sein, wenn sie während des Vortrags Notizen macht.",
      "example_translation": "Meu irmão é muito inteligente e pode resolver problemas de matemática rapidamente. Eu desejaria ser inteligente o suficiente para entender física. Ela será inteligente em tomar notas durante a aula.",
      "imageLink": "image_files\\English\\"imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gesellig",
      "translation": "sociável",
      "definition": "Menschen zu treffen und mit ihnen zu sprechen bereit; freundlich und offen.",
      "definition_translation": "Disposto a conversar e estar com outras pessoas; amigável e extrovertido",
      "example": "Sie ist eine gesellige Person und liebt es, Partys zu besuchen. Ich habe mich in letzter Zeit gesellig gefühlt und will neue Freunde finden. Sie werden gesellig sein und mit ihren Nachbarn plaudern.",
      "example_translation": "Ela é uma pessoa sociável e adora freqüentar festas. Eu tenho me sentindo sociável ultimamente e quero fazer novos amigos. Eles serão sociáveis e conversarão com seus vizinhos.",
      "imageLink": "image_files\\English\\"imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gestresst",
      "translation": "estressado",
      "definition": "Sich ängstlich oder überfordert fühlend; unter zu viel Druck stehend.",
      "definition_translation": "Sentindo-se ansioso ou sobrecarregado; sob pressão excessiva",
      "example": "Ich habe mich gestresst gefühlt über meine bevorstehende Prüfung. Sie bekommt Stress, wenn sie eine Präsentation halten muss. Sie werden gestresst sein wegen der Frist.",
      "example_translation": "Eu tenho me sentido estressado sobre meu exame que se aproxima. Ela se estressa quando tem que dar uma apresentação. Eles ficarão estressados sobre o prazo.",
      "imageLink": "image_files\\English\\"imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "talentiert",
      "translation": "talentoso",
      "definition": "Eine natürliche Fähigkeit oder Begabung besitzend, insbesondere in einem bestimmten Bereich.",
      "definition_translation": "tendo uma habilidade natural ou habilidade, especialmente em uma área particular",
      "example": "Sie war eine talentierte Künstlerin, und ihre Bilder wurden hoch gelobt. Sie ist bekannt für ihre talentierten Auftritte auf der Bühne. Sie wird eine talentierte Führerin in der Zukunft sein.",
      "example_translation": "Ela era uma artista talentosa, e suas pinturas foram muito elogiadas. Ela é conhecida por suas performances talentosas no palco. Ela será uma líder talentosa no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verängstigt",
      "translation": "terrorizado",
      "definition": "Eine extreme Angst oder Angst empfindend.",
      "definition_translation": "sentindo medo ou ansiedade extrema",
      "example": "Ich hatte Angst vor Spinnen, als ich ein Kind war. Sie hat Angst vor Höhen. Sie werden verängstigt sein von den Konsequenzen.",
      "example_translation": "Eu estava terrorizado de aranhas quando eu era uma criança. Ela está terrorizada de alturas. Eles estarão terrorizados das consequências.",
      "imageLink": "image_files\\English\\"imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermüdend",
      "translation": "cansativo",
      "definition": "Ermüdung oder Erschöpfung verursachend",
      "definition_translation": "causando fadiga ou exaustão",
      "example": "Die lange Reise war ermüdend, aber wir kamen endlich an. Ein Marathonlauf ist eine ermüdende Erfahrung. Das neue Projekt wird ermüdend sein, aber es wird sich lohnen.",
      "example_translation": "A longa jornada foi cansativa, mas finalmente chegamos. Correr um maratona é uma experiência cansativa. O novo projeto será cansativo, mas valerá a pena.",
      "imageLink": "image_files\\English\\"imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tolerant",
      "translation": "tolerante",
      "definition": "jemanden oder etwas, das unterschiedlich oder unkonventionell ist, akzeptierend oder erlaubend",
      "definition_translation": "disposto a aceitar ou permitir algo que é diferente ou não convencional",
      "example": "Er war ein toleranter Mensch, der die Überzeugungen anderer akzeptierte. Sie ist tolerant gegenüber den Fehlern anderer. Sie werden unsere kulturellen Unterschiede tolerieren.",
      "example_translation": "Ele era uma pessoa tolerante, aceitando as crenças dos outros. Ela é tolerante com os erros das pessoas. Eles serão tolerantes com as nossas diferenças culturais.",
      "imageLink": "image_files\\English\\"imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerwartet",
      "translation": "inesperado",
      "definition": "nicht erwartet oder vorhergesehen; überraschend.",
      "definition_translation": "Não esperado ou predito; surpreendente.",
      "example": "Der Feueralarm ging unerwartet während des Tests los. Ich hatte einen unerwarteten Besucher letzte Nacht. Ich habe ein unerwartetes Treffen um 14 Uhr morgen.",
      "example_translation": "O alarme de incêndio disparou inesperadamente durante o teste. Tive um visitante inesperado ontem à noite. Vou ter uma reunião inesperada às 2 pm amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unfreundlich",
      "translation": "desagradável",
      "definition": "nicht freundlich oder einladend; feindlich oder kalt.",
      "definition_translation": "Não amigável ou acolhedor; hostil ou frio.",
      "example": "Das unfreundliche HotelPersonal machte uns uns willkommen. Sie hat eine unfreundliche Einstellung gegenüber ihren Kollegen. Das unfreundliche Wetter hat unsere Stimmung nicht verbessert.",
      "example_translation": "O pessoal do hotel desagradável fez com que nos sentíssemos indesejados. Ela tem uma atitude desagradável em relação aos colegas. O tempo desagradável não ajudou nosso humor.",
      "imageLink": "image_files\\English\\"imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "desinteressiert",
      "translation": "desinteressado",
      "definition": "ohne Enthusiasmus oder Sorge; apathisch.",
      "definition_translation": "Faltando entusiasmo ou preocupação; apático.",
      "example": "Er schien desinteressiert an dem Gespräch. Der desinteressierte Student nahm nicht teil an der Diskussion. Sie wird desinteressiert an der Party sein, wenn es keine Musik gibt.",
      "example_translation": "Ele parecia desinteressado na conversa. O aluno desinteressado não participou da discussão. Ela estará desinteressada na festa se não houver música.",
      "imageLink": "image_files\\English\\"imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "uninteressant",
      "translation": "desinteressante",
      "definition": "nicht die Aufmerksamkeit fesselnd; langweilig oder uninspirierend.",
      "definition_translation": "Não mantendo a atenção de alguém; chato ou desinspirador.",
      "example": "Der uninteressante Film hat mich einschlafen lassen. Der uninteressante Sprecher hat uns alle gähnen lassen. Das uninteressante Buch hat meine Aufmerksamkeit nicht erregt.",
      "example_translation": "O filme desinteressante me fez dormir. O orador desinteressante fez com que todos nós déssemos um bocejo. O livro desinteressante não chamou minha atenção.",
      "imageLink": "image_files\\English\\"imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unliebenswürdig",
      "translation": "desagradável",
      "definition": "ohne Freundlichkeit oder Mitgefühl gegenüber anderen",
      "definition_translation": "Tendo ou mostrando falta de bondade ou simpatia para com os outros",
      "example": "Sie war ihrer Schwester unfreundlich, was sie sehr traurig machte. Sie wird ihrem Bruder unfreundlich sein, wenn er sich nicht entschuldigt. Sie war ihrer Freundin letzten Jahr unfreundlich.",
      "example_translation": "Ela foi desagradável com sua irmã, o que a fez muito triste. Ela será desagradável com seu irmão se ele não se desculpar. Ela foi desagradável com sua amiga no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warm",
      "translation": "quente",
      "definition": "mit einer moderaten oder komfortablen Wärme",
      "definition_translation": "Tendo um grau moderado ou confortável de calor",
      "example": "Das warme Wetter ermöglicht es uns, Outdoor-Aktivitäten zu genießen. Das warme Wasser fühlte sich schön auf meiner Haut an. Ich werde sicherstellen, dass die warme Suppe fertig ist, wenn du ankommst.",
      "example_translation": "O clima quente nos permite desfrutar de atividades ao ar livre. A água quente sentiu-se agradável na minha pele. Eu vou garantir que a sopa quente esteja pronta quando você chegar.",
      "imageLink": "image_files\\English\\"imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]