[
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "antworten",
      "translation": "responder",
      "definition": "Auf eine Frage, Situation oder Reiz zu reagieren.",
      "definition_translation": "Responder ou reagir a uma pergunta, situação ou estímulo.",
      "example": "Ich werde das Telefon beantworten, sie hat die Frage beantwortet und er hatte die E-Mail beantwortet.",
      "example_translation": "Eu vou responder ao telefone, ela respondeu à pergunta e ele havia respondido ao e-mail.",
      "imageLink": "answer.jpg",
      "audioLink": "answer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fragen",
      "translation": "perguntar",
      "definition": "Jemandem eine Frage zu stellen oder nach etwas zu forschen.",
      "definition_translation": "Fazer uma pergunta a alguém ou inquirir sobre algo.",
      "example": "Ich fragte den Lehrer, sie fragte mich und er wird die Frage stellen.",
      "example_translation": "Eu perguntei ao professor, ela me perguntou e ele fará a pergunta.",
      "imageLink": "ask.jpg",
      "audioLink": "ask.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sein",
      "translation": "ser",
      "definition": "Zu existieren, eine bestimmte Eigenschaft oder Charakteristik zu haben.",
      "definition_translation": "Existir, ter existência ou ter uma certa qualidade ou característica.",
      "example": "Ich bin glücklich, sie war müde und sie werden zu spät kommen.",
      "example_translation": "Eu sou feliz, ela estava cansada e eles serão atrasados.",
      "imageLink": "be.jpg",
      "audioLink": "be.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kaufen",
      "translation": "comprar",
      "definition": "Etwas im Austausch für Zahlung oder Entschädigung zu erwerben.",
      "definition_translation": "Adquirir algo em troca de pagamento ou compensação.",
      "example": "Ich kaufte ein Buch, sie kauft Kleidung und sie werden ein Haus kaufen.",
      "example_translation": "Eu comprei um livro, ela compra roupas e eles vão comprar uma casa.",
      "imageLink": "buy.jpg",
      "audioLink": "buy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "können",
      "translation": "poder",
      "definition": "Etwas tun zu können; die Fähigkeit oder das Können zu haben, etwas zu tun",
      "definition_translation": "Ser capaz de fazer algo; ter a habilidade ou capacidade de fazer algo",
      "example": "Ich konnte Französisch sprechen, als ich ein Kind war. Jetzt kann ich Englisch fließend sprechen. Ich werde in einem Jahr drei Sprachen sprechen können.",
      "example_translation": " Eu podia falar francês quando eu era criança. Agora eu posso falar inglês fluentemente. Eu serei capaz de falar três línguas até o próximo ano.",
      "imageLink": "can.jpg",
      "audioLink": "can.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tragen",
      "translation": "levar",
      "definition": "Etwas während des Transportes von einem Ort zu einem anderen zu halten oder zu unterstützen",
      "definition_translation": "Segurar ou apoiar algo enquanto o move de um lugar para outro",
      "example": "Ich trug mein Gepäck zum Flughafen. Sie wird das Baby zum Arzt tragen. Sie haben den Plan erfolgreich umgesetzt.",
      "example_translation": " Eu levei minha bagagem para o aeroporto. Ela carregará o bebê ao médico. Eles realizaram o plano com sucesso.",
      "imageLink": "carry.jpg",
      "audioLink": "carry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fangen",
      "translation": "pegar",
      "definition": "Etwas plötzlich oder schnell zu ergreifen",
      "definition_translation": "Pegar algo de repente ou rapidamente",
      "example": "Ich fing den Ball in der Luft auf. Sie wird den Zug nach Paris fangen. Sie haben den Dieb auf frischer Tat ertappt.",
      "example_translation": " Eu peguei a bola no ar. Ela pegará o trem para Paris. Eles pegaram o ladrão em flagrante.",
      "imageLink": "catch.jpg",
      "audioLink": "catch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ändern",
      "translation": "mudar",
      "definition": "Etwas anders zu machen oder sich zu ändern",
      "definition_translation": "Fazer algo diferente ou se tornar diferente",
      "example": "Ich änderte meine Meinung über die Party. Sie wird ihren Job nächstes Monat wechseln. Sie haben die Regeln des Spiels geändert.",
      "example_translation": " Eu mudei de ideia sobre ir à festa. Ela mudará seu emprego no próximo mês. Eles mudaram as regras do jogo.",
      "imageLink": "change-6.jpg",
      "audioLink": "change.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "escolher",
      "definition": "Etwas auszuwählen oder zu entscheiden, oft nachdem man Optionen erwogen oder die Vor- und Nachteile abgewogen hat.",
      "definition_translation": "Selecionar ou decidir sobre algo, muitas vezes após considerar opções ou pesar os méritos de possibilidades diferentes.",
      "example": "Ich wählte den Strand für gestern, aber heute werde ich zu Hause bleiben. Morgen werde ich das perfekte Outfit für die Party gewählt haben.",
      "example_translation": "Escolhi ir para a praia ontem, mas hoje vou escolher ficar em casa. Amanhã, terei escolhido o outfit perfeito para a festa.",
      "imageLink": "choose.jpg",
      "audioLink": "choose.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reinigen",
      "translation": "limpar",
      "definition": "Schmutz, Flecken oder Verunreinigungen von etwas zu entfernen, oft mit Seife, Wasser oder anderen Reinigungsmitteln.",
      "definition_translation": "Remover sujeira, manchas ou impurezas de algo, muitas vezes usando sabão, água ou outros agentes de limpeza.",
      "example": "Ich reinigte mein Zimmer gestern, aber ich werde die Küche heute reinigen. Bis morgen werde ich das ganze Haus gereinigt haben.",
      "example_translation": "Limpei meu quarto ontem, mas vou limpar a cozinha hoje. Até amanhã, terei limpo toda a casa.",
      "imageLink": "clean.jpg",
      "audioLink": "clean.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schließen",
      "translation": "fechar",
      "definition": "Ein Teil von etwas, wie z.B. eine Tür, einen Deckel oder ein Paar Augen, schließen oder zusammenbringen.",
      "definition_translation": "Fechar ou reunir as partes de algo, como uma porta, uma tampa ou um par de olhos.",
      "example": "Ich schloss die Tür, als ich das Haus verließ, aber ich werde das Fenster heute Abend schließen. Morgen werde ich den Deal geschlossen haben.",
      "example_translation": "Fechei a porta quando saí de casa, mas vou fechar a janela hoje à noite. Até amanhã, terei fechado o negócio.",
      "imageLink": "close.jpg",
      "audioLink": "close.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Farbe",
      "translation": "cor",
      "definition": "Die Eigenschaft eines Objekts, die durch die Art und Weise, wie es Licht reflektiert oder emittiert, vom Auge wahrgenommen wird.",
      "definition_translation": "A propriedade de um objeto que é percebida pelo olho como resultado da forma como ele reflete ou emite luz.",
      "example": "Die Farbe des Sonnenuntergangs war atemberaubend, aber ich werde die Wand heute in einer anderen Farbe streichen. Morgen werde ich das gesamte Bild ausgemalt haben.",
      "example_translation": "A cor do pôr do sol foi de tirar o fôlego, mas vou pintar a parede de uma cor diferente hoje. Até amanhã, terei coloreado toda a figura.",
      "imageLink": "colour.jpg",
      "audioLink": "colour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kommen",
      "translation": "vir",
      "definition": "Sich auf den Sprecher oder einen Ort zu bewegen oder an einem Ort anzukommen.",
      "definition_translation": "Mover-se em direção ao falante ou a um lugar, ou chegar a um lugar.",
      "example": "Ich kam zur Party letzte Nacht. Ich komme jetzt zum Meeting. Ich werde nächste Woche zu Ihnen kommen.",
      "example_translation": "Eu vim à festa ontem à noite. Eu estou vindo à reunião agora. Eu vou vir visitá-lo na semana que vem.",
      "imageLink": "come.jpg",
      "audioLink": "come.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "cozinhar",
      "definition": "Essen zubereiten und heiß machen, um es zu essen.",
      "definition_translation": "Preparar e aquecer comida para comê-la.",
      "example": "Ich kochte das Abendessen für meine Familie letzte Nacht. Ich koche jetzt das Mittagessen. Ich werde morgen das Frühstück kochen.",
      "example_translation": "Eu cozinhei o jantar para minha família ontem à noite. Eu estou cozinhando o almoço agora. Eu vou cozinhar o café da manhã amanhã.",
      "imageLink": "cook.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tanzen",
      "translation": "dançar",
      "definition": "Mit seinem Körper in einer rhythmischen Weise, meist zu Musik, sich bewegen.",
      "definition_translation": "Mover o corpo de uma maneira rítmica, usualmente para música.",
      "example": "Ich tanzte auf der Party letzte Nacht. Ich tanze jetzt. Ich werde auf dem Fest nächste Woche tanzen.",
      "example_translation": "Eu dancei na festa ontem à noite. Eu estou dançando agora. Eu vou dançar no festival na próxima semana.",
      "imageLink": "dance-2.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sterben",
      "translation": "morrer",
      "definition": "Aufhören zu leben oder zu existieren.",
      "definition_translation": "Parar de viver ou existir.",
      "example": "Mein Großvater starb letztes Jahr. Ich fürchtete, dass ich im Unfall sterben würde. Sie wird sterben, wenn sie keine ärztliche Hilfe erhält.",
      "example_translation": "Meu avô morreu no ano passado. Eu temia que eu fosse morrer no acidente. Ela morrerá se não receber atenção médica.",
      "imageLink": "die.jpg",
      "audioLink": "die.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tun",
      "translation": "fazer",
      "definition": "Eine Aktion ausführen, eine Aufgabe erledigen oder etwas erreichen.",
      "definition_translation": "Realizar uma ação, executar uma tarefa ou alcançar algo.",
      "example": "Ich erledigte meine Hausaufgaben gestern, ich erledige jetzt mein Projekt und ich werde morgen meine Prüfung erledigen.",
      "example_translation": "Eu fiz meu dever de casa ontem, estou fazendo meu projeto agora e farei meu exame amanhã.",
      "imageLink": "do.jpg",
      "audioLink": "do.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "die Reinigung erledigen",
      "translation": "fazer a limpeza",
      "definition": "Einen Raum oder ein Haus reinigen und organisieren.",
      "definition_translation": "Limpar e organizar um espaço, como um quarto ou uma casa.",
      "example": "Sie erledigte die Reinigung gestern, sie erledigt die Reinigung jetzt und sie wird die Reinigung morgen erledigen.",
      "example_translation": "Ela fez a limpeza ontem, está fazendo a limpeza agora e fará a limpeza amanhã.",
      "imageLink": "do-the-cleaning.jpg",
      "audioLink": "do the cleaning.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "das Kochen erledigen",
      "translation": "fazer a cozinha",
      "definition": "Essen zubereiten und kochen, oft in einer Küche.",
      "definition_translation": "Preparar e cozinhar comida, frequentemente em uma cozinha.",
      "example": "Er erledigte das Kochen letzte Nacht, er erledigt das Kochen jetzt und er wird das Kochen heute Abend erledigen.",
      "example_translation": "Ele fez a cozinha na noite passada, está fazendo a cozinha agora e fará a cozinha esta noite.",
      "imageLink": "do-the-cooking.jpg",
      "audioLink": "do the cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "die Wäsche erledigen",
      "translation": "fazer a lavagem",
      "definition": "Kleidung waschen und reinigen, oft mit einer Waschmaschine.",
      "definition_translation": "Lavar e limpar roupas, frequentemente usando uma máquina de lavar.",
      "example": "Sie erledigten die Wäsche gestern, sie erledigen die Wäsche jetzt und sie werden die Wäsche morgen erledigen.",
      "example_translation": "Eles fizeram a lavagem ontem, estão fazendo a lavagem agora e farão a lavagem amanhã.",
      "imageLink": "do-the-washing.jpg",
      "audioLink": "do the washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zeichnen",
      "translation": "desenhar",
      "definition": "Ein Bild oder Diagramm durch die Herstellung von Linien und Markierungen auf Papier mit einem Stift, Füller usw. zu erstellen.",
      "definition_translation": "Produzir uma imagem ou diagrama fazendo linhas e marcas em papel com um lápis, caneta, etc.",
      "example": "Ich zeichnete ein Bild meiner Katze gestern. Ich zeichne jeden Morgen. Ich werde ein Porträt meines Freundes morgen zeichnen.",
      "example_translation": "Eu desenhei um retrato do meu gato ontem. Eu desenho todas as manhãs. Eu desenhare um retrato do meu amigo amanhã.",
      "imageLink": "draw.jpg",
      "audioLink": "draw.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "beber",
      "definition": "Eine Flüssigkeit, wie Wasser, Saft oder Tee, durch den Mund zu schlucken.",
      "definition_translation": "Engolir um líquido, como água, suco ou chá, pela boca",
      "example": "Ich trank ein Glas Wasser gestern. Ich trinke jeden Morgen Kaffee. Ich werde ein Glas Saft nach dem Abendessen trinken.",
      "example_translation": "Eu bebi um copo de água ontem. Eu bebo café todas as manhãs. Eu beberei um suco após o jantar.",
      "imageLink": "drink.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fahren",
      "translation": "dirigir",
      "definition": "Ein Fahrzeug, wie ein Auto, Lastwagen oder Bus, zu betreiben, um Menschen oder Güter zu transportieren.",
      "definition_translation": "Operar um veículo, como um carro, caminhão ou ônibus, para transportar pessoas ou mercadorias",
      "example": "Ich fuhr ein Auto zum Strand gestern. Ich fahre jeden Tag zur Arbeit. Ich werde nächste Woche einen Lastwagen fahren, um die Güter zu liefern.",
      "example_translation": "Eu dirigi um carro até a praia ontem. Eu dirijo para o trabalho todos os dias. Eu dirigirei um caminhão para entregar as mercadorias na próxima semana.",
      "imageLink": "drive.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "essen",
      "translation": "comer",
      "definition": "Nahrung in den Körper aufzunehmen, indem man sie in den Mund nimmt und sie herunterschluckt.",
      "definition_translation": "Levar alimentos ao seu corpo, geralmente colocando-os na boca e engolindo",
      "example": "Ich aß ein Sandwich zum Mittagessen gestern. Ich esse jeden Morgen Frühstück. Ich werde heute Abend ein Pizza mit meinen Freunden essen.",
      "example_translation": "Eu comi um sanduíche para almoço ontem. Eu como café da manhã todas as manhãs. Eu comerei uma pizza com meus amigos esta noite.",
      "imageLink": "eat.jpg",
      "audioLink": "eat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genießen",
      "translation": "desfrutar",
      "definition": "etwas mit Freude oder Vergnügen zu erleben.",
      "definition_translation": "ter prazer ou deleite em algo",
      "example": "Ich genoss die Party gestern. Ich genieße den Film gerade jetzt. Ich werde meine Ferien nächste Woche genießen.",
      "example_translation": "Eu desfrutei a festa ontem. Eu estou desfrutando do filme agora. Eu vou desfrutar minhas férias na próxima semana.",
      "imageLink": "enjoy.jpg",
      "audioLink": "enjoy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fühlen",
      "translation": "sentir",
      "definition": "eine Empfindung oder Emotion wahrzunehmen.",
      "definition_translation": "estar ciente de uma sensação ou emoção",
      "example": "Ich fühlte mich glücklich, als ich meinen Freund sah. Ich fühle mich jetzt müde. Ich werde mich aufgerüstet fühlen, wenn ich zum Konzert gehe.",
      "example_translation": "Eu senti feliz quando vi meu amigo. Eu sinto cansado agora. Eu vou sentir emocionado quando for ao concerto.",
      "imageLink": "feel.jpg",
      "audioLink": "feel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "finden",
      "translation": "encontrar",
      "definition": "etwas zu entdecken oder aufzufinden.",
      "definition_translation": "descobrir ou encontrar algo",
      "example": "Ich fand meine Schlüssel auf dem Tisch. Ich finde es schwierig, Portugiesisch zu lernen. Ich werde bald einen neuen Job finden.",
      "example_translation": "Eu encontrei minhas chaves na mesa. Eu encontro difícil aprender português. Eu vou encontrar um novo emprego em breve.",
      "imageLink": "find.jpg",
      "audioLink": "find.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beenden",
      "translation": "terminar",
      "definition": "etwas zu vollenden oder zu beenden.",
      "definition_translation": "completar ou trazer algo ao fim",
      "example": "Ich beendete meine Hausaufgaben letzte Nacht. Ich beende gerade mein Projekt. Ich werde mein Studium nächstes Jahr beenden.",
      "example_translation": "Eu terminei meu trabalho de casa ontem à noite. Eu estou terminando meu projeto agora. Eu vou terminar meu diploma no ano que vem.",
      "imageLink": "finish.jpg",
      "audioLink": "finish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bekommen",
      "translation": "obter",
      "definition": "etwas zu erwerben oder zu erhalten, meist durch Anstrengung oder Anfrage.",
      "definition_translation": "obter ou adquirir algo, geralmente com esforço ou solicitação",
      "example": "Ich bekam ein neues Buch gestern. Ich bekomme jeden Morgen früh auf. Ich werde nach dem Essen einen Kaffee bekommen.",
      "example_translation": "Eu obtive um novo livro ontem. Eu me levanto cedo todas as manhãs. Eu vou obter um café após o almoço.",
      "imageLink": "get.jpg",
      "audioLink": "get.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufstehen",
      "translation": "levantar-se",
      "definition": "von einem Sitz- oder Liegeplatz aufzustehen, insbesondere von einem Bett.",
      "definition_translation": "levantar-se de uma posição sentada ou deitada, especialmente da cama",
      "example": "Ich stehe jeden Tag um 7 Uhr auf. Sie stand auf dem Boden auf und begann zu tanzen. Sie werden morgen spät aufstehen.",
      "example_translation": "Eu me levanto às 7 horas todos os dias. Ela se levantou do chão e começou a dançar. Eles se levantarão tarde amanhã.",
      "imageLink": "get-up.jpg",
      "audioLink": "get up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geben",
      "translation": "dar",
      "definition": "etwas freiwillig anzubieten oder zur Verfügung zu stellen, oft als Antwort auf eine Anfrage",
      "definition_translation": "oferecer ou fornecer algo voluntariamente, muitas vezes em resposta a uma solicitação",
      "example": "Ich gab ihr ein Geschenk. Er gibt viel Geld für wohltätige Zwecke aus. Sie werden uns bald Feedback geben.",
      "example_translation": "Eu dei um presente a ela. Ele dá muito dinheiro para caridade. Eles darão feedback a nós em breve.",
      "imageLink": "give.jpg",
      "audioLink": "give.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehen",
      "translation": "ir",
      "definition": "von einem Ort zu einem anderen zu bewegen, oft in einer bestimmten Richtung oder mit einem bestimmten Zweck",
      "definition_translation": "mudar de um lugar para outro, muitas vezes em uma direção específica ou com um propósito específico",
      "example": "Ich ging gestern zum Laden. Sie geht jeden Tag zur Schule. Sie werden nächste Woche zum Strand gehen.",
      "example_translation": "Eu fui à loja ontem. Ela vai à escola todos os dias. Eles irão à praia na próxima semana.",
      "imageLink": "go.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgehen",
      "translation": "sair",
      "definition": "Einen Ort oder eine Situation zu verlassen, oft um etwas anderes zu tun.",
      "definition_translation": "Deixar um lugar ou uma situação, muitas vezes para fazer algo mais.",
      "example": "Ich ging gestern Abend mit meinen Freunden aus. Ich gehe jetzt zum Laden. Ich werde morgen einen Spaziergang machen gehen.",
      "example_translation": "Eu saí com meus amigos ontem à noite. Estou saindo para a loja agora. Vou sair para uma caminhada amanhã.",
      "imageLink": "go-out.jpg",
      "audioLink": "go out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "haben",
      "translation": "ter",
      "definition": "Etwas physisch oder abstrakt zu besitzen oder zu halten.",
      "definition_translation": "Possuir ou segurar algo, seja fisicamente ou abstratamente.",
      "example": "Ich hatte heute Morgen Frühstück. Ich habe um 2 Uhr ein Meeting. Ich werde nächste Woche eine Party haben.",
      "example_translation": "Eu tive café-da-manhã essa manhã. Eu tenho uma reunião às 2 PM. Vou ter uma festa na semana que vem.",
      "imageLink": "have.jpg",
      "audioLink": "have.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hören",
      "translation": "ouvir",
      "definition": "Ein Geräusch wahrzunehmen, insbesondere mit den Ohren.",
      "definition_translation": "Perceber som, especialmente com os ouvidos.",
      "example": "Ich hörte gestern Abend die Nachrichten. Ich höre die Vögel singen draußen. Ich werde bald von meinem Freund hören.",
      "example_translation": "Eu ouvi as notícias ontem à noite. Eu ouço os pássaros cantando fora. Vou ouvir de meu amigo em breve.",
      "imageLink": "hear.jpg",
      "audioLink": "hear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "helfen",
      "translation": "ajudar",
      "definition": "Jemandem oder etwas zu unterstützen oder zu helfen, oft in einer Zeit der Not.",
      "definition_translation": "Ajudar ou apoiar alguém ou algo, muitas vezes em um momento de necessidade.",
      "example": "Ich half meinem Freund letzten Wochenende umzuziehen. Ich helfe meiner Mutter jeden Tag mit den Hausaufgaben. Ich werde anderen in Zukunft helfen.",
      "example_translation": "Eu ajudei meu amigo a se mudar no fim de semana passado. Eu ajudo minha mãe com tarefas todos os dias. Vou ajudar os outros no futuro.",
      "imageLink": "help.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einladen",
      "translation": "convidar",
      "definition": "Jemanden zu einem Ort oder zu einer Aktivität einzuladen, oft in einer förmlichen oder höflichen Weise",
      "definition_translation": "pedir a alguém para vir a um lugar ou fazer algo, especialmente de uma forma formal ou educada",
      "example": "Ich lud meine Freunde letzte Woche zu meiner Geburtstagsfeier ein, ich lade sie heute Abend zu Hause zum Essen ein und ich werde sie nächstes Jahr zu meiner Abschlussfeier einladen.",
      "example_translation": "Eu convidei meus amigos para a minha festa de aniversário na semana passada, estou convidando eles para jantar em minha casa hoje à noite, e convidarei eles para minha cerimônia de formatura no ano que vem.",
      "imageLink": "invite.jpg",
      "audioLink": "invite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treten",
      "translation": "chutar",
      "definition": "Etwas mit dem Fuß oder Bein zu schlagen oder zu treffen, oft mit Kraft",
      "definition_translation": "bater ou atingir algo com o pé ou perna, muitas vezes com força",
      "example": "Ich trat den Ball ins Tor, sie trat ihren Bruder in die Schienbeine und sie werden morgen das Spiel eröffnen.",
      "example_translation": "Eu chutei a bola para o gol, ela chutou seu irmão na canela, e eles vão começar o jogo amanhã.",
      "imageLink": "kick.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lernen",
      "translation": "aprender",
      "definition": "Wissen oder Verständnis über etwas durch Studium, Unterweisung oder Erfahrung zu erwerben",
      "definition_translation": "ganhar conhecimento ou compreensão de algo estudando, sendo ensinado ou experienciando",
      "example": "Ich lernte als Kind Fahrrad fahren, sie lernt Französisch in der Schule und sie werden nächstes Semester Geschichte lernen.",
      "example_translation": "Eu aprendi a andar de bicicleta quando eu era criança, ela está aprendendo francês na escola, e eles vão aprender sobre história no próximo semestre.",
      "imageLink": "learn.jpg",
      "audioLink": "learn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "deixar",
      "definition": "Einen Ort oder eine Person zu verlassen, oder aufzuhören, etwas zu tun",
      "definition_translation": "ir embora de um lugar ou pessoa, ou parar de fazer algo",
      "example": "Ich ließ meine Schlüssel auf dem Tisch, sie verließ ihren Job letzten Monat und sie werden morgen in den Urlaub fahren.",
      "example_translation": "Eu deixei minhas chaves na mesa, ela deixou seu emprego no mês passado, e eles vão partir para as férias amanhã.",
      "imageLink": "leave-1.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mögen",
      "translation": "gostar",
      "definition": "Eine Zuneigung oder Vorliebe für jemanden oder etwas zu empfinden.",
      "definition_translation": "Ter afeto ou afeição por alguém ou algo.",
      "example": "Ich mochte den Film gestern Abend. Ich mag Fußball spielen. Ich werde das Strand nächste Woche mögen.",
      "example_translation": "Eu gostei do filme ontem à noite. Eu gosto de jogar futebol. Eu gostarei de ir à praia na próxima semana.",
      "imageLink": "like.jpg",
      "audioLink": "like.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hören",
      "translation": "ouvir",
      "definition": "Auf einen Klang oder jemanden, der spricht, achten.",
      "definition_translation": "Prestar atenção ao som ou a alguém que fala.",
      "example": "Ich hörte heute Morgen im Radio. Ich höre meine Mutter, wenn sie spricht. Ich werde dem Lehrer morgen zuhören.",
      "example_translation": "Eu ouvi o rádio esta manhã. Eu ouço minha mãe quando ela fala. Eu ouvirei o professor amanhã.",
      "imageLink": "listen.jpg",
      "audioLink": "listen.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sehen",
      "translation": "olhar",
      "definition": "Den Blick in eine bestimmte Richtung lenken.",
      "definition_translation": "Dirigir o olhar em uma direção especificada.",
      "example": "Ich sah aus dem Fenster. Ich sehe ständig auf mein Handy. Ich werde morgen nach meinen Schlüsseln suchen.",
      "example_translation": "Eu olhei pela janela. Eu olho para o meu telefone a cada minuto. Eu procurarei as minhas chaves amanhã.",
      "imageLink": "look.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lieben",
      "translation": "amor",
      "definition": "Ein starker Gefühlszustand der Zuneigung oder Bindung.",
      "definition_translation": "Um sentimento forte de afeição ou ligação.",
      "example": "Ich liebte den Film gestern Abend. Ich liebe es, mit meinem Hund zu spielen. Ich werde nächste Woche den Park lieben.",
      "example_translation": "Eu amei o filme ontem à noite. Eu amo brincar com meu cachorro. Eu amarei ir ao parque na próxima semana.",
      "imageLink": "love.jpg",
      "audioLink": "love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "machen",
      "translation": "fazer",
      "definition": "Etwas durch Zusammenfügen von Materialien oder Teilen zu schaffen oder herzustellen.",
      "definition_translation": "criar ou construir algo combinando materiais ou partes",
      "example": "Ich machte einen Kuchen für meine Schwester zum Geburtstag gestern, ich mache gerade eine Präsentation, und ich werde heute Abend einen Tisch reservieren.",
      "example_translation": "Eu fiz um bolo para o aniversário da minha irmã ontem, estou fazendo uma apresentação agora e farei uma reserva para jantar esta noite.",
      "imageLink": "make.jpg",
      "audioLink": "make.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treffen",
      "translation": "encontrar",
      "definition": "In die Gegenwart oder Gesellschaft von jemandem oder etwas zu kommen.",
      "definition_translation": "vir para a presença ou companhia de alguém ou algo",
      "example": "Ich traf meinen Freund im Park gestern, ich treffe meinen Chef jetzt, und ich werde meine Familie morgen am Flughafen treffen.",
      "example_translation": "Eu encontrei meu amigo no parque ontem, estou encontrando meu chefe agora e encontrarei minha família no aeroporto amanhã.",
      "imageLink": "meet-2.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treffen",
      "translation": "encontrar",
      "definition": "In die Gegenwart oder Gesellschaft von jemandem oder etwas zu kommen.",
      "definition_translation": "vir para a presença ou companhia de alguém ou algo",
      "example": "Die beiden Freunde werden später im Coffeeshop treffen, sie trafen sich letzte Nacht auf dem Konzert, und sie hatten sich letzte Woche auf der Party getroffen.",
      "example_translation": "Os dois amigos vão se encontrar no café mais tarde, eles se encontraram no concerto ontem à noite e tinham se encontrado na festa da semana passada.",
      "imageLink": "meet-3.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treffen",
      "translation": "encontrar",
      "definition": "In die Gegenwart oder Gesellschaft von jemandem oder etwas zu kommen.",
      "definition_translation": "vir para a presença ou companhia de alguém ou algo",
      "example": "Das Unternehmen wird morgen zum Projektmeetings zusammenkommen, sie kamen letzten Monat zusammen, um den Haushalt zu diskutieren, und sie hatten sich letztes Jahr zum Marketing-Konzept getroffen.",
      "example_translation": "A empresa vai se encontrar para discutir o novo projeto amanhã, eles se encontraram para discutir o orçamento no mês passado e tinham se encontrado para discutir a estratégia de marketing no ano passado.",
      "imageLink": "meet-1.jpg",
      "audioLink": "meet.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brauchen",
      "translation": "precisar",
      "definition": "Etwas zu benötigen, weil es notwendig ist.",
      "definition_translation": "require algo porque é necessário",
      "example": "Ich brauchte ein Buch, um für die Prüfung zu studieren. Ich brauche ein neues Buch. Ich werde es morgen benötigen.",
      "example_translation": "Eu precisei de um livro para estudar para o exame. Eu preciso comprar um novo. Eu precisarei dele amanhã.",
      "imageLink": "need.jpg",
      "audioLink": "need.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "öffnen",
      "translation": "abrir",
      "definition": "Eine Tür, einem Deckel oder Fenster zu öffnen, um hinein oder hinaus zu gelangen.",
      "definition_translation": "mover ou balançar para trás uma porta, tampa ou janela para entrar ou sair",
      "example": "Ich öffnete die Tür und ging hinein. Ich öffne das Fenster, um frische Luft hereinzulassen. Ich werde mein Geschenk auf meiner Geburtstagsparty öffnen.",
      "example_translation": "Eu abri a porta e fui para dentro. Eu abro a janela para deixar entrar um pouco de ar fresco. Eu abrirei o presente na minha festa de aniversário.",
      "imageLink": "open-3.jpg",
      "audioLink": "open.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "malen",
      "translation": "pintar",
      "definition": "eine Oberfläche mit einem Pinsel oder Rolle lackieren",
      "definition_translation": "aplicar tinta a uma superfície usando um pincel ou rolo",
      "example": "Ich habe mein Zimmer letztes Wochenende gestrichen. Ich male ein Bild jeden Sonntag. Ich werde das Möbel nächsten Monat streichen.",
      "example_translation": "Eu pinteii as paredes do meu quarto no fim de semana passado. Eu pinto um quadro todos os domingos. Eu pintarei os móveis no próximo mês.",
      "imageLink": "paint-1.jpg",
      "audioLink": "paint.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "malen",
      "translation": "pintar",
      "definition": "eine Oberfläche mit einem Pinsel oder Rolle lackieren",
      "definition_translation": "aplicar tinta a uma superfície usando um pincel ou rolo",
      "example": "Der Künstler hat ein schönes Landschaftsbild gemalt. Sie malt Blumen in ihrer Freizeit. Das Haus wurde blau gestrichen.",
      "example_translation": "O artista pintou um lindo paisagem. Ela pinta flores no seu tempo livre. A casa foi pintada de azul.",
      "imageLink": "paint.jpg",
      "audioLink": "paint.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zahlen",
      "translation": "pagar",
      "definition": "Geld in Austausch für Waren oder Dienstleistungen geben",
      "definition_translation": "dar dinheiro em troca de bens ou serviços",
      "example": "Ich habe die Rechnung gestern bezahlt, ich werde die Rechnung morgen bezahlen, und ich zahle die Rechnung jetzt.",
      "example_translation": "Eu paguei a conta ontem, eu pagarei a conta amanhã, e eu estou pagando a conta agora.",
      "imageLink": "pay.jpg",
      "audioLink": "pay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spielen",
      "translation": "jogar",
      "definition": "sich aktiv für eine unterhaltsame und rekreative Tätigkeit einsetzen",
      "definition_translation": "envolver-se em atividade para diversão e recreação",
      "example": "Ich habe letzte Nacht Fußball gespielt, ich spiele jeden Wochenende Fußball, und ich werde morgen Fußball spielen.",
      "example_translation": "Eu joguei futebol ontem à noite, eu jogo futebol todos os fins de semana, e eu jogarei futebol amanhã.",
      "imageLink": "play-5.jpg",
      "audioLink": "play.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spielen",
      "translation": "jogar",
      "definition": "eine Rolle oder einen Teil zu spielen",
      "definition_translation": "desempenhar ou atuar um papel ou parte",
      "example": "Ich habe die Rolle eines Königs im Theaterstück gespielt, ich spiele jeden Tag Gitarre, und ich werde die Hauptrolle spielen.",
      "example_translation": "Eu interpretei o papel de um rei na peça, eu toco guitarra todos os dias, e eu jogarei o personagem principal.",
      "imageLink": "play-1.jpg",
      "audioLink": "play.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "üben",
      "translation": "praticar",
      "definition": "eine Aktivität oder Übung durchführen, um eine Fähigkeit zu verbessern oder aufrechtzuerhalten",
      "definition_translation": "realizar uma atividade ou exercício para melhorar ou manter uma habilidade",
      "example": "Ich habe meine Rede letzte Nacht geübt, ich übe meinen Tennisschlag jeden Wochenende, und ich werde morgen meine Klavierstunde üben.",
      "example_translation": "Eu pratiquei meu discurso ontem à noite, eu treino meu serviço de tênis todos os fins de semana, e eu praktikarei minha aula de piano amanhã.",
      "imageLink": "practise.jpg",
      "audioLink": "practise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stellen",
      "translation": "por",
      "definition": "etwas auf eine bestimmte Position zu setzen",
      "definition_translation": "colocar algo em uma posição particular",
      "example": "Ich habe das Buch auf den Tisch gestellt. Ich stelle das Buch auf den Tisch. Ich werde das Buch auf den Tisch stellen.",
      "example_translation": "Eu coloquei o livro na mesa. Eu estou colocando o livro na mesa. Eu colocarei o livro na mesa.",
      "imageLink": "put.jpg",
      "audioLink": "put.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lesen",
      "translation": "ler",
      "definition": "geschriebene Wörter zu lesen und zu verstehen",
      "definition_translation": "olhar e entender palavras escritas",
      "example": "Ich habe das Buch gestern gelesen. Ich lese das Buch jetzt. Ich werde das Buch morgen lesen.",
      "example_translation": "Eu li o livro ontem. Eu estou lendo o livro agora. Eu lerei o livro amanhã.",
      "imageLink": "read.jpg",
      "audioLink": "read.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erinnern",
      "translation": "lembrar",
      "definition": "einen Informationsblock oder ein vergangenes Ereignis zu erinnern",
      "definition_translation": "recuperar uma informação ou um evento passado",
      "example": "Ich habe mich an mein Passwort gestern erinnert. Ich erinnere mich jetzt an mein Passwort. Ich werde mich morgen an mein Passwort erinnern.",
      "example_translation": "Eu lembrei da minha senha ontem. Eu estou lembrando da minha senha agora. Eu lembrarei da minha senha amanhã.",
      "imageLink": "remember.jpg",
      "audioLink": "remember.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fahren",
      "translation": "andar",
      "definition": "auf einem Tier oder Fahrzeug zu sitzen und es zu kontrollieren",
      "definition_translation": "sentar-se e controlar o movimento de um animal ou um veículo",
      "example": "Ich bin gestern mit dem Fahrrad gefahren. Ich fahre jetzt mit dem Fahrrad. Ich werde morgen mit dem Fahrrad fahren.",
      "example_translation": "Eu andei de bicicleta ontem. Eu estou andando de bicicleta agora. Eu andarei de bicicleta amanhã.",
      "imageLink": "ride.jpg",
      "audioLink": "ride.mp3"
    }
  ]