[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "akzeptieren",
      "translation": "aceitar",
      "definition": "etwas freiwillig anzunehmen oder mit etwas einverständlich zu sein",
      "definition_translation": "receber algo de boa vontade ou concordar com algo",
      "example": "Ich nahm die Einladung zur Party an. Ich nehme das Angebot jetzt an. Ich werde die Herausforderung morgen annehmen.",
      "example_translation": "Eu aceitei o convite para a festa. Estou aceitando a oferta agora. Vou aceitar o desafio amanhã.",
      "imageLink": "image_files\\English\\accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erreichen",
      "translation": "alcançar",
      "definition": "etwas erfolgreich zu Ende zu bringen oder ein Ziel zu erreichen",
      "definition_translation": "completar com sucesso algo ou alcançar um objetivo",
      "example": "Ich erreichte mein Ziel, einen Marathon zu laufen. Sie erreicht großen Erfolg in ihrer Karriere. Sie werden ihren Traum, die Welt zu bereisen, erreichen.",
      "example_translation": "Eu alcancei meu objetivo de correr um maratona. Ela está alcançando um grande sucesso em sua carreira. Eles vão alcançar seu sonho de viajar pelo mundo.",
      "imageLink": "image_files\\English\\achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handeln",
      "translation": "agir",
      "definition": "etwas zu tun oder eine Aktion auszuführen",
      "definition_translation": "fazer algo ou tomar ação",
      "example": "Ich handelte schnell, um die Situation zu retten. Sie spielt in einem Theaterstück. Er wird als Mediator im Konflikt handeln.",
      "example_translation": "Eu agi rapidamente para salvar a situação. Ela está agindo em uma peça. Ele vai agir como mediador no conflito.",
      "imageLink": "image_files\\English\\act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akt",
      "translation": "agir",
      "definition": "eine Darbietung oder eine Vorführung von Fähigkeiten",
      "definition_translation": "uma performance ou uma exibição de habilidade",
      "example": "Die Zaubervorführung war atemberaubend. Die Tat der Freundlichkeit berührte mein Herz. Die Tat der Tapferkeit inspirierte uns alle.",
      "example_translation": "O ato de magia foi incrível. O ato de bondade tocou meu coração. O ato de bravura inspirou todos nós.",
      "imageLink": "image_files\\English\\act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beraten",
      "translation": "aconselhar",
      "definition": "jemanden zu beraten oder eine bestimmte Aktion zu empfehlen",
      "definition_translation": "dar conselho ou orientação a alguém, ou recomendar uma ação específica",
      "example": "Ich beriet ihn, sich auszuruhen, aber er hörte nicht auf mich. Ich werde ihr raten, sich um den Job zu bewerben. Sie beriet mich, vorsichtig zu sein.",
      "example_translation": "Eu o aconselhei a descansar, mas ele não ouviu. Eu vou aconselhá-la a se inscrever para o trabalho. Ela me aconselhou a ser cuidadoso.",
      "imageLink": "image_files\\English\\advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erlauben",
      "translation": "permitir",
      "definition": "jemandem die Erlaubnis zu geben, etwas zu tun oder zu lassen",
      "definition_translation": "dar permissão para que algo aconteça ou seja feito",
      "example": "Ich erlaube meinen Kindern, bis dunkel draußen zu spielen. Sie erlaubte mir, ihr Auto auszuleihen. Sie werden uns erlauben, das Gebäude zu betreten.",
      "example_translation": "Eu permito que meus filhos brinquem fora até escurecer. Ela me permitiu emprestar o seu carro. Eles nos permitirão entrar no prédio.",
      "imageLink": "image_files\\English\\allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nähern",
      "translation": "abordar",
      "definition": "sich jemandem oder etwas zu nähern",
      "definition_translation": "se aproximar ou se mover em direção a alguém ou algo",
      "example": "Der Trainer näherte sich mir nach dem Spiel, um meine Leistung zu diskutieren. Sie näherte sich dem Problem mit Vorsicht. Sie werden die Stadt von Norden her nähern.",
      "example_translation": "O treinador se aproximou de mim após o jogo para discutir meu desempenho. Ela abordou o problema com cautela. Eles se aproximarão da cidade pelo norte.",
      "imageLink": "image_files\\English\\approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streiten",
      "translation": "discutir",
      "definition": "Gründe oder Beweise anzuführen, um eine Meinung oder Ansicht zu unterstützen oder abzulehnen",
      "definition_translation": "dar razões ou evidências para apoiar ou se opor a uma ideia, opinião, etc.",
      "example": "Ich stritt mit meinem Bruder über das beste Restaurant in der Stadt. Sie stritt, dass die Richtlinie unfair war. Sie werden gegen den Vorschlag streiten.",
      "example_translation": "Eu discuti com meu irmão sobre o melhor restaurante da cidade. Ela argumentou que a política era injusta. Eles vão argumentar contra a proposta.",
      "imageLink": "image_files\\English\\argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verhaften",
      "translation": "prender",
      "definition": "jemanden in Gewahrsam zu nehmen, typischerweise durch die Polizei, und bis zum Gerichtsverfahren festzuhalten",
      "definition_translation": "O ato de tomar alguém em custódia, tipicamente pela polícia, e mantê-los até que possam ser trazidos perante um tribunal.",
      "example": "Der Polizist nahm den Verdächtigen fest, der Verdächtige wurde gestern festgenommen und sie werden morgen einen weiteren Verdächtigen festnehmen.",
      "example_translation": "O policial fez uma prisão, o suspeito foi preso ontem, e farão outra prisão amanhã.",
      "imageLink": "image_files\\English\\arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anhängen",
      "translation": "anexar",
      "definition": "etwas an etwas anderes anzuhängen, oft mithilfe einer mechanischen Vorrichtung oder eines Stücks Schnur",
      "definition_translation": "Juntar ou prender algo a outra coisa, frequentemente utilizando um dispositivo mecânico ou um pedaço de corda.",
      "example": "Ich werde die Datei an die E-Mail anhängen, sie hängte das Foto an die Nachricht an, und sie werden die Datei an den Bericht anhängen.",
      "example_translation": "Eu vou anexar o documento ao e-mail, ela anexou a foto à mensagem, e eles anexarão o arquivo ao relatório.",
      "imageLink": "image_files\\English\\attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angreifen",
      "translation": "atacar",
      "definition": "Jemanden oder etwas mit Gewalt oder Kraft anzugreifen, oft mit der Absicht, ihn zu verletzen oder zu zerstören.",
      "definition_translation": "Atacar alguém ou alguma coisa com violência ou força, frequentemente com a intenção de prejudicar ou destruir.",
      "example": "Der Hund griff den Briefträger an, die Armee griff den Feind an, und der Hacker wird die Website angreifen.",
      "example_translation": "O cão atacou o carteiro, o exército atacou o inimigo, e o hacker atacará o site.",
      "imageLink": "image_files\\English\\attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versuchen",
      "translation": "tentar",
      "definition": "Etwas zu tun, oft trotz Schwierigkeiten oder Herausforderungen.",
      "definition_translation": "Tentar fazer algo, frequentemente apesar de dificuldades ou desafios.",
      "example": "Ich werde versuchen, das Projekt zu beenden, sie versuchte, den Berg zu ersteigen, und sie werden versuchen, den Rekord zu brechen.",
      "example_translation": "Eu tentarei terminar o projeto, ela tentou escalar a montanha, e eles tentarão quebrar o recorde.",
      "imageLink": "image_files\\English\\attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilnehmen",
      "translation": "assistir",
      "definition": "Bei einer Veranstaltung oder Zusammenkunft anwesend zu sein, sich um etwas zu kümmern",
      "definition_translation": "estar presente em um evento ou reunião, cuidar de algo",
      "example": "Ich nahm gestern an der Versammlung teil, ich nehme jeden Tag an Unterrichtsstunden teil, ich werde heute Abend an derParty teilnehmen.",
      "example_translation": "Eu assisti à reunião ontem, eu assisto às aulas todos os dias, eu vou assistir à festa hoje à noite.",
      "imageLink": "image_files\\English\\attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "babysitten",
      "translation": "fazer baby-sitter",
      "definition": "Ein Kind oder mehrere Kinder zu betreuen, wenn die Eltern nicht anwesend sind",
      "definition_translation": "cuidar de uma criança ou crianças quando os pais não estão presentes",
      "example": "Ich babysittete meine Schwester Kinder letzte Nacht, ich babysitte jeden Freitag für meine Nachbarin, ich werde mein Nichten nächstes Wochenende babysitten.",
      "example_translation": "Eu fiz baby-sitter dos filhos da minha irmã ontem à noite, eu faço baby-sitter para o meu vizinho todas as sextas-feiras, eu farei baby-sitter da minha sobrinha no próximo fim de semana.",
      "imageLink": "image_files\\English\\babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich benehmen",
      "translation": "se comportar",
      "definition": "Sich auf eine bestimmte Weise zu verhalten, sich in einem bestimmten Verhalten zu zeigen",
      "definition_translation": "agir de certa maneira, conduzir-se de maneira particular",
      "example": "Die Kinder benahmen sich gut in der Schule, sie benahmen sich, wenn ihre Eltern weg waren, sie werden sich besser benehmen, wenn sie bestraft werden.",
      "example_translation": "As crianças se comportaram bem na escola, elas se comportam quando os pais estão ausentes, elas se comportarão melhor se forem punidas.",
      "imageLink": "image_files\\English\\behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "morder",
      "definition": "Etwas mit den Zähnen zu packen oder zu halten, jemanden zu verletzen oder zu beißen",
      "definition_translation": "agarrar ou segurar algo com os dentes, machucar ou ferir mordendo",
      "example": "Der Hund biss mich letzte Woche, er beißt in seine Spielzeuge, er wird jeden beißen, der versucht, sein Essen zu nehmen.",
      "example_translation": "O cachorro me mordeu semana passada, ele morde seus brinquedos, ele morde qualquer um que tente tirar sua comida.",
      "imageLink": "image_files\\English\\bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blasen",
      "translation": "soprar",
      "definition": "Ein Luftstrom durch Ausatmen oder durch Verwendung eines Fächers oder anderen Geräts zu erzeugen, oder einen Ton durch Zusammenpressen der Lippen zu erzeugen.",
      "definition_translation": "Criar uma corrente de ar ao exalar ou ao usar um ventilador ou outro dispositivo, ou fazer um som ao forçar ar através de lábios comprimidos.",
      "example": "Der Wind begann stark zu blasen, was es schwierig machte, zu laufen. Ich blies die Kerzen auf meinem Geburtstagskuchen aus. Ich werde die Ballons für die Party morgen blasen.",
      "example_translation": "O vento começou a soprar fortemente, tornando difícil andar. Eu soprei as velas do meu bolo de aniversário. Eu vou soprar os balões para a festa amanhã.",
      "imageLink": "image_files\\English\\blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bombe",
      "translation": "bomba",
      "definition": "Ein Behälter, der mit explosivem Material gefüllt ist, um zu explodieren und Schaden oder Verletzungen zu verursachen.",
      "definition_translation": "Um recipiente preenchido com material explosivo, projetado para explodir e causar danos ou lesões.",
      "example": "Die Bombe explodierte im Stadtzentrum, verursachte umfassende Zerstörungen. Die Polizei fand eine Bombe in dem verdächtigen Paket. Der Pilot musste eine Bombe auf das feindliche Ziel abwerfen.",
      "example_translation": "A bomba explodiu no centro da cidade, causando destruição generalizada. A polícia encontrou uma bomba no pacote suspeito. O piloto teve que largar uma bomba no alvo inimigo.",
      "imageLink": "image_files\\English\\bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brennen",
      "translation": "queimar",
      "definition": "Hitze, Flamme oder Licht durch chemische Reaktion zu produzieren, oft mit der Freisetzung von Energie.",
      "definition_translation": "Produzir calor, chama ou luz por reação química, frequentemente com a liberação de energia.",
      "example": "Das Feuer brannte hell im Kamin. Ich verbrannte meine Hand auf dem heißem Herd. Die Sonne wird meine Haut verbrennen, wenn ich keine Sonnencreme trage.",
      "example_translation": "O fogo queimou brilhantemente na lareira. Eu queimei minha mão na estufa quente. O sol queimará minha pele se eu não usar protetor solar.",
      "imageLink": "image_files\\English\\burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Tränen ausbrechen",
      "translation": "irromper em lágrimas",
      "definition": "Plötzlich zu weinen, oft aufgrund starker Emotionen oder Schocks.",
      "definition_translation": "Começar a chorar repentinamente, frequentemente devido a fortes emoções ou choque.",
      "example": "Sie brach in Tränen aus, als sie die traurige Nachricht hörte. Ich brach in Tränen aus, als ich die tragische Szene sah. Er wird in Tränen ausbrechen, wenn er seiner Familie adieu sagt.",
      "example_translation": "Ela irrompeu em lágrimas quando ouviu as notícias tristes. Eu irrompi em lágrimas quando vi a cena trágica. Ele irromperá em lágrimas quando se despedir de sua família.",
      "imageLink": "image_files\\English\\burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " begraben",
      "translation": "enterrar",
      "definition": " Eine tote Leiche in ein Loch im Boden zulegen oder etwas komplett mit etwas anderem, wie Erde oder Sand, zu bedecken.",
      "definition_translation": "Colocar um cadáver em um buraco no chão, ou cobrir completamente algo com algo else, como terra ou areia.",
      "example": "Ich werde den Schatz im Hinterhof begraben. Ich begrub den Schatz im Hinterhof. Ich hatte den Schatz im Hinterhof begraben, bevor ich ging.",
      "example_translation": "Eu vou enterrar o tesouro no quintal. Eu enterrei o tesouro no quintal. Eu havia enterrado o tesouro no quintal antes de sair.",
      "imageLink": "image_files\\English\\bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absagen",
      "translation": "cancelar",
      "definition": "Etwas offiziell zu stoppen, wie ein Ereignis oder einen Plan, oder etwas, wie ein Dokument oder eine Fahrkarte, zu entfernen oder zu zerstören.",
      "definition_translation": "Parar oficialmente algo, como um evento ou um plano, de acontecer, ou remover ou destruir algo, como um documento ou um bilhete.",
      "example": "Ich werde die Besprechung morgen absagen. Ich sagte die Besprechung gestern ab. Ich hatte die Besprechung letzte Woche abgesagt.",
      "example_translation": "Eu vou cancelar a reunião amanhã. Eu cancelei a reunião ontem. Eu havia cancelado a reunião na semana passada.",
      "imageLink": "image_files\\English\\cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einchecken",
      "translation": "registrarse",
      "definition": "In einem Hotel, Flughafen oder anderen Ort anzukommen und jemandem mitzuteilen, dass man angekommen ist, oft indem man seinen Namen oder andere Informationen gibt.",
      "definition_translation": "Chegar a um hotel, aeroporto ou outro local e dizer a alguém que você chegou, Often by giving-lhes seu nome ou outras informações.",
      "example": "Ich werde mich um 15 Uhr im Hotel einchecken. Ich checkte mich gestern im Hotel ein. Ich hatte mich vor einer Stunde im Hotel eingecheckt.",
      "example_translation": "Eu vou me registrar no hotel às 3 pm. Eu me registrei no hotel ontem. Eu havia me registrado no hotel há uma hora.",
      "imageLink": "image_files\\English\\check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auschecken",
      "translation": "sair",
      "definition": "Die Dinge, die man gekauft hat, zu bezahlen und ein Geschäft zu verlassen, oder ein Hotelzimmer nach Bezahlung der Rechnung zu verlassen.",
      "definition_translation": "Pagar pelas coisas que você comprou e sair de uma loja, ou sair de um quarto de hotel após pagar a conta.",
      "example": "Ich werde morgen aus dem Hotel auschecken. Ich checkte gestern aus dem Hotel aus. Ich hatte vor einer Stunde aus dem Hotel ausgecheckt.",
      "example_translation": "Eu vou sair do hotel amanhã. Eu saí do hotel ontem. Eu havia saído do hotel há uma hora.",
      "imageLink": "image_files\\English\\check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreis",
      "translation": "círculo",
      "definition": "Ein Kreis ist eine runde Form ohne Anfang oder Ende, bei der jeder Punkt des Kreises gleich weit vom Mittelpunkt entfernt ist.",
      "definition_translation": "Um círculo é uma forma redonda sem começo ou fim, onde cada ponto no círculo está igualmente distante de um ponto central chamado centro.",
      "example": "Ich zeichnete einen Kreis auf dem Papier. Gestern zeichnete ich einen Kreis auf dem Papier. Morgen werde ich einen Kreis auf dem Papier zeichnen.",
      "example_translation": "Eu desenhei um círculo no papel. Ontem, eu desenhei um círculo no papel. Amanhã, eu irei desenhar um círculo no papel.",
      "imageLink": "image_files\\English\\circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klatschen",
      "translation": "bater palmas",
      "definition": "Mit den Handflächen gegen einander zu schlagen, oft um Beifall oder Anerkennung auszudrücken.",
      "definition_translation": "Bater palmas é bater as palmas das mãos juntas, tipicamente para expressar aplausos ou apreciação.",
      "example": "Das Publikum klatschte laut nach der Show. Gestern klatschte das Publikum laut nach der Show. Morgen wird das Publikum laut nach der Show klatschen.",
      "example_translation": "O público bateu palmas alto após o show. Ontem, o público bateu palmas alto após o show. Amanhã, o público baterá palmas alto após o show.",
      "imageLink": "image_files\\English\\clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sammeln",
      "translation": "coletar",
      "definition": "Etwas zu sammeln oder zusammenzubringen, wie Gegenstände, Informationen oder Menschen, oft in einer systematischen oder organisierten Weise.",
      "definition_translation": "Coletar é reunir ou trazer juntos coisas, como objetos, informações ou pessoas, frequentemente de uma maneira sistemática ou organizada.",
      "example": "Ich werde meine Gedanken sammeln, bevor ich spreche. Gestern sammelte ich meine Gedanken, bevor ich sprach. Morgen werde ich meine Gedanken sammeln, bevor ich spreche.",
      "example_translation": "Eu irei coletar meus pensamentos antes de falar. Ontem, eu coletei meus pensamentos antes de falar. Amanhã, eu irei coletar meus pensamentos antes de falar.",
      "imageLink": "image_files\\English\\collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamm",
      "translation": "pente",
      "definition": "Ein Kamm ist ein Werkzeug, das zum Glätten, Anordnen oder Reinigen von Haaren verwendet wird, besteht oft aus einem flachen oder gebogenen Stück Material mit Zähnen oder Stiften.",
      "definition_translation": "Um pente é uma ferramenta usada para alisar, arranjar ou limpar cabelo, tipicamente consistindo em uma peça plana ou curva de material com dentes ou galhos.",
      "example": "Sie kämmte ihr Haar vor der Party. Gestern kämmte sie ihr Haar vor der Party. Morgen wird sie ihr Haar vor der Party kämmen.",
      "example_translation": "Ela penteou seu cabelo antes da festa. Ontem, ela penteou seu cabelo antes da festa. Amanhã, ela penteará seu cabelo antes da festa.",
      "imageLink": "image_files\\English\\comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konkurrieren",
      "translation": "competir",
      "definition": "Sich bemühen oder kämpfen, um etwas zu erlangen oder zu erreichen, oft in einer wettbewerbsorientierten Art.",
      "definition_translation": "Lutar ou se esforçar para ganhar ou alcançar algo, muitas vezes de uma maneira competitiva.",
      "example": "Ich werde nächstes Jahr am Marathon teilnehmen, ich nahm letzten Jahr an den Meisterschaften teil und ich nehme jetzt an den Olympischen Spielen teil.",
      "example_translation": "Eu competirei no maratona no ano que vem, eu competi nos campeonatos no ano passado, e eu estou competindo nas Olimpíadas este ano.",
      "imageLink": "image_files\\English\\compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konzentrieren",
      "translation": "concentrar",
      "definition": "Seine Aufmerksamkeit oder Anstrengung auf eine bestimmte Aufgabe oder Aktivität zu richten, oft in einer fokussierten und intensiven Weise.",
      "definition_translation": "Direcionar a atenção ou esforço para uma tarefa ou atividade particular, muitas vezes de uma maneira focada e intensa.",
      "example": "Ich werde mich in diesem Semester auf meine Studien konzentrieren, ich konzentrierte mich letzten Monat auf mein Projekt und ich konzentriere mich jetzt auf meine Karriere.",
      "example_translation": "Eu vou me concentrar nos meus estudos este semestre, eu me concentrei no meu projeto no mês passado, e eu estou me concentrando na minha carreira agora.",
      "imageLink": "image_files\\English\\concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verbinden",
      "translation": "conectar",
      "definition": "Zwei oder mehr Dinge miteinander zu verbinden, oft auf physische oder elektronische Weise.",
      "definition_translation": "Juntar ou ligar duas ou mais coisas juntas, muitas vezes de uma maneira física ou eletrônica.",
      "example": "Ich werde mein Handy mit dem Wi-Fi-Netzwerk verbinden, Ich habe die Kabel mit dem Computer verbunden, und ich bin mit meinen Freunden auf sozialen Medien verbunden.",
      "example_translation": "Eu vou conectar meu telefone à rede Wi-Fi, eu conectei os cabos ao computador, e eu estou me conectando com meus amigos nas mídias sociais.",
      "imageLink": "image_files\\English\\connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fortsetzen",
      "translation": "continuar",
      "definition": "Etwas weiterzuführen oder nach einer Pause oder Unterbrechung wieder aufzunehmen.",
      "definition_translation": "Manter fazer algo ou começar algo novamente após uma pausa ou interrupção.",
      "example": "Ich werde meine Ausbildung nächstes Jahr fortsetzen, Ich habe letzte Nacht an meinem Projekt weitergearbeitet, und ich bin jeden Tag weiterhin dabei, neue Fähigkeiten zu erwerben.",
      "example_translation": "Eu vou continuar minha educação no ano que vem, eu continuei trabalhando no meu projeto na noite passada, e eu estou continuando a aprender novas habilidades todos os dias.",
      "imageLink": "image_files\\English\\continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kontrollieren",
      "translation": "controle",
      "definition": "Die Macht, das Verhalten von Menschen oder den Verlauf von Ereignissen zu beeinflussen oder zu leiten.",
      "definition_translation": "O poder de influenciar ou dirigir o comportamento das pessoas ou o curso dos eventos.",
      "example": "Sie kämpfte darum, das Auto auf der vereisten Straße unter Kontrolle zu halten. Sie hat die Kontrolle über das Projekt. Sie wird morgen die Kontrolle über die Sitzung übernehmen.",
      "example_translation": "Ela lutou para manter o controle do carro quando ele deslizava na estrada gelada. Ela tem controle sobre o projeto. Ela tomará controle da reunião amanhã.",
      "imageLink": "image_files\\English\\control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "husten",
      "translation": "tossir",
      "definition": "Ein plötzlicher, kräftiger Ausstoß von Luft aus den Lungen, oft um die Atemwege zu klären.",
      "definition_translation": "Uma expulsão súbita e forçada de ar dos pulmões, muitas vezes para limpar as vias aéreas.",
      "example": "Er ließ einen lauten Husten hören, um seinen Hals zu klären. Sie hustete Blut nach dem Unfall. Der Arzt wird ihre Husten morgen untersuchen.",
      "example_translation": "Ele deu um tosse alto para limpar a garganta. Ela tossiu sangue após o acidente. O médico examinará sua tosse amanhã.",
      "imageLink": "image_files\\English\\cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zählen",
      "translation": "contar",
      "definition": "Die Anzahl von etwas durch Gruppierung oder Zählung zu ermitteln.",
      "definition_translation": "Determinar o número de algo agrupando ou enumerando.",
      "example": "Kannst du die Anzahl der Menschen im Raum zählen? Sie zählte das Geld in ihrer Tasche. Er wird morgen die Stimmen zählen.",
      "example_translation": "Você pode contar o número de pessoas na sala? Ela contou o dinheiro na bolsa. Ele contará os votos amanhã.",
      "imageLink": "image_files\\English\\count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zusammenstoßen",
      "translation": "colidir",
      "definition": "Ein plötzlicher, gewaltsamer Aufprall oder Zusammenstoß.",
      "definition_translation": "Um impacto súbito e violento ou colisão.",
      "example": "Der Autounfall war tödlich. Der Computer stürzte aufgrund eines Virus ab. Der Aktienmarkt wird zusammenbrechen, wenn die Wirtschaft scheitert.",
      "example_translation": "O acidente de carro foi fatal. O computador colidiu devido a um vírus. O mercado de ações colidirá se a economia falhar.",
      "imageLink": "image_files\\English\\crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstellen",
      "translation": "criar",
      "definition": "Etwas ins Leben zu rufen oder etwas aus Nichts zu schaffen.",
      "definition_translation": "Criar algo a partir do nada ou tornar algo real.",
      "example": "Ich habe ein Gemälde gestern erstellt, Ich bin gerade dabei, ein neues Projekt zu erstellen, und ich werde morgen ein neues Rezept erstellen.",
      "example_translation": "Eu criei um quadro ontem, eu estou criando um novo projeto agora, e eu criarei uma nova receita amanhã.",
      "imageLink": "image_files\\English\\create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zyklus",
      "translation": "ciclo",
      "definition": "Eine Serie von Ereignissen oder Prozessen, die in regelmäßiger Reihenfolge wiederkehren.",
      "definition_translation": "Uma série de eventos ou processos que se repetem em uma ordem regular.",
      "example": "Der Zyklus des Lebens umfasst Geburt, Wachstum, Verfall und Wiedergeburt, Ich fuhr gestern mit dem Fahrrad zur Arbeit, und ich werde morgen zum Park fahren.",
      "example_translation": "O ciclo da vida inclui nascimento, crescimento, decadência e renascimento, eu pedalei para o trabalho ontem, e eu pedalei para o parque amanhã.",
      "imageLink": "image_files\\English\\cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beschädigen",
      "translation": "danificar",
      "definition": "Jemandem oder etwas zu schaden oder zu verletzen.",
      "definition_translation": "Causar dano ou lesão a algo ou alguém.",
      "example": "Der Sturm beschädigte das Dach, Ich habe mein Handy letzte Woche beschädigt, und das Unternehmen wird die Umwelt beschädigen, wenn sie ihre Praktiken nicht ändern.",
      "example_translation": "A tempestade danificou o teto, eu danifiquei meu telefone na semana passada, e a empresa danificará o meio ambiente se eles não mudarem suas práticas.",
      "imageLink": "image_files\\English\\damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekieren",
      "translation": "decorar",
      "definition": "Etwas dekorativer zu machen, indem man Schmuck oder andere Dekorationen hinzufügt.",
      "definition_translation": "Tornar algo mais atraente adicionando ornamentos ou outras decorações.",
      "example": "Ich dekorierte das Zimmer für die Party, meine Schwester dekorierte den Kuchen für die Hochzeit, und sie werden die Straßen für das Fest dekieren.",
      "example_translation": "Eu decorei o quarto para a festa, minha irmã decorou o bolo para o casamento, e eles decorarão as ruas para o festival.",
      "imageLink": "image_files\\English\\decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekorieren",
      "translation": "decorar",
      "definition": "etwas attraktiver machen, indem man Dinge hinzufügt",
      "definition_translation": "fazer algo parecer mais atraente adicionando coisas a ele",
      "example": "Sie dekorierte ihr Zimmer mit Blumen und Ballons. Sie dekoriert das Haus für die Party. Sie wird den Kuchen mit Zuckerguss dekorieren.",
      "example_translation": "Ela decorou seu quarto com flores e balões. Ela está decorando a casa para a festa. Ela vai decorar o bolo com glacê.",
      "imageLink": "image_files\\English\\decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besiegen",
      "translation": "derrotar",
      "definition": "jemanden oder etwas besiegen",
      "definition_translation": "vencer uma vitória sobre alguém ou algo",
      "example": "Unser Team besiegte die Gegner im Finale. Sie besiegen ihre Konkurrenten auf dem Markt. Sie werden den Feind im Krieg besiegen.",
      "example_translation": "Nosso time derrotou os oponentes no jogo final. Eles estão derrotando seus concorrentes no mercado. Eles vão derrotar o inimigo na guerra.",
      "imageLink": "image_files\\English\\defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verteidigen",
      "translation": "defender",
      "definition": "jemanden oder etwas vor Angriff oder Schaden schützen",
      "definition_translation": "proteger alguém ou algo de ataque ou dano",
      "example": "Der Anwalt verteidigte seinen Mandanten vor Gericht. Sie verteidigen ihr Territorium vor Invasion. Sie werden ihre Rechte auf der Demonstration verteidigen.",
      "example_translation": "O advogado defendeu seu cliente no tribunal. Eles estão defendendo seu território de invasão. Eles vão defender seus direitos no protesto.",
      "imageLink": "image_files\\English\\defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "atrasar",
      "definition": "etwas auf einen späteren Zeitpunkt verschieben",
      "definition_translation": "adicionar algo até um tempo posterior",
      "example": "Ich verschob meine Reise zum Strand wegen des Regens. Sie verschiebt ihre Hausaufgaben, um fernzusehen. Sie werden die Sitzung auf nächste Woche verschieben.",
      "example_translation": "Eu adiei minha viagem à praia devido à chuva. Ela está atrasando seu trabalho de casa para assistir TV. Eles vão atrasar a reunião até a próxima semana.",
      "imageLink": "image_files\\English\\delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "löschen",
      "translation": "excluir",
      "definition": "Eine Datei oder ein Zeichen von einem Computer oder einem anderen Gerät entfernen oder löschen.",
      "definition_translation": "Remover ou apagar algo, como um arquivo ou um caractere, de um computador ou outro dispositivo.",
      "example": "Ich werde die Datei morgen löschen. Ich löschte die Datei gestern. Ich lösche die Datei jeden Tag.",
      "example_translation": "Eu excluirei o arquivo amanhã. Eu excluí o arquivo ontem. Eu excluo o arquivo todos os dias.",
      "imageLink": "image_files\\English\\delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "liefern",
      "translation": "entregar",
      "definition": "Etwas zu jemandem oder an einen Ort bringen oder liefern.",
      "definition_translation": "Levar algo a uma pessoa ou lugar, ou trazer algo a alguém ou algum lugar.",
      "example": "Ich werde das Paket morgen liefern. Ich lieferte das Paket gestern. Ich liefere das Paket jeden Tag.",
      "example_translation": "Eu entregarei o pacote amanhã. Eu entreguei o pacote ontem. Eu entrego o pacote todos os dias.",
      "imageLink": "image_files\\English\\deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entwerfen",
      "translation": "projeto",
      "definition": "Ein Plan oder eine Zeichnung, die das Aussehen und die Funktion eines Gebäudes oder Produkts zeigen.",
      "definition_translation": "Um plano ou desenho mostrando a aparência e a função de algo, como um edifício ou um produto.",
      "example": "Ich entwarf das Haus letzten Jahr. Ich entwerfe ein neues Produkt gerade. Ich werde nächste Woche eine Website entwerfen.",
      "example_translation": "Eu projetei a casa no ano passado. Estou projetando um novo produto agora. Eu projetarei um site na próxima semana.",
      "imageLink": "image_files\\English\\design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zerstören",
      "translation": "destruir",
      "definition": "Etwas so sehr beschädigen, dass es nicht mehr verwendet oder repariert werden kann.",
      "definition_translation": "Causar que algo seja completamente danificado ou arruinado, de forma que não possa ser usado ou reparado.",
      "example": "Der Sturm zerstörte die Stadt. Die Firma zerstörte viele Dokumente. Das Feuer wird das Gebäude zerstören.",
      "example_translation": "A tempestade destruiu a cidade. A empresa destruiu muitos documentos. O fogo destruirá o prédio.",
      "imageLink": "image_files\\English\\destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "discar",
      "definition": "Ein Gerät mit einem runden Gesicht und einem Zeiger, den man dreht, um eine Nummer oder Einstellung auf einem Telefon, Radio usw. auszuwählen.",
      "definition_translation": "Um dial é um dispositivo com uma face redonda e um ponteiro que você gira para selecionar um número ou configuração em um telefone, rádio, etc.",
      "example": "Ich musste die richtige Nummer wählen, um das Telefon zu benutzen. Gestern wählte ich die falsche Nummer und erreichte einen wütenden Anrufer. Wenn ich die Nummer nicht richtig wähle, erreiche ich meinen Freund nicht.",
      "example_translation": "Eu tive que discar o código correto para fazer o telefone funcionar. Ontem, eu disquei o número errado e recebi um chamador zangado. Se eu não discar o número corretamente, não serei capaz de alcançar meu amigo.",
      "imageLink": "image_files\\English\\dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "graben",
      "translation": "cavar",
      "definition": "Ein Loch in den Boden machen oder Erde oder anderes Material durch Graben bewegen.",
      "definition_translation": "Cavar algo significa fazer um buraco no chão ou mover terra ou outro material cavando.",
      "example": "Ich werde ein Loch im Hinterhof graben, um einen Baum zu pflanzen. Gestern grub ich eine alte Münze aus. Wenn es regnet, wird der Boden zu feucht zum Graben sein.",
      "example_translation": "Vou cavar um buraco no quintal dos fundos para plantar uma árvore. Ontem, eu cavei uma moeda antiga. Se chover, o solo será muito úmido para cavar.",
      "imageLink": "image_files\\English\\dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "direkt",
      "translation": "direto",
      "definition": "Direkt bedeutet, dass etwas oder jemand direkt auf ein Ziel oder in eine bestimmte Richtung geht, ohne den Weg zu ändern oder anzuhalten.",
      "definition_translation": "Direto significa mover-se ou liderar diretamente para um ponto ou em uma direção particular, sem mudar de direção ou parar.",
      "example": "Der Direktflug von Paris nach New York dauert 8 Stunden. Der Manager gab direkte Anweisungen an das Team. Die neue Autobahn wird eine direkte Route zum Stadtzentrum bieten.",
      "example_translation": "O voo direto de Paris para Nova York leva 8 horas. O gerente deu ordens diretas à equipe. A nova rodovia fornecerá uma rota direta para o centro da cidade.",
      "imageLink": "image_files\\English\\direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "direkt",
      "translation": "direto",
      "definition": "Direkt kann auch bedeuten, dass jemand ehrlich und direkt in seinem Verhalten oder Sprechen ist.",
      "definition_translation": "Direto também pode significar ser honesty e direto em o que você diz ou faz.",
      "example": "Der Lehrer ermutigte direkte Kommunikation zwischen den Schülern. Das Unternehmen schätzt direktes und ehrliches Feedback. Es ist am besten, wenn man direkt ist, wenn man eine schwierige Situation erklärt.",
      "example_translation": "O professor incentivou a comunicação direta entre os alunos. A empresa valoriza feedback direto e honesto. É melhor ser direto quando explicar uma situação difícil.",
      "imageLink": "image_files\\English\\direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entdecken",
      "translation": "descobrir",
      "definition": "etwas zu finden oder zu erkennen, das man vorher nicht wusste oder nicht erkannt hat",
      "definition_translation": "descobrir ou tornar-se ciente de algo anteriormente desconhecido ou não reconhecido",
      "example": "Ich entdeckte ein neues Restaurant in der Stadt letzte Nacht. Ich hatte den Fehler vorher entdeckt, aber ich vergaß, ihn zu korrigieren. Ich werde die Schönheit der Stadt morgen entdecken.",
      "example_translation": "Descobri um novo restaurante na cidade ontem à noite. Eu havia descoberto o erro antes, mas eu esqueci de corrigir. Vou descobrir a beleza da cidade amanhã.",
      "imageLink": "image_files\\English\\discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anzeigen",
      "translation": "exibir",
      "definition": "etwas in einem öffentlichen Raum oder vor einer Gruppe von Menschen zu zeigen",
      "definition_translation": "mostrar ou exibir algo em um lugar público ou para um grupo de pessoas",
      "example": "Das Unternehmen wird seine neuen Produkte auf der Messe ausstellen. Das Museum wird das Kunstwerk nächster Monat anzeigen. Der Laden zeigte ein Verkaufsstift im Fenster an.",
      "example_translation": "A empresa vai exibir seus novos produtos na feira comercial. O museu vai exibir a obra de arte no mês que vem. A loja exibiu um cartaz de venda na janela.",
      "imageLink": "image_files\\English\\display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "springen",
      "translation": "mergulhar",
      "definition": "in ein Wasser oder eine Flüssigkeit springen oder schnell in die Luft oder in eine Flüssigkeit fallen",
      "definition_translation": "pular na água, geralmente de cabeça, ou descer rapidamente para o ar ou em um líquido",
      "example": "Ich sprang ins Schwimmbad, um der Hitze zu entgehen. Sie wird ins Meer springen, um mit den Delfinen zu schwimmen. Sie sprangen aus dem Flugzeug, um Fallschirmspringen zu machen.",
      "example_translation": "Eu mergulhei na piscina para escapar do calor. Ela vai mergulhar no oceano para nadar com os golfinhos. Eles mergulharam fora do avião para praticar paraquedismo.",
      "imageLink": "image_files\\English\\dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilen",
      "translation": "dividir",
      "definition": "etwas in Teile oder Gruppen zu teilen",
      "definition_translation": "separar ou dividir algo em partes ou grupos",
      "example": "Wir teilten den Kuchen in gleich große Stücke. Sie teilten das Land in drei Abschnitte. Sie wird ihre Zeit zwischen Arbeit und Studium teilen.",
      "example_translation": "Dividimos o bolo em pedaços iguais. Eles dividiram a terra em três seções. Ela vai dividir seu tempo entre o trabalho e o estudo.",
      "imageLink": "image_files\\English\\divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lassen",
      "translation": "largar",
      "definition": "etwas fallen zu lassen, ohne es beabsichtigt zu haben",
      "definition_translation": "Deixar cair ou descer de uma altura para uma posição mais baixa, geralmente sem intenção.",
      "example": "Ich ließ den Stift auf den Boden fallen. Ich werde bei dir vorbeikommen morgen. Ich hatte eine Bombe fallen lassen, als ich Soldat war.",
      "example_translation": "Eu larguei a caneta no chão. Eu irei visitar sua casa amanhã. Eu tinha largado a bomba quando eu era um soldado.",
      "imageLink": "image_files\\English\\drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beschäftigen",
      "translation": "empregar",
      "definition": "jemanden in einem Job oder einer Position zu beschäftigen, normalerweise gegen Bezahlung",
      "definition_translation": "Contratar os serviços de alguém, normalmente em um emprego ou posição, em troca de pagamento.",
      "example": "Das Unternehmen beschäftigte viele Menschen letztes Jahr. Sie wird eine neue Strategie beschäftigen, um den Umsatz zu erhöhen. Sie hatten mich als Berater beschäftigt.",
      "example_translation": "A empresa empregou muitas pessoas no ano passado. Ela irá empregar uma nova estratégia para aumentar as vendas. Eles tinham me empregado como consultor.",
      "imageLink": "image_files\\English\\employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigen",
      "translation": "incentivar",
      "definition": "jemandem das Vertrauen oder die Begeisterung zu geben, etwas zu tun, indem man ihn lobt oder unterstützt",
      "definition_translation": "Dar a alguém a confiança ou entusiasmo para fazer algo, especialmente por meio de elogios ou apoio.",
      "example": "Der Lehrer ermutigte den Schüler, Fragen zu stellen. Sie wird ihr Team ermutigen, härter zu arbeiten. Sie hatten mich ermutigt, mich für den Job zu bewerben.",
      "example_translation": "O professor incentivou o aluno a fazer perguntas. Ela irá incentivar sua equipe a trabalhar mais duro. Eles tinham me incentivado a se inscrever para o emploi.",
      "imageLink": "image_files\\English\\encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eingeben",
      "translation": "entrar",
      "definition": "in einen Raum, ein Gebäude oder ein Haus zu gehen oder einer Gruppe oder Organisation beizutreten",
      "definition_translation": "Vier ou ir para um lugar, prédio ou sala, ou ingressar em um grupo ou organização.",
      "example": "Bitte gib das Passwort ein, um anzumelden. Sie wird nächster Monat am Wettbewerb teilnehmen. Sie hatten den neuen Markt letztes Jahr betreten.",
      "example_translation": "Por favor, insira a senha para entrar. Ela irá ingressar na competição no próximo mês. Eles tinham ingressado no novo mercado no ano passado.",
      "imageLink": "image_files\\English\\enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "entreter",
      "definition": "die Aufmerksamkeit von jemandem durch Amüsement oder Interesse zu wecken, insbesondere in einer öffentlichen Vorführung",
      "definition_translation": "entreter a atenção de alguém divertindo ou interessando-os, especialmente em uma performance pública",
      "example": "Sie wird die Gäste mit ihren erstaunlichen Zaubertricks unterhalten. Sie unterhielt die Gäste mit ihren erstaunlichen Zaubertricks. Sie wird die Gäste mit ihren erstaunlichen Zaubertricks unterhalten haben.",
      "example_translation": "Ela vai entreter os convidados com seus truques de magia incríveis. Ela entreteve os convidados com seus truques de magia incríveis. Ela terá entreter os convidados com seus truques de magia incríveis.",
      "imageLink": "image_files\\English\\entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entfliehen",
      "translation": "fugir",
      "definition": "sich von einem Ort oder einer Situation zu entfernen, oft in Eile oder mit Gewalt",
      "definition_translation": "fugir de um lugar ou situação, muitas vezes em pressa ou usando força",
      "example": "Ich werde über das Wochenende aus der Stadt entfliehen. Ich entfloh aus der Stadt über das Wochenende. Ich werde bis nächstem Jahr aus der Stadt entflohen sein.",
      "example_translation": "Eu vou fugir da cidade durante o fim de semana. Eu fugi da cidade durante o fim de semana. Eu terei fugido da cidade até o próximo ano.",
      "imageLink": "image_files\\English\\escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trainieren",
      "translation": "exercício",
      "definition": "eine Aktivität, die du durchführst, um deine körperliche Fitness oder Gesundheit zu verbessern",
      "definition_translation": "uma atividade que você faz para melhorar sua condição física ou saúde",
      "example": "Ich werde jeden Morgen trainieren, um gesund zu bleiben. Ich trainierte jeden Morgen, um gesund zu bleiben. Ich werde jeden Morgen trainiert haben, um gesund zu bleiben, bis Ende des Jahres.",
      "example_translation": "Eu vou exercitar todas as manhãs para permanecer saudável. Eu exercitei todas as manhãs para permanecer saudável. Eu terei exercitado todas as manhãs para permanecer saudável até o fim do ano.",
      "imageLink": "image_files\\English\\exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "saída",
      "definition": "einen Ort oder ein Gebäude zu verlassen oder etwas aufzugeben",
      "definition_translation": "sair de um lugar ou prédio, ou parar de fazer algo",
      "example": "Ich werde das Zimmer verlassen, wenn das Meeting vorbei ist. Ich verließ das Zimmer, als das Meeting vorbei war. Ich werde das Zimmer verlassen, wenn das Meeting vorbei ist, nächste Woche.",
      "example_translation": "Eu vou sair do quarto quando a reunião terminar. Eu saí do quarto quando a reunião terminou. Eu terei saído do quarto quando a reunião terminar até a próxima semana.",
      "imageLink": "image_files\\English\\exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwarten",
      "translation": "esperar",
      "definition": "eine starke Überzeugung oder Hoffnung zu haben, dass etwas passiert oder der Fall ist",
      "definition_translation": "ter uma crença forte ou esperança de que algo vai acontecer ou ser o caso",
      "example": "Ich erwarte, mein Projekt bis Ende der Woche fertigzustellen. Ich erwartete, sie auf der Party zu sehen, aber sie kam nicht. Ich werde eine Antwort von Ihnen erwarten, bis morgen.",
      "example_translation": "Espero terminar meu projeto até o fim da semana. Eu esperava vê-la na festa, mas ela não apareceu. Vou esperar uma resposta sua amanhã.",
      "imageLink": "image_files\\English\\expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erkunden",
      "translation": "explorar",
      "definition": "etwas zu untersuchen oder zu prüfen, um ein tieferes Verständnis davon zu gewinnen",
      "definition_translation": "investigar ou examinar algo para ganhar uma compreensão mais profunda dele",
      "example": "Wir erkundeten die neue Stadt, indem wir ihre Straßen entlanggingen. Sie erkundeten die Idee, ihr eigenes Geschäft zu starten. Sie wird die Möglichkeiten eines Auslandsaufenthalts erkunden.",
      "example_translation": "Nós exploramos a nova cidade caminhando pelas suas ruas. Eles exploraram a ideia de começar seu próprio negócio. Ela explorará as possibilidades de trabalhar no exterior.",
      "imageLink": "image_files\\English\\explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesicht",
      "translation": "rosto",
      "definition": "der vordere Teil des Kopfes, einschließlich der Augen, Nase und Mund",
      "definition_translation": "a parte da frente da cabeça, incluindo os olhos, nariz e boca",
      "example": "Sie hat ein schönes Gesicht. Er stellte sich seinen Ängsten und überwand sie. Sie werden morgen eine schwere Herausforderung gegenüberstehen.",
      "example_translation": "Ela tem um rosto bonito. Ele enfrentou seus medos e os superou. Eles enfrentarão um desafio difícil amanhã.",
      "imageLink": "image_files\\English\\face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschlafen",
      "translation": "adormecer",
      "definition": "unbewusst zu werden und in einen Schlafzustand zu fallen",
      "definition_translation": "tornar-se inconsciente e entrar em um estado de sono",
      "example": "Ich fiel auf dem Sofa ein, während ich fernsah. Sie schläft leicht ein, wenn sie abends ins Bett geht. Sie werden einschlafen, sobald sie sich hinlegen.",
      "example_translation": "Adormeci no sofá enquanto assistia TV. Ela adormece facilmente à noite. Eles adormecerão assim que se deitarem.",
      "imageLink": "image_files\\English\\fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich verlieben",
      "translation": "apaixonar-se",
      "definition": "starke Gefühle der Liebe oder Anziehung zu jemandem zu erleben",
      "definition_translation": "Experienciar fortes sentimentos de amor ou atração por alguém.",
      "example": "Ich verliebte mich in sie beim ersten Blick. Ich verliebe mich gerade in sie. Ich werde mich wieder in sie verlieben, irgendwann einmal.",
      "example_translation": "Eu me apaixonei por ela à primeira vista. Estou me apaixonando por ela agora. Vou me apaixonar por ela novamente algum dia.",
      "imageLink": "image_files\\English\\fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sichern",
      "translation": "fixar",
      "definition": "etwas festzumachen oder anzubringen, normalerweise mit einem Sicherungsmittel",
      "definition_translation": "Segurar ou fixar algo firmemente, geralmente usando um dispositivo de fixação.",
      "example": "Ich sicherte den Schrauben fest. Ich sichere gerade den Gürtel. Ich werde den Schloss morgen sichern.",
      "example_translation": "Eu fixei o parafuso firmemente. Estou fixando o cinto agora. Vou fixar o cadeado amanhã.",
      "imageLink": "image_files\\English\\fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "füttern",
      "translation": "alimentar",
      "definition": "Jemandem oder etwas Nahrung zu geben, insbesondere regelmäßig.",
      "definition_translation": "Dar comida a alguém ou algo, especialmente regularmente.",
      "example": "Ich fütterte den Hund gestern. Ich füttere die Katze jetzt. Ich werde das Baby morgen füttern.",
      "example_translation": "Eu alimentei o cachorro ontem. Estou alimentando o gato agora. Vou alimentar o bebê amanhã.",
      "imageLink": "image_files\\English\\feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "holen",
      "translation": "buscar",
      "definition": "Etwas zu bringen oder zu holen, insbesondere für jemanden.",
      "definition_translation": "Ir buscar algo de volta, especialmente para alguém.",
      "example": "Ich holte den Ball gestern. Ich hole jetzt das Buch. Ich werde morgen das Wasser holen.",
      "example_translation": "Eu buscar o balão ontem. Estou buscando o livro agora. Vou buscar a água amanhã.",
      "imageLink": "image_files\\English\\fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kämpfen",
      "translation": "lutar",
      "definition": "In einem heftigen Kampf oder Streit zu engagieren, entweder physisch oder verbal, oft mit dem Ziel, zu gewinnen oder die Kontrolle zu erlangen.",
      "definition_translation": "Lutar com intensidade ou combater verbalmente, muitas vezes com a intenção de vencer ou ganhar controle.",
      "example": "Ich kämpfte im Krieg, ich kämpfe für meine Rechte, ich werde für die Zukunft meiner Kinder kämpfen.",
      "example_translation": "Eu lutava na guerra, eu luto pelos meus direitos, eu lutarei pelo futuro dos meus filhos.",
      "imageLink": "image_files\\English\\fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Film",
      "translation": "filme",
      "definition": "Ein bewegtes Bild oder ein Spielfilm, typischerweise eine fiktive Geschichte, die durch eine Abfolge von bewegten Bildern erzählt wird.",
      "definition_translation": "Um filme ou motion picture, geralmente uma história fictícia contada por meio de uma sequência de imagens em movimento.",
      "example": "Ich ging ins Kino, um einen Film anzusehen. Ich filme meinen Urlaub, ich werde nächsten Jahr einen Film drehen.",
      "example_translation": "Eu fui ao cinema assistir um filme, eu filmei minhas férias, eu filmarei um filme no ano que vem.",
      "imageLink": "image_files\\English\\film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fisch",
      "translation": "peixe",
      "definition": "Ein kaltblütiges, im Wasser lebendes Tier, oft als Nahrung gefangen.",
      "definition_translation": "Um animal aquático de sangue frio que vive na água, frequentemente pescado para alimentação.",
      "example": "Ich fing einen Fisch im Fluss. Ich fische jeden Wochenende, ich werde morgen im Ozean fischen.",
      "example_translation": "Eu peguei um peixe no rio, eu pesco todos os fins de semana, eu pescarei no oceano amanhã.",
      "imageLink": "image_files\\English\\fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reparieren",
      "translation": "consertar",
      "definition": "Etwa reparieren oder instand setzen, was kaputt oder nicht funktioniert.",
      "definition_translation": "Consertar ou reparar algo que está quebrado ou não está funcionando corretamente.",
      "example": "Ich reparierte mein Fahrrad, ich repariere Computer zum Leben, ich werde die undichte Wasserleitung morgen reparieren.",
      "example_translation": "Eu consertei minha bicicleta, eu conserto computadores para viver, eu consertarei a torneira que pinga amanhã.",
      "imageLink": "image_files\\English\\fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwimmen",
      "translation": "flutuar",
      "definition": "Auf der Oberfläche einer Flüssigkeit zu ruhen oder in einem Fluid suspendiert zu sein.",
      "definition_translation": "descansar na superfície de um líquido ou ser suspenso em um fluido",
      "example": "Die Flasche schwamm auf dem Wasser. Es wird auf der Oberfläche schwimmen. Es war weggeschwommen.",
      "example_translation": "A garrafa flutuou na água. Ela irá flutuar na superfície. Ela havia flutuado para longe.",
      "imageLink": "image_files\\English\\float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "falten",
      "translation": "dobra",
      "definition": "Etwas, insbesondere Papier oder Stoff, so zu biegen oder zu knicken, dass es eine gerade Linie oder einen Winkel hat.",
      "definition_translation": "dobra ou criar uma dobra em algo, especialmente papel ou tecido, de modo que tenha uma linha reta ou ângulo",
      "example": "Ich faltete den Brief und steckte ihn in den Umschlag. Sie wird die Wäsche falten. Er hatte die Karte gefaltet.",
      "example_translation": "Eu dobrei a carta e coloquei no envelope. Ela irá dobrar a roupa. Ele havia dobrado o mapa.",
      "imageLink": "image_files\\English\\fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "folgen",
      "translation": "seguir",
      "definition": "Hinter jemandem oder etwas herzugehen oder das zu tun, was jemand oder etwas tut.",
      "definition_translation": "mover-se atrás de alguém ou algo, ou fazer o que alguém ou algo faz",
      "example": "Ich werde der Anleitung folgen. Sie folgte dem Pfad. Er hatte dem GPS gefolgt.",
      "example_translation": "Eu irei seguir as instruções. Ela seguiu o caminho. Ele havia seguido o GPS.",
      "imageLink": "image_files\\English\\follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "greifen",
      "translation": "agarra",
      "definition": "Etwas plötzlich und fest zu ergreifen, oft auf raue oder gewaltsame Weise.",
      "definition_translation": "pegar algo de repente e com firmeza, muitas vezes de maneira grosseira ou forçada",
      "example": "Ich griff zum Telefon und hob ab. Sie wird einen Drink greifen. Er hatte den Ball ergriffen.",
      "example_translation": "Eu agarrei o telefone e atendi. Ela irá pegar uma bebida. Ele havia agarrado a bola.",
      "imageLink": "image_files\\English\\grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Führer",
      "translation": "guia",
      "definition": "Eine Person, die anderen den Weg zeigt, insbesondere in einer formalen oder professionellen Kapazität.",
      "definition_translation": "Uma pessoa que mostra o caminho para os outros, especialmente em um contexto formal ou profissional.",
      "example": "Sie führte uns durch die Tour der antiken Stadt. Ich werde dich durch den Prozess des Visumantrags führen. Er führte das Team zum Sieg in der Meisterschaft.",
      "example_translation": "Ela nos guiou através do tour da cidade antiga. Irei guiá-lo através do processo de aplicação para um visto. Ele guia a equipe para a vitória no campeonato.",
      "imageLink": "image_files\\English\\guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handhaben",
      "translation": "lidar",
      "definition": "Etwas zu behandeln oder zu verwalten, oft auf eine geschickte oder vorsichtige Weise.",
      "definition_translation": "Lidar ou gerenciar algo, muitas vezes de maneira habilidosa ou cuidadosa.",
      "example": "Ich kann die Situation handhaben. Sie handhabte die Kundenbeschwerden sehr gut. Sie werden das Projekt von Anfang bis Ende handhaben.",
      "example_translation": "Posso lidar com a situação. Ela lidou com as reclamações dos clientes muito bem. Eles lidarão com o projeto desde o início até o fim.",
      "imageLink": "image_files\\English\\handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hängen",
      "translation": "pendurar",
      "definition": "Etwas in der Luft zu suspendieren, insbesondere an einem Seil oder Strick, oder jemanden durch Hängen zu hinrichten.",
      "definition_translation": "Pendurar algo no ar, especialmente por uma corda ou fio, ou executar alguém por suspensão de uma forca.",
      "example": "Sie hängte das Bild an die Wand. Ich habe meinen Mantel aufgehängt. Sie werden die Dekorationen morgen hängen.",
      "example_translation": "Ela pendurou o quadro na parede. Eu pendurei meu casaco. Eles pendurarão as decorações amanhã.",
      "imageLink": "image_files\\English\\hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verstecken",
      "translation": "esconder",
      "definition": "Etwas so zu platzieren, dass es nicht gesehen werden kann, oder Gefühle oder Absichten zu verbergen.",
      "definition_translation": "Colocar ou esconder algo de forma que não possa ser visto ou encontrado, ou esconder seus sentimentos ou intenções.",
      "example": "Ich versteckte den Schlüssel unter der Matte. Sie versteckt ihre Gefühle hinter einer Maske. Sie werden die Überraschung bis zur Party verstecken.",
      "example_translation": "Eu escondi a chave debaixo do tapete. Ela esconde seus sentimentos atrás de uma máscara. Eles esconderão a surpresa até a festa.",
      "imageLink": "image_files\\English\\hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstellen",
      "translation": "contratar",
      "definition": "Die Dienste einer Person gegen Zahlung zu erhalten.",
      "definition_translation": "Obter os serviços de alguém em troca de pagamento.",
      "example": "Ich stellte einen Anwalt an, um mich in Gericht zu vertreten. Ich werde nächste Woche einen neuen Mitarbeiter anstellen. Sie hatte ein Auto für das Wochenende angemietet.",
      "example_translation": "Eu contratei um advogado para me representar no tribunal. Eu contratarei um novo funcionário na próxima semana. Ela havia contratado um carro para o fim de semana.",
      "imageLink": "image_files\\English\\hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trampen",
      "translation": "pegar carona",
      "definition": "Reisen, indem man kostenlose Fahrten von vorbeifahrenden Fahrzeugen bekommt, insbesondere indem man an der Straßenseite steht und Fahrern signalisiert.",
      "definition_translation": "Viagem com carona gratuita de veículos em passagem, especialmente parado ao lado da estrada e sinalizando para os motoristas.",
      "example": "Ich trampte quer durch das Land, als ich Student war. Sie mag es, am Wochenende zum Strand zu trampen. Sie hatten zum letzten Jahr zum Festival getrampt.",
      "example_translation": "Eu peguei carona em todo o país quando estava na faculdade. Ela gosta de pegar carona para a praia nos fins de semana. Eles haviam pegado carona para o festival no ano passado.",
      "imageLink": "image_files\\English\\hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "halten",
      "translation": "segurar",
      "definition": "Etwas fest zuhalten, oft mit den Händen.",
      "definition_translation": "Segurar ou agarrar algo firmemente, muitas vezes com as mãos.",
      "example": "Halte meine Hand, während wir die Straße überqueren. Sie wird das Baby halten, während ich Abendessen koche. Sie hielten die Sitzung letzte Nacht ab.",
      "example_translation": "Segure minha mão enquanto cruzamos a rua. Ela segurará o bebê enquanto eu cozinho o jantar. Eles realizaram a reunião ontem à noite.",
      "imageLink": "image_files\\English\\hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umarmen",
      "translation": "abraçar",
      "definition": "Jemanden oder etwas mit den Armen umfassen, um Zuneigung oder Trost zu zeigen.",
      "definition_translation": "Pôr os braços em volta de alguém ou algo como forma de mostrar afeto ou conforto.",
      "example": "Ich umarme meine Mutter, jedes Mal wenn ich sie sehe. Sie umarmte den Baum in Feier. Sie umarmten einander eng nach dem Streit.",
      "example_translation": "Eu abraço minha mãe todas as vezes que a vejo. Ela abraçou a árvore em celebração. Eles se abraçaram.tightamente após a discussão.",
      "imageLink": "image_files\\English\\hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jagen",
      "translation": "caçar",
      "definition": "Wild oder Beute zu jagen, um es als Nahrung oder zum Sport zu erlegen.",
      "definition_translation": "perseguir ou caçar (caça ou presa) para comida ou esporte",
      "example": "Ich werde nächstes Wochenende im Wald auf Jagd gehen. Ich jagte im letzten Wochenende im Wald. Ich gehe jedes Wochenende auf Jagd im Wald.",
      "example_translation": "Eu vou caçar cervos na floresta no próximo fim de semana. Eu caçei cervos na floresta no fim de semana passado. Eu caço cervos na floresta todos os fins de semana.",
      "imageLink": "image_files\\English\\hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorstellen",
      "translation": "imaginar",
      "definition": "Sich ein mentales Bild oder Konzept von etwas zu machen.",
      "definition_translation": "formar uma imagem mental ou conceito de algo",
      "example": "Ich stellte mir vor, ich fliege, als ich ein Kind war. Ich stelle mir vor, ich sei reich, wenn ich aufwachse. Ich werde mir vorstellen, ich bin auf einem Strand, wenn ich in Rente gehe.",
      "example_translation": "Eu imaginei que eu estava voando quando eu era criança. Eu imagino que eu serei rico quando eu crescer. Eu vou imaginar que estou em uma praia quando eu me aposentar.",
      "imageLink": "image_files\\English\\imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "informieren",
      "translation": "informar",
      "definition": "jemandem Informationen oder Kenntnisse mitteilen",
      "definition_translation": "dar informações ou conhecimento a alguém",
      "example": "Der Lehrer wird den Schülern über die Hausaufgaben informieren. Der Lehrer informierte die Schüler über die Hausaufgaben. Der Lehrer informiert die Schüler über die Hausaufgaben jeden Tag.",
      "example_translation": "O professor vai informar os alunos sobre o trabalho de casa. O professor informou os alunos sobre o trabalho de casa. O professor informa os alunos sobre o trabalho de casa todos os dias.",
      "imageLink": "image_files\\English\\inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestehen",
      "translation": "insistir",
      "definition": "etwas fest oder nachdrücklich sagen oder fordern",
      "definition_translation": "dizer ou exigir algo firmemente e fortemente",
      "example": "Ich werde darauf bestehen, heute Abend auf die Party zu gehen. Ich bestand darauf, gestern Abend auf die Party zu gehen. Ich bestehe darauf, jeden Wochenende auf die Party zu gehen.",
      "example_translation": "Eu vou insistir em ir para a festa esta noite. Eu insisti em ir para a festa на noite passada. Eu insisto em ir para a festa todos os fins de semana.",
      "imageLink": "image_files\\English\\insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "installieren",
      "translation": "instalar",
      "definition": "etwas, wie z.B. Software oder eine Maschine, an einem bestimmten Ort platzieren und betriebsbereit machen",
      "definition_translation": "Colocar algo, como software ou uma máquina, em posição e torná-lo pronto para uso.",
      "example": "Ich installierte das neue Betriebssystem gestern, ich installiere jetzt den Drucker und ich werde das Virenscansoftware morgen installieren.",
      "example_translation": "Eu instalei o novo sistema operacional ontem, estou instalando a impressora agora, e instalarei o software antivirus amanhã.",
      "imageLink": "image_files\\English\\install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interviewen",
      "translation": "entrevista",
      "definition": "ein formelles Gespräch zwischen zwei oder mehr Personen, insbesondere eines, bei dem jemand Fragen beantwortet, um seine Eignung für einen Job oder eine Position zu überprüfen",
      "definition_translation": "Uma conversa formal entre duas ou mais pessoas, especialmente uma em que alguém é questionado para avaliar sua adequação para um emprego ou cargo.",
      "example": "Ich hatte letzte Woche ein Vorstellungsgespräch für einen Job, ich führe jetzt ein Vorstellungsgespräch für ein Stipendium und ich werde morgen ein Vorstellungsgespräch für eine Beförderung haben.",
      "example_translation": "Eu tive uma entrevista para um emprego na semana passada, estou tendo uma entrevista para uma bolsa de estudos agora, e terei uma entrevista para uma promoção amanhã.",
      "imageLink": "image_files\\English\\interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfinden",
      "translation": "inventar",
      "definition": "etwas Neues oder Originelles zu schaffen, insbesondere ein Gerät oder einen Prozess",
      "definition_translation": "Criar algo novo ou original, especialmente um dispositivo ou processo.",
      "example": "Sie erfand eine neue Maschine, die Salzwasser in Süßwasser umwandeln kann, er erfand ein neues Spiel letztes Jahr und sie werden bald einen neuen Weg finden, um Strom zu erzeugen.",
      "example_translation": "Ela inventou uma máquina nova que pode converter água salgada em água doce, Ele inventou um novo jogo no ano passado, e Eles inventarão um novo modo de gerar eletricidade em breve.",
      "imageLink": "image_files\\English\\invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eisen",
      "translation": "ferro",
      "definition": "ein Metall, das für die Herstellung von Werkzeugen, Maschinen und anderen Objekten verwendet wird, und für den Bau und die Konstruktion von Dingen",
      "definition_translation": "Um metal usado para fazer ferramentas, máquinas e outros objetos, e para construir e edificar coisas.",
      "example": "Ich bügelte mein Hemd gestern, sie bügelt jetzt die Hose und sie werden morgen die Vorhänge bügeln.",
      "example_translation": "Eu passei meu shirt ontem, Ela está passando as calças agora, e Eles passarão as cortinas amanhã.",
      "imageLink": "image_files\\English\\iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stricken",
      "translation": "tricotar",
      "definition": "Stoff herzustellen, indem man Garn oder Faden in einer Reihe von miteinander verbundenen Schlaufen verwendet",
      "definition_translation": "Fazer tecido intercalando fio ou linha em uma série de laços conectados usando agulhas ou máquina.",
      "example": "Ich werde eine Schal für meine Schwester stricken. Ich strickte einen Hut letzten Winter. Ich stricke jeden Sonntag eine Decke.",
      "example_translation": "Eu vou tricotar um xale para o aniversário da minha irmã. Eu tricotei um chapéu no último inverno. Eu tricoto um cobertor todas as segundas-feiras.",
      "imageLink": "image_files\\English\\knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klopfen",
      "translation": "bater",
      "definition": "etwas mit einem schnellen, kräftigen Schlag zu treffen, insbesondere um jemandes Aufmerksamkeit zu erregen",
      "definition_translation": "Bater em alguma coisa, tipicamente com um golpe rápido e forte, especialmente para chamar a atenção de alguém.",
      "example": "Ich klopfte an die Tür. Sie kippte ein Vasen um. Sie werden nächste Woche das alte Gebäude abreißen.",
      "example_translation": "Eu bati na porta. Ela derrubou um vaso. Eles vão derrubar o prédio antigo na próxima semana.",
      "imageLink": "image_files\\English\\knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Tisch decken",
      "translation": "por a mesa",
      "definition": "einen Tisch mit Tellern, Besteck und anderen für das Essen erforderlichen Dingen zu bestellen",
      "definition_translation": "Colocar pratos, talheres e outros itens necessários para comer uma refeição.",
      "example": "Kannst du den Tisch für das Abendessen decken? Sie deckte den Tisch für die Party. Sie werden den Tisch für die Hochzeitsrezeption decken.",
      "example_translation": "Você pode por a mesa para o jantar? Ela pôs a mesa para a festa. Eles vão por a mesa para a recepção do casamento.",
      "imageLink": "image_files\\English\\lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "führen",
      "translation": "liderar",
      "definition": "jemanden oder etwas zu führen oder zu leiten, oder der Leiter einer Gruppe oder Organisation zu sein",
      "definition_translation": "Guia ou direciona alguém ou algo, ou está encarregado de um grupo ou organização.",
      "example": "Sie wird das Team zum Sieg führen. Er führte das Unternehmen für zehn Jahre. Sie führen die Gruppe im Singen.",
      "example_translation": "Ela vai liderar o time para a vitória. Ele liderou a empresa por dez anos. Eles lideram o grupo em cantar.",
      "imageLink": "image_files\\English\\lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "sair",
      "definition": "Einen Ort oder eine Person zu verlassen",
      "definition_translation": "Ir embora de um lugar ou pessoa",
      "example": "Ich werde morgen nach Paris verlassen, ich verließ gestern den Flughafen, und ich verlasse jeden Morgen meine Arbeit.",
      "example_translation": "Eu sairei para Paris amanhã, eu saí para o aeroporto ontem, e eu saio para o trabalho todas as manhãs.",
      "imageLink": "image_files\\English\\leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heben",
      "translation": "elevar",
      "definition": "Etwas hochzuheben oder nach oben zu bewegen",
      "definition_translation": "Elevação de algo ou movimento de algo para cima",
      "example": "Ich hob gestern den Karton hoch, ich werde morgen die Gewichte heben, und ich hebe meine Tochter hoch, damit sie das obere Regal erreichen kann.",
      "example_translation": "Eu eleviei a caixa ontem, eu elevarei os pesos amanhã, e eu elevo minha filha para alcançar a prateleira de cima.",
      "imageLink": "image_files\\English\\lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Licht",
      "translation": "luz",
      "definition": "Eine Quelle der Beleuchtung, wie die Sonne oder eine Lampe",
      "definition_translation": "Uma fonte de iluminação, como o sol ou uma lâmpada",
      "example": "Ich schaltete das Licht im Zimmer ein, ich werde das Licht ausmachen, wenn ich gehe, und sie ließ das Licht die ganze Nacht über an.",
      "example_translation": "Eu liguei a luz no quarto, eu desligarei a luz quando eu sair, e ela deixou a luz acesa a noite toda.",
      "imageLink": "image_files\\English\\light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sperren",
      "translation": "trancar",
      "definition": "Ein Gerät zum Sperren oder Sichern etwas, wie eine Tür oder eine Schatulle",
      "definition_translation": "Um dispositivo para fixar ou segurar algo, como uma porta ou uma caixa",
      "example": "Ich sperrte die Tür, als ich ging, ich werde mein Fahrrad an den Fahrradständer sperren, und sie sperrte ihre Schmuckschatulle.",
      "example_translation": "Eu tranquei a porta quando eu saí, eu trancarei minha bicicleta ao rack, e ela tranqueou sua caixa de joias.",
      "imageLink": "image_files\\English\\lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leiten",
      "translation": "gerenciar",
      "definition": "Etwas mit Geschick oder Sorgfalt zu führen oder zu dirigieren",
      "definition_translation": "lidar ou dirigir algo com habilidade ou cuidado",
      "example": "Ich leitete das Projekt, ich leite das Team, ich werde das Unternehmen leiten.",
      "example_translation": "Eu gerenciei o projeto, eu estou gerenciando a equipe, eu gerenciarei a empresa.",
      "imageLink": "image_files\\English\\manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leiten",
      "translation": "gerenciar",
      "definition": "Etwas mit Geschick oder Sorgfalt zu führen oder zu dirigieren",
      "definition_translation": "lidar ou dirigir algo com habilidade ou cuidado",
      "example": "Sie leitete das Event, sie leitet den Haushalt, sie wird das Department leiten.",
      "example_translation": "Ela gerenciou o evento, ela está gerenciando o orçamento, ela gerenciara o departamento.",
      "imageLink": "image_files\\English\\manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiraten",
      "translation": "casar",
      "definition": "Einen Ehepartner zu heiraten oder sich mit jemandem zu vermählen",
      "definition_translation": "tomar um marido ou esposa; unir em casamento",
      "example": "Ich heiratete meinen Partner, ich heirate meinen besten Freund, ich werde meine Seelenverwandte heiraten.",
      "example_translation": "Eu casei com meu parceiro, eu estou me casando com meu melhor amigo, eu me casarei com meu companheiro de alma.",
      "imageLink": "image_files\\English\\marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spiel",
      "translation": "combinar",
      "definition": "Ein Wettbewerb, bei dem Menschen oder Teams gegeneinander antreten",
      "definition_translation": "um concurso em que as pessoas ou equipes competem entre si",
      "example": "Ich sah mir das Spiel an, ich sehe mir das Spiel an, ich werde mir das Spiel ansehen.",
      "example_translation": "Eu assisti ao jogo, eu estou assistindo ao jogo, eu assistirei ao jogo.",
      "imageLink": "image_files\\English\\match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "flicken",
      "translation": "consertar",
      "definition": "Etwas, insbesondere Kleidung, zu reparieren oder zu flicken",
      "definition_translation": "Consertar ou reparar algo, especialmente roupas.",
      "example": "Ich werde diese zerrissene Seite morgen flicken. Ich flickte das kaputte Spielzeug gestern. Sie flickt Kleidung zum Beruf.",
      "example_translation": "Eu consertarei essa página rasgada amanhã. Eu consertei o brinquedo quebrado ontem. Ela conserta roupas para viver.",
      "imageLink": "image_files\\English\\mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewegen",
      "translation": "mover",
      "definition": "Die Position von etwas oder jemandem zu ändern oder etwas von einem Ort zu einem anderen zu bewegen",
      "definition_translation": "Mudar a posição de algo ou alguém, ou causar algo a ir de um lugar para outro.",
      "example": "Ich werde nächsten Monat in eine neue Wohnung umziehen. Sie zog letztes Jahr nach Paris. Sie bewegen Möbel zum Beruf.",
      "example_translation": "Eu vou me mudar para um novo apartamento no próximo mês. Ela se mudou para Paris no ano passado. Eles movem mobiliário para viver.",
      "imageLink": "image_files\\English\\move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einziehen",
      "translation": "mudar-se",
      "definition": "In ein neues Haus oder Apartment einzogen.",
      "definition_translation": "Começar a viver em uma nova casa ou apartamento.",
      "example": "Wir ziehen nächstes Wochenende ein. Sie zogen letzten Monat ein. Ich zog nach dem College bei meinen Eltern ein.",
      "example_translation": "Nós vamos nos mudar no fim de semana que vem. Eles se mudaram no mês passado. Eu me mudei com meus pais após a faculdade.",
      "imageLink": "image_files\\English\\move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausziehen",
      "translation": "mudar-se para fora",
      "definition": "Ein Haus oder Apartment zu verlassen und woanders zu leben.",
      "definition_translation": "Deixar uma casa ou apartamento e começar a viver em outro lugar.",
      "example": "Ich werde bald aus meinem Elternhaus ausziehen. Sie zogen letztes Jahr aus. Wir zogen aus der Stadt aus.",
      "example_translation": "Eu vou sair da casa dos meus pais em breve. Eles se mudaram do ano passado. Nós saímos da cidade.",
      "imageLink": "image_files\\English\\move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mord",
      "translation": "homicídio",
      "definition": "Die vorsätzliche Tötung eines Menschen.",
      "definition_translation": "O ato de matar outra pessoa humana sem justa causa com intenção pré-concebida.",
      "example": "Der Detective musste den Mordfall untersuchen. Sie ermordete ihren Mann kaltblütig. Sie werden den König morgen ermorden.",
      "example_translation": "O detetive teve de investigar o caso de homicídio. Ela assassinou o marido com sangue frio. Eles vão assassinar o rei amanhã.",
      "imageLink": "image_files\\English\\murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Name",
      "translation": "nome",
      "definition": "Ein Wort oder eine Phrase, die auf eine bestimmte Person, einen bestimmten Ort oder ein bestimmtes Ding verweist.",
      "definition_translation": "Uma palavra ou frase que se refere a uma pessoa, lugar ou coisa específica.",
      "example": "Mein Name ist Johannes. Sie nannte ihren Hund Max. Sie werden das neue Stadion nach dem Präsidenten benennen.",
      "example_translation": "Meu nome é João. Ela deu o nome de Max ao seu cão. Eles vão nomear o novo estádio em homenagem ao presidente.",
      "imageLink": "image_files\\English\\name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Notiz",
      "translation": "nota",
      "definition": "Eine kurze schriftliche Nachricht oder Erinnerung.",
      "definition_translation": "Uma mensagem escrita breve ou lembrete.",
      "example": "Ich schrieb eine Notiz an meinen Freund. Sie nahm während des Vortrags Notizen auf. Er wird die Änderungen im Bericht notieren.",
      "example_translation": "Eu escrevi uma nota para o meu amigo. Ela tomou notas durante a aula. Ele vai anotar as alterações no relatório.",
      "imageLink": "image_files\\English\\note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bemerken",
      "translation": "notar",
      "definition": "Etwas oder jemanden durch Beobachtung oder Aufmerksamkeit wahrzunehmen.",
      "definition_translation": "Tornar-se consciente de alguma coisa ou alguém através de observação ou atenção.",
      "example": "Ich bemerkte den Hund nicht. Sie bemerkte die Veränderung in seinem Verhalten. Sie werden die Verbesserung in den Ergebnissen bemerken.",
      "example_translation": "Eu não notei o cão. Ela notou a mudança no seu comportamento. Eles vão notar a melhoria nos resultados.",
      "imageLink": "image_files\\English\\notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "betreiben",
      "translation": "operar",
      "definition": "Ein Gerät oder ein System zu bedienen oder zu leiten, um ein bestimmtes Ziel oder Ergebnis zu erreichen.",
      "definition_translation": "Controlar ou gerenciar algo, especialmente uma máquina ou sistema, para alcançar um objetivo ou resultado específico.",
      "example": "Ich werde morgen die Maschine bedienen, ich bediente sie gestern und ich bediene sie jeden Tag.",
      "example_translation": "Eu operarei a máquina amanhã, eu a operei ontem, e eu a opero todos os dias.",
      "imageLink": "image_files\\English\\operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisieren",
      "translation": "organizar",
      "definition": "Ein Ereignis oder ein System so zu arrangieren, dass es effizienter durchgeführt oder verwendet werden kann.",
      "definition_translation": "Arranjar ou sistematizar algo, como um evento ou um sistema, para que possa ser feito ou usado de forma mais eficiente.",
      "example": "Sie organisierte die Party letzte Woche, sie organisiert sie gerade und sie wird sie nächstes Jahr organisieren.",
      "example_translation": "Ela organizou a festa na semana passada, ela está organizando agora, e ela organizará no ano que vem.",
      "imageLink": "image_files\\English\\organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "passieren",
      "translation": "passar",
      "definition": "An etwas oder jemandem vorbeizugehen oder von einer Seite zu einer anderen zu gehen.",
      "definition_translation": "Mover-se além de algo ou alguém, ou ir de um lado de algo para o outro.",
      "example": "Ich bestand den Test gestern, ich gehe jetzt daran vorbei und ich werde den Test morgen bestehen.",
      "example_translation": "Eu passei no exame ontem, eu estou passando pela casa agora, e eu passarei no teste amanhã.",
      "imageLink": "image_files\\English\\pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "übereichen",
      "translation": "passar",
      "definition": "Etwas jemandem offiziell oder förmlich zu übergeben.",
      "definition_translation": "Dar algo a alguém, especialmente oficialmente ou formalmente.",
      "example": "Ich übergab meinem Freund gestern das Buch, ich übergebe es ihr gerade und ich werde es ihm morgen übergeben.",
      "example_translation": "Eu passei o livro para meu amigo ontem, eu estou passando para ela agora, e eu passarei para ele amanhã.",
      "imageLink": "image_files\\English\\pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufführen",
      "translation": "realizar",
      "definition": "Etwas, insbesondere eine Aufgabe, Pflicht oder Verantwortung, auszuführen oder zu erfüllen.",
      "definition_translation": "Realizar ou concluir algo, especialmente uma tarefa, dever ou responsabilidade.",
      "example": "Ich werde das Lied heute Abend auf dem Konzert aufführen. Ich habe mich gut im letzten Jahr im Examen geschlagen. Ich erfülle meine Pflichten mit Ausdauer.",
      "example_translation": "Eu realizarei a canção no concerto hoje à noite. Eu me saí bem no exame do ano pasado. Eu realizo minhas funções com diligência.",
      "imageLink": "image_files\\English\\perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "escolher",
      "definition": "Etwas, insbesondere sorgfältig oder mit Schwierigkeiten, auszuwählen oder zu erkennen.",
      "definition_translation": "Selecionar ou escolher algo, especialmente com cuidado ou com dificuldade.",
      "example": "Ich habe das Buch vom Regal genommen. Ich hole dich um 8 Uhr ab. Ich habe den reifen Apfel vom Baum gepflückt.",
      "example_translation": "Eu escolhi o livro da prateleira. Eu o pegarei às 8 da manhã. Eu escolhi a maçã madura da árvore.",
      "imageLink": "image_files\\English\\pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "pflücken",
      "translation": "colher",
      "definition": "Etwas, insbesondere Früchte oder Blumen, zu pflücken oder zu ernten.",
      "definition_translation": "Colher ou recolher algo, especialmente frutas ou flores.",
      "example": "Ich habe die Blumen aus dem Garten gepflückt. Ich werde die Trauben von der Rebe pflücken. Ich habe die Beeren vom Strauch gepflückt.",
      "example_translation": "Eu colhi as flores do jardim. Eu colherei as uvas da videira. Eu colhi as frutas do arbusto.",
      "imageLink": "image_files\\English\\pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadel",
      "translation": "alfinete",
      "definition": "Ein kleiner, dünner Metallstift, der zum Befestigen oder Anbringen von Dingen verwendet wird.",
      "definition_translation": "Um pequeno pedaço de metal fino usado para prender ou fixar coisas.",
      "example": "Ich habe eine Nadel verwendet, um mein Haar zu fixieren. Sie hat den Zettel an die Tafel gepinnt. Er wird die Medaille auf seiner Brust anpinnen.",
      "example_translation": "Eu usei um alfinete para fixar meu cabelo. Ela prendeu a nota ao quadro. Ele pregará a medalha no peito.",
      "imageLink": "image_files\\English\\pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pflanze",
      "translation": "planta",
      "definition": "Ein lebendes Wesen, das in der Erde wächst undtypischerweise Blätter, Stiele und Wurzeln hat.",
      "definition_translation": "Um organismo vivo que cresce no chão e normalmente tem folhas, caules e raízes.",
      "example": "Ich habe letzten Wochenende einen Baum in meinem Hinterhof gepflanzt. Ich pflanze einen Garten in diesem Frühling. Ich werde Blumen im Park nächstes Sommer pflanzen.",
      "example_translation": "Eu plantei uma árvore no meu quintal no fim de semana passado. Estou plantando um jardim esta primavera. Eu vou plantar flores no parque no próximo verão.",
      "imageLink": "image_files\\English\\plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Punkt",
      "translation": "ponto",
      "definition": "Ein scharfer oder sich verjüngender Ende; ein kleiner Fleck oder Markierung.",
      "definition_translation": "Um fim afiado ou pontiagudo; um pequeno ponto ou marca.",
      "example": "Die Spitze des Bleistifts ist sehr scharf. Der Punkt des Berges ist schwierig zu besteigen. Das Unternehmen wird einen neuen Erfolgspunkt nächstes Jahr erreichen.",
      "example_translation": "A ponta do lápis é muito afiada. O ponto da montanha é difícil de escalar. A empresa alcançará um novo ponto de sucesso no próximo ano.",
      "imageLink": "image_files\\English\\point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfosten",
      "translation": "posto",
      "definition": "Ein senkrecht stehender Pfahl oder Pfosten, der verwendet wird, um etwas zu stützen oder zu markieren.",
      "definition_translation": "Um poste vertical ou pilar usado para suportar ou marcar algo.",
      "example": "Ich sah einen Pfosten auf der Straßenecke. Das Unternehmen wird einen Beitrag auf ihrer Website posten. Sie wird einen Brief an ihre Freundin nächste Woche posten.",
      "example_translation": "Eu vi um poste na esquina da rua. A empresa vai postar uma atualização em seu site. Ela vai postar uma carta para sua amiga na próxima semana.",
      "imageLink": "image_files\\English\\post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "adiar",
      "definition": "Eine Aktion oder ein Ereignis auf einen späteren Zeitpunkt zu verschieben.",
      "definition_translation": "Adiar ou retardar uma ação ou evento até um tempo posterior.",
      "example": "Ich musste meine Reise wegen schlechten Wetters verschieben. Das Unternehmen wird die Besprechung auf nächsten Monat verschieben. Wir werden das Projekt verschieben, bis wir mehr Ressourcen haben.",
      "example_translation": "Eu tive que adiar minha viagem devido ao mau tempo. A empresa vai adiar a reunião até o próximo mês. Nós vamos adiar o projeto até termos mais recursos.",
      "imageLink": "image_files\\English\\postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "giessen",
      "translation": "derramar",
      "definition": "Flüssig zu fließen oder zu bewegen, oft in einem konstanten Strom; eine Flüssigkeit aus einem Behälter zu gießen.",
      "definition_translation": "Fluir ou mover-se fluidamente, muitas vezes em um fluxo constante; fazer com que um líquido flua de um recipiente.",
      "example": "Ich habe Wasser in das Glas gegossen. Ich habe Milch in die Schüssel gegossen. Ich werde Saft in den Container gießen.",
      "example_translation": "Eu derramei água no copo. Eu tenho derramado leite no tigela. Eu vou derramar o suco no recipiente.",
      "imageLink": "image_files\\English\\pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beten",
      "translation": "rezar",
      "definition": "Einem Gott oder einer höheren Macht zu sprechen, um Hingabe, Dankbarkeit oder Flehen auszudrücken; um etwas von einem Gott oder einer höheren Macht zu bitten.",
      "definition_translation": "Falar com uma divindade para expressar devoção, gratidão ou súplica; solicitar ou implorar algo de uma divindade.",
      "example": "Ich habe für die Gesundheit meiner Familie gebetet. Ich habe um einen neuen Job gebetet. Ich werde für Weltfrieden beten.",
      "example_translation": "Eu rezei pela saúde da minha família. Eu tenho estado rezando por um novo emprego. Eu vou rezar pela paz mundial.",
      "imageLink": "image_files\\English\\pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "drücken",
      "translation": "pressionar",
      "definition": "Etwas durch Anwendung von Kraft oder Druck flachdrücken, formen oder extrahieren.",
      "definition_translation": "Exercer pressão ou força sobre algo, muitas vezes para aplainar, moldar ou extrair algo.",
      "example": "Ich drückte den Knopf, um die Maschine zu starten. Ich habe Trauben gedrückt, um Wein herzustellen. Ich werde den Bügelbrett drücken, um Falten zu entfernen.",
      "example_translation": "Eu pressionei o botão para iniciar a máquina. Eu tenho estado pressionando as uvas para fazer vinho. Eu vou pressionar o ferro para remover rugas.",
      "imageLink": "image_files\\English\\press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verhindern",
      "translation": "prevenir",
      "definition": "Etwas daran hindern, zu geschehen oder zu passieren; etwas zu behindern oder zu blockieren.",
      "definition_translation": "Impedir que algo aconteça ou ocorra; obstruir ou dificultar algo.",
      "example": "Ich verhinderte den Unfall, indem ich das Auto anhielt. Ich habe die Krankheit durch Vorsichtsmaßnahmen verhindert. Ich werde das Feuer durch Löschen verhindern.",
      "example_translation": "Eu impedi o acidente parando o carro. Eu tenho estado prevenindo a doença tomado precauções. Eu vou prevenir o fogo extinguindo a chama.",
      "imageLink": "image_files\\English\\prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "produzieren",
      "translation": "produzir",
      "definition": "etwas in die Existenz bringen oder herstellen",
      "definition_translation": "trazer à existência ou fazer algo",
      "example": "Das Unternehmen wird nächstes Jahr neue Smartphones produzieren, es hat sie Jahre lang produziert und produzierte einige letzten Monat.",
      "example_translation": "A empresa vai produzir novos smartphones ano que vem, tem produzido eles por anos, e produziu alguns no mês passado.",
      "imageLink": "image_files\\English\\produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versprechen",
      "translation": "prometer",
      "definition": "eine Aussage oder Zusicherung, dass etwas geschehen wird oder getan wird",
      "definition_translation": "uma afirmação ou garantia de que algo irá acontecer ou ser feito",
      "example": "Ich versprach, das Projekt rechtzeitig zu beenden, ich habe es Wochen lang versprochen und ich werde es bald versprechen.",
      "example_translation": "Eu prometi terminar o projeto no prazo, tenho prometido fazer isso por semanas, e vou prometer entregá-lo em breve.",
      "imageLink": "image_files\\English\\promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schützen",
      "translation": "proteger",
      "definition": "etwas vor Schaden oder Gefahr zu verteidigen oder zu bewahren",
      "definition_translation": "defender ou guardar algo de dano ou perigo",
      "example": "Die Regierung sollte die Umwelt schützen, sie hat es Jahre lang getan und sie wird es in der Zukunft tun.",
      "example_translation": "O governo deve proteger o meio ambiente, tem protegido ele por anos, e vai protegê-lo no futuro.",
      "imageLink": "image_files\\English\\protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beweisen",
      "translation": "provar",
      "definition": "die Wahrheit oder Existenz von etwas zu zeigen oder nachzuweisen",
      "definition_translation": "mostrar ou demonstrar a verdade ou existência de algo",
      "example": "Der Wissenschaftler wird die Theorie beweisen, sie hat es monatelang bewiesen und sie bewies es letztes Jahr.",
      "example_translation": "A cientista vai provar a teoria, tem provado ela por meses, e provou ela no ano passado.",
      "imageLink": "image_files\\English\\prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bereitstellen",
      "translation": "fornecer",
      "definition": "etwas, insbesondere Lebensmittel, Wasser oder andere Notwendigkeiten, für jemanden oder etwas bereitzustellen",
      "definition_translation": "fornecer ou tornar disponível algo, especialmente comida, água ou outras necessidades, para alguém ou algo",
      "example": "Das Unternehmen wird allen Mitarbeitern Mittagessen bereitstellen. Sie stellten Hilfe während der Krise bereit. Die Regierung wird nächstes Jahr Fördermittel für das Projekt bereitstellen.",
      "example_translation": "A empresa fornecerá almoço para todos os funcionários. Eles forneceram assistência durante a crise. O governo fornecerá financiamento para o projeto no ano que vem.",
      "imageLink": "image_files\\English\\provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestrafen",
      "translation": "punir",
      "definition": "jemandem oder etwas eine Strafe oder Sanktion wegen eines Vergehens oder Fehlers aufzuerlegen",
      "definition_translation": "impor uma pena ou sanção a alguém ou algo por uma falta ou erro",
      "example": "Der Richter bestrafte den Verbrecher mit lebenslanger Haft. Sie wurde bestraft, weil sie zu spät in der Klasse war. Die Eltern werden ihr Kind bestrafen, wenn es sich schlecht benimmt.",
      "example_translation": "O juiz puniu o criminoso com uma sentença de prisão perpétua. Ela foi punida por chegar atrasada à aula. Os pais punirão seu filho por se comportar mal.",
      "imageLink": "image_files\\English\\punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "sair",
      "definition": "etwas zu unterlassen oder einen Ort zu verlassen",
      "definition_translation": "parar de fazer algo ou sair de um lugar",
      "example": "Ich hörte letzten Jahr auf, meinem Job nachzugehen. Sie hörte vor drei Monaten auf, zu rauchen. Sie werden die Band nach der Tour verlassen.",
      "example_translation": "Eu saí do meu emprego ano passado. Ela parou de fumar há três meses. Eles sairão da banda após a turnê.",
      "imageLink": "image_files\\English\\quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "sair",
      "definition": "etwas zu unterlassen oder einen Ort zu verlassen",
      "definition_translation": "parar de fazer algo ou sair de um lugar",
      "example": "Ich werde meinen Job aufgeben, wenn ich keine Beförderung bekomme. Sie kündigte ihren Job, um die Welt zu bereisen. Sie hörten ihr Studium auf, um ihr eigenes Unternehmen zu gründen.",
      "example_translation": "Eu sairei do meu emprego se não receber uma promoção. Ela saiu do emprego para viajar ao redor do mundo. Eles saíram dos estudos para começar seu próprio negócio.",
      "imageLink": "image_files\\English\\quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rennen",
      "translation": "corrida",
      "definition": "Ein Wettbewerb zwischen Läufern, Pferden oder Fahrzeugen, um zu sehen, wer einen Kurs in der kürzesten Zeit abschließen kann",
      "definition_translation": "Uma competição entre corredores, cavalos ou veículos para ver quem pode completar um curso no menor tempo",
      "example": "Ich werde dich zum Ziellinienrennen herausfordern. Ich forderte dich zum Ziellinienrennen heraus letztes Jahr. Ich fordere dich zum Ziellinienrennen jede Woche heraus.",
      "example_translation": "Eu vou correr contra você até a linha de chegada. Eu corri contra você até a linha de chegada no ano passado. Eu corro contra você até a linha de chegada todas as semanas.",
      "imageLink": "image_files\\English\\race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erheben",
      "translation": "elevar",
      "definition": "Etwas nach oben zu heben oder zu erhöhen, oder etwas höher zu machen",
      "definition_translation": "Elevar algo para cima, ou aumentar ou fazer algo mais alto",
      "example": "Ich werde meine Hand heben, um eine Frage zu stellen. Ich hob meine Hand hoch, um eine Frage zu stellen gestern. Ich hebe meine Hand jeden Tag hoch, um eine Frage zu stellen.",
      "example_translation": "Eu vou elevar minha mão para fazer uma pergunta. Eu elevei minha mão para fazer uma pergunta ontem. Eu elevo minha mão para fazer uma pergunta todos os dias.",
      "imageLink": "image_files\\English\\raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wieder aufbauen",
      "translation": "reconstruir",
      "definition": "Etwas wieder aufzubauen, insbesondere nachdem es beschädigt oder zerstört wurde",
      "definition_translation": "Construir algo novamente, especialmente após ter sido danificado ou destruído",
      "example": "Wir werden das Haus nach dem Sturm wieder aufbauen. Wir bauten das Haus nach dem Erdbeben letztes Jahr wieder auf. Wir bauen das Haus alle zehn Jahre wieder auf.",
      "example_translation": "Nós vamos reconstruir a casa após a tempestade. Nós reconstruímos a casa após o terremoto do ano passado. Nós reconstruimos a casa a cada dez anos.",
      "imageLink": "image_files\\English\\rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "recyclen",
      "translation": "reciclar",
      "definition": "Verwendete oder Abfallmaterialien zu behandeln oder zu verarbeiten, um neue Güter herzustellen",
      "definition_translation": "Tratar ou processar materiais usados ou residuais para produzir bens novos",
      "example": "Ich werde das Papier recyclen, um Bäume zu retten. Ich recyclte das Papier gestern, um Bäume zu retten. Ich recycelte das Papier jeden Tag, um Bäume zu retten.",
      "example_translation": "Eu vou reciclar o papel para salvar árvores. Eu reciciei o papel para salvar árvores ontem. Eu reciclo o papel para salvar árvores todos os dias.",
      "imageLink": "image_files\\English\\recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ersetzen",
      "translation": "substituir",
      "definition": "Etwas anstelle von etwas anderem zu setzen, insbesondere weil das andere nicht mehr benötigt oder nützlich ist.",
      "definition_translation": "Colocar algo no lugar de algo mais, especialmente porque a outra coisa não é mais necessária ou útil.",
      "example": "Ich ersetzt das alte Handy durch ein neues, weil die Batterie tot war. Ich werde das kaputte Stuhl durch ein neues ersetzen. Ich hatte das defekte Teil durch ein neues ersetzt.",
      "example_translation": "Eu substituí o antigo telefone com um novo, porque a bateria estava morta. Vou substituir a cadeira quebrada com uma nova. Eu havia substituído a peça defeituosa com uma nova.",
      "imageLink": "image_files\\English\\replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "retten",
      "translation": "resgatar",
      "definition": "Jemanden oder etwas aus einer gefährlichen oder schwierigen Situation zu retten.",
      "definition_translation": "Salvar alguém ou algo de uma situação perigosa ou difícil.",
      "example": "Die Feuerwehr rettete die Menschen aus dem brennenden Gebäude. Sie werden das Kind aus dem Brunnen retten. Ich hatte die Katze aus dem Baum gerettet.",
      "example_translation": "O departamento de bombeiros resgatou as pessoas do prédio em chamas. Eles vão resgatar a criança do poço. Eu havia resgatado o gato da árvore.",
      "imageLink": "image_files\\English\\rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reservieren",
      "translation": "reservar",
      "definition": "Etwas für zukünftige Verwendung aufzubewahren, insbesondere indem man es offiziell reserviert.",
      "definition_translation": "Manter algo para uso futuro, especialmente ao oficialmente arranjar para tê-lo disponível.",
      "example": "Ich reservierte einen Tisch im Restaurant für heute Abend. Sie reserviert ihre Wochenenden für das Studium. Sie hatten das Hotelzimmer für ihre Hochzeitsreise reserviert.",
      "example_translation": "Eu reservei uma mesa no restaurante para hoje à noite. Ela reserva seus fins de semana para estudar. Eles haviam reservado o quarto de hotel para sua lua de mel.",
      "imageLink": "image_files\\English\\reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhen",
      "translation": "descansar",
      "definition": "Eine Zeit der Erholung oder des Schlafes, oder aufzuhören, etwas zu tun, für eine Zeit lang.",
      "definition_translation": "Um período de relaxamento ou sono, ou parar de fazer algo por um período de tempo.",
      "example": "Ich brauche eine Weile Ruhe nach dem langen Spaziergang. Sie ruhnte ihre Augen auf dem Kissen aus. Sie werden ihre Rücken auf der Couch nach dem schweren Heben ausruhen.",
      "example_translation": "Eu preciso descansar por um tempo após o longo passeio. Ela descansou seus olhos no travesseiro. Eles vão descansar suas costas no sofá após o levantamento pesado.",
      "imageLink": "image_files\\English\\rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überarbeiten",
      "translation": "revisar",
      "definition": "Etwas sorgfältig zu überprüfen oder zu überarbeiten, insbesondere um es zu korrigieren, zu verbessern oder zu aktualisieren.",
      "definition_translation": "Revisar algo cuidadosamente, especialmente para corrigir, melhorar ou atualizar.",
      "example": "Ich überarbeitete meine Hausaufgabe dreimal, bevor ich sie abgab. Gestern überarbeitete ich das Kapitel, und jetzt überarbeite ich das Fazit. Bis nächste Woche werde ich das gesamte Manuskript überarbeitet haben.",
      "example_translation": "Eu revisei meu ensaio três vezes antes de submeter. Ontem, eu revisei o capítulo, e agora estou revendo a conclusão. Até a próxima semana, eu terei revisado todo o manuscrito.",
      "imageLink": "image_files\\English\\revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rauben",
      "translation": "roubar",
      "definition": "Eigentum oder Geld von jemandem oder einer Stelle illegal wegzunehmen, oft mit Gewalt oder Drohungen.",
      "definition_translation": "Tomar propriedade ou dinheiro de uma pessoa ou lugar ilegalmente, muitas vezes usando força ou ameaças.",
      "example": "Der Dieb wird die Bank heute Nacht rauben. Gestern raubte die Gang den Convenience-Store aus. Wenn wir nicht aufpassen, werden sie uns nächsten Monat wieder rauben.",
      "example_translation": "O ladrão vai roubar o banco hoje à noite. Ontem, o gangue roubou a loja de conveniência. Se não formos cuidadosos, eles vão nos roubar novamente nächste mês.",
      "imageLink": "image_files\\English\\rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "laufen",
      "translation": "correr",
      "definition": "Sich schnell zu Fuß bewegen, oft in einem gleichmäßigen und schnellen Tempo, oder etwas zu betreiben oder zu verwalten.",
      "definition_translation": "Mover-se rapidamente a pé, muitas vezes em um ritmo constante e rápido, ou operar ou gerenciar algo.",
      "example": "Ich werde heute zum Laden laufen. Sie lief gestern einen Marathon. Wenn wir uns nicht beeilen, werden wir Zeit verlieren.",
      "example_translation": "Eu vou correr até a loja hoje. Ela correu uma maratona ontem. Se não nos apressarmos, vamos ficar sem tempo.",
      "imageLink": "image_files\\English\\run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "retten",
      "translation": "salvar",
      "definition": "Etwas oder jemandem Schaden, Verletzung oder Verlust zu ersparen, oder etwas für zukünftigen Gebrauch zu speichern oder wegzulegen.",
      "definition_translation": "Manter algo ou alguém de danos, lesões ou perdas, ou armazenar ou colocar algo de lado para uso futuro.",
      "example": "Ich habe die Datei auf ein externes Festplattenlaufwerk gespeichert. Sie hat das Unternehmen vor dem Bankrott gerettet. Wenn wir jetzt Energie sparen, werden wir für die Zukunft genug haben.",
      "example_translation": "Eu salvei o arquivo em um disco rígido externo. Ela salvou a empresa da falência. Se economizarmos energia agora, teremos o suficiente para o futuro.",
      "imageLink": "image_files\\English\\save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Punktzahl",
      "translation": "pontuação",
      "definition": "Eine Punktzahl ist eine Zahl, die zeigt, wie gut jemand in einem Test, Spiel oder Wettbewerb abgeschnitten hat.",
      "definition_translation": "Uma pontuação é um número que mostra como alguém fez em um teste, jogo ou competição.",
      "example": "Ich habe 90% im Mathetest erreicht. Ich werde hoch punkten bei der Prüfung. Sie hat ein Tor im Finale erzielt.",
      "example_translation": "Eu marquei 90% no teste de matemática. Vou marcar alto na prova. Ela marcou um gol no jogo final.",
      "imageLink": "image_files\\English\\score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schreien",
      "translation": "gritar",
      "definition": "Schreien bedeutet, einen sehr lauten, hohen Ton von sich zu geben, usually um starke Emotionen wie Angst, Schmerz oder Aufregung auszudrücken.",
      "definition_translation": "Gritar significa fazer um barulho muito alto e agudo, geralmente para expressar emoções fortes como medo, dor ou excitação.",
      "example": "Sie schrie, als sie die Schlange sah. Er schreit aus vollem Halse, wenn sein Team gewinnt. Sie werden vor Freude schreien, wenn sie die Überraschung sehen.",
      "example_translation": "Ela gritou quando viu a cobra. Ele grita em voz alta quando sua equipe vence. Eles vão gritar de alegria quando virem a surpresa.",
      "imageLink": "image_files\\English\\scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "suchen",
      "translation": "procurar",
      "definition": "Suchen bedeutet, nach etwas oder jemandem in einer gründlichen und sorgfältigen Weise zu suchen, usually weil man es benötigt oder will.",
      "definition_translation": "Procurar significa buscar algo ou alguém de uma maneira minuciosa e cuidadosa, geralmente porque você precisa ou deseja.",
      "example": "Ich suche meine verlorenen Schlüssel. Sie suchte das ganze Haus nach ihrem Telefon ab. Sie werden die Datenbank nach Informationen durchsuchen.",
      "example_translation": "Estou procurando minhas chaves perdidas. Ela procurou toda a casa pela sua cela. Eles vão procurar o banco de dados pela informação.",
      "imageLink": "image_files\\English\\search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auswählen",
      "translation": "selecionar",
      "definition": "Auswählen bedeutet, etwas oder jemanden aus einer Gruppe oder einer Vielzahl von Möglichkeiten auszuwählen, oft auf der Grundlage bestimmter Kriterien oder Qualifikationen.",
      "definition_translation": "Selecionar significa escolher algo ou alguém de um grupo ou faixa de possibilidades, frequentemente com base em certos critérios ou qualificações.",
      "example": "Ich habe die beste Option für die Aufgabe ausgewählt. Sie wählt die frischesten Früchte für den Salat aus. Sie werden den besten Kandidaten für den Job auswählen.",
      "example_translation": "Eu escolhi a melhor opção para a tarefa. Ela seleciona as frutas frescas para a salada. Eles vão selecionar o candidato mais qualificado para o trabalho.",
      "imageLink": "image_files\\English\\select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "servieren",
      "translation": "servir",
      "definition": "Servieren bedeutet, Essen, Getränke oder andere Dinge Menschen anzubieten, insbesondere in einem Restaurant oder bei einem Essen.",
      "definition_translation": "fornecer comida, bebida ou outras coisas às pessoas, especialmente em um restaurante ou em uma refeição",
      "example": "Ich servierte Kaffee den Gästen auf der Party. Ich serviere Essen den Obdachlosen. Ich werde nach dem Abendessen Dessert servieren.",
      "example_translation": "Eu servi café aos convidados na festa. Estou servindo comida às pessoas sem-teto. Vou servir sobremesa após o jantar.",
      "imageLink": "image_files\\English\\serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nähen",
      "translation": "costurar",
      "definition": "Nähen bedeutet, etwas, insbesondere Kleidung, mit einer Nadel und Faden zu reparieren oder zusammenzusetzen.",
      "definition_translation": "juntar ou consertar algo, especialmente roupas, usando uma agulha e linha",
      "example": "Sie nähte einen neuen Saum an das Kleid. Er nähte die Knöpfe wieder an. Sie werden das Stoff zusammenfügen.",
      "example_translation": "Ela costurou um novo hem na roupa. Ele costurou os botões de volta. Eles vão costurar o tecido junto.",
      "imageLink": "image_files\\English\\sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schütteln",
      "translation": "sacudir",
      "definition": "Sich schnell und heftig von Seite zu Seite bewegen oder etwas auf diese Weise zu bewegen.",
      "definition_translation": "mover rapidamente e violentamente de lado a lado, ou fazer algo se mover assim",
      "example": "Ich schüttelte den Apfelbaum, um Äpfel herunterzubekommen. Sie schüttelte den Kopf, um nein zu sagen. Sie werden sich nach dem Streit die Hände schütteln.",
      "example_translation": "Eu sacudi a árvore para fazer as maçãs caírem. Ela sacudiu a cabeça para dizer não. Eles vão sacudir as mãos após a briga.",
      "imageLink": "image_files\\English\\shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "die Hand schütteln",
      "translation": "apertar as mãos",
      "definition": "Die rechte Hand jemandem entgegenstrecken und die seine ergreifen als Gruß, Abschied oder Einverständnis.",
      "definition_translation": "estender a mão direita e agarrar a de outra pessoa como cumprimento, despedida ou acordo",
      "example": "Wir schüttelten uns die Hände auf der Geschäftssitzung. Sie schüttelte ihrem neuen Chef die Hand. Sie werden sich nach dem Deal die Hände schütteln.",
      "example_translation": "Nós apertamos as mãos na reunião de negócios. Ela apertou as mãos com seu novo chefe. Eles vão apertar as mãos após o negócio.",
      "imageLink": "image_files\\English\\shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schießen",
      "translation": "atirar",
      "definition": "Ein Projektil aus einer Waffe, insbesondere einer Schusswaffe, abzufeuern.",
      "definition_translation": "Descarregar um projétil de uma arma, especialmente uma arma de fogo.",
      "example": "Ich schoss den Ball ins Tor. Ich produziere gerade ein Video. Ich werde morgen ein Foto schießen.",
      "example_translation": "Eu atirei a bola no gol. Eu estou filmando um vídeo agora. Eu vou fotografar amanhã.",
      "imageLink": "image_files\\English\\shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einkaufen",
      "translation": "loja",
      "definition": "Ein Gebäude oder ein Teil eines Gebäudes, in dem Waren oder Dienstleistungen verkauft werden.",
      "definition_translation": "Um edifício ou parte de um edifício onde mercadorias ou serviços são vendidos.",
      "example": "Ich ging gestern einkaufen im Einkaufszentrum. Ich kaufe jeden Woche online ein. Ich werde morgen in dem neuen Laden einkaufen.",
      "example_translation": "Eu fiz compras no shopping center ontem. Eu compro online todas as semanas. Eu vou fazer compras na loja nova amanhã.",
      "imageLink": "image_files\\English\\shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "skifahren",
      "translation": "esquiar",
      "definition": "Sich einem Wettkampf im Skifahren, insbesondere im Alpinen Skifahren, zu widmen.",
      "definition_translation": "Engajar-se no esporte do esqui, especialmente esqui downhill.",
      "example": "Ich fuhr letzten Winter den Berg hinunter. Ich fahre jeden Wochenende Ski. Ich werde eines Tages bei den Olympischen Spielen Ski fahren.",
      "example_translation": "Eu esquiei xuống a montanha no inverno passado. Eu esquio todos os fins de semana. Eu vou esquiar nos Jogos Olímpicos algum dia.",
      "imageLink": "image_files\\English\\ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausrutschen",
      "translation": "escorregar",
      "definition": "Unabsichtlich auf einer glatten Oberfläche zu fallen oder zu rutschen.",
      "definition_translation": "Cair ou deslizar acidentalmente, especialmente em uma superfície lisa.",
      "example": "Ich rutschte gestern auf dem Eis aus. Ich rutsche jeden Morgen auf dem Fußboden aus. Ich werde heute Abend in meine Schuhe hineinrutschen.",
      "example_translation": "Eu escorei no gelo ontem. Eu caio no chão todas as manhãs. Eu vou escorregar nos meus sapatos esta noite.",
      "imageLink": "image_files\\English\\slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riechen",
      "translation": "cheirar",
      "definition": "Den Geruch oder Duft von etwas wahrzunehmen.",
      "definition_translation": "perceber o cheiro ou odor de algo",
      "example": "Ich roch heute Morgen den Kaffee, der gerade zubereitet wurde. Ich rieche jetzt die Blumen. Ich werde später das Parfüm riechen.",
      "example_translation": "Eu cheirei o café sendo preparado pela manhã. Estou cheirando as flores agora. Vou cheirar o perfume mais tarde.",
      "imageLink": "image_files\\English\\smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lächeln",
      "translation": "sorrir",
      "definition": "Ein erfreutes, heiteres oder amüsiertes Gesicht zu machen.",
      "definition_translation": "formar seus traços em uma expressão agradável, alegre ou divertida",
      "example": "Ich lächelte über den Witz. Ich lächle jetzt das Baby an. Ich werde bei der Party lächeln.",
      "example_translation": "Eu sorri para a piada. Estou sorrindo para o bebê. Vou sorrir na festa.",
      "imageLink": "image_files\\English\\smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschütten",
      "translation": "derramar",
      "definition": "Eine Flüssigkeit aus einem Behälter unabsichtlich zu verschütten.",
      "definition_translation": "causar um líquido a fluir ou cair acidentalmente de um contêiner",
      "example": "Ich verschüttete die Milch auf dem Boden. Ich verschütte jetzt das Wasser. Ich werde später den Saft verschütten.",
      "example_translation": "Eu derramei o leite no chão. Estou derramando a água agora. Vou derramar o suco mais tarde.",
      "imageLink": "image_files\\English\\spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verderben",
      "translation": "estragar",
      "definition": "Etwas, insbesondere Lebensmittel, zu beschädigen oder zu ruinieren, indem man es nicht richtig handhabt oder lagert.",
      "definition_translation": "danificar ou estragar algo, especialmente alimentos, por não manuseá-lo ou armazená-lo adequadamente",
      "example": "Ich verdirbte das Essen, indem ich es zu lange liegen ließ. Ich verderbe das Kind mit Geschenken. Ich werde den Überraschungseffekt später verderben.",
      "example_translation": "Eu estraguei a comida deixando-a fora por muito tempo. Estou estragando a criança com presentes. Vou estragar a surpresa mais tarde.",
      "imageLink": "image_files\\English\\spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "festkleben",
      "translation": "fixar",
      "definition": "Etwas an etwas anderes zu kleben, typischerweise mit Klebstoff, Klebeband oder einem anderen Haftmittel.",
      "definition_translation": "fixar ou prender algo a algo else, geralmente usando cola, fita ou outro adesivo",
      "example": "Ich werde das Poster an die Wand kleben, ich klebte es gestern und ich hatte es vorher schon geklebt.",
      "example_translation": "Vou fixar o poster na parede, eu o fixei ontem, e eu havia fixado no dia anterior.",
      "imageLink": "image_files\\English\\stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rühren",
      "translation": "mexer",
      "definition": "Einen Löffel oder ein anderes Objekt in einer Flüssigkeit oder Mischung zu bewegen, um sie zu vermischen.",
      "definition_translation": "mover uma colher ou outro objeto em uma liquido ou mistura para misturá-la",
      "example": "Rühre die Mischung gut um, bevor du sie in die Form gießt, ich rührte sie gestern um und ich werde sie morgen wieder umrühren.",
      "example_translation": "Mexa a mistura bem antes de despejá-la no molde, eu mexi ontem, e vou mexê-la novamente amanhã.",
      "imageLink": "image_files\\English\\stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Streik",
      "translation": "greve",
      "definition": "etwas mit Kraft und oft plötzlich angreifen oder treffen",
      "definition_translation": "bater ou atacar algo com força, frequentemente subitamente e com muita energia",
      "example": "Die Arbeiter gingen letzten Woche in Streik, sie traten gestern zurück und werden nächsten Monat wieder in Streik gehen.",
      "example_translation": "Os trabalhadores entraram em greve na semana passada, eles grevearam ontem, e eles vão grevear novamente no próximo mês.",
      "imageLink": "image_files\\English\\strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfolgen",
      "translation": "succeeder",
      "definition": "etwas erreichen, was man wollte, oft nachdem man sich bemüht oder Schwierigkeiten überwunden hat",
      "definition_translation": "alcançar algo que você queria fazer, especialmente após tentar muito ou superar dificuldades",
      "example": "Ich habe das Projekt rechtzeitig abgeschlossen, ich werde den Job bekommen und ich hatte bereits den Exam bestanden.",
      "example_translation": "Eu consegui terminar o projeto no prazo, vou ter sucesso em obter o trabalho, e eu havia conseguido passar no exame.",
      "imageLink": "image_files\\English\\succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorschlagen",
      "translation": "sugerir",
      "definition": "etwas als Möglichkeit oder Lösung vorschlagen",
      "definition_translation": "Propor ou recomendar algo como uma possibilidade ou solução.",
      "example": "Sie schlug vor, dass wir gestern zum Strand gehen, aber ich schlug vor, dass wir morgen gehen. Ich werde der Mannschaft nächste Woche einen neuen Plan vorschlagen.",
      "example_translation": "Ela sugeriu que fôssemos à praia ontem, mas eu sugeri ir amanhã em vez disso. Vou sugerir um novo plano à equipe na próxima semana.",
      "imageLink": "image_files\\English\\suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich sonnen",
      "translation": "tomar banho de sol",
      "definition": "sich in der Sonne zu liegen oder zu sitzen, um einen Sonnenbrand zu bekommen",
      "definition_translation": "Deitar-se ou sentar-se ao sol, geralmente sem roupa ou parcialmente sem roupa, para obter um bronzeado.",
      "example": "Ich liebe es, während meiner Ferien am Strand zu sonnen. Sie sonnte sich gestern stundenlang und wurde dünnhäutig. Wir werden uns morgen auf dem Dach sonnen.",
      "example_translation": "Eu amo tomar banho de sol na praia durante minhas férias. Ela tomou banho de sol por horas ontem e pegou um bronzeado ruim. Nós vamos tomar banho de sol no telhado amanhã.",
      "imageLink": "image_files\\English\\sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "apoio",
      "definition": "jemandem oder etwas Hilfe oder Ermutigung anzubieten",
      "definition_translation": "Dar assistência ou encorajamento a alguém ou algo.",
      "example": "Das Team wird den neuen Spieler während des Spiels unterstützen. Wir unterstützten die Wohltätigkeitsorganisation, indem wir Geld gespendet haben. Ich werde sie in ihrer Entscheidung unterstützen.",
      "example_translation": "A equipe vai apoiar o novo jogador durante o jogo. Nós apoiamos a instituição de caridade doando dinheiro. Eu vou apoiá-la em sua decisão.",
      "imageLink": "image_files\\English\\support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "apoio",
      "definition": "jemandem oder etwas Hilfe oder Ermutigung anzubieten",
      "definition_translation": "Dar assistência ou encorajamento a alguém ou algo.",
      "example": "Das Unternehmen wird die Familie des Mitarbeiters nach dem Unfall unterstützen. Sie unterstützten die neue Richtlinie, indem sie dafür stimmten. Ich unterstützte sie während der schwierigen Zeit.",
      "example_translation": "A empresa vai apoiar a família do funcionário após o acidente. Eles apoiaram a nova política votando a favor dela. Eu a apoiei durante o tempo difícil.",
      "imageLink": "image_files\\English\\support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausschalten",
      "translation": "desligar",
      "definition": "den Betrieb oder die Funktion von etwas, typischerweise mit einem Schalter oder Knopf, zu stoppen",
      "definition_translation": "parar a operação ou função de algo, geralmente usando um interruptor ou botão",
      "example": "Ich schaltete das Licht aus, als ich das Zimmer verließ. Ich schalte jeden Abend den Fernseher aus. Ich werde den Computer ausschalten, wenn ich meine Arbeit fertiggestellt habe.",
      "example_translation": "Eu desliguei a luz quando sai do quarto. Eu desligo a TV todas as noites. Eu vou desligar o computador após terminar meu trabalho.",
      "imageLink": "image_files\\English\\switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschalten",
      "translation": "ligar",
      "definition": "den Betrieb oder die Funktion von etwas, typischerweise mit einem Schalter oder Knopf, zu starten",
      "definition_translation": "iniciar a operação ou função de algo, geralmente usando um interruptor ou botão",
      "example": "Ich schaltete das Licht ein, als ich das Zimmer betrat. Ich schalte jeden Morgen den Fernseher ein. Ich werde den Computer einschalten, wenn ich ihn benötige.",
      "example_translation": "Eu liguei a luz quando entrei no quarto. Eu ligo a TV todas as manhãs. Eu vou ligar o computador quando precisar dele.",
      "imageLink": "image_files\\English\\switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmecken",
      "translation": "gostar",
      "definition": "die Wahrnehmung des Geschmacks, die im Mund und in der Kehle empfunden wird, wenn man isst oder trinkt",
      "definition_translation": "a sensação de sabor percebida na boca e garganta ao comer ou beber",
      "example": "Ich schmecke die Süßigkeit des Kuchens. Sie schmeckt die Bitterkeit des Kaffees. Sie werden die Salzigkeit des Meerwassers schmecken.",
      "example_translation": "Eu sinto o doçura do bolo. Ela sente a amargura do café. Eles vão sentir a salinidade da água do mar.",
      "imageLink": "image_files\\English\\taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zerreißen",
      "translation": "lacrimejar",
      "definition": "etwas mit Gewalt auseinanderzureißen oder auseinanderzureißen zu lassen",
      "definition_translation": "puxar ou rasgar à força, ou se tornar rasgado ou partido",
      "example": "Ich riss das Papier, als ich es gezogen habe. Sie zerriss ihr Kleid, als sie fiel. Sie werden den Stoff zerreißen, wenn sie ihn zu weit dehnen.",
      "example_translation": "Eu rasguei o papel quando o puxei. Ela rasgou o vestido quando caiu. Eles vão rasgar o tecido quando o esticarem muito longe.",
      "imageLink": "image_files\\English\\tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Test",
      "translation": "prova",
      "definition": "Ein Test ist eine Serie von Fragen oder Problemen, die dazu dienen, das Wissen, die Fähigkeiten oder die Fähigkeiten einer Person zu bewerten.",
      "definition_translation": "Um teste é uma série de perguntas ou problemas projetados para avaliar o conhecimento, habilidades ou capacidades de uma pessoa.",
      "example": "Ich werde das neue Software morgen testen. Gestern habe ich es getestet und es hat einwandfrei funktioniert. Ich habe es Wochenlang getestet.",
      "example_translation": "Vou testar o novo software amanhã. Ontem, eu o teste e funcionou perfeitamente. Eu tenho sido testado por semanas agora.",
      "imageLink": "image_files\\English\\test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zecke",
      "translation": "carrapato",
      "definition": "Eine Zecke ist ein kleiner, achtbeiniger Parasit, der sich von dem Blut von Tieren und Menschen ernährt.",
      "definition_translation": "Um carrapato é um parasita pequeno, de oito patas, que se alimenta do sangue de animais e humanos.",
      "example": "Die Zecke hat mich gebissen, als ich im Wald spazieren ging. Ich bin bereits mehrmals von Zecken gebissen worden. Ich werde die Zecke von meinem Hund morgen entfernen.",
      "example_translation": "O carrapato me mordeu quando eu estava caminhando na floresta. Eu já fui mordido por carrapatos várias vezes antes. Eu vou remover o carrapato do meu cachorro amanhã.",
      "imageLink": "image_files\\English\\tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krawatte",
      "translation": "gravata",
      "definition": "Eine Krawatte ist ein langes, schmales Stück Stoff, das um den Hals getragen wird, typischerweise von Männern, um als dekoratives Accessoire zu dienen.",
      "definition_translation": "Uma gravata é um pedaço longo e estreito de tecido usado em volta do pescoço, tipicamente por homens, como acessório decorativo.",
      "example": "Ich werde eine Krawatte zu der Hochzeit tragen. Er trug eine Krawatte zum Vorstellungsgespräch gestern. Sie bindet ihr Haar seit Monaten mit einer Krawatte zusammen.",
      "example_translation": "Vou usar uma gravata no casamento. Ele usou uma gravata na entrevista de emprego ontem. Ela tem sido amarrando o cabelo com uma gravata por meses agora.",
      "imageLink": "image_files\\English\\tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesamt",
      "translation": "total",
      "definition": "Die Gesamtsumme ist die vollständige oder gesamte Menge von etwas, oft durch das Zusammenzählen einzelner Teile oder Mengen berechnet.",
      "definition_translation": "O total é a quantidade completa ou total de algo, frequentemente calculado somando as partes individuais ou quantidades.",
      "example": "Die Gesamtkosten des Projekts betragen 10.000 Euro. Die Gesamtzahl der Studenten beträgt 500. Die Gesamtzeit, die es dauerte, die Aufgabe zu erfüllen, beträgt 5 Stunden.",
      "example_translation": "O custo total do projeto é de $10.000. O número total de estudantes é 500. O tempo total que levou para completar a tarefa foi de 5 horas.",
      "imageLink": "image_files\\English\\total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tour",
      "translation": "turnê",
      "definition": "Eine Reise mit einem bestimmten Zweck, wie zum Beispiel Geschäft oder Bildung.",
      "definition_translation": "Uma viagem com um propósito específico, como negócios ou educação.",
      "example": "Ich bin letzten Jahr auf eine Tour durch Europa gegangen, und ich plane, nächstes Jahr Asien zu bereisen. Ich bin gerade dabei, die Stadt mit Freunden zu erkunden.",
      "example_translation": "Eu fui em uma turnê pela Europa no ano passado e estou planejando uma turnê pela Ásia no próximo ano. Estou atualmente fazendo uma turnê pela cidade com meus amigos.",
      "imageLink": "image_files\\English\\tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zug",
      "translation": "trem",
      "definition": "Ein selbstfahrendes Fahrzeug auf Schienen, das verwendet wird, um Menschen oder Güter zu transportieren.",
      "definition_translation": "Um veículo autopropelido em trilhos, usado para transportar pessoas ou mercadorias.",
      "example": "Ich nehme jeden Tag den Zug zur Arbeit. Ich habe mich monatelang auf einen Marathon vorbereitet. Der Zugmotor wurde gestern repariert.",
      "example_translation": "Eu pego o trem para trabalhar todos os dias. Eu me treinei por meses para correr uma maratona. O motor do trem foi reparado ontem.",
      "imageLink": "image_files\\English\\train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übertragen",
      "translation": "transferência",
      "definition": "Die Tat, etwas oder jemanden von einem Ort zu einem anderen zu bewegen.",
      "definition_translation": "O ato de mover algo ou alguém de um lugar para outro.",
      "example": "Ich übertrage Geld von meinem Sparbuch auf mein Girokonto. Das Unternehmen wird mich in ihr New Yorker Büro versetzen. Die Dateiübertragung wurde erfolgreich abgeschlossen.",
      "example_translation": "Eu transfiro dinheiro da minha conta de poupança para minha conta corrente. A empresa vai me transferir para seu escritório em Nova York. A transferência do arquivo foi concluída com sucesso.",
      "imageLink": "image_files\\English\\transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übersetzen",
      "translation": "traduzir",
      "definition": "Die Sinnesinhalte von Worten oder Text in eine andere Sprache auszudrücken.",
      "definition_translation": "Expressar o sentido de palavras ou texto em outra língua.",
      "example": "Kannst du diesen Satz ins Portugiesische übersetzen? Ich habe das Dokument von Englisch ins Spanische übersetzt. Die Website kann automatisch Text in mehrere Sprachen übersetzen.",
      "example_translation": "Você pode traduzir essa frase para o português? Eu traduzi o documento do inglês para o espanhol. O site pode traduzir automaticamente o texto em múltiplas línguas.",
      "imageLink": "image_files\\English\\translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Versuchen",
      "translation": "tentar",
      "definition": "Sich bemühen, etwas zu tun oder zu erreichen.",
      "definition_translation": "fazer um esforço para fazer algo ou tentar realizar algo",
      "example": "Ich versuchte, als Kind Fahrrad zu fahren. Ich versuche, jeden Tag gesund zu essen. Ich werde versuchen, das Projekt morgen fertigzustellen.",
      "example_translation": "Eu tentei andar de bicicleta quando eu era uma criança. Eu tento comer comida saudável todos os dias. Eu tentarei terminar esse projeto até amanhã.",
      "imageLink": "image_files\\English\\try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Typ",
      "translation": "tipo",
      "definition": "Eine Kategorie oder Klasse von Dingen mit gemeinsamen Merkmalen oder Eigenschaften.",
      "definition_translation": "uma categoria ou classe de coisas tendo características ou qualidades comuns",
      "example": "Ich versuche, auf meiner Tastatur schneller zu tippen. Diese Musikrichtung ist meine Lieblingssorte. Sie wird morgen einen Brief an ihre Freundin tippen.",
      "example_translation": "Estou tentando digitar mais rápido no meu teclado. Esse tipo de música é meu favorito. Ela vai digitar uma carta para sua amiga amanhã.",
      "imageLink": "image_files\\English\\type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entscheideln",
      "translation": "despir",
      "definition": "Kleidung oder Bekleidung zu entfernen oder abzulegen",
      "definition_translation": "remover roupa ou tirar roupas",
      "example": "Sie zog sich schnell im Anprobierzimmer aus. Er zog sich langsam vor dem Spiegel aus. Sie werden sich vor dem Duschen selbst ausziehen.",
      "example_translation": "Ela se despia rapidamente no provador. Ele se despia lentamente diante do espelho. Eles se despirão antes de tomar banho.",
      "imageLink": "image_files\\English\\undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auspacken",
      "translation": "desempacotar",
      "definition": "Den Inhalt eines Koffers, Sackes oder Pakets zu entfernen",
      "definition_translation": "remover o conteúdo de uma caixa, sacola ou pacote",
      "example": "Ich packte meinen Koffer nach der Reise aus. Sie packten die Kisten im neuen Haus aus. Sie wird die Lebensmittel zu Hause auspacken.",
      "example_translation": "Eu desempacotei minha mala após a viagem. Eles desempacotaram as caixas na nova casa. Ela vai desempacotar as compras quando chegar em casa.",
      "imageLink": "image_files\\English\\unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktualisieren",
      "translation": "atualizar",
      "definition": "Etwas moderner oder effektiver zu machen, indem neue Informationen oder Funktionen hinzugefügt werden.",
      "definition_translation": "Fazer algo mais moderno ou eficaz adicionando novas informações ou recursos.",
      "example": "Ich muss mein Telefon-Betriebssystem aktualisieren. Ich aktualisierte meinen Lebenslauf, um meine neuen Fähigkeiten aufzuführen. Ich werde die Software morgen aktualisieren.",
      "example_translation": "Eu preciso atualizar o sistema operacional do meu telefone. Eu atualizei meu currículo para incluir minhas novas habilidades. Eu atualizarei o software amanhã.",
      "imageLink": "image_files\\English\\update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abstimmen",
      "translation": "votar",
      "definition": "Eine formale Meinung oder Entscheidung auszudrücken, oft durch Handaufhebung oder schriftliche Stimmabgabe.",
      "definition_translation": "Expressar formalmente uma opinião ou decisão, muitas vezes levantando a mão ou escrevendo um papel de votação.",
      "example": "Ich stimmte für sie bei der Wahl ab. Ich werde für die neue Politik abstimmen. Sie hatte gegen den Vorschlag abgestimmt.",
      "example_translation": "Eu votei para ela na eleição. Eu votarei pela nova política. Ela havia votado contra a proposta.",
      "imageLink": "image_files\\English\\vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Hund spazieren führen",
      "translation": "passear o cão",
      "definition": "Einen Hund zu einem Spaziergang mitzunehmen, typischerweise an der Leine, als Form der Bewegung oder Gesellschaft.",
      "definition_translation": "Levar um cão para uma caminhada, geralmente com uma guia, como uma forma de exercício ou companhia.",
      "example": "Ich muss den Hund jeden Morgen spazieren führen. Sie führte den Hund letzte Nacht spazieren. Er wird den Hund morgen spazieren führen.",
      "example_translation": "Eu preciso passear o cão todas as manhãs. Ela passeou o cão ontem à noite. Ele passará o cão amanhã.",
      "imageLink": "image_files\\English\\walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warnen",
      "translation": "avisar",
      "definition": "Jemanden vor einer möglichen Gefahr oder einem Problem zu warnen oder zu benachrichtigen.",
      "definition_translation": "Dar a alguém um aviso ou notificação sobre um possível perigo ou problema.",
      "example": "Das Schild warnt vor einer steilen Klippe. Ich warnte ihn vor der Gefahr. Sie wird uns vor dem Sturm warnen.",
      "example_translation": "O sinal avisa de um penhasco íngreme. Eu avisei sobre o perigo. Ela nos avisará sobre a tempestade.",
      "imageLink": "image_files\\English\\warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschwenden",
      "translation": "desperdício",
      "definition": "Unwanted oder unbrauchbares Material, Substanz oder Nebenprodukt.",
      "definition_translation": "Material, substância ou subproduto indesejado ou inutilizável.",
      "example": "Ich verschwendete viel Zeit damit, Fernsehen zu schauen, gestern. Ich verschwende jeden Monat viel Geld für Kleidung. Ich werde mein gesamtes Gehalt für einen neuen Laptop verschwenden.",
      "example_translation": "Eu desperdicei muito tempo assistindo TV ontem. Eu desperdício muito dinheiro em roupas todos os meses. Eu vou desperdiçar meu pagamento inteiro em um novo laptop.",
      "imageLink": "image_files\\English\\waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welle",
      "translation": "onda",
      "definition": "Eine Bewegung des Meeres oder eines Sees, verursacht durch Wind oder eine Störung.",
      "definition_translation": "Um movimento do mar ou de um lago causado pelo vento ou uma perturbação.",
      "example": "Ich sah eine große Welle am Strand gestern. Die Welle krachte gegen das Ufer. Die Welle wird morgen wieder krachen.",
      "example_translation": "Eu vi uma grande onda na praia ontem. A onda bateu contra a praia. A onda baterá novamente amanhã.",
      "imageLink": "image_files\\English\\wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "etwas aufschreiben",
      "translation": "escrever algo",
      "definition": "Etwas schriftlich aufzuzeichnen oder zu notieren.",
      "definition_translation": "Registrar ou anotar algo por escrito.",
      "example": "Ich schrieb etwas in mein Tagebuch gestern auf. Ich schreibe jeden Morgen etwas auf. Ich werde nach dem Abendessen etwas aufschreiben.",
      "example_translation": "Eu escrevi algo no meu diário ontem. Eu escrevo algo todas as manhãs. Eu vou escrever algo após o jantar.",
      "imageLink": "image_files\\English\\write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]