[
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bruder",
      "translation": "irmão",
      "definition": "Ein männlicher Geschwister, typically having the same Eltern wie ein anderer Mensch.",
      "definition_translation": "Um irmão masculino, geralmente tendo os mesmos pais que outra pessoa.",
      "example": "Mein Bruder ist Arzt. Er war ein sehr guter Schüler und wird ein großartiger Forscher in der Zukunft sein. Er hat mir immer geholfen, wenn ich es brauchte.",
      "example_translation": "Meu irmão é um doutor. Ele era um estudante muito bom e será um grande pesquisador no futuro. Ele sempre me ajudou quando eu precisava disso.",
      "imageLink": "image_files\\English\\"imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kind",
      "translation": "criança",
      "definition": "Ein Mensch unter dem Alter der Pubertät oder das natürliche Kind einer Person.",
      "definition_translation": "Um ser humano abaixo da idade da puberdade ou um descendente natural de uma pessoa.",
      "example": "Das Kind spielte mit Spielzeug. Sie war ein sehr neugieriges Kind und wird ein Wissenschaftler, wenn sie erwachsen ist. Sie hatte viel Spaß auf der Geburtstagsparty.",
      "example_translation": "A criança estava brincando com brinquedos. Ela era uma criança muito curiosa e será uma cientista quando crescer. Ela se divertiu muito na festa de aniversário.",
      "imageLink": "image_files\\English\\"imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kinder",
      "translation": "crianças",
      "definition": "Pluralform von Kind; Menschen unter dem Alter der Pubertät oder das natürliche Kind von Menschen.",
      "definition_translation": "Forma plural de criança; seres humanos abaixo da idade da puberdade ou descendentes naturais de pessoas.",
      "example": "Die Kinder spielten draußen. Sie werden viel Spaß im Park haben und haben den ganzen Morgen Fußball gespielt. Sie hatten einen tollen Tag im Vergnügungspark.",
      "example_translation": "As crianças estavam brincando fora. Eles vão se divertir muito no parque e têm jogado futebol toda manhã. Eles tiveram um ótimo tempo no parque de diversões.",
      "imageLink": "image_files\\English\\"imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vater",
      "translation": "pai",
      "definition": "Ein männlicher Elternteil oder Vater.",
      "definition_translation": "Um pai ou um pai masculino.",
      "example": "Mein Vater ist ein großartiger Koch. Er war Koch in einem Restaurant und wird bald sein eigenes Restaurant eröffnen. Er hat mir immer unterstützt.",
      "example_translation": "Meu pai é um grande cozinheiro. Ele era um chef em um restaurante e abrirá seu próprio restaurante em breve. Ele sempre foi muito solidário comigo.",
      "imageLink": "image_files\\English\\"imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tochter",
      "translation": "filha",
      "definition": "Ein weibliches Kind oder ein weiblicher Nachkomme.",
      "definition_translation": "Uma criança do sexo feminino ou uma descendente do sexo feminino.",
      "example": "Ich habe eine Tochter, die Klavier spielt. Sie spielte Klavier, als sie ein Kind war. Sie wird auf der Hochzeit ihrer Schwester Klavier spielen.",
      "example_translation": "Eu tenho uma filha que adora tocar piano. Ela costumava tocar piano quando era criança. Ela tocará piano no casamento da sua irmã.",
      "imageLink": "image_files\\English\\"imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vater",
      "translation": "pai",
      "definition": "Ein männlicher Elternteil, insbesondere ein solcher, der als Quelle der Autorität oder Weisheit gilt.",
      "definition_translation": "Um pai, especialmente um que é considerado uma fonte de autoridade ou sabedoria.",
      "example": "Mein Vater ist ein freundlicher Mensch. Er war ein Soldat, als er jung war. Er wird stolz auf meine Leistungen sein.",
      "example_translation": "Meu pai é uma pessoa gentil. Ele era um soldado quando era jovem. Ele estará orgulhoso dos meus feitos.",
      "imageLink": "image_files\\English\\"imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehemann",
      "translation": "marido",
      "definition": "Ein männlicher Partner in einer Ehe.",
      "definition_translation": "Um parceiro masculino em um casamento.",
      "example": "Mein Ehemann ist Arzt. Er arbeitete früher in einem Krankenhaus. Er wird mein Partner fürs Leben sein.",
      "example_translation": "Meu marido é um médico. Ele costumava trabalhar em um hospital. Ele será meu parceiro pela vida.",
      "imageLink": "image_files\\English\\"imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mutter",
      "translation": "mãe",
      "definition": "Eine weibliche Eltern oder eine Person, die ein Kind oder etwas hervorbringt.",
      "definition_translation": "Uma mãe, especialmente uma que dá à luz a alguém ou algo.",
      "example": "Meine Mutter ist Lehrerin. Sie unterrichtete mich, als ich ein Kind war. Sie wird immer meine Mutter sein.",
      "example_translation": "Minha mãe é uma professora. Ela costumava me ensinar quando eu era criança. Ela sempre será minha mãe.",
      "imageLink": "image_files\\English\\"imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mutter",
      "translation": "mãe",
      "definition": "Eine Mutter ist eine weibliche Eltern, jemand, der ein Kind geboren hat und es aufzieht.",
      "definition_translation": "Uma mãe é um pai feminino, alguém que dá à luz a uma criança e a cria.",
      "example": "Meine Mutter half mir bei meinen Hausaufgaben letzte Nacht. Sie wird mir morgen wieder helfen. Sie half mir gestern.",
      "example_translation": "Minha mãe me ajudou com meu trabalho de casa ontem à noite. Ela me ajudará novamente amanhã. Ela me ajudou ontem.",
      "imageLink": "image_files\\English\\"imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eltern",
      "translation": "pais",
      "definition": "Eltern sind Erwachsene, die ein Kind oder Kinder haben und für ihre Erziehung und Pflege verantwortlich sind.",
      "definition_translation": "Os pais são adultos que têm uma criança ou filhos, e são responsáveis pelo seu crescimento e cuidado.",
      "example": "Meine Eltern unterstützten mich immer bei meinen Entscheidungen. Sie werden mich in Zukunft unterstützen. Sie unterstützten mich, als ich auf dem College war.",
      "example_translation": "Meus pais sempre me apoiaram em minhas decisões. Eles me apoiarão no futuro. Eles me apoiaram quando eu estava na faculdade.",
      "imageLink": "image_files\\English\\"imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwester",
      "translation": "irmã",
      "definition": "Eine Schwester ist eine weibliche Geschwister, ein Mädchen oder eine Frau, die ein oder beide Eltern mit einer anderen Person teilt.",
      "definition_translation": "Uma irmã é uma irmã feminina, uma menina ou mulher que compartilha um ou ambos os pais com outra pessoa.",
      "example": "Meine Schwester studiert, um Ärztin zu werden. Sie wird nächstes Jahr abschließen. Sie hat letztes Semester sehr hart gearbeitet.",
      "example_translation": "Minha irmã está estudando para ser médica. Ela se formará no ano que vem. Ela estudou muito difícil no último semestre.",
      "imageLink": "image_files\\English\\"imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sohn",
      "translation": "filho",
      "definition": "Ein Sohn ist ein männliches Kind oder ein männlicher Nachkomme, ein Junge oder ein Mann, der das Kind eines Elternteils ist.",
      "definition_translation": "Um filho é uma criança masculina ou um descendente masculino, um menino ou homem que é filho de um pai.",
      "example": "Mein Sohn spielt Fußball mit seinen Freunden. Er wird morgen wieder spielen. Er hat letzten Wochenende sehr gut gespielt.",
      "example_translation": "Meu filho está jogando futebol com seus amigos. Ele jogará novamente amanhã. Ele jogou muito bem no último fim de semana.",
      "imageLink": "image_files\\English\\"imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehefrau",
      "translation": "esposa",
      "definition": "Eine Ehefrau ist eine verheiratete Frau, insbesondere in Bezug auf ihren Partner.",
      "definition_translation": "Uma esposa é uma mulher casada, especialmente em relação ao seu parceiro.",
      "example": "Ich habe meine Frau auf dem College kennengelernt. Ich werde meine Frau morgen am Flughafen treffen. Ich habe meine Frau letztes Jahr in Paris kennengelernt.",
      "example_translation": "Eu conheci minha esposa na faculdade. Eu encontrarei minha esposa no aeroporto amanhã. Eu conheci minha esposa em Paris no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tante",
      "translation": "tia",
      "definition": "Eine Tante ist die Schwester eines Elternteils.",
      "definition_translation": "Uma tia é a irmã da mãe ou do pai de alguém.",
      "example": "Meine Tante lebt in London. Ich werde meine Tante nächste Woche besuchen. Meine Tante hat mich letzten Monat besucht.",
      "example_translation": "Minha tia vive em Londres. Eu visitarei minha tia na próxima semana. Minha tia me visitou no mês passado.",
      "imageLink": "image_files\\English\\"imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großer Bruder",
      "translation": "irmão mais velho",
      "definition": "Ein großer Bruder ist ein älterer Bruder, insbesondere einer, der freundlich und schützend ist.",
      "definition_translation": "Um irmão mais velho é um irmão mais velho, especialmente aquele que é gentil e protetor.",
      "example": "Ich habe mich als Kind meinem großen Bruder angeschlossen. Mein großer Bruder hat mir mit meinen Hausaufgaben geholfen. Mein großer Bruder wird mir nächste Woche zeigen, wie man Auto fährt.",
      "example_translation": "Eu admirei meu irmão mais velho quando eu era criança. Meu irmão mais velho me ajudou com meus deveres de casa. Meu irmão mais velho me ensinará como dirigir.",
      "imageLink": "image_files\\English\\"imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "große Schwester",
      "translation": "irmã mais velha",
      "definition": "Eine große Schwester ist eine ältere Schwester, insbesondere eine, die freundlich und schützend ist.",
      "definition_translation": "Uma irmã mais velha é uma irmã mais velha, especialmente aquela que é gentil e protetora.",
      "example": "Ich bewunderte den Stil meiner großen Schwester. Meine große Schwester hat mich ins Kino mitgenommen. Meine große Schwester wird mir nächste Woche bei meinem College-Antrag helfen.",
      "example_translation": "Eu admirei o sentido de moda de minha irmã mais velha. Minha irmã mais velha me levou ao cinema. Minha irmã mais velha me ajudará com a minha inscrição para a faculdade.",
      "imageLink": "image_files\\English\\"imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cousin",
      "translation": "primo",
      "definition": "Das Kind eines Onkels oder einer Tante.",
      "definition_translation": "A criança do tio ou tia.",
      "example": "Ich habe letzten Jahr meinen Cousin in London besucht, ich werde nächsten Jahr meinen Cousin in Paris besuchen und ich habe meinen Cousin vor fünf Jahren in Rom besucht.",
      "example_translation": "Eu visitei meu primo em Londres ano passado, eu visitarei meu primo em Paris ano que vem, e eu visitei meu primo em Roma há cinco anos atrás.",
      "imageLink": "image_files\\English\\"imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkel",
      "translation": "neto",
      "definition": "Das Kind eines Kindes.",
      "definition_translation": "Uma criança do seu filho.",
      "example": "Mein Enkel ist sehr intelligent, mein Enkel wird nächstes Jahr aufs College gehen und mein Enkel wurde letzten Monat geboren.",
      "example_translation": "Meu neto é muito inteligente, meu neto irá para a faculdade ano que vem, e meu neto nasceu no mês passado.",
      "imageLink": "image_files\\English\\"imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelkinder",
      "translation": "netos",
      "definition": "Kinder von Kindern.",
      "definition_translation": "Crianças dos seus filhos.",
      "example": "Ich habe fünf Enkelkinder, meine Enkelkinder sind sehr energiegeladen und meine Enkelkinder lieben es, mit mir zu spielen.",
      "example_translation": "Eu tenho cinco netos, meus netos são muito energeticamente, e meus netos amam brincar comigo.",
      "imageLink": "image_files\\English\\"imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großvater",
      "translation": "avô",
      "definition": "Der Vater eines Elternteils.",
      "definition_translation": "O pai da sua mãe ou pai.",
      "example": "Mein Großvater war ein freundlicher Mensch, mein Großvater wird nächstes Jahr 80 werden und mein Großvater hat mir beigebracht, wie man fischt.",
      "example_translation": "Meu avô era uma pessoa gentil, meu avô terá 80 anos de idade ano que vem, e meu avô me ensinou a pescar.",
      "imageLink": "image_files\\English\\"imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkelin",
      "translation": "neta",
      "definition": "Eine weibliche Kindeskind oder Abkömmling eines Kindes.",
      "definition_translation": "Uma criança feminina ou descendente de seu filho.",
      "example": "Sie verbringt jeden Sommer mit ihrer Enkelin auf dem Land. Sie verbrachte letzten Sommer mit ihrer Enkelin in der Stadt. Sie wird nächsten Sommer mit ihrer Enkelin am Strand verbringen.",
      "example_translation": "Ela passa todos os verões com sua neta no campo. Ela passou o verão passado com sua neta na cidade. Ela passará o próximo verão com sua neta na praia.",
      "imageLink": "image_files\\English\\"imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großvater",
      "translation": "avô",
      "definition": "Ein Vater des Vaters oder der Mutter.",
      "definition_translation": "Um pai do pai ou mãe de alguém.",
      "example": "Sein Großvater war ein tapferer Soldat. Er besucht seinen Großvater im Krankenhaus. Er wird seinen Großvater nächste Woche besuchen.",
      "example_translation": "Seu avô foi um soldado corajoso. Ele está visitando seu avô no hospital. Ele visitará seu avô na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oma",
      "translation": "avó",
      "definition": "Die Mutter des Vaters oder der Mutter.",
      "definition_translation": "A mãe da mãe ou pai de alguém.",
      "example": "Sie liebt es, Kekse mit ihrer Oma zu backen. Sie backte letzten Woche Kekse mit ihrer Oma. Sie wird nächstes Jahr Kekse mit ihrer Oma backen.",
      "example_translation": "Ela adora assar biscoitos com sua avó. Ela assou biscoitos com sua avó na semana passada. Ela assará biscoitos com sua avó no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großmutter",
      "translation": "avó",
      "definition": "Die Mutter des Vaters oder der Mutter.",
      "definition_translation": "A mãe da mãe ou pai de alguém.",
      "example": "Ihre Großmutter erzählte ihr viele Geschichten. Sie erzählte ihrer Großmutter viele Geschichten. Sie wird ihrer Großmutter viele Geschichten erzählen.",
      "example_translation": "Sua avó lhe contou muitas histórias. Ela contou muitas histórias para sua avó. Ela contará muitas histórias para sua avó.",
      "imageLink": "image_files\\English\\"imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Opa",
      "translation": "avô",
      "definition": "Ein Vater des Vaters oder der Mutter, besonders einer, der sich für das Leben interessiert.",
      "definition_translation": "Um pai do pai ou mãe de alguém, especialmente um que se interessa pela vida de alguém.",
      "example": "Mein Opa erzählte mir Geschichten über den Krieg, mein Opa erzählt mir Geschichten über den Krieg, und mein Opa wird mir Geschichten über den Krieg erzählen.",
      "example_translation": "Meu avô costumava me contar histórias sobre a guerra, meu avô me conta histórias sobre a guerra, e meu avô me contará histórias sobre a guerra.",
      "imageLink": "image_files\\English\\"imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großeltern",
      "translation": "avô/avó",
      "definition": "Eltern des Vaters oder der Mutter.",
      "definition_translation": "Um pai ou mãe de pai ou mãe.",
      "example": "Meine Großeltern wohnten in einem kleinen Haus, meine Großeltern wohnen in einem kleinen Haus, und meine Großeltern werden in einem kleinen Haus wohnen.",
      "example_translation": "Meus avós viviam em uma casa pequena, meus avós vivem em uma casa pequena, e meus avós viverão em uma casa pequena.",
      "imageLink": "image_files\\English\\"imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großeltern",
      "translation": "avós",
      "definition": "Mehrzahlform von Großeltern.",
      "definition_translation": "Forma plural de avô/avó.",
      "example": "Meine Großeltern besuchten uns letzten Woche, meine Großeltern besuchen uns jetzt, und meine Großeltern werden uns nächsten Monat besuchen.",
      "example_translation": "Meus avós visitaram-nos semana passada, meus avós estão visitando-nos agora, e meus avós vão visitar-nos no mês que vem.",
      "imageLink": "image_files\\English\\"imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enkel",
      "translation": "neto",
      "definition": "Ein Sohn des Kindes.",
      "definition_translation": "Um filho do seu filho.",
      "example": "Mein Enkel spielt mit seinen Spielzeugen, mein Enkel spielt mit seinen Spielzeugen, und mein Enkel wird mit seinen Spielzeugen spielen.",
      "example_translation": "Meu neto está brincando com seus brinquedos, meu neto brinca com seus brinquedos, e meu neto brincará com seus brinquedos.",
      "imageLink": "image_files\\English\\"imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Omi",
      "translation": "avó",
      "definition": "Die Mutter des Vaters oder der Mutter.",
      "definition_translation": "A mãe da mãe ou pai de alguém.",
      "example": "Meine Omi kochte leckere Mahlzeiten, meine Omi kocht leckere Mahlzeiten, meine Omi wird leckere Mahlzeiten kochen.",
      "example_translation": "Minha avó costumava cozinhar refeições deliciosas, minha avó cozinha refeições deliciosas, minha avó vai cozinhar refeições deliciosas.",
      "imageLink": "image_files\\English\\"imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Onkel",
      "translation": "tio",
      "definition": "Der Bruder des Vaters oder der Mutter.",
      "definition_translation": "O irmão da mãe ou pai de alguém.",
      "example": "Mein Onkel lebte in Paris, mein Onkel lebt in Paris, mein Onkel wird in Paris leben.",
      "example_translation": "Meu tio morava em Paris, meu tio mora em Paris, meu tio vai morar em Paris.",
      "imageLink": "image_files\\English\\"imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neffe",
      "translation": "sobrinho",
      "definition": "Der Sohn eines Bruders oder einer Schwester.",
      "definition_translation": "O filho do irmão ou irmã de alguém.",
      "example": "Mein Neffe besuchte mich gestern, mein Neffe besucht mich jede Woche, mein Neffe wird mich bald besuchen.",
      "example_translation": "Meu sobrinho me visitou ontem, meu sobrinho me visita todas as semanas, meu sobrinho vai me visitar em breve.",
      "imageLink": "image_files\\English\\"imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nichte",
      "translation": "sobrinha",
      "definition": "Die Tochter eines Bruders oder einer Schwester.",
      "definition_translation": "A filha do irmão ou irmã de alguém.",
      "example": "Meine Nichte liebt es, mit Puppen zu spielen, meine Nichte spielt jeden Tag mit Puppen, meine Nichte wird morgen mit Puppen spielen.",
      "example_translation": "Minha sobrinha adora brincar com bonecas, minha sobrinha brinca com bonecas todos os dias, minha sobrinha vai brincar com bonecas amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verwandter",
      "translation": "parente",
      "definition": "Eine Person, die durch Blutsverwandtschaft oder Verwandtschaft mit einem Elternteil verbunden ist, wie ein Elternteil, Geschwister oder Cousin.",
      "definition_translation": "Uma pessoa conectada por sangue ou afinidade, como um pai, irmão ou primo.",
      "example": "Mein Verwandter lebt in einer anderen Stadt. Ich besuchte meinen Verwandten gestern. Ich werde meinen Verwandten morgen treffen.",
      "example_translation": "Meu parente vive em outra cidade. Eu visitei meu parente ontem. Eu encontrarei meu parente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwilling",
      "translation": "gêmeo",
      "definition": "Einer von zwei Babys, die bei derselben Geburt geboren wurden, oder eine Person oder Sache, die mit einer anderen identisch ist.",
      "definition_translation": "Qualquer um dos dois bebês nascidos no mesmo parto, ou uma pessoa ou coisa que é idêntica a outra.",
      "example": "Ich habe einen Zwillingbruder. Mein Zwilling ist sehr groß. Mein Zwilling wird zur Party kommen.",
      "example_translation": "Eu tenho um irmão gêmeo. Meu gêmeo é muito alto. Meu gêmeo irá ao partido.",
      "imageLink": "image_files\\English\\"imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwager",
      "translation": "cunhado",
      "definition": "Der Ehemann einer Schwester oder der Bruder eines Ehepartners.",
      "definition_translation": "O marido da irmã de alguém ou o irmão do cônjuge de alguém.",
      "example": "Mein Schwager ist Arzt. Ich traf meinen Schwager auf der Hochzeit. Mein Schwager wird mir helfen.",
      "example_translation": "Meu cunhado é um médico. Eu conheci meu cunhado no casamento. Meu cunhado irá me ajudar.",
      "imageLink": "image_files\\English\\"imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "SchwiegerTochter",
      "translation": "nora",
      "definition": "Die Ehefrau eines Sohnes oder die Ehefrau des Sohnes eines Ehepartners.",
      "definition_translation": "A esposa do filho de alguém ou a esposa do filho do marido de alguém.",
      "example": "Meine SchwiegerTochter ist Lehrerin. Ich besuchte meine SchwiegerTochter gestern. Meine SchwiegerTochter wird bald kommen.",
      "example_translation": "Minha nora é uma professora. Eu visitei minha nora ontem. Minha nora virá em breve.",
      "imageLink": "image_files\\English\\"imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegervater",
      "translation": "sogro",
      "definition": "Der Ehemann der Mutter oder Vater, oder der Vater des Ehepartners oder der Frau eines Ehepartners.",
      "definition_translation": "O marido da mãe ou pai de alguém, ou o pai do marido ou esposa de alguém.",
      "example": "Ich habe ein gutes Verhältnis mit meinem Schwiegervater. Er war glücklich, als ich heiratete. Er wird uns bald besuchen.",
      "example_translation": "Eu tenho um bom relacionamento com meu sogro. Ele estava feliz quando me casei. Ele virá nos visitar em breve.",
      "imageLink": "image_files\\English\\"imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbbruder",
      "translation": "meio-irmão",
      "definition": "Ein Bruder, der mit einer Person einen Elternteil, aber nicht beide, teilt.",
      "definition_translation": "Um irmão que compartilha um pai, mas não ambos, com outra pessoa.",
      "example": "Ich habe einen Halbbruder aus einer vorherigen Ehe meines Vaters. Er ist älter als ich und lebt in einer anderen Stadt. Er wird meine Familie nächsten Monat treffen.",
      "example_translation": "Eu tenho um meio-irmão do casamento anterior do meu pai. Ele é mais velho do que eu e mora em outra cidade. Ele conhecerá minha família no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbschwester",
      "translation": "meia-irmã",
      "definition": "Eine Schwester, die mit einer Person einen Elternteil, aber nicht beide, teilt.",
      "definition_translation": "Uma irmã que compartilha um pai, mas não ambos, com outra pessoa.",
      "example": "Meine Halbschwester ist Ärztin. Sie machte letzten Jahr ihren Abschluss und arbeitet jetzt im Krankenhaus. Sie wird nächstes Jahr heiraten.",
      "example_translation": "Minha meia-irmã é uma doutora. Ela se formou no ano passado e trabalha em um hospital agora. Ela se casará no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegermutter",
      "translation": "sogra",
      "definition": "Die Mutter des Ehepartners oder die Ehefrau des Vaters.",
      "definition_translation": "A mãe do marido ou esposa de alguém, ou a esposa do pai de alguém.",
      "example": "Ich verstehe mich nicht mit meiner Schwiegermutter. Sie war unglücklich, als ich heiratete. Sie wird uns nächste Woche besuchen.",
      "example_translation": "Eu não me dou bem com minha sogra. Ela estava infeliz quando me casei. Ela virá nos visitar na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beziehungen",
      "translation": "relações",
      "definition": "Die Art und Weise, wie zwei oder mehr Menschen, Gruppen oder Länder miteinander interagieren und einander betrachten.",
      "definition_translation": "A maneira pela qual duas ou mais pessoas, grupos ou países interajam e consideram um ao outro.",
      "example": "Das Unternehmen hat gute Beziehungen zu seinen Kunden gehabt. In der Vergangenheit hatten sie einige Probleme, aber jetzt haben sie sich verbessert. In Zukunft werden sie die Kundenzufriedenheit weiter priorisieren.",
      "example_translation": "A empresa teve boas relações com seus clientes por muitos anos. No passado, eles costumavam ter alguns problemas, mas agora eles melhoraram. No futuro, eles continuarão a priorizar a satisfação do cliente.",
      "imageLink": "image_files\\English\\"imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschwister",
      "translation": "irmãos",
      "definition": "Menschen, die einen oder beide Eltern gemeinsam haben; Brüder und Schwestern.",
      "definition_translation": "Pessoas que compartilham um ou ambos os pais; irmãos e irmãs.",
      "example": "Ich habe zwei Geschwister, einen Bruder und eine Schwester. Als ich ein Kind war, haben wir uns oft gestritten, aber jetzt verstehen wir uns gut. In Zukunft werden wir einander weiter unterstützen.",
      "example_translation": "Eu tenho dois irmãos, um irmão e uma irmã. Quando eu era criança, nós costumávamos brigar muito, mas agora nós nos damos bem. No futuro, nós sempre vamos ser uns com os outros.",
      "imageLink": "image_files\\English\\"imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwägerin",
      "translation": "cunhada",
      "definition": "Die Schwester des eigenen Mannes oder die Ehefrau des eigenen Bruders.",
      "definition_translation": "A irmã do marido ou esposa.",
      "example": "Meine Schwägerin ist eine sehr nette Person. Sie hat mir sehr geholfen, als ich in Not war. In der Vergangenheit haben wir in verschiedenen Städten gelebt, aber jetzt leben wir nah beieinander. In Zukunft werden wir einander weiter nahe bleiben.",
      "example_translation": "Minha cunhada é uma pessoa muito gentil. Ela me ajudou muito quando eu precisava. No passado, nós costumávamos morar em cidades diferentes, mas agora nós moramos perto um do outro. No futuro, vamos continuar a ser próximos.",
      "imageLink": "image_files\\English\\"imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegerson",
      "translation": "genro",
      "definition": "Der Mann der eigenen Tochter oder der Ehemann der eigenen Schwiegertochter.",
      "definition_translation": "O marido da filha ou o marido da esposa do filho.",
      "example": "Mein Schwiegerson ist eine sehr verantwortungsvolle Person. Er hat meiner Tochter bei den Hausarbeiten geholfen. In der Vergangenheit haben sie einige Meinungsverschiedenheiten gehabt, aber jetzt verstehen sie sich gut. In Zukunft werden sie weiterhin eine glückliche Familie sein.",
      "example_translation": "Meu genro é uma pessoa muito responsável. Ele tem ajudado minha filha com as tarefas domésticas. No passado, eles costumavam ter alguns desacordos, mas agora eles se dão bem. No futuro, eles continuarão a ser uma família feliz.",
      "imageLink": "image_files\\English\\"imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stieftochter",
      "translation": "enteada",
      "definition": "Die Tochter des eigenen Mannes oder der Ehefrau des eigenen Sohnes aus einer vorherigen Ehe.",
      "definition_translation": "A filha do marido ou esposa por um casamento anterior.",
      "example": "Ich treffe meine Stieftochter morgen am Flughafen. Sie war meiner verstorbenen Stieftochter sehr nahe. Meine Stieftochter wird nächstes Jahr von der Universität abschließen.",
      "example_translation": "Eu encontrarei minha enteada no aeroporto amanhã. Ela era muito próxima da minha enteada quando ela estava viva. Minha enteada se formará na faculdade no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefvater",
      "translation": "padrasto",
      "definition": "Der Mann der eigenen Mutter aus einer späteren Ehe.",
      "definition_translation": "O marido da mãe por um casamento posterior.",
      "example": "Ich traf meinen Stiefvater auf der Hochzeit meiner Mutter. Mein Stiefvater ist ein freundlicher und großzügiger Mensch. Mein Stiefvater wird nächsten Monat in Rente gehen.",
      "example_translation": "Eu conheci meu padrasto no casamento da minha mãe. Meu padrasto é uma pessoa gentil e generosa. Meu padrasto se aposentará do seu trabalho no mês que vem.",
      "imageLink": "image_files\\English\\"imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefmutter",
      "translation": "madrasta",
      "definition": "Die Frau des eigenen Vaters aus einer späteren Ehe.",
      "definition_translation": "A esposa do pai por um casamento posterior.",
      "example": "Meine Stiefmutter ist eine großartige Köchin. Ich werde meine Stiefmutter nächstes Wochenende besuchen. Meine Stiefmutter war bei meinen Entscheidungen sehr unterstützend.",
      "example_translation": "Minha madrasta é uma ótima cozinheira. Eu visitarei minha madrasta no fim de semana que vem. Minha madrasta tem sido muito solidária com minhas decisões.",
      "imageLink": "image_files\\English\\"imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefsohn",
      "translation": "enteado",
      "definition": "Der Sohn des eigenen Mannes oder der Ehefrau des eigenen Sohnes aus einer vorherigen Ehe.",
      "definition_translation": "O filho do marido ou esposa por um casamento anterior.",
      "example": "Ich nahm meinen Stiefsohn gestern zum Park mit. Mein Stiefsohn ist sehr sportlich. Mein Stiefsohn wird nächstes Semester auf dem College anfangen.",
      "example_translation": "Eu levei meu enteado ao parque ontem. Meu enteado é muito atlético. Meu enteado começará a faculdade no semestre que vem.",
      "imageLink": "image_files\\English\\"imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ehepartner",
      "translation": "cônjuge",
      "definition": "Ein Ehepartner ist ein Partner in einer Ehe, entweder ein Mann oder eine Frau, der ein gemeinsames Leben teilt und oft eine gemeinsame Finanz- und emotionale Bindung hat.",
      "definition_translation": "Um cônjuge é um parceiro no casamento, seja um marido ou uma esposa, que compartilha uma vida doméstica e frequentemente tem um vínculo financeiro e emocional comum.",
      "example": "Ich werde meinen Ehepartner meinen Eltern morgen vorstellen. Mein Ehepartner hat letzten Monat Überstunden gearbeitet. Mein Ehepartner wird nächstes Jahr nach Paris reisen.",
      "example_translation": "Eu apresentarei meu cônjuge aos meus pais amanhã. Meu cônjuge tem trabalhado hora extra ultimamente. Meu cônjuge viajará para Paris no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwiegereltern",
      "translation": "sogros",
      "definition": "Die Eltern des eigenen Ehepartners oder die Ehefrau des eigenen Kindes, mit denen man ein enges oder entferntes Verhältnis haben kann.",
      "definition_translation": "Os sogros são os pais do cônjuge, ou a esposa ou o marido do filho, com quem se pode ter uma relação próxima ou distante.",
      "example": "Ich werde meine Schwiegereltern nächstes Wochenende besuchen. Meine Schwiegereltern sind sehr freundlich. Meine Schwiegereltern werden nächsten Monat nach New York umziehen.",
      "example_translation": "Eu visitarei meus sogros no próximo fim de semana. Meus sogros são muito amigáveis. Meus sogros se mudarão para Nova York no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]