[
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baum",
      "translation": "árvore",
      "definition": "Eine mehrjährige Pflanze mit einem länglichen Stamm oder Stamm, der Äste und Blätter in den meisten Arten trägt.",
      "definition_translation": "Uma planta perene com um caule alongado, ou tronco, que suporta galhos e folhas na maioria das espécies.",
      "example": "Der Baum war hoch und schattig. Er war vor Jahren gepflanzt worden. Er wird nächste Woche gefällt werden.",
      "example_translation": "A árvore era alta e sombreada. Havia sido plantada anos atrás. Será cortada na próxima semana.",
      "imageLink": "tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelbaum",
      "translation": "macieira",
      "definition": "Ein Laubbaum, der für sein Obst angebaut wird, das oft roh oder in der Küche verwendet wird.",
      "definition_translation": "Uma árvore decídua cultivada pelo seu fruto, que é frequentemente comido fresco ou usado na cozinha.",
      "example": "Der Apfelbaum blühte schön im Frühling. Er produziert leckere Äpfel jedes Jahr. Er wird nächsten Monat geerntet werden.",
      "example_translation": "A macieira floresceu lindamente na primavera. Produz maçãs deliciosas todos os anos. Será colhida no próximo mês.",
      "imageLink": "apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wald",
      "translation": "floresta",
      "definition": "Ein großes Gebiet, das mit Bäumen und Unterholz bedeckt ist.",
      "definition_translation": "Uma grande área de terra coberta com árvores e vegetação luxuriante.",
      "example": "Der Wald war dunkel und mysteriös. Wir wanderten darin gestern. Er wird bald durch Gesetz geschützt werden.",
      "example_translation": "A floresta era escura e misteriosa. Passeamos por ela ontem. Será protegida pela lei em breve.",
      "imageLink": "forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zweig",
      "translation": "ramo",
      "definition": "Ein Teil eines Baumes, der vom Stamm oder einem Hauptstamm wächst und Blätter, Blüten oder Früchte trägt.",
      "definition_translation": "Uma parte de uma árvore que cresce a partir do tronco ou de um ramo principal, e que carrega folhas, flores ou frutos.",
      "example": "Der Zweig brach im Sturm ab. Er war schwach und brüchig. Er wird nächste Saison beschnitten werden.",
      "example_translation": "O ramo quebrou na tempestade. Era fraco e quebradiço. Será podado na próxima estação.",
      "imageLink": "branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Obstbaum",
      "translation": "árvore de frutas",
      "definition": "Ein Baum, der Obst produziert, typischerweise in einem Garten oder Obstgarten.",
      "definition_translation": "Uma árvore que produz frutas, normalmente em um jardim ou pomar.",
      "example": "Ich pflanzte einen Obstbaum in meinem Hinterhof vor einem Jahr, und jetzt trägt er Äpfel. Ich wässere ihn jeden Tag, und ich werde die Früchte nächsten Sommer ernten.",
      "example_translation": "Eu plantei uma árvore de frutas no meu quintal no ano passado, e agora ela está dando maçãs. Eu a rego todos os dias, e vou colher as frutas no próximo verão.",
      "imageLink": "fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blatt",
      "translation": "folha",
      "definition": "Eine flache, meist grüne Struktur, die an einer Pflanze oder einem Baum wächst.",
      "definition_translation": "Uma estrutura plana, geralmente verde, que cresce em uma planta ou árvore.",
      "example": "Das Blatt am Stiel wogte sanft im Wind. Ich pflückte ein Blatt vom Baum und untersuchte es genau. Das Blatt wird nächsten Herbst vom Baum fallen.",
      "example_translation": "A folha no caule ondulou suavemente na brisa. Eu peguei uma folha da árvore e examinei-a de perto. A folha irá cair da árvore no outono próximo.",
      "imageLink": "leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiche",
      "translation": "carvalho",
      "definition": "Eine Art von Laubbaum mit einem harten, dauerhaften Holz.",
      "definition_translation": "Um tipo de árvore decídua com madeira dura e durável.",
      "example": "Die Eiche in unserem Hinterhof ist über 100 Jahre alt. Ich schnitzte meine Initialen auf eine Eichentafel letzten Wochenende. Die Eiche wird unseren Kindern in der Zukunft Schatten bieten.",
      "example_translation": "A árvore de carvalho no nosso quintal tem mais de 100 anos. Eu gravei minhas iniciais em uma prancha de carvalho no último fim de semana. A árvore de carvalho fornecerá sombra para nossos filhos no futuro.",
      "imageLink": "oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pflaumenbaum",
      "translation": "árvore de ameixa",
      "definition": "Eine Art von Obstbaum, der Pflaumen produziert, typischerweise in einem Garten oder Obstgarten.",
      "definition_translation": "Um tipo de árvore de frutas que produz ameixas, normalmente em um jardim ou pomar.",
      "example": "Ich pflanzte einen Pflaumenbaum in meinem Hinterhof letzten Frühling, und jetzt trägt er leckere Pflaumen. Ich wässere ihn jeden Tag, und ich werde die Pflaumen nächsten Sommer ernten.",
      "example_translation": "Eu plantei uma árvore de ameixa no meu quintal na última primavera, e agora ela está dando ameixas deliciosas. Eu a rego todos os dias, e vou colher as ameixas no próximo verão.",
      "imageLink": "plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel",
      "translation": "raiz",
      "definition": "Der unterirdische Teil einer Pflanze, einschließlich der Wurzeln, Knollen oder anderen Strukturen unter dem Boden.",
      "definition_translation": "A parte subterrânea de uma planta, incluindo as raízes, tubérculos ou outras estruturas abaixo do solo.",
      "example": "Die Wurzel des Baumes war faul, aber die Äste waren noch gesund. Gestern half ich meiner Großmutter, die Wurzel des alten Eichenbaumes auszugraben. Bis nächsten Frühling wird das neue Wurzelsystem voll entwickelt sein.",
      "example_translation": "A raiz da árvore estava podre, mas os ramos ainda estavam saudáveis. Ontem, ajudei minha avó a desenterrar a raiz da velha árvore de carvalho. No próximo outono, o novo sistema de raízes estará完全 desenvolvido.",
      "imageLink": "root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Palme",
      "translation": "palmeira",
      "definition": "Ein schlanker Palmbaum, typischerweise mit einem einzigen Stamm und einer Krone aus Blättern.",
      "definition_translation": "Uma árvore de palmeira alta e esbelta, tipicamente tendo um caule único e uma coroa de folhas.",
      "example": "Ich saß unter dem Palmbaum, um mich auszuruhen. Der Palmbaum in unserem Hinterhof ist über 10 Jahre alt. Bis nächstem Jahr werden wir Palmöl von unserem Hof geschlagen haben.",
      "example_translation": "Eu me sentei debaixo da árvore de palmeira para descansar. A árvore de palmeira em nosso quintal tem mais de 10 anos. Até o próximo ano, teremos colhido óleo de palma em nossa fazenda.",
      "imageLink": "palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldlandschaft",
      "translation": "floresta",
      "definition": "Ein bewaldeter Bereich, insbesondere einer mit einem dichten Blätterdach und Unterholz.",
      "definition_translation": "Uma área arborizada, especialmente uma com uma canopy densa de árvores e vegetação rasteira.",
      "example": "Die Waldlandschaft war voller Wildtiere. Wir machten letzten Wochenende einen Ausflug durch die Waldlandschaft. Bis nächsten Herbst wird die Waldlandschaft mit abgefallenen Blättern bedeckt sein.",
      "example_translation": "A floresta estava fervilhando de vida selvagem. Nós fizemos um passeio pela floresta no último fim de semana. Até o próximo outono, a floresta estará cheia de folhas caídas.",
      "imageLink": "woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akazie",
      "translation": "acácia",
      "definition": "Ein Baum oder Strauch der Gattung Akazie, mit zusammengesetzten Blättern und kleinen, oft gelblichen Blüten.",
      "definition_translation": "Uma árvore ou arbusto do gênero Acacia, tendo folhas compostas e produzindo pequenas flores, muitas vezes amarelas.",
      "example": "Der Akazienbaum bot Schatten für unser Picknick. Wir haben letzten Monat einen Akazienbaum in unserem Garten gepflanzt. Bis nächsten Sommer wird der Akazienbaum in voller Blüte stehen.",
      "example_translation": "A árvore de acácia proporcionou sombra para nosso piquenique. Nós plantamos uma árvore de acácia em nosso jardim no mês passado. Até o próximo verão, a árvore de acácia estará em plena floração.",
      "imageLink": "acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erle",
      "translation": "amieiro",
      "definition": "Ein laubabwerfender Baum der Birkenfamilie, mit kegelförmigen Blättern und holzigem Frucht, das einem kleinen Kegel ähnelt.",
      "definition_translation": "Uma árvore decídua da família do bordo, com folhas coníferas e fruto lenhoso que se assemelha a um pequeno cone.",
      "example": "Der Erlebaum am Flussufer war Heimat für viele Vögel. Der Erlebaum wurde gestern von Blitzschlag getroffen. Der Erlebaum wird nächstes Jahr im neuen Park gepflanzt.",
      "example_translation": "A árvore de amieiro perto da margem do rio era lar de muitos pássaros. A árvore de amieiro foi atingida por um raio ontem. A árvore de amieiro será plantada no novo parque ano que vem.",
      "imageLink": "alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandelbaum",
      "translation": "amendoeira",
      "definition": "Ein kleiner, laubabwerfender Baum, ursprünglich aus dem Mittleren Osten und Südasien, mit rosa oder weißen Blüten und essbaren Nüssen.",
      "definition_translation": "Uma pequena árvore decídua nativa do Oriente Médio e do Sul da Ásia, com flores rosa ou brancas vistosas e nozes comestíveis.",
      "example": "Der Mandelbaum in unserem Hinterhof blühte letzten Frühling schön. Mein Vater beschneidete letzten Wochenende den Mandelbaum. Der Mandelbaum wird nächstes Herbst leckere Nüsse produzieren.",
      "example_translation": "A amendoeira em nosso quintal floresceu lindamente na última primavera. A amendoeira foi podada pelo meu pai no último fim de semana. A amendoeira produzirá nozes deliciosas no próximo outono.",
      "imageLink": "almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esche",
      "translation": "freixo",
      "definition": "Ein laubabwerfender Baum mit zusammengesetzten Blättern und geflügelten Früchten, weit verbreitet in gemäßigten Regionen.",
      "definition_translation": "Uma árvore decídua com folhas compostas e frutos alados, amplamente distribuída em regiões temperadas do norte.",
      "example": "Der Eschenbaum im Park wurde gestern von einem starken Wind umgeworfen. Die Esche wird für Werkzeuge verwendet. Der Eschenbaum wird nächstes Sommer von den abenteuerlustigen Kindern erklommen werden.",
      "example_translation": "A árvore de freixo no parque foi derrubada pelo vento forte ontem. A árvore de freixo é usada para fazer cabos de ferramentas. A árvore de freixo será escalada pelas crianças aventureiras no próximo verão.",
      "imageLink": "ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baobab",
      "translation": "baobá",
      "definition": "Ein großer, laubabwerfender Baum mit einem dickfleischigen, wasser speichernden Stamm, ursprünglich aus Afrika, Australien und dem Indischen Ozean.",
      "definition_translation": "Uma árvore alta, decídua com um tronco grosso que armazena água, nativa da África, Austrália e Oceano Índico.",
      "example": "Der Baobabbaum in der Savanne war ein beliebter Treffpunkt für die örtlichen Dorfbewohner. Der Baobabbaum hat Jahrhunderte lang Schatten geboten. Der Baobabbaum wird durch die neuen Naturschutzgesetze nächstes Jahr geschützt werden.",
      "example_translation": "A árvore de baobá na savana era um local de encontro popular para os vilarejos locais. A árvore de baobá tem proporcionado sombra por séculos. A árvore de baobá será protegida pelas novas leis de conservação no ano que vem.",
      "imageLink": "baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buche",
      "translation": "faia",
      "definition": "Ein laubabwerfender Baum mit glatter grauer Rinde und kleinen Nüssen, oft als Bauholz verwendet.",
      "definition_translation": "Uma árvore decídua com casca cinza lisa e nozes pequenas, frequentemente utilizada como madeira.",
      "example": "Der alte Buchbaum stand stolz im Wald, seine Äste schwankten sanft im Wind. Gestern sah ich einen Buchbaum, der von einem Gärtner beschneidet wurde. Bis nächstes Jahr werden die neuen Buchsetzlinge gedeihen.",
      "example_translation": "A antiga árvore de faia estava erguida na floresta, seus ramos balançando suavemente ao vento. Ontem, vi uma árvore de faia sendo podada por um jardineiro. Até o ano que vem, as novas mudas de faia estarão vicejando.",
      "imageLink": "beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birke",
      "translation": "bettula",
      "definition": "Ein laubabwerfender Baum mit weißer, gelber oder schwarzer Rinde, oft für Kanus und Möbel verwendet.",
      "definition_translation": "Uma árvore decídua com casca branca, amarela ou preta, frequentemente utilizada para canoas e mobiliário.",
      "example": "Die weiße Rinde des Birkenbaums glänzte im Sonnenlicht. Ich liebe den Duft von Birkenöl. Bis nächstes Frühling werden die Birkenbäume höher gewachsen sein.",
      "example_translation": "A casca branca da árvore de betula brilhava ao sol. Eu sempre amei o aroma do óleo essencial de betula. Até a próxima primavera, as árvores de betula terão crescido mais altas.",
      "imageLink": "birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Asth",
      "translation": "ramo",
      "definition": "Ein Zweig eines Baums, insbesondere ein großer oder starker.",
      "definition_translation": "Um ramo de uma árvore, especialmente um grande ou resistente.",
      "example": "Der Ast des Eichenbaums brach unter dem Gewicht des Schnees. Das Eichhörnchen sprang von Ast zu Ast. Bis nächstes Herbst werden die Äste mit Früchten beladen sein.",
      "example_translation": "O ramo da árvore de carvalho quebrou com o peso da neve. O esquilo pulou de ramo em ramo. Até o outono que vem, os ramos estarão carregados de frutas.",
      "imageLink": "bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeder",
      "translation": "cedro",
      "definition": "Ein immergrüner Baum mit aromatischem Holz, oft für Bauarbeiten und Möbel verwendet.",
      "definition_translation": "Uma árvore perene com madeira aromática, frequentemente utilizada para construção e mobiliário.",
      "example": "Das Zedernholz roch wunderbar in der Hütte. Ich liebe den Duft von Zedernöl. Bis nächstes Sommer werden die Zedernbäume Schatten bieten.",
      "example_translation": "A madeira de cedro cheirava incrível na cabana. Eu amo o aroma do óleo essencial de cedro. Até o próximo verão, as árvores de cedro estarão proporcionando sombra.",
      "imageLink": "cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kirschbaum",
      "translation": "cerejeira",
      "definition": "Ein laubabwerfender Baum der Rosengewächse, mit auffälligen Blüten und roten Früchten, die oft frisch gegessen oder in Backwaren verwendet werden.",
      "definition_translation": "Uma árvore decidua da família das rosas, com flores vistosas e fruto vermelho que é freqüentemente comido fresco ou usado em padaria.",
      "example": "Der Kirschbaum in unserem Hinterhof blühte letzten Frühling schön. Jetzt ist Sommer, und wir genießen die süßen Kirschen. Nächstes Jahr werden wir ihn zur Formsicherung beschneiden.",
      "example_translation": "A cerejeira em nosso quintal estava florescendo lindamente na última primavera. Agora é verão, e estamos desfrutando das doces cerejas. No ano que vem, vamos podá-la para manter sua forma.",
      "imageLink": "cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kokospalme",
      "translation": "palmeira de coco",
      "definition": "Eine hohe Palme mit langem, schlankem Stamm und großen, ausladenden Blättern, ursprünglich in tropischen Regionen beheimatet und weit verbreitet für ihre Früchte und Öl angebaut.",
      "definition_translation": "Uma palmeira alta com um tronco longo e esbelto e folhas grandes, nativa de regiões tropicais e amplamente cultivada por seu fruto e óleo.",
      "example": " Wir sahen eine Kokospalme, die sanft im Wind auf dem Strand schwankte. Die Kokospalme war seit Jahrhunderten eine wichtige Quelle für Nahrung und Unterkunft. Bis nächstes Jahr werden wir eine Kokospalme in unserem Hinterhof gepflanzt haben.",
      "example_translation": "Vimos uma palmeira de coco balançando suavemente ao vento na praia. A palmeira de coco tem sido uma fonte vital de comida e abrigo por séculos. Até o ano que vem, vamos plantar uma palmeira de coco em nosso quintal.",
      "imageLink": "coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kegel",
      "translation": "cone",
      "definition": "Eine Form, bestehend aus einer kreisförmigen Basis und sich verjüngenden Seiten, die in einem Punkt zusammenlaufen, verwendet als Symbol oder in der Mathematik.",
      "definition_translation": "Uma forma consistindo em uma base circular e lados que se estreitam até um ponto, usada como um símbolo ou em matemática.",
      "example": "Der Kegel, den wir letzten Weihnachten benutzten, war mit glitzernden Sternen dekoriert. Wir werden einen neuen Kegel für die Eiscreme-Parlor nächste Woche kaufen. Bis dahin wird der Kegel Teil unserer Familientradition sein.",
      "example_translation": "O cone que usamos no último Natal foi decorado com estrelas brilhantes. Vamos comprar um novo cone para a sorveteria da próxima semana. Até lá, o cone terá sido parte da nossa tradição familiar.",
      "imageLink": "cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadelbaum",
      "translation": "árvore conífera",
      "definition": "Ein Baum, der Zapfen produziert und nadelförmige Blätter hat, wie z.B. eine Tanne, Fichte oder Kiefer.",
      "definition_translation": "Uma árvore que produz cones e tem folhas semelhantes a agulhas, como um pinheiro, um abeto ou um abeto.",
      "example": "Der Nadelbaum in unserem Hinterhof ist ein schöner Weihnachtsbaum. Wir werden nächsten Frühling einen Nadelbaum in unserem neuen Garten pflanzen. Bis dahin wird er höher als unser Haus gewachsen sein.",
      "example_translation": "A árvore conífera em nosso quintal é uma bela árvore de Natal. Vamos plantar uma árvore conífera em nosso novo jardim na próxima primavera. Até lá, a árvore conífera terá crescido mais alta que nossa casa.",
      "imageLink": "coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laubbäume",
      "translation": "árvore decídua",
      "definition": "Ein Baum, der seine Blätter jährlich abwirft, typischerweise im Herbst.",
      "definition_translation": "Uma árvore que perde suas folhas anualmente, geralmente no outono.",
      "example": "Der Laubbäume in unserem Hinterhof verlor letzte Woche alle seine Blätter. Er wird im Frühling neue Blätter hervorbringen. Bis nächsten Herbst wird er sie wieder abgeworfen haben.",
      "example_translation": "A árvore decídua em nosso quintal perdeu todas as suas folhas na semana passada. Ela crescerá novas no próxima primavera. No próximo outono, ela terá perdido novamente.",
      "imageLink": "deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Holunder",
      "translation": "sabugueiro",
      "definition": "Ein laubabwerfender Strauch oder kleiner Baum mit dichten Trauben von kleinen, runden, purpurnen Früchten.",
      "definition_translation": "Um arbusto ou árvore pequena decídua com clusters de pequenos frutos redondos, roxos.",
      "example": "Ich esse seit meiner Kindheit Holundermarmelade. Meine Großmutter machte es aus den Holunderbeeren, die sie im Wald sammelte. Jetzt mache ich es für meine eigenen Kinder.",
      "example_translation": "Eu tenho comido geleia de sabugueiro desde que eu era criança. Minha avó costumava fazer isso com os sabugueiros que ela colhia na floresta. Agora, eu faço isso para meus próprios filhos.",
      "imageLink": "elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ulme",
      "translation": "olmo",
      "definition": "Ein laubabwerfender Baum mit einer sich öffnenden Krone und vasenförmigen Ästen.",
      "definition_translation": "Uma árvore decídua com uma copa espalhada e galhos em forma de vaso.",
      "example": "Die Ulme im Park ist einer meiner Lieblingsplätze zum Lesen. Ich saß gestern unter ihr, las ein Buch. Ich werde morgen wieder unter ihr sitzen, um den Schatten zu genießen.",
      "example_translation": "A árvore de olmo no parque é um dos meus lugares favoritos para ler. Eu sentei-me debaixo dela ontem, lendo um livro. Eu sentarei-me debaixo dela novamente amanhã, desfrutando da sombra.",
      "imageLink": "elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feigenbaum",
      "translation": "figueira",
      "definition": "Ein laubabwerfender Baum oder Strauch mit süßen, saftigen Früchten, der in warmen Klimazonen wächst.",
      "definition_translation": "Uma árvore ou arbusto decídua com frutas doces e suculentas que cresce em climas quentes.",
      "example": "Ich pflanzte letzten Jahr einen Feigenbaum in meinem Hinterhof. Er wuchs rapide und produzierte leckere Früchte. Nächstes Jahr werde ich noch mehr Feigen von ihm ernten.",
      "example_translation": "Eu plantei uma figueira em meu quintal no ano passado. Ela cresceu rapidamente e produziu frutas deliciosas. No próximo ano, eu colherei ainda mais figos dela.",
      "imageLink": "fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tanne",
      "translation": "abeto",
      "definition": "Eine Art immergrüner Nadelbaum, der in gebirgigen Regionen Europas, Asiens und Nordamerikas heimisch ist.",
      "definition_translation": "Um abeto é um tipo de árvore conífera sempre verde que é nativa de regiões montanhosas da Europa, Ásia e América do Norte.",
      "example": "Die Wanderer gingen durch den dichten Tannenwald, staunend über die hoch aufragenden Bäume. Sie hatten Tannen vorher gesehen, aber nie so viele auf einem Fleck. Nächstes Jahr werden sie Tannen in ihrem Hinterhof pflanzen.",
      "example_translation": "Os hikings andaram pela floresta densa de abetos, maravilhados com as árvores altas. Eles haviam visto árvores de abeto antes, mas nunca tantas em um lugar. No ano que vem, eles vão plantar árvores de abeto no quintal de casa.",
      "imageLink": "fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hasel",
      "translation": "nogueira",
      "definition": "Ein Haselstrauch oder kleiner Baum, der in Europa und Asien heimisch ist und bekannt für seine essbaren Nüsse ist.",
      "definition_translation": "Uma nogueira é um tipo de arbusto decíduo ou árvore pequena que é nativa da Europa e Ásia, conhecida por suas nozes comestíveis.",
      "example": "Die Haselsträucher wuchsen wild im Wald, ihre Zweige ineinander verflochten. Sie hatte als Kind Haselnüsse von den Sträuchern gepflückt. In Zukunft werden sie Haselbäume kultivieren.",
      "example_translation": "Os arbustos de nogueira cresciam selvagens na floresta, seus ramos emaranhados entre si. Ela havia colhido nozes de nogueira dos arbustos quando criança. No futuro, eles vão cultivar árvores de nogueira.",
      "imageLink": "hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eibe",
      "translation": "aguífera",
      "definition": "Eine Eibe ist eine Art immergrüner Baum oder Strauch, der in Europa heimisch ist und bekannt für seine stacheligen Blätter und roten Beeren.",
      "definition_translation": "Uma aguífera é um tipo de árvore ou arbusto sempre verde que é nativa da Europa, conhecida por suas folhas espinhosas e bagas vermelhas brilhantes.",
      "example": "Der Eibbaum stand hoch im Garten, seine Äste waren mit Lichtern dekoriert. Sie hatten Eibe-Kränze für Weihnachten gemacht. Im Sommer werden sie neue Eibsträucher pflanzen.",
      "example_translation": "A árvore de aguífera estava alta no jardim, seus ramos decorados com luzes. Eles haviam feito coroas de aguífera para o Natal. No verão, eles vão plantar novos arbustos de aguífera.",
      "imageLink": "holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hainbuche",
      "translation": "carrascal",
      "definition": "Eine Hainbuche ist eine Art Laubbaum, der in Europa heimisch ist und bekannt für seine glatte graue Rinde und harte Holz.",
      "definition_translation": "Um carrascal é um tipo de árvore decídua que é nativa da Europa, conhecida por sua casca cinzenta lisa e madeira dura.",
      "example": "Die Hainbuchen am Fahrweg standen in Reih und Glied, ihre Äste knarzten im Wind. Sie hatten unter einer Hainbuche auf einem sonnigen Tag gesessen. Nächstes Winter werden sie die Hainbuchen schneiden.",
      "example_translation": "As árvores de carrascal linha o caminho de acesso, seus ramos rangendo no vento. Eles haviam sentado debaixo de uma árvore de carrascal em um dia ensolarado. No próximo inverno, eles vão podar as árvores de carrascal.",
      "imageLink": "hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rosskastanie",
      "translation": "castanheiro-do-parque",
      "definition": "Ein Laubbaum mit handförmigen Blättern und Nüssen in einer grünen stacheligen Hülle, heimisch in Europa und Asien.",
      "definition_translation": "Uma árvore decídua com folhas palmadas e nozes fechadas em uma casca verde espinhosa, nativa da Europa e Ásia.",
      "example": "Die Kinder liebten es, Conker mit den Rosskastanien zu spielen, die sie im Park gesammelt hatten. Gestern habe ich einen Rosskastanienbaum in meinem Hinterhof gepflanzt. Bis nächstes Jahr wird er groß und stark sein.",
      "example_translation": "As crianças amavam jogar conkers com os castanheiros-do-parque que eles coletavam do parque. Ontem, eu plantei uma árvore de castanheiro-do-parque no meu quintal. Até o ano que vem, ela estará alta e forte.",
      "imageLink": "horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wacholder",
      "translation": "junípero",
      "definition": "Ein immergrüner Strauch oder kleiner Baum mit nadelförmigen Blättern und purpurnen Beeren, heimisch in gebirgigen Regionen.",
      "definition_translation": "Um arbusto ou árvore pequena sempre-verde com folhas em forma de agulha e bagas roxas, nativa de regiões montanhosas.",
      "example": "Der Wacholderbusch in unserem Garten wurde letzte Woche geschnitten. Der Duft der Wacholderbeeren wird in vielen traditionellen Rezepten verwendet. Bis Ende des Jahres werde ich einen Wacholderbaum in meinem Garten gepflanzt haben.",
      "example_translation": "O arbusto de junípero no nosso jardim foi podado na semana passada. O aroma das bagas de junípero é usado em muitas receitas tradicionais. Até o final do ano, eu terei plantado uma árvore de junípero no meu jardim.",
      "imageLink": "juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lärche",
      "translation": "lárice",
      "definition": "Ein Laub-Nadelbaum mit nadelförmigen Blättern und Zapfen, heimisch in gebirgigen Regionen Europas und Asiens.",
      "definition_translation": "Uma árvore conífera decídua com folhas em forma de agulha e cones, nativa de regiões montanhosas da Europa e Ásia.",
      "example": "Die Lärchen im Wald färbten sich goldgelb im Herbst. Ich werde nächsten Frühling einen Lärchenbaum in meinem Hinterhof pflanzen. Das Lärchenholz wird für Möbelherstellung verwendet.",
      "example_translation": "As árvores de lárice na floresta ficaram douradas em outono. Eu vou plantar uma árvore de lárice no meu quintal na próxima primavera. A madeira de lárice é usada para fazer mobiliário.",
      "imageLink": "larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Linde",
      "translation": "tilia",
      "definition": "Ein Laubbaum mit herzförmigen Blättern und duftenden Blüten, heimisch in Europa und Asien.",
      "definition_translation": "Uma árvore decídua com folhas em forma de coração e flores fragrantes, nativa da Europa e Ásia.",
      "example": "Der Lindenbaum im Park war voll in Blüte letztes Sommer. Ich ging unter dem Lindenbaum und genoss seinen süßen Duft. Die Lindenblätter werden für Heiltee verwendet.",
      "example_translation": "A árvore de tília no parque estava em plena floração no último verão. Eu caminhei sob a árvore de tília e desfrutei de seu doce perfume. As folhas de tília são usadas em chá herbal.",
      "imageLink": "linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ahorn",
      "translation": "ácer",
      "definition": "Ein Ahorn ist eine Art Laubbaum, bekannt für sein farbenprächtiges Herbstlaub und seine charakteristischen handförmigen Blätter.",
      "definition_translation": "Um ácer é um tipo de árvore decídua conhecida por sua follagem de outono brilhante e folhas palmadas distintas.",
      "example": "Der Ahornbaum in unserem Hinterhof war besonders farbenfroh während der Herbstsaison. Letztes Jahr wurde er von meinem Vater geschnitten. In Zukunft plane ich, mehr Ahornbäume zu pflanzen.",
      "example_translation": "A árvore de ácer em nosso quintal era especialmente vibrante durante a temporada de outono. No ano passado, foi podada pelo meu pai. No futuro, pretendo plantar mais árvores de ácer.",
      "imageLink": "maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eberesche",
      "translation": "sorveira",
      "definition": "Eine Eberesche ist eine Art Laubbaum oder Strauch mit roten Beeren, oft mit keltischer Mythologie und Folklore assoziiert.",
      "definition_translation": "Uma sorveira é um tipo de árvore ou arbusto decíduo com bagos vermelhos brilhantes, frequentemente associada à mitologia e folclore celtas.",
      "example": "Der Ebereschenbaum in unserem Garten war ein Lieblingsplatz für Vögel, um Nester zu bauen. Letzten Winter sah ich ein Kaninchen, das Ebereschenbeeren aß. Im Frühling plane ich, den Ebereschenbaum zu schneiden, um seine Form zu erhalten.",
      "example_translation": "A árvore de sorveira em nosso jardim era um local favorito para os pássaros fazerem ninhos. No último inverno, eu vi um coelho comendo os bagos de sorveira. Na primavera, pretendo podar a árvore de sorveira para manter sua forma.",
      "imageLink": "rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mammutbaum",
      "translation": "sequóia",
      "definition": "Ein Mammutbaum ist eine Art immergrüner Baum, heimisch an der Westküste Nordamerikas, bekannt für seine riesige Größe und Langlebigkeit.",
      "definition_translation": "Uma sequóia é um tipo de árvore perene nativa da costa oeste da América do Norte, conhecida por seu tamanho massive e longevidade.",
      "example": "Die Mammutbäume im Nationalpark waren unglaublich hoch. Letztes Jahr wanderte ich durch den Mammutwald. In Zukunft hoffe ich, den Riesen-Mammutbaum in Kalifornien zu sehen.",
      "example_translation": "As árvores de sequóia no parque nacional eram incrivelmente altas. No ano passado, eu fiz um trekking pela floresta de sequóias. No futuro, espero ver a árvore de sequóia gigante na Califórnia.",
      "imageLink": "sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fichte",
      "translation": "pícea",
      "definition": "Eine Fichte ist eine Art immergrüner Baum mit nadelförmigen Blättern, oft für Holzbau und -verarbeitung verwendet.",
      "definition_translation": "Uma pícea é um tipo de árvore perene com folhas semelhantes a agulhas, frequentemente usada para marcenaria e construção.",
      "example": "Die Fichten im Wald waren dicht beieinander. Letzten Winter schnitt ich eine Fichte für Brennholz. In Zukunft plane ich, ein Fichtenholz-Regal zu bauen.",
      "example_translation": "As árvores de pícea na floresta estavam densamente compactadas. No último inverno, eu cortei uma árvore de pícea para lenha. No futuro, pretendo construir uma estante de madeira de pícea.",
      "imageLink": "spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinkiefer",
      "translation": "pinheiro-branco",
      "definition": "Eine Art von immergrünem Baum mit nadelförmigen Blättern und Zapfen, ursprünglich aus dem Mittelmeerraum.",
      "definition_translation": "Um tipo de árvore perene com folhas semelhantes a agulhas e cones, nativa da região do Mediterrâneo.",
      "example": "Die Steinkiefer ist ein beliebter Zierbaum in Gärten. Er wurde letzten Jahr gepflanzt. Er wird nächste Woche geschnitten werden.",
      "example_translation": "O pinheiro-branco é uma árvore ornamental popular em jardins. Foi plantada lá no ano passado. Será podada na próxima semana.",
      "imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schweizer Föhre",
      "translation": "pinheiro-suíço",
      "definition": "Eine Art von immergrünem Baum mit nadelförmigen Blättern und Zapfen, ursprünglich aus den gebirgigen Regionen Europas.",
      "definition_translation": "Um tipo de árvore perene com folhas semelhantes a agulhas e cones, nativa das regiões montanhosas da Europa.",
      "example": "Die Schweizer Föhre ist ein gewöhnlicher Anblick in den Schweizer Alpen. Sie wächst dort seit Jahrhunderten. Sie wird auch in Zukunft weiter gedeihen.",
      "example_translation": "O pinheiro-suíço é uma vista comum nos Alpes Suíços. Tem estado crescendo lá por séculos. Continuará a prosperar no futuro.",
      "imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platane",
      "translation": " sicômoro",
      "definition": "Eine Art von Laubbaum mit breiten Blättern und einer charakteristischen Form, ursprünglich aus Nordamerika.",
      "definition_translation": "Um tipo de árvore decídua com folhas largas e uma forma distinta, nativa da América do Norte.",
      "example": "Die Platane ist eine beliebte Wahl für städtische Grünanlagen. Sie wurde letzten Monat im Park gepflanzt. Sie wird für Generationen Schatten bieten.",
      "example_translation": "O sicômoro é uma escolha popular para paisagismo urbano. Foi plantado no parque no mês passado. Proporcionará sombra para gerações futuras.",
      "imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zweig",
      "translation": "ramo",
      "definition": "Ein dünner Ast oder Stängel, insbesondere ein dünner, von einem Baum oder Strauch.",
      "definition_translation": "Um pequeno ramo ou haste, especialmente um fino, típico de uma árvore ou arbusto.",
      "example": "Das Vogelnest war auf einem Zweig der Eiche gebaut. Er war letzte Woche vom Baum gefallen. Er wird nächstes Jahr wieder verwendet werden.",
      "example_translation": "O pássaro construiu seu ninho em um ramo da árvore de carvalho. Tinha caído da árvore na semana passada. Será usado novamente no ano que vem.",
      "imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trauerweide",
      "translation": "chouro chorão",
      "definition": "Eine Trauerweide ist eine Art von Baum, der lang herabhängende Zweige hat und oft bei Wasser gefunden wird.",
      "definition_translation": "Um chouro chorão é um tipo de árvore que tem galhos longos e pendentes e é freqüentemente encontrado perto de água.",
      "example": "Die Trauerweide stand hoch am See, ihre Zweige schwangen sanft im Wind. Gestern hatte der Parkwächter ihre Zweige geschnitten. Bis nächsten Sommer wird sie wieder schön gewachsen sein.",
      "example_translation": "A árvore de chouro chorão estava de pé alto pelo lago, seus galhos balançando suavemente na brisa. Ontem, o guarda-parque cortou seus galhos. Até o próximo verão, ela terá crescido novamente de forma bela.",
      "imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weide",
      "translation": "salgueiro",
      "definition": "Eine Weide ist eine Art von Baum oder Strauch, der flexible Zweige hat und oft bei Wasser gefunden wird.",
      "definition_translation": "Um salgueiro é um tipo de árvore ou arbusto que tem galhos flexíveis e é freqüentemente encontrado perto de água.",
      "example": "Der Weidenbaum bot Schatten für die Kinder, die im Park spielten. Der Bauer verwendete Weidenzweige, um Körbe zu machen. Bis nächsten Winter wird die Weide höher gewachsen sein.",
      "example_translation": "A árvore de salgueiro proporcionou sombra para as crianças brincando no parque. O agricultor usou galhos de salgueiro para fazer cestos. Até o próximo inverno, o salgueiro terá crescido mais alto.",
      "imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]