[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlange",
      "translation": "cobra",
      "definition": "Ein langer, dünner, beinloser Tiere ohne Augenlider und einer geforkten Zunge, oft in warmen Ländern gefunden",
      "definition_translation": "um animal longo, fino, sem pernas, sem pálpebras e com língua bifurcada, encontrado com frequência em países quentes",
      "example": "Ich sah eine Schlange im Garten gestern, sie hat mich angehissst. Die Schlange wird eine Maus morgen essen. Die Schlange hatte einen Vogel letzte Woche gegessen.",
      "example_translation": "Eu vi uma cobra no jardim ontem, estava sibilando para mim. A cobra comerá um rato amanhã. A cobra havia comido um pássaro na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frosch",
      "translation": "rã",
      "definition": "Ein kleines springendes Tier mit glatter Haut, in Teichen und Flüssen gefunden",
      "definition_translation": "um pequeno animal saltador com pele lisa, encontrado em lagos e rios",
      "example": "Der Frosch sprang gestern in den Teich, er wird morgen aus dem Wasser springen. Der Frosch hatte über ein Blatt letzten Woche gesprungen.",
      "example_translation": "A rã pulou para dentro do lago ontem, pulará para fora da água amanhã. A rã havia pulado sobre a folha na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schildkröte",
      "translation": "tartaruga",
      "definition": "Ein langsam bewegendes Reptil mit einem Panzer, oft auf dem Land gefunden",
      "definition_translation": "um réptil de movimento lento com casco, encontrado com frequência em terra",
      "example": "Die Schildkröte ging gestern langsam über die Wüste, sie wird morgen schneller gehen. Die Schildkröte hatte um einen Baum letzten Woche gewandert.",
      "example_translation": "A tartaruga caminhou lentamente pelo deserto ontem, caminhará mais rápido amanhã. A tartaruga havia caminhado ao redor da árvore na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schildkröte (Meer)",
      "translation": "tartaruga-marinha",
      "definition": "Ein langsam bewegendes Reptil mit einem Panzer, oft im Meer gefunden",
      "definition_translation": "um réptil de movimento lento com casco, encontrado com frequência no mar",
      "example": "Die Schildkröte schwamm gestern langsam über den Ozean, sie wird morgen schneller schwimmen. Die Schildkröte hatte um ein Korallenriff letzten Woche geschwommen.",
      "example_translation": "A tartaruga-marinha nadou lentamente pelo oceano ontem, nadará mais rápido amanhã. A tartaruga-marinha havia nadado ao redor do coral na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alligator",
      "translation": "jacaré",
      "definition": "Ein großes Reptil mit einer langen, runden Schnauze und kräftigen Kiefern, in Sümpfen in den südöstlichen Vereinigten Staaten und in Zentral- und Südamerika gefunden",
      "definition_translation": "um grande réptil com um focinho arredondado e maxilas poderosas, encontrado em águas pantanosas nos Estados Unidos do sudeste e na América Central e do Sul.",
      "example": "Ich sah einen Alligator gestern in der Sonne liegen, er wird einen Waschbären morgen essen, und er hatte einen Fisch am Tag zuvor gegessen.",
      "example_translation": "Eu vi um jacaré tomando sol ontem, ele comerá um raccoon amanhã e havia comido um peixe no dia anterior.",
      "imageLink": "image_files\\English\\"imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anakonda",
      "translation": "anaconda",
      "definition": "Eine sehr große, nicht giftige Schlange, in den Feuchtgebieten Südamerikas gefunden, bekannt für ihre massive Größe und constricting Fähigkeiten",
      "definition_translation": "uma grande cobra não venenosa encontrada nos pântanos da América do Sul, conhecida por seu tamanho massivo e habilidades de constrição.",
      "example": "Die Anakonda hatte einen Hirsch letzten Woche gegessen, sie isst heute ein Kapibara, und sie wird nächsten Monat einen Tapir essen.",
      "example_translation": "A anaconda havia comido um veado na semana passada, come um capivara hoje e comerá um tapir no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boa",
      "translation": "boa",
      "definition": "Eine nicht giftige Schlange, in Zentral- und Südamerika gefunden, bekannt für ihre constricting Fähigkeiten und farbigen Muster",
      "definition_translation": "uma cobra não venenosa encontrada na América Central e do Sul, conhecida por suas habilidades de constrição e padrões coloridos.",
      "example": "Ich hielt eine Boa-Constrictor in meinen Händen letzten Jahr, sie hält jetzt eine Ratte, und sie hatte eine Maus am Tag zuvor gehalten.",
      "example_translation": "Eu segurei uma jiboia em minhas mãos no ano passado, agora está segurando um rato e havia segurado um camundongo no dia anterior.",
      "imageLink": "image_files\\English\\"imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krokodil",
      "translation": "crocodilo",
      "definition": "Ein großes Reptil mit einer langen, zahnbewehrten Schnauze und kräftigen Kiefern, in Flüssen, Seen und Feuchtgebieten in Afrika, Asien, Australien und den Amerikas gefunden",
      "definition_translation": "um grande réptil com um focinho longo e dentado e maxilas poderosas, encontrado em rios, lagos e pântanos na África, Ásia, Austrália e nas Américas.",
      "example": "Ich sah ein Krokodil gestern im Nil schwimmen, es wird morgen im Amazonas schwimmen, und es hatte im Mississippi-Fluss am Tag zuvor geschwommen.",
      "example_translation": "Eu vi um crocodilo nadando no rio Nilo ontem, ele nadará no rio Amazonas amanhã e havia nadado no rio Mississippi no dia anterior.",
      "imageLink": "image_files\\English\\"imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Echse",
      "translation": "lagarto",
      "definition": "Ein Reptil der Familie Lacertidae, das Geckos, Iguanen und Skinken umfasst, typischerweise mit einem langen Schwanz und Beinen und der Fähigkeit, seinen Schwanz zu regenerieren, wenn er verloren geht",
      "definition_translation": "Um réptil da família Lacertidae, que inclui gêkos, iguanas e escamados, tipicamente tendo um rabo longo e pernas e sendo capaz de regenerar seu rabo se for perdido.",
      "example": "Die Echse sonnte sich gestern auf dem warmen Felsen. Sie hatte sich dort Stunden zuvor sonnen. Sie wird sich morgen wieder sonnen.",
      "example_translation": "O lagarto se banhou no sol quente sobre a rocha. Ele havia se banhado lá por horas no dia anterior. Ele se banhará lá novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schale",
      "translation": "concha",
      "definition": "Die harte Außenhülle eines Weichtiers, Krebstiers oder Reptils, especialmente zum Schutz eines weichen Körpers oder empfindlicher Organe",
      "definition_translation": "A cobertura externa dura de um molusco, crustáceo ou réptil, especialmente quando protegendo um corpo macio ou órgãos delicados.",
      "example": "Die Schildschale schützte es vor Fressfeinden. Sie hatte ihn jahrelang vor Fressfeinden geschützt. Sie wird ihn in Zukunft vor Fressfeinden schützen.",
      "example_translation": "A concha da tartaruga protegia-o dos predadores. Ela havia protegido-o dos predadores por anos. Ela protegerá-o dos predadores no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klapperschlange",
      "translation": "cascavel",
      "definition": "Eine giftige Schlange der Gattung Crotalus, die ein rasselndes Geräusch erzeugt, indem sie ihren Schwanz schüttelt.",
      "definition_translation": "Uma cobra venenosa do gênero Crotalus, tendo um som de chocalhar produzido pelo sacudimento de sua cauda.",
      "example": "Die Klapperschlange warnte uns mit einem lauten Knall. Sie hatte uns vor einer Woche mit einem lauten Knall gewarnt. Sie wird uns wieder bald mit einem lauten Knall warnen.",
      "example_translation": "A cascavel nos avisou com um chocalhar alto. Ela havia nos avisado com um chocalhar alto na semana anterior. Ela nos avisará com um chocalhar alto novamente em breve.",
      "imageLink": "image_files\\English\\"imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reptil",
      "translation": "régio",
      "definition": "Ein kaltblütiges Tier der Klasse Reptilia, einschließlich Schlangen, Eidechsen, Schildkröten, Krokodilen und Alligatoren, charakterisiert durch schuppige Haut, Eiablagen und ein dreikammeriges Herz.",
      "definition_translation": "Um animal de sangue frio da classe Reptilia, incluindo cobras, lagartos, tartarugas, crocodilos e jacarés, caracterizado por pele escamosa, pondo ovos e tendo um coração de três câmaras.",
      "example": "Das Reptil kroch langsam über den Wüstenboden. Es hatte gestern langsam über den Wüstenboden gekrochen. Es wird morgen wieder langsam über den Wüstenboden kriechen.",
      "example_translation": "O régio rastejou lentamente pelo chão do deserto. Ele havia rastejado lentamente pelo chão do deserto ontem. Ele rastejará lentamente pelo chão do deserto novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salamander",
      "translation": "salamandra",
      "definition": "Ein Salamander ist ein Amphibien mit einem schlanken Körper, einem langen Schwanz und normalerweise vier Beinen. Es lebt in oder nahe bei Wasser und hat eine feuchte, glatte Haut.",
      "definition_translation": "Uma salamandra é um anfíbio que tem um corpo esguio, uma cauda longa e geralmente quatro pernas. Ele vive em ou perto de água e tem uma pele úmida e lisa.",
      "example": "Der Salamander kroch langsam über den Waldboden. Er hatte bereits Monate dort gelebt. Im Frühling wird er aus seinen Eiern schlüpfen.",
      "example_translation": "A salamandra rastejou lentamente pelo chão da floresta. Ele havia morado lá por meses. Ela eclodirá de seus ovos na primavera.",
      "imageLink": "image_files\\English\\"imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaulquappe",
      "translation": "girino",
      "definition": "Eine Kaulquappe ist das larvale Stadium eines Frosches oder Kröten, das einen langen Schwanz und Kiemen hat. Es schwimmt im Wasser und frisst Algen und kleine Insekten.",
      "definition_translation": "Um girino é o estágio jovem de um sapo ou rã, tendo uma cauda longa e guelras. Ele nada em água e come algas e pequenos insetos.",
      "example": "Die Kaulquappe schwamm schnell um den Teich herum. Sie wird in wenigen Wochen zu einem Frosch metamorphosieren. Sie war letzte Monat aus ihren Eiern geschlüpft.",
      "example_translation": "O girino nadou rapidamente ao redor do lago. Ele se metamorfosará em um sapo em algumas semanas. Ele havia eclodido de seus ovos no mês passado.",
      "imageLink": "image_files\\English\\"imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kröte",
      "translation": "sapo",
      "definition": "Eine Kröte ist eine Art von Amphibien, die eine trockene, warzige Haut und kurze Beine hat. Sie lebt auf dem Land und frisst Insekten und Würmer.",
      "definition_translation": "Um sapo é um tipo de anfíbio que tem uma pele seca e berrante e pernas curtas. Ele vive em terra e come insetos e vermes.",
      "example": "Die Kröte hoppelte langsam über den Garten. Sie hatte bereits Jahre dort gelebt. Sie wird im Winter in den Boden ein-graben.",
      "example_translation": "O sapo pulou lentamente pelo jardim. Ele havia morado lá por anos. Ele cavará no solo no inverno.",
      "imageLink": "image_files\\English\\"imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amphibien",
      "translation": "anfíbios",
      "definition": "Amphibien sind eine Gruppe von kaltblütigen Tieren, die in oder nahe bei Wasser leben und eine feuchte, glatte Haut haben. Sie haben ein larvales Stadium und unterziehen sich einer Metamorphose, um adulte Tiere zu werden.",
      "definition_translation": "Os anfíbios são um grupo de animais de sangue frio que vivem em ou perto de água e têm uma pele úmida e lisa. Eles têm um estágio larval e sofrem metamorfose para se tornarem adultos.",
      "example": "Die Amphibien lebten im Teich und im umliegenden Wald. Sie hatten bereits Generationen lang dort gelebt. Sie werden verschwinden, wenn das Habitat zerstört wird.",
      "example_translation": "Os anfíbios viviam no lago e na floresta circundante. Eles haviam estado lá por gerações. Eles desaparecerão se o hábitat for destruído.",
      "imageLink": "image_files\\English\\"imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blindwurm",
      "translation": "lagartixa-cega",
      "definition": "Eine Art von schuppenlosen Eidechsen, meist klein und grabend, in Europa und Asien gefunden.",
      "definition_translation": "Um tipo de lagarto sem pernas, geralmente pequeno e cavador, encontrado na Europa e Ásia.",
      "example": "Der Blindwurm kroch langsam über den Waldboden, seine winzigen Schuppen glitzerten im Sonnenlicht. Gestern sah ich einen Blindwurm in der warmen Sonne baden. Bis nächstes Jahr wird der Blindwurm sehr viel größer sein.",
      "example_translation": "A lagartixa-cega rastejou lentamente pelo chão da floresta, suas escamas minúsculas brilhando ao sol. Ontem, eu vi uma lagartixa-cega tomando banho de sol quente. Até o ano que vem, a lagartixa-cega terá crescido muito maior.",
      "imageLink": "image_files\\English\\"imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chamäleon",
      "translation": "camaleão",
      "definition": "Eine Art von Eidechsen, die ihre Hautfarbe wechseln kann, um sich mit ihrer Umgebung zu tarnen, in warmen Regionen der Welt gefunden.",
      "definition_translation": "Um tipo de lagarto que pode mudar de cor para se misturar com seu entorno, encontrado em partes quentes do mundo.",
      "example": "Das Chamäleon saß auf einem Ast, seine Haut wechselte von Grün zu Braun, während es seine Beute beobachtete. Gestern sah ich ein Chamäleon in einem Moment seine Farbe ändern. Bis nächstes Jahr wird das Chamäleon sich an sein neues Habitat angepasst haben.",
      "example_translation": "O camaleão pousou em um galho, sua pele mudando de verde para marrom enquanto observava sua presa. Ontem, eu vi um camaleão mudar de cor em um instante. Até o ano que vem, o camaleão terá se adaptado ao seu novo hábitat.",
      "imageLink": "image_files\\English\\"imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kobra",
      "translation": "cobra",
      "definition": "Eine Art von giftigen Schlangen, die in Afrika und Asien gefunden werden und einen haubenartigen Aufbau um den Kopf haben.",
      "definition_translation": "Um tipo de cobra venenosa encontrada em África e Ásia, conhecida pela sua estrutura em forma de capuz ao redor da cabeça.",
      "example": "Die Kobra hob ihren Körper vom Boden, ihre Haube fuhr auf, als sie sich auf einen Angriff vorbereitete. Gestern sah ich eine Kobra durch das Gras gleiten. Bis nächstes Jahr wird die Kobra wieder ihre Haut abgeworfen haben.",
      "example_translation": "A cobra levantou seu corpo do chão, sua capuz inflando enquanto preparava-se para atacar. Ontem, eu vi uma cobra serpenteando pela grama. Até o ano que vem, a cobra terá se desfeito de sua pele novamente.",
      "imageLink": "image_files\\English\\"imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grasschlange",
      "translation": "serpente das ervas",
      "definition": "Eine Art von nichtgiftigen Schlangen, die in Europa und Asien gefunden werden und einen schlanken Körper und Geschmeidigkeit haben.",
      "definition_translation": "Um tipo de cobra não venenosa encontrada em Europa e Ásia, conhecida por seu corpo esbelto e agilidade.",
      "example": "Die Grasschlange glitt still durch das hohe Gras, ihre Schuppen glitzerten im Sonnenlicht. Gestern sah ich eine Grasschlange in der warmen Sonne baden. Bis nächstes Jahr wird die Grasschlange sehr viel länger sein.",
      "example_translation": "A serpente das ervas deslizou silenciosamente pela erva alta, suas escamas brilhando ao sol. Ontem, eu vi uma serpente das ervas tomando banho de sol quente. Até o ano que vem, a serpente das ervas terá crescido muito mais longa.",
      "imageLink": "image_files\\English\\"imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Molch",
      "translation": "tritão",
      "definition": "Ein kleiner, semi-aquatischer Salamander mit einem schlanken Körper und langem Schwanz, in Teichen und Seen gefunden.",
      "definition_translation": "Um pequeno salamandra semi-aquático com corpo esbelto e cauda longa, encontrado em lagos e lagoas.",
      "example": "Ich sah einen Molch gestern im Teich schwimmen. Morgen werde ich einen Molch in seinem natürlichen Habitat beobachten. Ich habe mich mit dem Lebenszyklus des Molches beschäftigt.",
      "example_translation": "Eu vi um tritão nadando no lago ontem. Vou observar um tritão em seu hábitat natural amanhã. Tenho estudado o ciclo de vida do tritão.",
      "imageLink": "image_files\\English\\"imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Python",
      "translation": "píton",
      "definition": "Eine große Schlange der Boa-Constrictor-Familie, in Afrika und Asien heimisch.",
      "definition_translation": "Uma grande cobra da família de constrictores, nativa da África e Ásia.",
      "example": "Die Python schlängelte sich durch das Gras. Morgen werde ich versuchen, eine Python in freier Wildbahn zu fangen. Python ist eine der faszinierendsten Schlangen.",
      "example_translation": "O píton deslizou pela grama. Vou tentar pegar um píton selvagem amanhã. Píton é uma das cobras mais fascinantes.",
      "imageLink": "image_files\\English\\"imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefleckter Salamander",
      "translation": "salamandra manchada",
      "definition": "Ein Salamander-Typ mit gelben oder orangen Flecken auf seinem Rücken, in Ost-Nordamerika gefunden.",
      "definition_translation": "Um tipo de salamandra com manchas amarelas ou laranjas nas costas, encontrado no leste da América do Norte.",
      "example": "Ich sah einen gefleckten Salamander gestern beim Teich. Der gefleckte Salamander ist seit vielen Jahren bedroht. Ich werde mich mit dem Habitat des gefleckten Salamanders beschäftigen.",
      "example_translation": "Eu vi uma salamandra manchada perto do lago ontem. A salamandra manchada tem sido ameaçada de extinção por muitos anos. Vou pesquisar o hábitat da salamandra manchada.",
      "imageLink": "image_files\\English\\"imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baumfrosch",
      "translation": "rã arbórea",
      "definition": "Ein Frosch-Typ, der in Bäumen lebt, in warmen und feuchten Klimazonen gefunden.",
      "definition_translation": "Um tipo de rã que vive em árvores, encontrado em climas quentes e úmidos.",
      "example": "Der Baumfrosch sprang von Ast zu Ast. Morgen werde ich versuchen, einen Baumfrosch in seinem natürlichen Habitat zu beobachten. Die Tarnung des Baumfrosches ist beeindruckend.",
      "example_translation": "A rã arbórea pulou de galho em galho. Vou tentar observar uma rã arbórea em seu hábitat natural amanhã. O camuflagem da rã arbórea é impressionante.",
      "imageLink": "image_files\\English\\"imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Viper",
      "translation": "víbora",
      "definition": "Eine giftige Schlange, in vielen Teilen der Welt gefunden, besonders in warmen und tropischen Regionen.",
      "definition_translation": "Uma cobra venenosa encontrada em muitas partes do mundo, especialmente em regiões quentes e tropicais.",
      "example": "Die Viper schlängelte sich leise durch das Gras, ihre giftigen Zähne bereit. Die Viper hatte den Bauern letzten Jahr gebissen. Die Viper wird jeden angreifen, der zu nah kommt.",
      "example_translation": "A víbora deslizava silenciosamente pela grama, suas presas venenosas prontas. A víbora havia mordido o fazendeiro no ano passado. A víbora atacará qualquer pessoa que se aproxime demais.",
      "imageLink": "image_files\\English\\"imageLink": "viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasserschlange",
      "translation": "serpente de água",
      "definition": "Ein mythologisches oder legendäres Wesen, dargestellt als Schlange oder Drache, das in Wasser lebt, oft mit Flüssen, Seen oder Ozeanen assoziiert.",
      "definition_translation": "Uma criatura mítica ou lendária retratada como uma cobra ou dragão que vive na água, frequentemente associada a rios, lagos ou oceanos.",
      "example": "Die Wasserschlange sollte die Macht haben, die Wellen zu kontrollieren. Laut Legende wurde die Wasserschlange einmal im See gesehen. Die Wasserschlange wird aus dem Ozean aufsteigen, um ihr Königreich zurückzuerobern.",
      "example_translation": "Serpente de água dizia-se ter o poder de controlar as ondas. Segundo a lenda, a serpente de água havia sido vista no lago. A serpente de água subirá do oceano para reivindicar seu reino.",
      "imageLink": "image_files\\English\\"imageLink": "water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]