[
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gitarre",
      "translation": "guitarra",
      "definition": "Ein Saitenmusikinstrument, das durch Zupfen oder Streichen gespielt wird, typischerweise besteht es aus einem Griffbrett mit Bünden und einem Körper, der den Klang verstärkt.",
      "definition_translation": "Um instrumento musical de cordas tocado por arrancamento ou raspagem, normalmente composto por um braço fretado e um corpo que ressona o som.",
      "example": "Ich spielte die Gitarre in meiner Band letzte Nacht, ich werde die Gitarre auf dem Konzert morgen spielen, und ich spielte die Gitarre mit meinen Freunden gestern.",
      "example_translation": "Eu toquei a guitarra na minha banda ontem à noite, Eu vou tocar a guitarra no concerto amanhã e eu toquei a guitarra com meus amigos ontem.",
      "imageLink": "image_files\\English\\"imageLink": "guitar.jpg",
      "audioLink": "guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlagzeug",
      "translation": "tambor",
      "definition": "Ein Musikinstrument, das durch Anschlagen erklingt, typischerweise besteht es aus einem hohlen Körper mit einer Membran, die über einem oder beiden Enden-spannt.",
      "definition_translation": "Um instrumento musical produzido por ser atingido, geralmente composto por um corpo oco com uma membrana esticada sobre uma ou ambas as extremidades.",
      "example": "Ich schlug das Schlagzeug in der Band, ich werde das Schlagzeug auf dem Fest morgen schlagen, und ich schlug das Schlagzeug mit meinen Freunden gestern.",
      "example_translation": "Eu bati o tambor na banda, Eu vou bater o tambor no festival amanhã e eu bati o tambor com meus amigos ontem.",
      "imageLink": "image_files\\English\\"imageLink": "drum.jpg",
      "audioLink": "drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlagzeuge",
      "translation": "tambores",
      "definition": "Plural von Schlagzeug, Musikinstrumente, die durch Anschlagen erklingen, typischerweise bestehen sie aus einem hohlen Körper mit einer Membran, die über einem oder beiden Enden-spannt.",
      "definition_translation": "Plural de tambor, instrumentos musicais produzidos por ser atingidos, geralmente compostos por um corpo oco com uma membrana esticada sobre uma ou ambas as extremidades.",
      "example": "Ich spielte die Schlagzeuge in der Band, ich werde die Schlagzeuge auf dem Konzert morgen spielen, und ich spielte die Schlagzeuge mit meinen Freunden gestern.",
      "example_translation": "Eu toquei os tambores na banda, Eu vou tocar os tambores no concerto amanhã e eu toquei os tambores com meus amigos ontem.",
      "imageLink": "image_files\\English\\"imageLink": "drums.jpg",
      "audioLink": "drums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Instrument",
      "translation": "instrumento",
      "definition": "Ein Werkzeug oder Gerät, das verwendet wird, um Musik zu produzieren, wie zum Beispiel ein Piano, eine Gitarre oder ein Schlagzeug.",
      "definition_translation": "Uma ferramenta ou dispositivo utilizado para produzir música, como um piano, uma guitarra ou um tambor.",
      "example": "Ich spielte ein Musikinstrument im Orchester, ich werde ein Musikinstrument auf der Party morgen spielen, und ich spielte ein Musikinstrument mit meinen Freunden gestern.",
      "example_translation": "Eu toquei um instrumento musical na orquestra, Eu vou tocar um instrumento musical na festa amanhã e eu toquei um instrumento musical com meus amigos ontem.",
      "imageLink": "image_files\\English\\"imageLink": "instrument.jpg",
      "audioLink": "instrument.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tastatur",
      "translation": "teclado",
      "definition": "Ein elektronisches Instrument mit Tasten, die man drückt, um Wörter, Zahlen und Symbole auf einem Computer oder Schreibmaschine zu tippen.",
      "definition_translation": "Um instrumento eletrônico com teclas que você pressiona para digitar palavras, números e símbolos em um computador ou máquina de escrever.",
      "example": "Gestern benutzte ich eine Tastatur, um einen Brief zu schreiben. Heute benutzt ich sie, um eine E-Mail zu tippen. Morgen werde ich sie verwenden, um mit meinem Freund zu chatten.",
      "example_translation": "Ontem, eu usei um teclado para escrever uma carta. Hoje, estou usando para digitar um email. Amanhã, vou usar para conversar com meu amigo.",
      "imageLink": "image_files\\English\\"imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klavier",
      "translation": "piano",
      "definition": "Ein Musikinstrument mit Saiten, das man durch Drücken von Tasten auf einem Keyboard spielt.",
      "definition_translation": "Um instrumento musical com cordas que você toca pressionando teclas em um teclado.",
      "example": "Als ich ein Kind war, lernte ich Klavier spielen. Jetzt spiele ich Klavier für meine Familie. In der Zukunft werde ich meine Kinder lehren, Klavier zu spielen.",
      "example_translation": "Quando eu era criança, aprendi a tocar piano. Agora, toco piano para minha família. No futuro, vou ensinar meus filhos a tocar piano.",
      "imageLink": "image_files\\English\\"imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Violine",
      "translation": "violino",
      "definition": "Ein Saitenmusikinstrument, das mit einem Bogen oder durch Zupfen der Saiten mit den Fingern gespielt wird.",
      "definition_translation": "Um instrumento musical de cordas tocado com um arco ou puxando as cordas com os dedos.",
      "example": "Meine Schwester spielte die Violine im Schulorchester, als sie jung war. Jetzt unterrichtet sie Violine. In der Zukunft wird sie mit einem professionellen Orchester auftreten.",
      "example_translation": "Minha irmã tocou violino na orquestra escolar quando era jovem. Agora, ela ensina violino a alunos. No futuro, ela fará uma performance com uma orquestra profissional.",
      "imageLink": "image_files\\English\\"imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sackpfeife",
      "translation": "gaitas de fole",
      "definition": "Ein traditionelles schottisches Musikinstrument mit einem Sack, in den man Luft blasen muss, um einen lauten, klagenden Klang zu produzieren.",
      "definition_translation": "Um instrumento musical tradicional escocês com um saco que você sopra ar para produzir um som alto e lamuriento.",
      "example": "Ich sah Sackpfeifen bei einem schottischen Fest, als ich Tourist war. Heute sehe ich ein Video von jemandem, der Sackpfeife spielt. Morgen werde ich ein Konzert besuchen, bei dem Sackpfeifen spielten werden.",
      "example_translation": "Eu vi gaitas de fole sendo tocadas em um festival escocês quando era turista. Hoje, estou assistindo um vídeo de alguém tocando gaitas de fole. Amanhã, irei assistir a um concerto com gaitas de fole.",
      "imageLink": "image_files\\English\\"imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Querflöte",
      "translation": "flauta",
      "definition": "Eine Querflöte ist ein Musikinstrument, das durchblasen wird, um einen hellen und klaren Klang zu produzieren.",
      "definition_translation": "Um flauta é um instrumento musical que é tocado soprando ar sobre o buraco da embocadura, produzindo um som claro e brilhante.",
      "example": "Ich spielte die Querflöte im Schulorchester, als ich ein Kind war. Jetzt spiele ich die Querflöte in einem professionellen Orchester. Ich werde die Querflöte auf dem Konzert morgen spielen.",
      "example_translation": "Eu toquei a flauta na banda escolar quando eu era criança. Agora eu toco a flauta em uma orquestra profissional. Eu vou tocar a flauta no concerto amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Saxophon",
      "translation": "saxofone",
      "definition": "Ein Saxophon ist ein Holzblasinstrument, das häufig in Jazz- und Rockmusik verwendet wird und für seinen samtigen und reichen Klang bekannt ist.",
      "definition_translation": "Um saxofone é um instrumento de madeira que é comummente usado no jazz e rock, conhecido pelo seu som suave e rico.",
      "example": "John Coltrane war ein legendärer Saxophonspieler. Ich lerne Saxophon spielen für meine Musikprüfung. Sie wird das Saxophon auf dem Schulkonzert spielen.",
      "example_translation": "John Coltrane foi um jogador de saxofone lendário. Estou aprendendo a tocar o saxofone para meu exame de música. Ela vai tocar o saxofone no concerto escolar.",
      "imageLink": "image_files\\English\\"imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trompete",
      "translation": "trompete",
      "definition": "Eine Trompete ist ein Blechblasinstrument, das in Orchestern und Jazzbands häufig verwendet wird und bekannt für seinen lauten und durchdringenden Klang ist.",
      "definition_translation": "Um trompete é um instrumento de metal que é comummente usado em orquestras e bandas de jazz, conhecido pelo seu som alto e penetrante.",
      "example": "Ich übte jeden Tag Trompete zu spielen, als ich auf der High School war. Der Trompeter spielte ein schönes Solo. Sie werden eine neue Trompete für das Schulorchester kaufen.",
      "example_translation": "Eu pratiquei tocar o trompete todos os dias quando eu estava no ensino médio. O jogador de trompete performou um belo solo. Eles vão comprar um novo trompete para a banda escolar.",
      "imageLink": "image_files\\English\\"imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akkordeon",
      "translation": "acordeão",
      "definition": "Ein Akkordeon ist ein portables Tasteninstrument, das in Volksmusik häufig verwendet wird und durch seine Zungen, die zum Erzeugen von Klang vibrieren, gekennzeichnet ist.",
      "definition_translation": "Um acordeão é um instrumento de teclado portátil que é comummente usado em música folclórica, caracterizado por suas lâminas que vibram para produzir som.",
      "example": "Ich sah einen Akkordeonspieler auf der Straßenecke auftreten. Sie lernte von ihrem Vater Akkordeon spielen. Die Band hatte einen Akkordeonspieler in ihrem letzten Album.",
      "example_translation": "Eu vi um jogador de acordeão se apresentando na esquina da rua. Ela aprendeu a tocar o acordeão com seu pai. A banda apresentou um jogador de acordeão em seu último álbum.",
      "imageLink": "image_files\\English\\"imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bassgitarre",
      "translation": "baixo",
      "definition": "Eine Bassgitarre ist ein Saiteninstrument, das durch Anschlagen oder Schlagen der Saiten mit den Fingern oder einem Plektrum gespielt wird. Es ähnelt in seinem Aussehen und seiner Konstruktion einer E-Gitarre, aber mit einer längeren Mensur und vier Saiten, die in einem tieferen Ton gestimmt sind.",
      "definition_translation": "Um baixo é um instrumento de cordas tocado por dedilhar ou bater suas cordas com os dedos ou um pick. Ele é semelhante em aparência e construção a uma guitarra elétrica, mas com uma escala de comprimento mais longo e quatro cordas afinadas para uma pitches mais baixa.",
      "example": "Ich spielte Bassgitarre in einer Band, als ich auf dem College war. Jetzt spiele ich Bassgitarre in einem Studio. Ich werde Bassgitarre in einem Konzert nächste Woche spielen.",
      "example_translation": "Eu costumava tocar o baixo em uma banda quando eu estava na faculdade. Agora, eu toco o baixo em um estúdio. Eu vou tocar o baixo em um concerto na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Violoncello",
      "translation": "violoncelo",
      "definition": "Ein Violoncello ist ein großes, Saiteninstrument, das durch Ziehen eines Bogens über seine Saiten oder durch Zupfen der Saiten mit den Fingern gespielt wird. Es ist ein Mitglied der Violinfamilie und wird in Orchestern und Kammermusikensembles häufig verwendet.",
      "definition_translation": "Um violoncelo é um grande instrumento musical de cordas que é tocado por deslizar um arco em suas cordas ou por dedilhar as cordas com os dedos. Ele é um membro da família do violino e é comumente usado em orquestras e conjuntos de música de câmara.",
      "example": "Ich habe drei Jahre lang Violoncello gelernt. Meine Schwester spielt Violoncello in einem Orchester. Sie wird Violoncello in einem Recital nächster Monat spielen.",
      "example_translation": "Eu tenho aprendido a tocar o violoncelo por três anos. Minha irmã tocou o violoncelo em uma orquestra. Ela vai tocar o violoncelo em um recital no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Konzertflügel",
      "translation": "piano de cauda",
      "definition": "Ein Konzertflügel ist ein großes, komplexes Musikinstrument, das Töne erzeugt, wenn Tasten gedrückt werden, die Hämmer aktivieren, die Saiten anschlagen. Es wird in klassischen Musikperformances häufig verwendet und gilt als Symbol für Eleganz und Raffinesse.",
      "definition_translation": "Um piano de cauda é um grande instrumento musical complexo que produz som quando as teclas são pressionadas, o que ativa martelos que atingem cordas. Ele é comumente usado em performances de música clássica e é considerado um símbolo de elegância e sofisticação.",
      "example": "Ich nahm gestern einen Unterricht auf dem Konzertflügel. Sie hat seit ihrem 5. Lebensjahr Konzertflügel gespielt. Sie werden morgen auf dem Konzertflügel im Konzerthaus auftreten.",
      "example_translation": "Eu tomei uma aula no piano de cauda ontem. Ela tem sido tocando o piano de cauda desde que ela tinha cinco anos. Eles vão se apresentar no piano de cauda na sala de concerto amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mundharmonika",
      "translation": "harmonica",
      "definition": "Eine Mundharmonika ist ein kleines, portables Musikinstrument, das durch Blasen und Saugen von Luft gespielt wird. Es wird in Blues- und Folkmusik häufig verwendet und ist bekannt für seinen charakteristischen, heulenden Klang.",
      "definition_translation": "Uma harmonica é um pequeno instrumento musical portátil que é tocado soprando e respirando ar através dele. Ele é comumente usado em música blues e folk e é conhecido pelo seu som distinto e uivante.",
      "example": "Ich lernte letzten Sommer Mundharmonika spielen. Er spielte Mundharmonika in einer Band. Sie wird mir nächste Woche Mundharmonika beibringen.",
      "example_translation": "Eu aprendi a tocar a harmonica no último verão. Ele tocou a harmonica em uma banda. Ela me ensinará como tocar a harmonica na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tambourin",
      "translation": "tamborim",
      "definition": "Ein Tambourin ist ein Musikinstrument, das aus einem flachen Trommel besteht, an dem metallene Schellen angebracht sind, die durch Schütteln oder Schlagen mit den Händen gespielt wird.",
      "definition_translation": "Um tamborim é um instrumento musical composto por um tambor raso com guizos de metal presos à borda, tocado sacudindo ou batendo com as mãos.",
      "example": "Der Musiker spielte letzte Nacht expertly Tambourin in einem Jazzband, wird es heute Nacht wieder spielen und hat es über Jahre gespielt.",
      "example_translation": "O músico jogou habilmente o tamborim na banda de jazz ontem à noite, jogará novamente esta noite e tem jogado há anos.",
      "imageLink": "image_files\\English\\"imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Horn",
      "translation": "corno",
      "definition": "Ein Horn ist ein Musikinstrument, das aus Metall, Holz oder anderen Materialien besteht, bestehend aus einer Röhre mit einem Mundstück an einem Ende und einer flared Bell am anderen Ende, gespielt wird, indem Luft durch das Mundstück geblasen wird.",
      "definition_translation": "Um corno é um instrumento musical feito de metal, madeira ou outros materiais, composto por um tubo com uma boca em uma extremidade e uma campânula em outra, tocado soprando ar pela boca.",
      "example": "Der Jäger blies das Horn laut, um den Beginn der Jagd zu signalisieren, hatte es früher geblasen, um die Gruppe zu sammeln, und wird es wieder blasen, um den Fang zu feiern.",
      "example_translation": "O caçador soprou o corno alto para sinalizar o início da caçada, havia soprado mais cedo para reunir o grupo e sopará novamente para comemorar a captura.",
      "imageLink": "image_files\\English\\"imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orgel",
      "translation": "órgão",
      "definition": "Eine Orgel ist ein Musikinstrument, das durch Drücken von Tasten auf einer Tastatur gespielt wird, die eine Reihe von Pfeifen oder elektronischen Signalen aktiviert, um Töne zu erzeugen.",
      "definition_translation": "Um órgão é um instrumento musical tocado pressionando teclas em um teclado, que ativa uma série de tubos ou sinais eletrônicos para produzir som.",
      "example": "Der Organist spielte eine schöne Melodie auf der Orgel während der Hochzeitszeremonie, hatte es während des Probespiels gestern gespielt und wird es wieder spielen bei der Beerdigung nächste Woche.",
      "example_translation": "O organista da igreja tocou uma linda melodia no órgão durante a cerimônia de casamento, havia tocado durante o ensaio ontem e tocará novamente no funeral da próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dreieck",
      "translation": "triângulo",
      "definition": "Ein Dreieck ist ein Musikinstrument, das aus einer Metallstange besteht, die in eine dreieckige Form gebogen wurde, gespielt wird, indem es mit einem Metallprügel geschlagen wird.",
      "definition_translation": "Um triângulo é um instrumento musical composto por uma haste de metal dobrada em forma triangular, tocado batendo com um batedor de metal.",
      "example": "Der Perkussionist läutete das Dreieck laut in der Orchesterperformance, wird es wieder läuten im nächsten Konzert und hatte es während des Probespiels letzte Woche geläutet.",
      "example_translation": "O percussionista tocou o triângulo alto na apresentação orquestral, tocará novamente no próximo concerto e havia tocado durante o ensaio da semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ballettka",
      "translation": "balalaica",
      "definition": "Ein Musikinstrument russischen Ursprungs mit einem dreieckigen Korpus und einem langen Hals mit drei Saiten.",
      "definition_translation": "Um instrumento musical de cordas de origem russa, com um corpo triangular e um pescoço longo com três cordas.",
      "example": "Die Folkband spielte die Balalaika mit großem Enthusiasmus, füllte den Saal mit lebhafter Musik.",
      "example_translation": "A banda folclórica tocou a balalaica com grande entusiasmo, enchendo o salão com música viva.",
      "imageLink": "image_files\\English\\"imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Banjo",
      "translation": "banjo",
      "definition": "Ein Saiteninstrument mit einem runden Korpus und einem langen Hals, typischerweise mit vier oder fünf Saiten.",
      "definition_translation": "Um instrumento musical de cordas com um corpo redondo e um pescoço longo, tipicamente tendo quatro ou cinco cordas.",
      "example": "Sie lernte, Banjo zu spielen, als sie ein Teenager war, und jetzt ist es ihr Lieblingsinstrument.",
      "example_translation": "Ela aprendeu a tocar o banjo quando era adolescente, e agora é seu instrumento favorito.",
      "imageLink": "image_files\\English\\"imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fagott",
      "translation": "fagote",
      "definition": "Ein großes, doppelröhriges Holzblasinstrument, das in Orchestern und Kammermusik verwendet wird.",
      "definition_translation": "Um instrumento de madeira de sopro de dupla lâmina usado em orquestras e música de câmara.",
      "example": "Der Fagottspieler navigierte das komplexe Solo in der Symphonie mit Geschick.",
      "example_translation": "O jogador de fagote habilmente navegou o solo complexo na sinfonia.",
      "imageLink": "image_files\\English\\"imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kastagnetten",
      "translation": "castanhola",
      "definition": "Ein Paar kleiner, becherförmiger Instrumente, die zusammengeklickt werden, um einen rhythmischen Sound zu erzeugen, typischerweise in der Flamenco-Musik verwendet.",
      "definition_translation": "Um par de instrumentos pequenos, em forma de xícara, clicados juntos para produzir um som rítmico,typically usado em música flamenco.",
      "example": "Die Tänzerin fügte mit ihren Kastagnetten einen lebhaften perkussiven Beat zum traditionellen spanischen Tanz hinzu.",
      "example_translation": "Os castanholas da dançarina adicionaram um ritmo percussivo animado à dança tradicional espanhola.",
      "imageLink": "image_files\\English\\"imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cimbalom",
      "translation": "cimbalom",
      "definition": "Ein traditionelles ungarisches Saiteninstrument mit einem trapezförmigen Resonanzkörper und einem Satz Metallhämmer, der verwendet wird, um die Saiten anzuschlagen.",
      "definition_translation": "Um instrumento de cordas tradicional húngaro com uma caixa de som trapezoidal e um conjunto de martelos de metal usados para tocar as cordas.",
      "example": "Die Musikerin spielte das Cimbalom auf dem Folk-Festival mit Geschick. Sie hatte das Cimbalom jahrelang gespielt. Sie wird das Cimbalom auf dem kommenden Konzert spielen.",
      "example_translation": "O músico tocou habilmente o cimbalom no festival folclórico. Ela havia tocado o cimbalom por anos. Ela tocará o cimbalom no concerto que está por vir.",
      "imageLink": "image_files\\English\\"imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klatscher",
      "translation": "estalo",
      "definition": "Eine Person, die klatscht, insbesondere um Zustimmung oder Anerkennung auszudrücken.",
      "definition_translation": "Uma pessoa que bate palmas, especialmente para expressar aprovação ou apreciação.",
      "example": "Der Klatscher im Publikum war sehr enthusiastisch. Sie war jahrelang Klatscher. Sie wird auf der Preisverleihung Klatscher sein.",
      "example_translation": "O estalo na audiência era muito entusiasta. Ela havia sido uma estalo por anos. Ela será uma estalo na cerimônia de premiação.",
      "imageLink": "image_files\\English\\"imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klarinette",
      "translation": "clarinete",
      "definition": "Ein Holzblasinstrument mit einem einfachen Rohr, das durch Blasen von Luft durch das Rohr einen charakteristischen Klang erzeugt.",
      "definition_translation": "Um instrumento musical de madeira com uma única lâmina, tocado soprar ar através da lâmina para produzir um som característico.",
      "example": "Der Musiker spielte die Klarinette auf dem Jazz-Konzert mit Geschick. Sie hatte die Klarinette seit ihrer Kindheit gespielt. Sie wird die Klarinette im Symphonieorchester spielen.",
      "example_translation": "O músico tocou habilmente o clarinete no concerto de jazz. Ela havia tocado o clarinete desde que era criança. Ela tocará o clarinete na orquestra sinfônica.",
      "imageLink": "image_files\\English\\"imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Becken",
      "translation": "prato",
      "definition": "Eine konkave Metallplatte, die als Musikinstrument verwendet wird, indem sie mit einem Stock geschlagen oder zusammengekracht wird, um einen metallischen Klang zu erzeugen.",
      "definition_translation": "Uma placa metálica côncava usada como instrumento musical, geralmente atingida por um pau ou crashada juntas para produzir um som de campainha.",
      "example": "Der Schlagzeuger krachte das Becken, um das Lied zu beginnen. Er hatte das Becken in seinen Auftritten verwendet. Er wird das Becken wieder auf dem Rock-Konzert krachen.",
      "example_translation": "O baterista crashou o prato para começar a música. Ele havia usado o prato em suas performances. Ele crashará o prato novamente no concerto de rock.",
      "imageLink": "image_files\\English\\"imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kontrabass",
      "translation": "contrabaixo",
      "definition": "Ein großes Saiteninstrument, das durch Ziehen eines Bogens über die Saiten oder durch Zupfen der Saiten mit den Fingern gespielt wird.",
      "definition_translation": "Um grande instrumento de cordas tocado pelo deslizar de um arco sobre suas cordas ou pela execução das cordas com os dedos.",
      "example": "Der Musiker spielte den Kontrabass im Orchester gestern mit Geschick, wird ihn morgen wieder spielen und hat ihn jahrelang gespielt.",
      "example_translation": "O músico tocou habilmente o contrabaixo na orquestra ontem, tocará novamente amanhã e tem tocado há anos.",
      "imageLink": "image_files\\English\\"imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gong",
      "translation": "gongo",
      "definition": "Eine Metallplatte, die mit einem Hammer geschlagen wird, um einen lauten, metallischen Klang zu erzeugen, typischerweise in der südostasiatischen Musik und zeremoniellen Kontexten verwendet.",
      "definition_translation": "Uma placa metálica percutida com um martelo para produzir um som alto e metálico, geralmente usada em música e contextos cerimoniais do Sudeste Asiático.",
      "example": "Der Gong wurde laut geschlagen, um das Zeremoniell zu beginnen, war vor der Vorstellung geschlagen worden und wird am Ende wieder geschlagen.",
      "example_translation": "O gongo foi percutido alto para sinalizar o início da cerimônia, havia sido percutido antes da performance e será percutido novamente no final.",
      "imageLink": "image_files\\English\\"imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Harmonium",
      "translation": "harmonio",
      "definition": "Ein Harmonium ist ein Musikinstrument, ähnlich einem Reed-Orgel, aber mit einem Blasebalg anstelle eines Klaviatur, verwendet in der indischen und pakistanischen klassischen Musik.",
      "definition_translation": "Um instrumento musical semelhante ao órgão de canhão, mas com um fole em vez de um teclado, usado na música clássica indiana e paquistanesa.",
      "example": "Der Harmonium-Spieler hatte stundenlang geübt, spielt es jetzt und wird es auf dem kommenden Konzert spielen.",
      "example_translation": "O jogador de harmonio havia praticado por horas, está tocando agora e tocará no concerto que virá.",
      "imageLink": "image_files\\English\\"imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Harfe",
      "translation": "harpa",
      "definition": "Eine Harfe ist ein Saiteninstrument, das von den Fingern gespielt wird, oft in Orchester- und Kammermusik verwendet.",
      "definition_translation": "Um instrumento de cordas tocado pela execução das cordas com os dedos, frequentemente usado em música orquestral e de câmara.",
      "example": "Die Harfenistin spielte die Harfe im Orchester gestern, spielt es in der Kammermusikgruppe, und wird es auf dem kommenden Konzert spielen.",
      "example_translation": "A harpista tocou habilmente a harpa na orquestra ontem, toca em grupo de música de câmara e tocará no concerto que virá.",
      "imageLink": "image_files\\English\\"imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cembalo",
      "translation": "cravo",
      "definition": "Ein Cembalo ist ein Musikinstrument, das durch ein Tastenwerk gespielt wird, bei dem der Klang durch Zinken oder Plektren erzeugt wird, die die Saiten anschlagen.",
      "definition_translation": "Um cravo é um instrumento musical tocado por meio de um teclado, no qual o som é produzido por penas ou plectras que puxam as cordas.",
      "example": "Das Cembalo war ein beliebtes Instrument in der Barockzeit, und viele berühmte Komponisten schrieben Musik dafür. Ich habe immer wollte Cembalo spielen, und ich werde nächstes Jahr Unterricht nehmen. Sie spielte das Cembalo schön in letzter Nacht's Konzert.",
      "example_translation": "O cravo foi um instrumento popular no período Barroco, e muitos compositores famosos escreveram música para ele. Eu sempre quis tocar o cravo, e vou começar a ter aulas no ano que vem. Ela havia tocado o cravo beleza na noite passada no concerto.",
      "imageLink": "image_files\\English\\"imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pauken",
      "translation": "timbales",
      "definition": "Pauken sind eine Art von Musik-Trommeln mit einem runden Körper und einer einzelnen Membran, die von einem Schlägel geschlagen werden.",
      "definition_translation": "Os timbales são um tipo de tambor musical com um corpo redondo e uma única cabeça, tocado ao bater a cabeça com um pau.",
      "example": "Die Pauken waren die lautesten Instrumente im Orchester, und ihr Klang hallte durch den Konzertsaal. Der Schlagzeuger musste die Pauken vor der nächsten Vorführung ersetzen. Sie werden die Pauken morgen auf dem Umzug spielen.",
      "example_translation": "Os timbales foram os instrumentos mais altos na orquestra, e seu som ecoou por todo o salão de concertos. O baterista teve que substituir os timbales antes da próxima apresentação. Eles vão tocar os timbales no desfile amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laute",
      "translation": "alauté",
      "definition": "Eine Laute ist ein Saiteninstrument mit einem birnenförmigen Körper und einem Griffbrett, das von den Fingern gespielt wird.",
      "definition_translation": "Um alauté é um instrumento musical de cordas com um corpo em forma de pêra e um pescoço fretado, tocado ao dedilhar as cordas com os dedos.",
      "example": "Die Laute war ein beliebtes Instrument in der Renaissance-Zeit, und viele berühmte Musiker spielten es. Ich werde nächsten Semester Laute lernen. Sie hat sich immer für die Laute und ihre reiche Geschichte interessiert.",
      "example_translation": "O alauté foi um instrumento popular no período do Renascimento, e muitos músicos famosos o tocaram. Eu vou aprender a tocar o alauté no próximo semestre. Ela sempre esteve fascinada pelo alauté e sua rica história.",
      "imageLink": "image_files\\English\\"imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandoline",
      "translation": "bandolim",
      "definition": "Eine Mandoline ist ein Saiteninstrument mit einem kleinen, birnenförmigen Körper und einem Griffbrett, das von einem Plektrum oder den Fingern gespielt wird.",
      "definition_translation": "Um bandolim é um instrumento musical de cordas com um corpo pequeno em forma de pêra e um pescoço fretado, tocado ao dedilhar as cordas com um plectro ou dedos.",
      "example": "Die Mandoline wurde von der Lead-Sängerin in der Folk-Band gespielt. Ich habe immer eine Mandoline besitzen wollen, und ich habe letzten Woche endlich eine gekauft. Sie spielte die Mandoline schön in der Oper.",
      "example_translation": "O bandolim foi tocado pelo vocalista da banda folk. Eu sempre quis ter um bandolim, e eu finalmente comprei um na semana passada. Ela tocou o bandolim lindamente na ópera.",
      "imageLink": "image_files\\English\\"imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maracas",
      "translation": "maracas",
      "definition": "Eine Maraca ist ein Perkussionsinstrument aus Lateinamerika, bestehend aus einer hohlen Gurke oder einem Holzgefäß gefüllt mit Kugeln oder kleinen Steinen, um ein Rasselgeräusch zu erzeugen.",
      "definition_translation": "Uma maraca é um instrumento de percussão originário da América Latina, consistindo geralmente de uma cuia oca ou vase de madeira preenchida com contas ou seixos, usada para criar um som de chocalho.",
      "example": "Der Musiker schüttelte die Maracas lebendig während der Salsa-Performance. Sie hat Maracas seit ihrer Jugend geschüttelt. Sie wird Maracas auf dem kommenden Festival schütteln.",
      "example_translation": "O músico chacoalhou as maracas vividamente durante a performance de salsa. Ela tem chacoalhado maracas desde que era adolescente. Ela vai chacoalhar maracas no próximo festival.",
      "imageLink": "image_files\\English\\"imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oboe",
      "translation": "oboe",
      "definition": "Eine Oboe ist ein Doppelrohrholzblasinstrument, oft in Orchester- und Kammermusik verwendet, bekannt für ihren markanten, weichen Klang.",
      "definition_translation": "Um oboé é um instrumento de sopro de madeira de duplo pedal, comumente usado em música orquestral e de câmara, conhecido pelo seu som distinto e suave.",
      "example": "Die Oboistin spielte eine schöne Melodie auf ihrer Oboe während des Konzerts. Sie hat Oboe seit über 20 Jahren gespielt. Sie wird ein Solo-Oboe-Stück auf dem Recital spielen.",
      "example_translation": "A oboísta tocou uma melodia linda no seu oboé durante o concerto. Ela tem tocado oboé por mais de 20 anos. Ela vai tocar uma peça solo de oboé no recital.",
      "imageLink": "image_files\\English\\"imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Okarina",
      "translation": "ocarina",
      "definition": "Eine Okarina ist ein kleines, flötenähnliches Musikinstrument mit einem markanten, wehmütigen Klang, stammend aus dem alten Mesoamerika und Südamerika.",
      "definition_translation": "Uma ocarina é um instrumento musical pequeno, semelhante a uma flauta, com um som distinto e hauntinante, originário da antiga Mesoamérica e América do Sul.",
      "example": "Der Archäologe entdeckte eine alte Okarina in den Ruinen des Azteken-Tempels. Sie blies in die Okarina, produziert einen süßen, traurigen Klang. Er wird die Okarina auf dem Kulturfestival spielen.",
      "example_translation": "O arqueólogo descobriu uma ocarina antiga nos restos do templo Asteca. Ela soprou na ocarina, produzindo um som doce e lúgubre. Ele vai tocar a ocarina no festival cultural.",
      "imageLink": "image_files\\English\\"imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blockflöte",
      "translation": "flauta de bisel",
      "definition": "Eine Blockflöte ist ein einfaches, Holzblasinstrument, oft in elementaren Musikunterrichtsklassen gelehrt, um Atemkontrolle und grundlegende Musikalität zu entwickeln.",
      "definition_translation": "Uma flauta de bisel é um instrumento musical de sopro simples, frequentemente ensinado a crianças em aulas de música em escolas elementares, usado para desenvolver controle de respiração e habilidades musicais básicas.",
      "example": "Der Drittklässler lernte, 'Mary Had a Little Lamb' auf der Blockflöte zu spielen. Sie hat seit dem Kindergarten Blockflöte gespielt. Sie werden ein Blockflöten-Ensemble auf dem Schulkonzert aufführen.",
      "example_translation": "O aluno do terceiro ano aprendeu a tocar 'Maria Tinha um Carneirinho' na flauta de bisel. Ela tem tocado flauta de bisel desde que estava no jardim de infância. Eles vão apresentar um ensemble de flauta de bisel no concerto escolar.",
      "imageLink": "image_files\\English\\"imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlagzeug",
      "translation": "caixa de snare",
      "definition": "Ein Schlagzeug ist eine Art von Trommel, die einen scharfen, knackenden Klang produziert, wenn sie geschlagen wird. Es wird oft in Militär- und Orchestermusik verwendet.",
      "definition_translation": "Um tambor de snare é um tipo de tambor que produz um som agudo e estaladiço quando atingido. É frequentemente usado em música militar e orquestral.",
      "example": "Die Schlagzeugerin spielte das Schlagzeug während des Umzugs virtuos. Sie hatte es gestern gespielt und wird es morgen wieder spielen.",
      "example_translation": "O baterista tocou expertamente a caixa de snare durante o desfile. Ela havia tocado ontem, e ela irá tocar novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Posaune",
      "translation": "trombone",
      "definition": "Eine Posaune ist ein Musikinstrument, das durch ein Ansatzstück und die Lippen einen tiefen Ton produziert.",
      "definition_translation": "Um trombone é um instrumento musical que é tocado soprando ar através de uma boca, produzindo um som grave.",
      "example": "Der Posaunist glitt während des Jazzkonzerts geschickt in die tiefenNoten. Er hatte es monatelang geübt und wird es nächste Woche wieder aufführen.",
      "example_translation": "O trombonista habilmente deslizou para as notas baixas durante o concerto de jazz. Ele havia praticado por meses, e ele irá performá-lo novamente na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tuba",
      "translation": "tuba",
      "definition": "Eine Tuba ist ein großes, tief klingendes Blechblasinstrument, das durch ein Ansatzstück und die Lippen gespielt wird und oft in Orchestern und Bands verwendet wird.",
      "definition_translation": "Uma tuba é um grande instrumento de metal de baixa pitched que é tocado soprando ar através de uma boca, frequentemente usado em orquestras e bandas.",
      "example": "Die Tuba-Spielerin lieferte während der Symphonie einen reichen, tiefen Klang. Sie wird es wieder auf dem kommenden Festival spielen und hat es letzten Jahr gespielt.",
      "example_translation": "O tubista forneceu um som rico e profundo durante a performance de sinfonia. Ela irá tocar novamente no próximo festival, e ela tocou no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Röhrenglocken",
      "translation": "sinos tubulares",
      "definition": "Röhrenglocken sind ein Musikinstrument, das aus einer Reihe von Metallröhren unterschiedlicher Längen besteht, die zum Produzieren eines klingenden Klangs angeschlagen werden.",
      "definition_translation": "Os sinos tubulares são um instrumento musical composto por um conjunto de tubos de metal de comprimentos variados que são atingidos para produzir um som de sino.",
      "example": "Die Musikerin spielte die Röhrenglocken während des Kirchenkonzerts virtuos. Sie hatte es Wochen lang geübt und wird es nächsten Monat wieder aufführen.",
      "example_translation": "A musicista tocou habilmente os sinos tubulares durante o concerto da igreja. Ela havia praticado por semanas, e ela irá performá-lo novamente no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vibraphon",
      "translation": "vibrafone",
      "definition": "Ein Musikinstrument mit einer Reihe von Metallstäben, die durch Hämmer angeschlagen werden, um einen klingenden Klang zu produzieren.",
      "definition_translation": "Um instrumento musical com uma série de barras metálicas que são atingidas por martelos para produzir um som retumbante.",
      "example": "Das Jazz-Ensemble features ein Vibraphon-Spieler, der einzigartigen Touch zum Musikstil hinzufügte. Das Vibraphon wurde im 19. Jahrhundert eingeführt. Bis zu den 2020er Jahren war das Vibraphon ein fester Bestandteil vieler Orchester geworden.",
      "example_translation": "A banda de jazz apresentou um jogador de vibrafone que adicionou um toque único à sua música. O vibrafone foi introduzido no século 19. Até os anos 2020, o vibrafone havia se tornado um padrão em muitas orquestras.",
      "imageLink": "image_files\\English\\"imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Xylophon",
      "translation": "xilofone",
      "definition": "Ein Musikinstrument mit einer Reihe von Holzstäben, die durch Hämmer angeschlagen werden, um einen klingenden Klang zu produzieren.",
      "definition_translation": "Um instrumento musical com uma série de barras de madeira que são atingidas por martelos para produzir um som retumbante.",
      "example": "Das Kind lernte während des Musikunterrichts Xylophon spielen. Das Xylophon wird oft in Kinderliedern verwendet. Bis nächstem Jahr wird sie das Xylophon gemeistert haben.",
      "example_translation": "A criança aprendeu a tocar o xilofone na aula de música. O xilofone é frequentemente usado em canções infantis. Até o ano que vem, ela terá dominado o xilofone.",
      "imageLink": "image_files\\English\\"imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]