[
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwarz",
      "translation": "preto",
      "definition": "Die Farbe von Kohle oder Russ; ohne Licht; völlig dunkel.",
      "definition_translation": "Tendo a cor de carvão ou fuligem; não tendo luz; totalmente escuro.",
      "example": "Ich trug ein schwarzes Kleid zum Party letzte Nacht, aber ich werde ein weißes Kleid zur Hochzeit morgen tragen. Bis zum nächsten Jahr werde ich ein schwarzes Kleid zu jedem förmlichen Ereignis getragen haben.",
      "example_translation": "Eu usei um vestido preto para a festa ontem à noite, mas usarei um branco para o casamento amanhã. Até o ano que vem, terei usado um preto para todos os eventos formais.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blau",
      "translation": "azul",
      "definition": "Eine Farbe wie die eines klaren Himmels an einem sonnigen Tag; fröhlich und optimistisch.",
      "definition_translation": "Tendo a cor de um céu claro em um dia ensolarado; alegre e otimista.",
      "example": "Das blaue Hemd, das ich gestern trug, war zu casual für das Meeting, aber ich werde ein blaues Halstuch zur Präsentation heute tragen. Bis zum nächsten Monat werde ich ein blaues Anzug zu jeder Konferenz getragen haben.",
      "example_translation": "A camisa azul que eu usei ontem foi muito casual para a reunião, mas usarei uma gravata azul para a apresentação hoje. Até o mês que vem, terei usado um terno azul para todas as conferências.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "braun",
      "translation": "marrom",
      "definition": "Eine Farbe wie die von Holz oder Erde; stabil und zuverlässig.",
      "definition_translation": "Tendo a cor de madeira ou terra; sólido e confiável.",
      "example": "Ich hatte einen braunen Hund, als ich ein Kind war, aber jetzt habe ich eine braune Katze. Bis zum nächsten Jahr werde ich einen braunen Pferd für fünf Jahre gehabt haben.",
      "example_translation": "Eu tive um cachorro marrom quando eu era criança, mas agora tenho um gato marrom. Até o ano que vem, terei tido um cavalo marrom por cinco anos.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grün",
      "translation": "verde",
      "definition": "Eine Farbe wie die von Gras oder Blättern; frisch und natürlich.",
      "definition_translation": "Tendo a cor de grama ou folhas; fresco e natural.",
      "example": "Ich sah einen grünen Vogel im Park gestern, aber heute sah ich ein grünes Auto auf der Straße. Bis zur nächsten Woche werde ich ein grünes Haus auf dem Land gesehen haben.",
      "example_translation": "Eu vi um pássaro verde no parque ontem, mas hoje vi um carro verde na rua. Até a semana que vem, terei visto uma casa verde no campo.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grau",
      "translation": "cinzento",
      "definition": "Eine Farbe, die zwischen schwarz und weiß liegt; weder weiß noch schwarz.",
      "definition_translation": "tendo uma cor intermediária entre preto e branco; nem branco nem preto",
      "example": "Der graue Himmel machte den Tag trist. Sie trug ein graues Kleid zum Party. Bis zum nächsten Jahr werde ich einen grauen Bart haben.",
      "example_translation": "Os céus cinzentos fizeram o dia parecer sombrio. Ela usava um vestido cinzento na festa. No ano que vem, eu terei uma barba cinzenta.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "orange",
      "translation": "laranja",
      "definition": "Eine Farbe, die zwischen rot und gelb liegt; eine Frucht dieser Farbe.",
      "definition_translation": "uma cor intermediária entre vermelho e amarelo; um fruto dessa cor",
      "example": "Sie schälte eine Orange für ein Snack. Der orangefarbene Sonnenuntergang war atemberaubend. Bis zum nächsten Monat werde ich täglich eine Orange gegessen haben.",
      "example_translation": "Ela descascou uma laranja para um lanche. O pôr-do-sol laranja foi impressionante. No mês que vem, eu terei comido uma laranja por dia.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rot",
      "translation": "vermelho",
      "definition": "Eine hellleuchtende, kräftige Farbe; intensive Leidenschaft oder Energie.",
      "definition_translation": "tendo uma cor brilhante e ousada; paixão ou energia intensa",
      "example": "Das rote Auto fuhr schnell über die Autobahn. Sie trug ein rotes Kleid zum Party. Bis zum nächsten Jahr werde ich ein rotes Telefon haben.",
      "example_translation": "O carro vermelho percorreu a rodovia. Ela usava um vestido vermelho na festa. No ano que vem, eu terei um telefone vermelho.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiß",
      "translation": "branco",
      "definition": "Eine Farbe wie die von Schnee oder Milch; rein oder sauber.",
      "definition_translation": "tendo uma cor como a da neve ou do leite; puro ou limpo",
      "example": "Die weißen Wände waren makellos. Sie trug ein weißes Hemd zur Arbeit. Bis zum nächsten Monat werde ich ein weißes Laptop haben.",
      "example_translation": "As paredes brancas estavam impecáveis. Ela usava uma camisa branca no trabalho. No mês que vem, eu terei um laptop branco.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gelb",
      "translation": "amarelo",
      "definition": "Die Farbe, die zwischen grün und orange liegt, insbesondere die helle, leuchtende Farbe der Sonne oder einer reifen Banane.",
      "definition_translation": "A cor intermediária entre o verde e o laranja, especialmente a cor brilhante e vibrante do sol ou de um banana maduro.",
      "example": "Die gelbe Sonne schien hell am Himmel. Gestern trug ich ein gelbes Hemd. Morgen werde ich die Wand gelb streichen.",
      "example_translation": "O sol amarelo brilhou intensamente no céu. Ontem, eu usei uma camisa amarela. Amanhã, eu vou pintar a parede de amarelo.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sahne",
      "translation": "creme",
      "definition": "Ein Süß- oder Salatgericht, hergestellt aus Milch oder Sahne, oft aromatisiert und gespritzt.",
      "definition_translation": "Um alimento doce ou salgado feito de leite ou creme, muitas vezes aromatizado e batido.",
      "example": "Ich liebe es, Sahne auf meine Pfannkuchen zu essen. Sie schlug die Sahne, bis sie steif war. Er wird Sahne für den Kaffee kaufen.",
      "example_translation": "Eu amo comer creme em meus panquecas. Ela bateu o creme até que ficasse firme. Ele vai comprar creme para o café.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gold",
      "translation": "dourado",
      "definition": "Eine helle, gelbe Farbe, wie Gold.",
      "definition_translation": "Tendo uma cor amarela brilhante, como o ouro.",
      "example": "Die goldene Statue schien hell auf dem Regal. Die goldene Sonne ging über die Berge auf. Sie wird ein goldenes Kleid zum Fest anziehen.",
      "example_translation": "A estátua dourada brilhou intensamente na prateleira. O sol dourado nasceu sobre as montanhas. Ela vai usar um vestido dourado para a festa.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitrone",
      "translation": "limão",
      "definition": "Ein kleiner, ovaler oder runder Frucht mit einem sauren Geschmack, oft in der Küche oder als Zierde verwendet.",
      "definition_translation": "Um pequeno fruto oval ou redondo com um gosto azedo, muitas vezes usado na cozinha ou como garnitura.",
      "example": "Ich presste den Zitronensaft in das Wasser. Sie aß ein Stück Zitronenkuchen gestern. Er wird einen Zitronenbaum im Garten pflanzen.",
      "example_translation": "Eu espremi o suco de limão na água. Ela comeu uma fatia de torta de limão ontem. Ele vai plantar uma árvore de limão no jardim.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rosa",
      "translation": "cor-de-rosa",
      "definition": "Eine helle, lebhafte Farbe mit einer rötlichen Färbung, oft mit Weiblichkeit und Spielerei assoziiert.",
      "definition_translation": "Uma cor brilhante e vibrante com uma tonalidade vermelha, muitas vezes associada à feminilidade e ao espírito de brincadeira.",
      "example": "Das rosa Kleid war ihr Liebling, sie trug es zum Fest letzte Nacht und wird es wieder nächste Woche tragen.",
      "example_translation": "O vestido cor-de-rosa era seu favorito, ela o usou para a festa ontem à noite e usará novamente na semana que vem.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "purpur",
      "translation": "roxo",
      "definition": "Eine reiche, luxuriöse Farbe mit einer Mischung von Rot- und Blautönen, oft mit Kreativität, Weisheit und Macht assoziiert.",
      "definition_translation": "Uma cor rica e luxuosa com uma mistura de tons vermelhos e azulados, muitas vezes associada à criatividade, sabedoria e poder.",
      "example": "Die Künstlerin mischte Purpur und Blau, um einen einzigartigen Ton zu schaffen, sie hatte damit gestern gemalt und wird morgen wieder malen.",
      "example_translation": "A artista misturou roxo e azul para criar uma tonalidade única, ela havia pintado com isso ontem e pintará novamente amanhã.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "silber",
      "translation": "prata",
      "definition": "Ein heller, glänzender Metall mit einer grau-weißen Farbe, oft in Schmuck, Münzen und anderen Ornaten verwendet.",
      "definition_translation": "Um metal brilhante e cinzento-branco, frequentemente usado em joias, moedas e outros ornamentos.",
      "example": "Die olympische Medaille war aus Silber, sie hatte sie letztes Jahr gewonnen und wird nächstes Jahr wieder um eine konkurrieren.",
      "example_translation": "A medalha olímpica era feita de prata, ela havia ganhado no ano passado e competirá por outra no ano que vem.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "veilchenfarben",
      "translation": "violeta",
      "definition": "Eine helle, lebhafte purpurne Farbe, oft mit Kreativität, Individualität und Weisheit assoziiert.",
      "definition_translation": "Uma cor púrpura brilhante e vívida, muitas vezes associada à criatividade, individualidade e sabedoria.",
      "example": "Die Künstlerin malte ein veilchenfarbenes Landschaftsbild, sie hatte es am Morgen gemalt und wird abends wieder ein anderes malen.",
      "example_translation": "A artista pintou um paisagem violeta, ela havia pintado isso de manhã e pintará outra noite.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beige",
      "translation": "bege",
      "definition": "Eine helle, gelb-bräunliche Farbe, wie die von ungefärbter Wolle.",
      "definition_translation": "Um cor pálido amarelo-marrom, como o de lã não tingida.",
      "example": "Das Model ging auf dem Laufsteg in einem atemberaubenden Beige-Abendkleid. Sie hatte ein Beige-Pullover zum Fest am Abend vorher getragen. Sie wird ein Beige-Kostüm zum Vorstellungsgespräch morgen tragen.",
      "example_translation": "A modelo desfilou na passarela usando um vestido de noite bege emocionante. Ela havia usado um suéter bege na festa na noite anterior. Ela usará um terno bege na entrevista de emprego amanhã.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "marineblau",
      "translation": "azul-marinho",
      "definition": "Eine dunkelblaue Farbe, wie die von einer Marineuniform.",
      "definition_translation": "Um cor azul-escura, como a de um uniforme naval.",
      "example": "Der Kapitän trug eine marineblaue Uniform zur Zeremonie. Sie hatte ein marineblaues Kleid zum Fest die Woche vorher getragen. Sie wird ein marineblaues Kostüm zum Geschäftstreffen morgen tragen.",
      "example_translation": "O capitão usou um uniforme azul-marinho na cerimônia. Ela havia usado um vestido azul-marinho na festa na semana anterior. Ela usará um terno azul-marinho na reunião de negócios amanhã.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "khaki",
      "translation": "caqui",
      "definition": "Eine hellbraune Farbe, wie die von Baumwollstoffen für Militäruniformen verwendet.",
      "definition_translation": "Um cor marrom-clara, como a de tecido de algodão usado para uniformes militares.",
      "example": "Der Soldat trug khaki-Hosen zum Ausbildungseinsatz. Sie hatte khaki-Kurze zum Picknick am Tag vorher getragen. Sie wird ein khaki-Jacket zur Campingfahrt nächste Woche tragen.",
      "example_translation": "O soldado usou calças caqui no exercício de treinamento. Ela havia usado calças curtas caqui no piquenique no dia anterior. Ela usará um casaco caqui na viagem de camping na próxima semana.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "olivgrün",
      "translation": "verde-oliva",
      "definition": "Eine gelb-grüne Farbe, wie die von reifen Oliven.",
      "definition_translation": "Um cor amarelo-verde, como a de azeitonas maduras.",
      "example": "Der Jäger trug olivgrüne Tarnkleidung, um sich unauffällig zu machen. Sie hatte ein olivgrünes Kleid zum Gartenzusammenkommen vor einem Monat getragen. Sie wird olivgrüne Stiefel zur Wanderfahrt nächsten Monat tragen.",
      "example_translation": "O caçador usou camuflagem verde-oliva para se misturar com o entorno. Ela havia usado um vestido verde-oliva no jardim na festa do mês anterior. Ela usará botas verde-oliva na viagem de caminhada do mês próximo.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amarant",
      "translation": "amaranto",
      "definition": "Amarant ist eine blühende Pflanze, die ursprünglich aus Amerika stammt. Es ist ein einjähriges oder mehrjähriges Kraut, das bis zu 2,5 Meter hoch wächst, mit breiten, ovalförmigen Blättern und bunten Blüten.",
      "definition_translation": "O amaranto é uma planta florífera nativa das Américas. É uma erva anual ou perene que cresce até 8 pés de altura, com folhas ovaladas largas e flores coloridas.",
      "example": "Der Bauer zog Amaranth auf seinem Feld, und es blühte schön letzten Sommer. Er wird es nächstes Jahr wieder anbauen, und es wird in Zukunft blühen.",
      "example_translation": "O agricultor cultivou amaranto em seu campo, e ele floresceu lindamente no verão passado. Ele cultivará novamente no ano que vem, e ele florescerá no futuro.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernstein",
      "translation": "âmbar",
      "definition": "Bernstein ist ein gelblicher oder bräunlicher fossiler Baumharz, das oft in Schmuckstücken verwendet wird. Es wird für seine warme, goldene Farbe und seine Fähigkeit, alte Insekten und Pflanzen zu erhalten, geschätzt.",
      "definition_translation": "O âmbar é uma resina fóssil de árvore amarela ou marrom utilizada frequentemente em joias. É valorizado por sua cor quente, dourada e sua capacidade de preservar insetos e plantas antigas.",
      "example": "Die Frau trug eine Bernstein-Halskette zur Party, und sie funkelte schön im Licht. Sie hatte sie auf ihrer Reise nach Ostsee letztes Jahr gekauft, wo Bernstein reichlich vorkommt.",
      "example_translation": "A mulher usou um colar de âmbar para a festa, e ele brilhou lindamente na luz. Ela o havia comprado em sua viagem à região báltica no ano passado, onde o âmbar é abundante.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anthrazit",
      "translation": "antracito",
      "definition": "Anthrazit ist ein Typ von Kohle, der sehr hart und rein ist. Er wird als Brennstoff verwendet und auch in Wasserfiltrationssystemen wegen seines hohen Kohlenstoffgehalts.",
      "definition_translation": "O antracito é um tipo de carvão que é muito duro e puro. É usado como combustível e também é usado em sistemas de filtragem de água devido ao seu alto teor de carbono.",
      "example": "Das Unternehmen verwendete Anthrazit, um seine Öfen zu befeuern, und produzierte ein hochwertiges Stahl. Sie werden es in Zukunft weiterhin verwenden, da es eine zuverlässige Energiequelle ist.",
      "example_translation": "A empresa usou antracito para alimentar seus fornos, e isso produziu um aço de alta qualidade. Eles continuarão a usá-lo no futuro, pois é uma fonte confiável de energia.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Achat",
      "translation": "aquamarina",
      "definition": "Achat ist ein Typ von Edelstein, der oft in Schmuckstücken verwendet wird. Er wird für seine blassblaue oder blaugrüne Farbe geschätzt und soll beruhigende Eigenschaften haben.",
      "definition_translation": "A aquamarina é um tipo de pedra preciosa que é frequentemente usada em joias. É valorizada por sua cor azul-pálida ou azul-verde e diz-se que tem propriedades calmantes.",
      "example": "Die Königin trug eine Achat-Halskette zur Zeremonie, und sie passte schön zu ihren blauen Augen. Sie hatte sie als Geschenk von ihrem Mann erhalten, der es auf ihrer Reise nach Brasilien letztes Jahr gekauft hatte.",
      "example_translation": "A rainha usou um colar de aquamarina para a cerimônia, e isso complementou seus olhos azuis lindamente. Ela o havia recebido como um presente de seu marido, que o havia comprado em sua viagem ao Brasil no ano passado.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesin",
      "translation": "carmesim",
      "definition": "Ein helles rot bis purpurrotes Pigment, das aus dem Cochenille-Insekt gewonnen wird und in der Lebensmittel-, Kosmetik- und Kunststoff-Industrie verwendet wird.",
      "definition_translation": "Um pigmento vermelho-brilhante a vermelho-púrpura obtido do inseto cochineal, usado na coloração de alimentos, cosméticos e materiais de arte.",
      "example": "Sie mischte das Karmesin sorgfältig mit Wasser, um eine leuchtende Farbe für ihr Kunstprojekt zu erstellen. Der Künstler hatte Karmesin verwendet, um ein tại Portrait zu erstellen. Bis nächster Woche wird der Maler das Karmesin-bemalte Wandgemälde fertiggestellt haben.",
      "example_translation": "Ela misturou cuidadosamente o carmesim com água para criar uma tinta vibrante para seu projeto de arte. O artista havia usado carmesim para criar um retrato deslumbrante. Até a próxima semana, o pintor terá terminado o mural colorido de carmesim.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesinrot",
      "translation": "carminho",
      "definition": "Eine tiefe, reiche rote Farbe, insbesondere in Stoffen oder Farben.",
      "definition_translation": "Um cor vermelho profundo e rico, especialmente em tecidos ou corantes.",
      "example": "Die Universität hat Karmesinrot als offizielle Farbe, und es ist auf ihrem Logo prominent vertreten. Die Frau trug ein karmesinrotes Kleid zum formellen Anlass. Bis nächstem Jahr wird das Unternehmen eine neue Karmesin-Produktlinie eingeführt haben.",
      "example_translation": "A cor oficial da universidade é carminho, e é destaque proeminente em seu logotipo. A mulher usou um vestido carminho para o evento formal. Até o ano que vem, a empresa terá introduzido uma nova linha de produtos carminho.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cyan",
      "translation": "ciano",
      "definition": "Eine blassgrün-blaue Farbe, insbesondere in der Druck- und digitalen Anzeigetechnik.",
      "definition_translation": "Um cor verde-azulado brilhante, especialmente em impressão e exibição digital.",
      "example": "Der Designer wählte einen cyanen Hintergrund für die Website, um das Logo hervorzuheben. Der Künstler mischte Cyan und Gelb, um eine einzigartige Grünton zu erstellen. Bis nächstem Monat wird das Unternehmen eine neue Cyan-Accessoires-Linie lanciert haben.",
      "example_translation": "O designer escolheu um fundo ciano para o site para fazer o logotipo se destacar. O artista misturou ciano e amarelo para criar uma tonalidade única de verde. Até o próximo mês, a empresa terá lançado uma nova linha de acessórios coloridos de ciano.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Smaragd",
      "translation": "esmeralda",
      "definition": "Eine hellgrüne Farbe, insbesondere in Edelsteinen und Schmuckstücken.",
      "definition_translation": "Um cor verde brilhante, especialmente em joias e ourivesaria.",
      "example": "Die Schauspielerin trug ein Smaragd-Kollier zum roten Teppich-Event. Der Fotograf fing das Smaragdgrün des Waldes in seinem Landschaftsfoto ein. Bis nächstem Sommer wird das Schmuckunternehmen eine neue Smaragd-Kollektion lanciert haben.",
      "example_translation": "A atriz usou um colar esmeralda no evento de carpete vermelho. O fotógrafo capturou o verde esmeralda da floresta em sua cena de paisagem. Até o próximo verão, a empresa de joias terá introduzido uma nova coleção esmeralda.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ingwer",
      "translation": "gengibre",
      "definition": "Eine Wurzel, die als Gewürz verwendet wird, insbesondere in asiatischer und indischer Küche, mit einem scharfen, süßen und leicht bitteren Geschmack.",
      "definition_translation": "Uma raiz usada como tempero, especialmente na cozinha asiática e indiana, tendo um sabor picante, doce e levemente amargo.",
      "example": "Ich fügte Ingwer zur Suppe hinzu, um extra Geschmack zu erzeugen. Gestern habe ich Ingwer gerieben, um ihn für den Salat zu verwenden. Morgen werde ich frischen Ingwer für das Rezept kaufen.",
      "example_translation": "Adicionei um pouco de gengibre à sopa para extra sabor. Ontem, raspei gengibre para a salada. Amanhã, comprarei um pouco de gengibre fresco para a receita.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Indigo",
      "translation": "anil",
      "definition": "Eine tiefe blaue Farbe, insbesondere ein leuchtendes Blau-Pigment, das in Färberei und Malerei verwendet wird.",
      "definition_translation": "Uma cor azul profunda, especialmente um pigmento azul vibrante usado em tingimento e pintura.",
      "example": "Der Künstler mischte Indigo mit Gelb, um eine einzigartige Farbe zu erstellen. Die Indigopflanze wird seit Jahrhunderten verwendet, um das leuchtende Blau zu produzieren. Der neue Modetrend enthält Indigo-Jeans.",
      "example_translation": "O artista misturou anil com amarelo para criar uma tonalidade única. A planta de anil tem sido usada por séculos para produzir o tingimento azul vibrante. A nova tendência de moda apresenta calças jeans anil.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "magenta",
      "translation": "magenta",
      "definition": "Eine helle, lebendige rosa-purpurne Farbe, insbesondere ein tiefes rosa-purpurnes Pigment, das in der Druckerei und Färberei verwendet wird.",
      "definition_translation": "Uma cor rosa-violácea brilhante e viva, especialmente um pigmento rosa-violáceo profundo usado em impressão e tingimento.",
      "example": "Der Designer wählte Magenta für das Logo, um Aufmerksamkeit zu erregen. Magenta ist eine Schlüssel farbe im Druckprozess. Das Model trug ein atemberaubendes Magentakleid auf dem Laufsteg.",
      "example_translation": "O designer escolheu magenta para o logotipo para chamar atenção. O magenta é uma cor-chave no processo de impressão. A modelo de moda usava um vestido magenta deslumbrante na passarela.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mahagoni",
      "translation": "mogno",
      "definition": "Eine Art Baum mit einem reichen, rotbraunen Holz, das oft in der Möbelfertigung und im Holzbau verwendet wird.",
      "definition_translation": "Um tipo de árvore com madeira rica, castanha-avermelhada, frequentemente usada na fabricação de móveis e marcenaria.",
      "example": "Der Zimmermann wählte Mahagoni für den Esstisch. Die alte Mahagonitür quietschte, als ich sie öffnete. Die Luxusyacht hatte ein schönes Mahagoni-Innenausbau.",
      "example_translation": "O carpinteiro escolheu mogno para a mesa de jantar. A porta de mogno antiga rangeu quando eu a abri. O iate de luxo tinha um interior de mogno lindo.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kastanienbraun",
      "translation": "coral",
      "definition": "Eine dunkel rotbraune Farbe, insbesondere eine tiefe, reiche braunrote Farbe.",
      "definition_translation": "Uma cor escura avermelhada, especialmente uma cor profunda e rica avermelhado",
      "example": "Ich strandete auf der Insel für eine Woche. Ich werde auf der Insel für eine Woche stranden. Ich strandete auf der Insel für eine Woche.",
      "example_translation": "Eu me deixei à deriva na ilha por uma semana. Eu me deixarei à deriva na ilha por uma semana. Eu me deixei à deriva na ilha por uma semana.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ocker",
      "translation": "ocre",
      "definition": "Ein natürliches Pigment, typischerweise gelb, orange oder rot, das in der Malerei und Färberei verwendet wird.",
      "definition_translation": "Um pigmento natural, tipicamente amarelo, laranja ou vermelho, usado em pintura e tingimento.",
      "example": "Die alten Ägypter verwendeten Ocker, um ihre Wände zu malen. Der Künstler mischte Ocker mit Wasser, um eine leuchtende Farbe zu erstellen. Die ockerfarbenen Felsen waren ein auffallendes Merkmal der Landschaft.",
      "example_translation": "Os antigos egípcios usaram ocre para pintar suas paredes. O artista misturou ocre com água para criar uma cor vibrante. As rochas de cor ocre foram uma característica marcante do paisagem.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "scharlachrot",
      "translation": "escarlate",
      "definition": "Eine helle, lebendige rote Farbe.",
      "definition_translation": "Uma cor vermelha brilhante e viva.",
      "example": "Das scharlachrote Kleid stach in der Menge hervor. Der scharlachrote Sonnenuntergang war ein atemberaubender Anblick. Die scharlachroten Blumen blühten im Garten.",
      "example_translation": "O vestido escarlate se destacou na multidão. O pôr do sol escarlate foi um espetáculo de tirar o fôlego. As flores escarlates floriram no jardim.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "turkis",
      "translation": "turquesa",
      "definition": "Ein blaugrünes Mineral, oft als Schmuckstein verwendet.",
      "definition_translation": "Um mineral azul-verde, frequentemente usado como pedra preciosa.",
      "example": "Die turkisfarbene Kette war ein schönes Geschenk. Die turkisfarbenen Wasserozean.sparkelten im Sonnenlicht. Der turkisfarbene Stein war perfekt poliert.",
      "example_translation": "O colar turquesa foi um presente lindo. As águas turquesas do oceano brilharam à luz do sol. A pedra turquesa foi polida à perfeição.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]