[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamm",
      "translation": "pente",
      "definition": "Ein Kamm ist ein Werkzeug, das verwendet wird, um Haare zu arrangieren oder zu reinigen oder Fasern zu säubern oder zu karden.",
      "definition_translation": "Um pente é uma ferramenta usada para arrumar ou limpar o cabelo, ou para limpar ou cardar fibras.",
      "example": "Ich kamnte mein Haar gestern, ich kammne es jetzt und ich werde es morgen kammnen.",
      "example_translation": "Eu penteei meu cabelo ontem, estou penteei agora, e penteei meu cabelo amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shampoo",
      "translation": "xampu",
      "definition": "Ein Shampoo ist eine flüssige Zubereitung zur Reinigung des Haares, typischerweise in Form einer cremigen Flüssigkeit.",
      "definition_translation": "Um xampu é uma preparação líquida para limpar o cabelo, tipicamente na forma de um líquido cremoso.",
      "example": "Ich shampooete mein Haar gestern, ich shampooere es jetzt und ich werde es morgen shampooeren.",
      "example_translation": "Eu lavei meu cabelo ontem, estou lavando agora, e lavarei meu cabelo amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Creme",
      "translation": "creme",
      "definition": "Eine Creme ist eine weiche, dicke und reiche Paste oder Flüssigkeit, oft als Lebensmittel oder in Kosmetikprodukten verwendet.",
      "definition_translation": "Um creme é uma pasta ou líquido macio, grosso e rico, freqüentemente usado como alimento ou em cosméticos.",
      "example": "Ich applizierte eine Creme auf meine Haut gestern, ich appliziere sie jetzt und ich werde sie morgen applizieren.",
      "example_translation": "Eu apliquei um creme na minha pele ontem, estou aplicando agora, e aplicarei amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deodorant",
      "translation": "desodorante",
      "definition": "Ein Deodorant ist eine Substanz, die auf den Körper aufgetragen wird, um Körpergeruch zu verhindern oder zu maskieren.",
      "definition_translation": "Um desodorante é uma substância aplicada ao corpo para prevenir ou mascarar o odor corporal.",
      "example": "Ich verwendete ein Deodorant gestern, ich verwende es jetzt und ich werde es morgen verwenden.",
      "example_translation": "Eu usei um desodorante ontem, estou usando agora, e usarei amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handcreme",
      "translation": "creme para as mãos",
      "definition": "Eine reichhaltige Feuchtigkeitslotion, die auf die Hände aufgetragen wird, um die Haut weich und geschützt zu machen.",
      "definition_translation": "Um loção hidratante rico aplicado às mãos para amaciar e proteger a pele.",
      "example": "Ich applizierte Handcreme nach dem Händewaschen. Ich werde Handcreme vor dem Ausgehen applizieren. Ich hatte Handcreme nach dem Geschirrspülen appliziert.",
      "example_translation": "Eu apliquei creme para as mãos após lavar minhas mãos. Eu aplicarei creme para as mãos antes de sair. Eu havia aplicado creme para as mãos após fazer os pratos.",
      "imageLink": "image_files\\English\\"imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippenstift",
      "translation": "batom",
      "definition": "Ein kosmetisches Stäbchen, das verwendet wird, um die Lippen zu färben und zu feuchten.",
      "definition_translation": "Um bastão cosmético usado para colorir e hidratar os lábios.",
      "example": "Ich kaufte einen neuen Lippenstift gestern. Sie wird einen roten Lippenstift zum Fest gekleiden. Er hatte Lippenstift vor dem Fotoshooting aufgetragen.",
      "example_translation": "Eu comprei um novo batom ontem. Ela usará um batom vermelho para a festa. Ele havia aplicado batom antes da sessão de fotos.",
      "imageLink": "image_files\\English\\"imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mascara",
      "translation": "rímel",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Wimpern zu dunkeln, zu verlängern und zu verdicken.",
      "definition_translation": "Um produto cosmético usado para escurecer, alongar e Thickening as pestanas.",
      "example": "Sie applizierte Mascara auf ihre Wimpern. Ich werde eine neue Mascara morgen kaufen. Er hatte Mascara zum Modenschau getragen.",
      "example_translation": "Ela aplicou rímel às suas pestanas. Eu comprarei um novo rímel amanhã. Ele havia usado rímel para o desfile de moda.",
      "imageLink": "image_files\\English\\"imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maske",
      "translation": "máscara",
      "definition": "Eine Bedeckung für das Gesicht, typischerweise aus Stoff oder Kunststoff, getragen, um die Identität zu verhüllen oder zum Schutz.",
      "definition_translation": "Uma cobertura para o rosto, geralmente feita de tecido ou plástico, usada para esconder a identidade ou para proteção.",
      "example": "Der Dieb trug eine Maske, um sein Gesicht zu verbergen. Ich werde eine Maske zum Kostümfest tragen. Sie hatte eine Maske zur Operation getragen.",
      "example_translation": "O ladrão usou uma máscara para esconder seu rosto. Eu usarei uma máscara para a festa de fantasias. Ela havia usado uma máscara para a cirurgia.",
      "imageLink": "image_files\\English\\"imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Duschgel",
      "translation": "gel de banho",
      "definition": "Ein flüssiges Seifenmittel, das verwendet wird, um den Körper im Duschbad zu waschen.",
      "definition_translation": "Um sabonete líquido usado para lavar o corpo no chuveiro.",
      "example": "Ich verwendete ein luxuriöses Duschgel heute Morgen. Ich werde ein feuchtendes Duschgel morgen verwenden. Sie hatte ein erfrischendes Duschgel gestern verwendet.",
      "example_translation": "Eu usei um gel de banho luxuoso nesta manhã. Vou usar um gel de banho hidratante amanhã. Ela havia usado um gel de banho refrescante ontem.",
      "imageLink": "image_files\\English\\"imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Körperbalsam",
      "translation": "balme corporal",
      "definition": "Eine feuchtendes Lotion oder Creme, die auf die Haut aufgetragen wird, um sie weich und gepflegt zu halten.",
      "definition_translation": "Um lotion ou creme hidratante aplicado à pele para mantê-la macia e hidratada.",
      "example": "Ich applizierte einen Körperbalsam nach meinem Duschbad. Sie wird einen Körperbalsam nach ihrem Bade auftragen. Sie hatten einen Körperbalsam nach ihrer Massage aufgetragen.",
      "example_translation": "Eu apliquei um balme corporal após meu banho. Ela vai aplicar um balme corporal após seu banho. Eles haviam aplicado um balme corporal após sua massagem.",
      "imageLink": "image_files\\English\\"imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Wattestäbchen",
      "translation": "disco de algodão",
      "definition": "Ein kleines, rundes Stück Baumwolle, das zum Auftragen oder Entfernen von Nagellack, Make-up oder anderen Kosmetika verwendet wird.",
      "definition_translation": "Um pequeno pedaço redondo de algodão usado para aplicar ou remover esmalte, maquiagem ou outros cosméticos.",
      "example": "Ich verwendete ein Wattestäbchen, um meinen Nagellack zu entfernen. Sie wird ein Wattestäbchen nutzen, um ihr Eyeshadow aufzutragen. Sie hatten ein Wattestäbchen verwendet, um ihre Haut zu reinigen.",
      "example_translation": "Eu usei um disco de algodão para remover meu esmalte. Ela vai usar um disco de algodão para aplicar sua sombra. Eles haviam usado um disco de algodão para limpar a pele.",
      "imageLink": "image_files\\English\\"imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elektrorasierer",
      "translation": "barbear elétrico",
      "definition": "Ein elektrisches Gerät, das zum Rasieren oder Trimmen von Haaren, typischerweise im Gesicht oder am Körper, verwendet wird.",
      "definition_translation": "Um dispositivo elétrico usado para fazer a barba ou cortar cabelo, geralmente no rosto ou corpo.",
      "example": "Ich verwendete einen Elektrorasierer, um meinen Bart zu rasieren. Er wird einen Elektrorasierer nutzen, um sein Haar zu trimmen. Sie hatten einen Elektrorasierer verwendet, um ihre Beine zu rasieren.",
      "example_translation": "Eu usei um barbear elétrico para fazer a barba. Ele vai usar um barbear elétrico para cortar cabelo. Eles haviam usado um barbear elétrico para fazer a barba nas pernas.",
      "imageLink": "image_files\\English\\"imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ätherisches Öl",
      "translation": "óleo essencial",
      "definition": "Ein konzentriertes Pflanzenextrakt, das durch Dampfdestillation gewonnen wird und für Aromatherapie, Geschmackverstärkung und Parfümherstellung verwendet wird.",
      "definition_translation": "Um extrato de planta concentrado, geralmente obtido através de destilação a vapor, usado para aromaterapia, flavoração e perfumaria.",
      "example": "Ich verwendete ätherisches Öl in meinem Diffusor, um mich zu entspannen. Gestern kaufte ich ätherisches Öl im Laden. Ich werde ätherisches Öl in meiner Hautpflege nächste Woche verwenden.",
      "example_translation": "Eu usei óleo essencial no meu difusor para relaxar. Ontem, eu comprei óleo essencial na loja. Eu usarei óleo essencial na minha rotina de cuidado com a pele na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wimpernzange",
      "translation": "alisador de cílios",
      "definition": "Ein Gerät, das zum Formen und Krümmen der Wimpern, typischerweise vor dem Auftragen von Mascara oder Eyeliner, verwendet wird.",
      "definition_translation": "Um dispositivo usado para dar forma e curlar cílios, geralmente antes de aplicar máscara ou delineador.",
      "example": "Sie verwendete eine Wimpernzange, um ihre Augen zu öffnen. Er kaufte eine Wimpernzange für seinen Schwester Geburtstag. Sie werden eine Wimpernzange vor der Party heute Abend verwenden.",
      "example_translation": "Ela usou um alisador de cílios para abrir os olhos. Ele comprou um alisador de cílios para o aniversário da irmã. Eles usarão um alisador de cílios antes da festa hoje à noite.",
      "imageLink": "image_files\\English\\"imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarfärbemittel",
      "translation": "tinta de cabelo",
      "definition": "Eine Färbungssubstanz, die auf das Haar aufgetragen wird, um seine Farbe zu ändern, entweder temporär oder dauerhaft.",
      "definition_translation": "Uma substância colorante aplicada ao cabelo para mudar sua cor, seja temporariamente ou permanentemente.",
      "example": "Ich werde Haarfärbemittel verwenden, um meine grauen Haare zu überdecken. Sie färbte ihr Haar blonde letzte Woche. Sie verwenden Haarfärbemittel, um einen Ombre-Effekt zu erzielen.",
      "example_translation": "Eu usarei tinta de cabelo para cobrir meu cabelo grisalho. Ela tingiu o cabelo de loiro na semana passada. Eles usam tinta de cabelo para criar um efeito de ombre.",
      "imageLink": "image_files\\English\\"imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelbuffer",
      "translation": "lixa de unha",
      "definition": "Ein Werkzeug, das zum Formen und Glätten der Nagelkanten, oft vor dem Auftragen von Nagellack, verwendet wird.",
      "definition_translation": "Uma ferramenta usada para dar forma e suavizar as bordas das unhas dos dedos ou dos pés, muitas vezes antes de aplicar esmalte de unha.",
      "example": "Der Nageltechniker verwendete einen Nagelbuffer, um meine Nägel zu formen. Sie kaufte einen Nagelbuffer im Schönheitsladen. Sie werden einen Nagelbuffer vor dem Auftragen von Nagellack heute Abend verwenden.",
      "example_translation": "A técnica de unha usou uma lixa de unha para dar forma às minhas unhas. Ela comprou uma lixa de unha na loja de beleza. Eles usarão uma lixa de unha antes de aplicar esmalte de unha hoje à noite.",
      "imageLink": "image_files\\English\\"imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelknipser",
      "translation": "corte unha",
      "definition": "Ein handgeführtes Gerät, das zum Schneiden und Formen von Fingernägeln und Zehennägeln verwendet wird.",
      "definition_translation": "Um corte unha é um dispositivo portátil usado para cortar e dar forma às unhas dos dedos e dos pés.",
      "example": "Ich verwendete einen Nagelknipser, um meine Zehennägel zu kürzen. Dann werde ich ihn wieder verwenden, um meine Fingernägel zu formen.",
      "example_translation": "Eu usei um corte unha para cortar as unhas dos pés ontem, então eu vou usá-lo novamente amanhã para dar forma às unhas dos dedos.",
      "imageLink": "image_files\\English\\"imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelfeile",
      "translation": "lima unha",
      "definition": "Ein Werkzeug, das zum Formen und Glätten der Nagelkanten verwendet wird.",
      "definition_translation": "Uma lima unha é uma ferramenta usada para dar forma e amaciar as bordas das unhas dos dedos e dos pés.",
      "example": "Sie verwendete eine Nagelfeile, um ihre Nägel nach dem Schneiden zu glätten, und jetzt sehen sie perfekt aus.",
      "example_translation": "Ela usou uma lima unha para amaciar as unhas após cortá-las, e agora elas estão perfeitas.",
      "imageLink": "image_files\\English\\"imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaber",
      "translation": "espátula",
      "definition": "Ein Schaber ist ein Küchenwerkzeug, das zum Schaben, Umdrehen und Verteilen von Lebensmitteln in einer Pfanne oder auf einer Oberfläche verwendet wird.",
      "definition_translation": "Uma espátula é um utensílio de cozinha usado para raspar, virar e espalhar alimentos em uma panela ou em uma superfície.",
      "example": "Ich werde einen Schaber verwenden, um die Pfannkuchen umzudrehen, wenn sie fertig sind, und dann werde ich ihn verwenden, um die Seiten der Schüssel abzuschaben.",
      "example_translation": "Eu vou usar uma espátula para virar os panquecas quando eles estiverem prontos, e então eu usei para raspar os lados da tigela.",
      "imageLink": "image_files\\English\\"imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tönende Feuchtcreme",
      "translation": "moisturizador tingido",
      "definition": "Eine tönende Feuchtcreme ist ein kosmetisches Produkt, das der Haut Feuchtigkeit zuführt und ihr einen natürlichen, unaufdringlichen Farbton verleiht.",
      "definition_translation": "Um moisturizador tingido é um produto cosmético que fornece umidade à pele ao mesmo tempo em que lhe dá uma cor natural e sutil.",
      "example": "Sie applizierte eine tönende Feuchtcreme auf ihr Gesicht heute Morgen, und es gibt ihr Haut einen gesunden Glanz.",
      "example_translation": "Ela aplicou um moisturizador tingido no rosto esta manhã, e isso deu à sua pele um brilho saudável.",
      "imageLink": "image_files\\English\\"imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zehenabstandshalter",
      "translation": "separador de dedos",
      "definition": "Ein Gerät, das verwendet wird, um die Zehen zu trennen, normalerweise aus Plastik oder Silikon, getragen, um Unbehagen oder Schmerzen zu lindern, die durch überlappende Zehen verursacht werden.",
      "definition_translation": "Um dispositivo usado para separar os dedos, geralmente feito de plástico ou silicone, usado para aliviar desconforto ou dor causada por dedos sobrepostos.",
      "example": "Sie verwendet einen Zehenabstandshalter, um den Schmerz durch ihren Hammerzeh zu lindern. Sie wird einen Zehenabstandshalter verwenden, um ihre Zehen davon abzuhalten, sich zu überlappen. Sie hatte einen Zehenabstandshalter verwendet, um ihre Zehen nach der Operation zu trennen.",
      "example_translation": "Ela usou um separador de dedos para aliviar a dor causada por seu dedo martelo. Ela usará um separador de dedos para evitar que seus dedos se sobreponham. Ela havia usado um separador de dedos para separar seus dedos após a cirurgia.",
      "imageLink": "image_files\\English\\"imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachrasierwasser",
      "translation": "loção pós-barba",
      "definition": "Eine flüssige oder gelartige Substanz, die nach dem Rasieren auf die Haut aufgetragen wird, um die Haut zu beruhigen und zu feuchten und Irritationen zu vermeiden.",
      "definition_translation": "Um líquido ou gel aplicado na pele após a barba, geralmente para acalmar e hidratar a pele e prevenir irritação.",
      "example": "Er trug Nachrasierwasser auf seine Haut auf, um den Rasierbrand zu beruhigen. Sie wird Nachrasierwasser verwenden, um Ingrown Haare zu vermeiden. Er hatte Nachrasierwasser verwendet, um seine Haut nach dem Rasieren zu feuchten.",
      "example_translation": "Ele aplicou loção pós-barba em sua pele para acalmar a queimadura de gilete. Ela usará loção pós-barba para prevenir cabelos encravados. Ele havia usado loção pós-barba para hidratar sua pele após a barba.",
      "imageLink": "image_files\\English\\"imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rouge",
      "translation": "ruborizador",
      "definition": "Ein kosmetisches Pulver oder Creme, das verwendet wird, um den Wangen einen natürlichen Ausdruck oder Glanz zu verleihen.",
      "definition_translation": "Um pó ou creme cosmético usado para dar umFlush natural ou brilho às bochechas.",
      "example": "Sie trug Rouge auf ihre Wangen auf, um ein gesundes Aussehen zu erzielen. Er wird Rouge verwenden, um sein Teint zu verbessern. Sie hatte Rouge verwendet, um ihre blasse Haut zu überdecken.",
      "example_translation": "Ela aplicou ruborizador em suas bochechas para dar uma aparência saudável. Ele usará ruborizador para realçar sua compleição. Ela havia usado ruborizador para cobrir sua pele pálida.",
      "imageLink": "image_files\\English\\"imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Körperpeeling",
      "translation": "esfoliante corporal",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Haut zu peelen und zu reinigen, normalerweise mit Zutaten wie Zucker, Salz oder Alpha-Hydroxysäuren.",
      "definition_translation": "Um produto cosmético usado para esfoliar e limpar a pele, geralmente contendo ingredientes como açúcar, sal ou ácidos alfa-hidroxi.",
      "example": "Sie verwendet ein Körperpeeling, um ihre Haut vor dem Urlaub zu peelen. Er wird ein Körperpeeling verwenden, um tote Hautzellen zu entfernen. Sie hatte ein Körperpeeling verwendet, um ihre raue Haut zu weichen.",
      "example_translation": "Ela usou um esfoliante corporal para esfoliar sua pele antes da vacação. Ele usará um esfoliante corporal para remover células de pele mortas. Ela havia usado um esfoliante corporal para amaciar sua pele áspera.",
      "imageLink": "image_files\\English\\"imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaumbad",
      "translation": "banho de bolhas",
      "definition": "Ein Bad, bei dem schaumige Seife oder andere Produkte hinzugefügt werden, um einen schaumigen Effekt zu erzielen, normalerweise zur Entspannung oder zum Vergnügen.",
      "definition_translation": "Um banho em que são adicionados sabonetes espumosos ou outros produtos para criar um efeito espumoso, tipicamente para relaxamento ou prazer.",
      "example": "Ich entspannte mich in einem Schaumbad nach einem langen Tag, dann werde ich morgen wieder eines nehmen, und ich nahm letzte Woche eines.",
      "example_translation": "Eu me relaxei em um banho de bolhas após um longo dia, então vou tomar outro amanhã e eu tomei outro semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puderpflaster",
      "translation": "compacto",
      "definition": "Ein kleiner, leichter Behälter, normalerweise aus Puder oder Creme, der verwendet wird, um Make-up aufzutragen.",
      "definition_translation": "Um pequeno recipiente leve, tipicamente feito de pó ou creme, usado para aplicar maquiagem.",
      "example": "Ich trug ein Puderpflaster in meiner Handtasche für schnelle Berichtigungen, dann werde ich morgen ein neues kaufen, und ich verwendete eins letzte Woche.",
      "example_translation": "Eu carreguei um compacto na minha bolsa para retoques rápidos, então vou comprar um novo amanhã e eu usei um semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abdeckcreme",
      "translation": "corretor",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um Imperfektionen auf der Haut zu überdecken, wie Pickel oder dunkle Ringe unter den Augen.",
      "definition_translation": "Um produto cosmético usado para cobrir ou esconder imperfeições na pele, como manchas ou círculos escuros sob os olhos.",
      "example": "Ich trug Abdeckcreme auf meine dunklen Ringe auf, dann werde ich sie morgen verwenden, um einen Pickel zu überdecken, und ich verwendete sie letzte Woche, um eine Narbe zu verdecken.",
      "example_translation": "Eu apliquei corretor nos meus círculos escuros, então vou usá-lo para cobrir uma mancha amanhã e eu usei para esconder uma cicatriz semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wattestäbchen",
      "translation": "cotonetes",
      "definition": "Kleine, usually hölzerne Stäbchen mit einem Ball aus Watte an jedem Ende, die verwendet werden, um Make-up aufzutragen oder zu entfernen, oder um die Ohren zu reinigen.",
      "definition_translation": "Pequenos paus, geralmente de madeira, com uma bola de algodão em cada extremidade, usados para aplicar ou remover maquiagem, ou para limpar os ouvidos.",
      "example": "Ich verwendete Wattestäbchen, um Eyeliner aufzutragen, dann werde ich sie morgen verwenden, um meine Ohren zu reinigen, und ich verwendete sie letzte Woche, um Make-up zu entfernen.",
      "example_translation": "Eu usei cotonetes para aplicar eyeliner, então vou usá-los para limpar meus ouvidos amanhã e eu usei para remover maquiagem semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lockenstab",
      "translation": "alisador",
      "definition": "Ein Lockenstab ist ein kleiner, zylindrischer Gerät, der verwendet wird, um ein Haarsträhne zu formen und in Platz zu halten, während es gelockt oder gewellt wird.",
      "definition_translation": "Um alisador é um dispositivo cilíndrico pequeno usado para dar forma e segurar um feixe de cabelo no lugar enquanto é enrolado ou ondulado.",
      "example": "Ich verwendete einen Lockenstab, um meine Haare für die Party letzte Nacht zu stylen, und es sah großartig aus. Ich werde ihn morgen wieder verwenden, um meine Haare für eine Präsentation auf der Arbeit zu stylen. Ich habe Lockenstäbe seit Jahren verwendet und sie geben mir immer perfekte Locken.",
      "example_translation": "Eu usei um alisador para estilo meu cabelo para a festa ontem à noite, e ficou ótimo. Vou usá-lo novamente amanhã para uma apresentação no trabalho. Eu tenho usado alisadores há anos e eles sempre me dão cachos perfeitos.",
      "imageLink": "image_files\\English\\"imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lockenstab-Gerät",
      "translation": "ferro de frisar",
      "definition": "Ein Lockenstab-Gerät ist ein Styling-Werkzeug, das verwendet wird, um Locken, Wellen oder glatte Stylen im Haar zu erstellen.",
      "definition_translation": "Um ferro de frisar é uma ferramenta de estilo usado para criar cachos, ondas ou estilos retos nos cabelos.",
      "example": "Ich habe ein Lockenstab-Gerät verwendet, um meine Haare für Jahre zu stylen, und es gibt mir immer einSalon-Qualitäts-Look. Ich lockte meine Haare mit einem Lockenstab-Gerät letzte Nacht und erhielt viele Komplimente. Ich werde ein Lockenstab-Gerät wieder morgen verwenden, um meine Haare für einen besonderen Anlass zu stylen.",
      "example_translation": "Eu tenho usado um ferro de frisar para estilo meu cabelo há anos, e ele sempre me dá um look de salão de beleza. Eu enrolei meu cabelo com um ferro de frisar ontem à noite e recebi muitos elogios. Vou usar um ferro de frisar novamente amanhã para uma ocasião especial.",
      "imageLink": "image_files\\English\\"imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhautschere",
      "translation": "tesouras de cutícula",
      "definition": "Nagelhautschere sind ein Schönheitswerkzeug, das verwendet wird, um die Nagelhaut um die Fingernägel und Zehenägel zu trimmen und zu formen.",
      "definition_translation": "As tesouras de cutícula são um tipo de ferramenta de beleza usada para cortar e dar forma às cutículas ao redor das unhas dos dedos e dos pés.",
      "example": "Ich verwendete Nagelhautschere, um meine Nagelhaut zum ersten Mal letzte Woche zu trimmen, und es war einfacher, als ich dachte. Meine Schwester ist eine professionelle Nail-Technikerin und sie verwendet immer Nagelhautschere, um die Nägel ihrer Kunden zu pflegen. Ich werde Nagelhautschere wieder nächste Woche verwenden, um meine Nagelpflege-Routine aufrechtzuerhalten.",
      "example_translation": "Eu usei tesouras de cutícula para cortar minhas cutículas pela primeira vez semana passada, e foi mais fácil do que eu pensei. Minha irmã é uma técnica de unha profissional e ela sempre usa tesouras de cutícula para cuidar das unhas dos seus clientes. Vou usar tesouras de cutícula novamente semana que vem para manter minha rotina de cuidado com as unhas.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhaut-Puscher",
      "translation": "empurrador de cutícula",
      "definition": "Ein Nagelhaut-Puscher ist ein Werkzeug, das verwendet wird, um die Nagelhaut sanft zurückzudrücken und tote Hautzellen vom Nagelbett zu entfernen.",
      "definition_translation": "Um empurrador de cutícula é uma ferramenta usada para empurrar gentilmente as cutículas e remover células de pele mortas da cama das unhas.",
      "example": "Ich verwendete einen Nagelhaut-Puscher, um meine Nagelhaut zurückzudrücken und mein Nagelbett zu reinigen letzte Nacht, und es fühlte sich sehr entspannend an. Meine Freundin ist eine Nagel-Technikerin und sie verwendet immer einen Nagelhaut-Puscher, um das Nagelbett für eine Maniküre vorzubereiten. Ich werde einen Nagelhaut-Puscher wieder nächste Woche verwenden, um meine Nägel gesund zu halten.",
      "example_translation": "Eu usei um empurrador de cutícula para empurrar minhas cutículas e limpar minha cama das unhas ontem à noite, e foi muito relaxante. Minha amiga é uma técnica de unha e ela sempre usa um empurrador de cutícula para preparar a cama das unhas para uma manicure. Vou usar um empurrador de cutícula novamente semana que vem para manter minhas unhas saudáveis.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelhaut-Entferner",
      "translation": "remover de cutícula",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um tote Hautzellen von der Nagelhaut zu entfernen, typischerweise vor einer Maniküre oder Pediküre.",
      "definition_translation": "Um produto cosmético usado para remover células de pele mortas das cutículas, geralmente antes de uma manicure ou pedicure.",
      "example": "Sie verwendete einen Nagelhaut-Entferner, um ihre Nagelhaut weich zu machen, bevor sie sie zurückdrückte, und dann eine Feuchtigkeitssalbe auftragte, um ihre Haut zu pflegen. Gestern hatte sie ein Nagelöl verwendet, um ihre Nagelhaut zu nähren, und sie wird einen Nagelhaut-Entferner wieder nächste Woche verwenden.",
      "example_translation": "Ela usou um remover de cutícula para amolecer suas cutículas antes de empurrá-las para trás, então aplicou um hidratante para hidratar sua pele. Ontem, ela havia usado um óleo de cutícula para nutrir suas cutículas, e ela usará um remover de cutícula novamente na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Enthaarungscreme",
      "translation": "creme depilatório",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um unerwünschte Körperhaare zu entfernen, typischerweise indem es die Haare an der Hautoberfläche auflöst.",
      "definition_translation": "Um produto cosmético usado para remover pêlos corporais indesejados, geralmente dissolvendo o cabelo na superfície da pele.",
      "example": "Sie applizierte eine Enthaarungscreme auf ihre Beine, um unerwünschte Haare zu entfernen, und dann spülte sie mit warmem Wasser ab. Letzten Monat hatte sie ein Rasiermesser verwendet, um ihre Beine zu rasieren, aber diesmal bevorzugte sie, eine Enthaarungscreme zu verwenden. Nächstes Sommer wird sie eine Enthaarungscreme wieder verwenden, um sich für den Strand vorzubereiten.",
      "example_translation": "Ela aplicou um creme depilatório nas pernas para remover pêlos indesejados, e então enxaguou com água morna. No mês passado, ela havia usado uma lâmina de barbear para raspar as pernas, mas desta vez ela preferiu usar um creme depilatório. No próximo verão, ela usará um creme depilatório novamente para se preparar para a praia.",
      "imageLink": "image_files\\English\\"imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Augenbrauenstift",
      "translation": "lápis de sobrancelha",
      "definition": "Ein kosmetisches Werkzeug, das verwendet wird, um die Augenbrauen zu definieren und zu formen, typischerweise indem es einen farbigen Stift auf die Braue aufträgt.",
      "definition_translation": "Uma ferramenta cosmética usada para definir e dar forma às sobrancelhas, geralmente aplicando um lápis colorido na área da sobrancelha.",
      "example": "Sie verwendete einen Augenbrauenstift, um ihresparse Augenbrauen aufzufüllen, und dann die Farbe mit einem Spoolie zu verblenden. Gestern hatte sie ein Brauenpulver verwendet, um ihre Augenbrauen zu definieren, aber heute bevorzugte sie, einen Augenbrauenstift zu verwenden. Nächste Woche wird sie einen Augenbrauenstift wieder verwenden, um ihre Augenbrauen vor einer Party aufzutouchen.",
      "example_translation": "Ela usou um lápis de sobrancelha para preencher suas sobrancelhas ralas, e então misturou a cor com um pincel. Ontem, ela havia usado um pó de sobrancelha para definir suas sobrancelhas, mas hoje ela preferiu usar um lápis de sobrancelha. Na próxima semana, ela usará um lápis de sobrancelha novamente para tocar suas sobrancelhas antes de uma festa.",
      "imageLink": "image_files\\English\\"imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lidstrich",
      "translation": "rímel",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Form der Augen zu definieren und zu betonen, typischerweise indem es eine flüssige, gelartige oder pulverförmige Formel auf die Oberkiefer aufträgt.",
      "definition_translation": "Um produto cosmético usado para definir e realçar a forma dos olhos, geralmente aplicando uma fórmula líquida, gel ou em pó na linha superior dos cílios.",
      "example": "Sie applizierte einen Lidstrich auf ihre Oberkiefer, um einen Katzenaugen-Look zu erstellen, und dann ihre Unterkiefer mit einem braunen Stift zu linieren. Gestern Nacht hatte sie einen flüssigen Lidstrich verwendet, um einen dramatischen Look zu erstellen, aber heute bevorzugte sie, einen Stift-Lidstrich zu verwenden. Nächstes Jahr wird sie einen wasserfesten Lidstrich wieder verwenden, um ihn an ihrem Hochzeitstag zu tragen.",
      "example_translation": "Ela aplicou cuidadosamente um rímel na linha superior dos cílios para criar um olhar de gato, e então delineou a linha inferior dos cílios com um lápis marrom. Na noite passada, ela havia usado um rímel líquido para criar um olhar dramático, mas hoje ela preferiu usar um rímel em lápis. No próximo ano, ela usará um rímel à prova d'água novamente para usar no dia do seu casamento.",
      "imageLink": "image_files\\English\\"imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lidschatten",
      "translation": "sombra de olhos",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Augenlider zu färben und zu schattieren, typischerweise mit einem Pinsel oder Applikator aufgetragen.",
      "definition_translation": "Um produto cosmético usado para colorir e sombrear as pálpebras, geralmente aplicado com um pincel ou aplicador.",
      "example": "Ich applizierte einen hellen Lidschatten auf meine Lider für einen natürlichen Look. Gestern kaufte ich ein neues Lidschatten-Palättpalette. Ich werde heute Abend einen mutigen Lidschatten-Look für die Party ausprobieren.",
      "example_translation": "Eu apliquei uma sombra de olhos leve em minhas pálpebras para um look natural. Ontem, eu comprei uma nova palette de sombra de olhos. Eu vou tentar um look de sombra de olhos ousado para a festa Tonight.",
      "imageLink": "image_files\\English\\"imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Glätter",
      "translation": "ferro de passar roupa",
      "definition": "Ein Haushaltsgerät, das verwendet wird, um Haare zu glätten und zu stylen, typischerweise bestehend aus heißen Plattformen, die zusammengeklappt werden, um die Haare zu glätten oder zu kräuseln.",
      "definition_translation": "Um aparelho doméstico usado para amaciar e estilizar cabelo, geralmente consistindo em placas quentes que são fechadas juntas para alisar ou cachear o cabelo.",
      "example": "Ich verwendete einen Glätter, um meine Haare für die Hochzeit zu glätten. Meine Schwester hat meinen Glätter gestern ausgeliehen. Ich werde nächste Woche einen neuen Glätter kaufen.",
      "example_translation": "Eu usei um ferro de passar roupa para alisar meu cabelo para o casamento. Minha irmã emprestou meu ferro de passar roupa ontem. Eu vou comprar um novo ferro de passar roupa na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarkonditionierer",
      "translation": "condicionador de cabelo",
      "definition": "Ein Haarpflegeprodukt, das verwendet wird, um die Textur und Handhabbarkeit von Haaren zu verbessern, typischerweise nach dem Shampoo aufgetragen.",
      "definition_translation": "Um produto de cuidado capilar usado para melhorar a textura e maneabilidade do cabelo, geralmente aplicado após o shampoo.",
      "example": "Ich applizierte einen Haarkonditionierer nach dem Haare waschen, um sie weich zu halten. Mein Haarkonditionierer war abgelaufen, daher musste ich einen neuen kaufen. Sie wird einen Haarkonditionierer verwenden, um ihr beschädigtes Haar zu reparieren.",
      "example_translation": "Eu aplico um condicionador de cabelo após lavar meu cabelo para mantê-lo macio. Meu condicionador de cabelo estava vencido, então eu tive que comprar um novo. Ela vai usar um condicionador de cabelo para consertar seu cabelo danificado.",
      "imageLink": "image_files\\English\\"imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarmousse",
      "translation": "mousse de cabelo",
      "definition": "Ein leichtes, schaumiges Haarstylingprodukt, das verwendet wird, um Volumen, Textur und Halt zu Haaren hinzuzufügen, oft auf feuchtes Haar aufgetragen.",
      "definition_translation": "Um produto de styling de cabelo leve e espumoso usado para adicionar volume, textura e segurar ao cabelo, frequentemente aplicado ao cabelo úmido.",
      "example": "Ich verwende eine Haarmousse, um Volumen zu meinem Haar hinzuzufügen, bevor ich es stylen. Mein Haarmousse ist fast aufgebraucht, ich benötige einen neuen. Sie applizierte eine Haarmousse auf ihr Haar, um Textur hinzuzufügen.",
      "example_translation": "Eu uso um mousse de cabelo para adicionar volume ao meu cabelo antes de styling. Meu mousse de cabelo está quase terminado, preciso comprar um novo. Ela aplicou um mousse de cabelo ao seu cabelo para adicionar textura.",
      "imageLink": "image_files\\English\\"imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haarspray",
      "translation": "laca de cabelo",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um eine Frisur in Form zu halten, insbesondere für Haare, die mit Volumen oder eine bestimmte Form gestylt sind.",
      "definition_translation": "Um produto cosmético usado para segurar um estilo de cabelo no lugar, particularmente para cabelos que são estilo com volume ou mantêm uma forma específica.",
      "example": "Sie benutzte Haarspray, um ihre Hochsteckfrisur die ganze Nacht über in Form zu halten.",
      "example_translation": "Ela usou laca de cabelo para manter seu penteado no lugar a noite inteira.",
      "imageLink": "image_files\\English\\"imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippenbalsam",
      "translation": "bálsamo labial",
      "definition": "Ein topisches Produkt, das verwendet wird, um Lippen zu pflegen und zu schützen, oft enthält es Bienenwachs, Kampfer und ätherische Öle.",
      "definition_translation": "Um produto tópico usado para hidratar e proteger os lábios, frequentemente contendo cera de abelha, cânfora e óleos essenciais.",
      "example": "Er aplicierte Lippenbalsam, um seine trockenen Lippen während des Winters zu beruhigen. Er hatte Lippenbalsam am Vorabend aufgetragen, und es half seinen Lippen, sich besser zu fühlen. Er wird Lippenbalsam wieder auftragen, wenn er mit dem Essen fertig ist.",
      "example_translation": "Ele aplicou bálsamo labial para acalmar seus lábios secos durante o inverno. Ele havia aplicado bálsamo labial na noite anterior, e isso ajudou seus lábios a se sentirem melhor. Ele irá aplicar bálsamo labial novamente quando terminar de comer.",
      "imageLink": "image_files\\English\\"imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lipgloss",
      "translation": "brilho labial",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um Lippen zu glänzen und zu färben, oft mit einem glänzenden oder funkelnden Finish.",
      "definition_translation": "Um produto cosmético usado para adicionar brilho e cor aos lábios, frequentemente tendo um acabamento glossy ou sparkle.",
      "example": "Sie trug Lipgloss auf, bevor sie zur Party ging. Sie hatte Lipgloss am Vorabend aufgetragen, und es ließ ihre Lippen fantastisch aussehen. Sie wird Lipgloss wieder auftragen, wenn sie sich für ihr Date zurecht macht.",
      "example_translation": "Ela aplicou brilho labial antes de ir para a festa. Ela havia aplicado brilho labial na noite anterior, e isso fez seus lábios parecerem incríveis. Ela irá aplicar brilho labial novamente quando se preparar para seu encontro.",
      "imageLink": "image_files\\English\\"imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lippenkonturenstift",
      "translation": "lápis labial",
      "definition": "Ein kosmetisches Produkt, das verwendet wird, um die Lippen zu umreißen und zu definieren, oft verwendet, um eine präzisere Form zu schaffen oder unregelmäßige Lippen zu korrigieren.",
      "definition_translation": "Um produto cosmético usado para delinear e definir a forma dos lábios, frequentemente usado para criar uma forma mais precisa ou para corrigir lábios desiguais.",
      "example": "Sie benutzte einen Lippenkonturenstift, um einen Katzenaugeneffekt zu erzielen. Sie hatte einen Lippenkonturenstift am Vorabend verwendet, um ihre Lippen zu definieren. Sie wird einen Lippenkonturenstift wieder verwenden, wenn sie ihre Make-up für die Hochzeit macht.",
      "example_translation": "Ela usou lápis labial para criar um efeito de olho de gato. Ela havia usado lápis labial na noite anterior para definir seus lábios. Ela irá usar lápis labial novamente quando fizer sua maquiagem para o casamento.",
      "imageLink": "image_files\\English\\"imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "flüssige Grundierung",
      "translation": "base líquida",
      "definition": "Ein Typ von Grundierung, der eine flüssige Konsistenz hat, oft verwendet, um ein natürliches und glattes Finish zu erzielen.",
      "definition_translation": "Um tipo de base que tem consistência líquida, muitas vezes usado para alcançar um acabamento natural e suave.",
      "example": "Ich benutzte eine flüssige Grundierung für meine Hochzeit, um ein makelloses Aussehen sicherzustellen. Ich werde eine flüssige Grundierung für mein nächstes Fotoshooting verwenden. Sie hatte eine flüssige Grundierung verwendet, um ihrePickel zu überdecken.",
      "example_translation": "Eu usei uma base líquida para meu casamento para garantir um tom de pele perfeito. Eu vou usar uma base líquida para minha próxima sessão de fotos. Ela havia usado uma base líquida para cobrir suas imperfeições.",
      "imageLink": "image_files\\English\\"imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lose Puder",
      "translation": "pó solto",
      "definition": "Ein Typ von Puder, der nicht in eine Schminktabelle gepresst ist, oft verwendet, um das Make-up zu fixieren und den Glanz zu reduzieren.",
      "definition_translation": "Um tipo de pó que não é pressionado em um compacto, muitas vezes usado para fixar o maquiagem e reduzir o brilho.",
      "example": "Ich trug ein loses Puder auf, um meine Grundierung zu fixieren. Sie wird ein loses Puder verwenden, um den Glanz auf ihrer Stirn zu reduzieren. Sie hatten ein loses Puder verwendet, um ihr Make-up für den Abend zu fixieren.",
      "example_translation": "Eu apliquei um pó solto para fixar minha base. Ela vai usar um pó solto para reduzir o brilho em sua testa. Eles haviam usado um pó solto para fixar seu maquiagem para a noite.",
      "imageLink": "image_files\\English\\"imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagelbürste",
      "translation": "pincel de unha",
      "definition": "Ein kleiner Pinsel, der verwendet wird, um Nagellack aufzutragen, oft verwendet, um intricate Nageldesigns zu erstellen.",
      "definition_translation": "Um pequeno pincel usado para aplicar esmalte de unha, muitas vezes usado para criar desenhos de unha intrincados.",
      "example": "Ich benutzte eine Nagelbürste, um ein detailliertes Design auf meine Nägel zu malen. Sie wird eine Nagelbürste verwenden, um Nagellack für ihre Hochzeit aufzutragen. Sie hatten eine Nagelbürste verwendet, um intricate Designs auf ihre Nägel zu erstellen.",
      "example_translation": "Eu usei um pincel de unha para pintar um design detalhado em minhas unhas. Ela vai usar um pincel de unha para aplicar esmalte de unha para seu casamento. Eles haviam usado um pincel de unha para criar desenhos intrincados em suas unhas.",
      "imageLink": "image_files\\English\\"imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagellack",
      "translation": "esmalte de unha",
      "definition": "Eine gefärbte Flüssigkeit, die verwendet wird, um Nägel zu dekorieren und zu schützen, oft in verschiedenen Farben und Finishs erhältlich.",
      "definition_translation": "Um líquido colorido usado para decorar e proteger as unhas, muitas vezes vindo em uma variedade de cores e acabamentos.",
      "example": "Ich trug Nagellack auf meine Zehen auf, um sie für den Sommer vorzubereiten. Sie wird Nagellack verwenden, um ihre Nägel ihrem Kleid anzupassen. Sie hatten Nagellack verwendet, um einen mutigen Look für den Laufsteg zu erstellen.",
      "example_translation": "Eu apliquei esmalte de unha aos meus dedos do pé para o verão. Ela vai usar esmalte de unha para combinar com seu vestido para a festa. Eles haviam usado esmalte de unha para criar um look ousado para a passarela.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nagellackentferner",
      "translation": "removeador de esmalte",
      "definition": "Ein lösungsmittelhaltiges Produkt, das verwendet wird, um Nagellack von den Nägeln zu entfernen.",
      "definition_translation": "Um líquido à base de solvente used para dissolver e remover esmalte de unhas.",
      "example": "Ich benutzte einen Nagellackentferner, um den alten Nagellack abzutragen. Gestern kaufte ich einen neuen Nagellackentferner. Ich werde den Nagellackentferner morgen verwenden.",
      "example_translation": "Eu usei um removeador de esmalte para tirar o esmalte velho. Ontem, eu comprei um novo removeador de esmalte. Eu usarei o removeador de esmalte amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puderquaste",
      "translation": "pó de pó",
      "definition": "Ein weiches, kissenartiges Werkzeug, das verwendet wird, um Puder auf dem Gesicht und Körper aufzutragen.",
      "definition_translation": "Uma ferramenta macia, como um travesseiro, usada para aplicar pó no rosto e corpo.",
      "example": "Sie trug das Puder vorsichtig mit einer Puderquaste auf. Die Puderquaste war für ihr Gesicht zu groß. Sie wird nächste Woche eine kleinere Puderquaste kaufen.",
      "example_translation": "Ela aplicou o pó com um pó de pó soft. O pó de pó era demasiado grande para o seu rosto. Ela comprará um pó de pó menor na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puder",
      "translation": "pó compacto",
      "definition": "Eine Art von Puder, das in eine kompakte Kuchenform gepresst wird, um Make-up zu fixieren und Glanz zu kontrollieren.",
      "definition_translation": "Um tipo de pó que é pressionado em uma forma de bolo compacto, usado para fixar maquiagem e controlar brilho.",
      "example": "Sie benutzte Puder, um ihr Make-up zu fixieren. Der Puder war fast leer. Sie wird bald einen neuen Puder kaufen.",
      "example_translation": "Ela usou pó compacto para fixar sua base. O pó compacto estava quase vazio. Ela comprará um novo pó compacto em breve.",
      "imageLink": "image_files\\English\\"imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Primer",
      "translation": "primário",
      "definition": "Ein kosmetisches Produkt, das auf die Haut aufgetragen wird, bevor Make-up aufgetragen wird, um eine glatte Oberfläche zu schaffen und das Make-up an Ort und Stelle zu halten.",
      "definition_translation": "Um produto cosmético aplicado à pele antes de maquiagem para criar uma superfície suave e ajudar a maquiagem ficar no lugar.",
      "example": "Sie trug einen Primer auf, bevor sie ihr Make-up auftrug. Der Primer half ihrem Make-up, länger zu halten. Sie wird nächsten Mal einen anderen Primer verwenden.",
      "example_translation": "Ela aplicou um primário antes de aplicar sua base. O primário ajudou sua maquiagem durar mais tempo. Ela usará um primário diferente da próxima vez.",
      "imageLink": "image_files\\English\\"imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vulkanstein",
      "translation": "pedra pumícia",
      "definition": "Ein Vulkanstein ist ein natürlicher Peeling-Stein, der verwendet wird, um tote Hautzellen von Füßen, Ellbogen und Händen zu entfernen.",
      "definition_translation": "Uma pedra pumícia é uma pedra natural exfoliante usada para remover células de pele morta dos pés, cotovelos e mãos.",
      "example": "Ich benutzte einen Vulkanstein, um tote Hautzellen von meinen Fersen zu entfernen. Gestern kaufte ich einen Vulkanstein, um meine Haut zu peelen. Ich werde morgen einen Vulkanstein verwenden, um meine Haut glatt zu machen.",
      "example_translation": "Eu usei uma pedra pumícia para remover as células de pele morta dos meus calcanhares. Ontem, eu comprei uma pedra pumícia para exfoliar minha pele. Eu vou usar uma pedra pumícia amanhã para fazer minha pele suave.",
      "imageLink": "image_files\\English\\"imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rasierpinsel",
      "translation": "pincel de barbear",
      "definition": "Ein Rasierpinsel ist ein Pinsel, der verwendet wird, um Rasierschaum oder -seife auf die Haut aufzutragen, bevor man sich rasiert.",
      "definition_translation": "Um pincel de barbear é um pincel usado para aplicar creme de barbear ou sabão na pele antes de se barbear.",
      "example": "Ich wusch meinen Rasierpinsel nach dem Rasieren. Der Barbier benutzte einen Rasierpinsel, um den Rasierschaum aufzutragen. Sie wird nächsten Woche einen Rasierpinsel kaufen.",
      "example_translation": "Eu lavei meu pincel de barbear após se barbear. O barbeiro usou um pincel de barbear para aplicar o creme de barbear. Ela vai comprar um pincel de barbear na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rasierschaum",
      "translation": "creme de barbear",
      "definition": "Rasierschaum ist eine Art von Creme oder Schaum, die verwendet wird, um dem Rasierer bei der Gleitfähigkeit auf der Haut zu helfen.",
      "definition_translation": "Creme de barbear é um tipo de creme ou espuma usado para ajudar a navalha a deslizar suavemente sobre a pele enquanto se barbeia.",
      "example": "Ich trug den Rasierschaum auf mein Gesicht auf, bevor ich mich rasierte. Sie benutzte einen Rasierschaum, der geruchsneutral war. Er wird einen Rasierschaum für empfindliche Haut kaufen.",
      "example_translation": "Eu apliquei o creme de barbear no meu rosto antes de se barbear. Ela usou um creme de barbear que era isento de fragrância. Ele vai comprar um creme de barbear adequado para pele sensível.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rasierfoam",
      "translation": "espuma de barbear",
      "definition": "Rasierfoam ist eine Art von Schaum, die verwendet wird, um dem Rasierer bei der Gleitfähigkeit auf der Haut zu helfen.",
      "definition_translation": "Espuma de barbear é um tipo de espuma usada para ajudar a navalha a deslizar suavemente sobre a pele enquanto se barbeia.",
      "example": "Ich sprühte den Rasierfoam auf mein Gesicht, bevor ich mich rasierte. Sie benutzte einen Rasierfoam, der hydratisierend war. Er wird einen Rasierfoam mit einer kühlenden Wirkung ausprobieren.",
      "example_translation": "Eu borrifei a espuma de barbear no meu rosto antes de se barbear. Ela usou uma espuma de barbear que era hidratante. Ele vai tentar uma espuma de barbear com efeito de resfriamento.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnencreme",
      "translation": " filtro solar",
      "definition": "Eine Lotion oder Substanz, die auf die Haut aufgetragen wird, um sie vor den schädlichen Strahlen der Sonne zu schützen, typischerweise bei Outdoor-Aktivitäten.",
      "definition_translation": "Um loção ou substância que é aplicada à pele para protegê-la dos raios solares nocivos, geralmente durante atividades ao ar livre.",
      "example": "Ich trug Sonnencreme auf meine Haut auf, bevor ich gestern zum Strand ging. Ich werde Sonnencreme auf meine Haut auftragen, bevor ich morgen zum Strand gehe. Ich trage täglich Sonnencreme auf meine Haut auf, bevor ich zum Strand gehe.",
      "example_translation": "Eu apliquei filtro solar na minha pele antes de ir para a praia ontem. Eu aplicarei filtro solar na minha pele antes de ir para a praia amanhã. Eu aplico filtro solar na minha pele antes de ir para a praia todos os dias.",
      "imageLink": "image_files\\English\\"imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinzette",
      "translation": "pincelas",
      "definition": "Ein kleines Instrument, das verwendet wird, um kleine Objekte zu greifen oder zu entfernen, typischerweise mit zwei gehenden Armen, die durch Drücken der Griffe betätigt werden.",
      "definition_translation": "Um pequeno instrumento usado para puxar ou segurar objetos pequenos, geralmente tendo dois braços articulados que são operados apertando as alças.",
      "example": "Ich benutzte eine Pinzette, um meine Augenbrauen gestern zu zupfen. Ich werde eine Pinzette verwenden, um meine Augenbrauen morgen zu zupfen. Ich benutze jeden Wochen eine Pinzette, um meine Augenbrauen zu zupfen.",
      "example_translation": "Eu usei pincelas para depilar minhas sobrancelhas ontem. Eu usarei pincelas para depilar minhas sobrancelhas amanhã. Eu uso pincelas para depilar minhas sobrancelhas todas as semanas.",
      "imageLink": "image_files\\English\\"imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]