[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abessinier",
      "translation": "Abissínio",
      "definition": "Eine Rasse von Hauskatzen, die aus Äthiopien stammt, bekannt für ihr markantes geticktes Fell und ihre schlanke Gestalt.",
      "definition_translation": "Uma raça de gato doméstico originária da Etiópia, conhecida por sua coat listrada distinta e construção esguia.",
      "example": "Die Abessinier-Katze ist bekannt für ihre Intelligenz und spielerische Persönlichkeit. Sie wurde in der Vergangenheit gezüchtet, um Nager zu jagen. Heute ist sie ein beliebtes Haustier, das mit seinem Besitzer zusammen spielt. In Zukunft wird sie weiterhin Katzenliebhaber mit ihrem einzigartigen Aussehen bezaubern.",
      "example_translation": "O gato Abissínio é conhecido por sua inteligência e personalidade brincalhona. Foi criado no passado para caçar roedores. Hoje em dia, é um pet popular que brinca com seu dono no presente. No futuro, continuará a encantar amantes de gatos com sua aparência única.",
      "imageLink": "image_files\\English\\abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amerikanische Kurzhaar",
      "translation": "Americano de Pelo Curto",
      "definition": "Eine Rasse von Hauskatzen, die aus Nordamerika stammt, bekannt für ihre stabile Gestalt und ihr kurzes, dichtes Fell.",
      "definition_translation": "Uma raça de gato doméstico originária da América do Norte, conhecida por sua construção sólida e coat curto e denso.",
      "example": "Die Amerikanische Kurzhaar ist eine gelassene Katze, die gerne Zeit mit ihrem Besitzer verbringt. In der Vergangenheit wurde sie verwendet, um Nager auf Farmen zu jagen. Heute ist sie ein beliebtes Haustier, das sich auf dem Sofa zusammenrollt. In Zukunft wird sie weiterhin ein geliebter Begleiter für viele Familien sein.",
      "example_translation": "O Americano de Pelo Curto é um gato relaxado que gosta de passar tempo com seu dono. No passado, foi usado para caçar roedores em fazendas. Hoje em dia, é um pet popular que se enrosca no sofá no presente. No futuro, continuará a ser um companheiro amado para muitas famílias.",
      "imageLink": "image_files\\English\\american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bengal-Katze",
      "translation": "Gato Bengal",
      "definition": "Eine Hybridrasse von Hauskatzen, gezüchtet durch Kreuzen von Hauskatzen mit der Asiatischen Leopardenkatze, bekannt für ihr markantes geflecktes oder marmoriertes Fell.",
      "definition_translation": "Uma raça híbrida de gato doméstico, criada por cruzar gatos domésticos com o gato-leopardo asiático, conhecida por sua coat manchada ou marmorizada distinta.",
      "example": "Die Bengal-Katze ist eine energiespendende Rasse, die viel Bewegung und Stimulation benötigt. In der Vergangenheit galt sie als seltene Rasse, aber heute ist sie als Haustier weit verbreitet. In Zukunft wird sie weiterhin mit Besitzern blühen, die ihr die notwendige Aufmerksamkeit bieten können.",
      "example_translation": "O Gato Bengal é uma raça de alta energia que requer muito exercício e estímulo. No passado, era considerada uma raça rara, mas hoje em dia, é amplamente disponível como um pet. No futuro, continuará a prosperar com donos que possam fornecer-lhe a atenção que precisa.",
      "imageLink": "image_files\\English\\bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birmane",
      "translation": "Birmanês",
      "definition": "Eine Rasse von Hauskatzen, die aus Birma stammt, bekannt für ihr punktiertes Fell und ihre weißen ' Handschuhe' an den Pfoten.",
      "definition_translation": "Uma raça de gato doméstico originária da Birmânia, conhecida por sua coat pontuda e 'luvas' brancas em suas patas.",
      "example": "Die Birmane-Katze ist bekannt für ihre ruhige und sanfte Natur. In der Vergangenheit galt sie als heiliges Tier in Birma. Heute ist sie ein beliebtes Haustier, das gerne in der Sonne faulenzt. In Zukunft wird sie weiterhin ein geliebter Begleiter für diejenigen sein, die ihre Serena ruhige Art schätzen.",
      "example_translation": "O Gato Birmanês é conhecido por sua natureza calma e gentil. No passado, era considerado um animal sagrado na Birmânia. Hoje em dia, é um pet popular que gosta de se deitar ao sol no presente. No futuro, continuará a ser um companheiro amado para aqueles que apreciam sua aparência serena.",
      "imageLink": "image_files\\English\\birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Britische Kurzhaar",
      "translation": "gato britânico de pelo curto",
      "definition": "Die Britische Kurzhaar ist eine Rasse von Hauskatzen, die ursprünglich aus dem Vereinigten Königreich stammt. Sie sind bekannt für ihre stabile Gestalt, ihr kurzes Fell und ihre ruhige Temperament.",
      "definition_translation": "O gato britânico de pelo curto é uma raça de gato doméstico nativa do Reino Unido. Eles são conhecidos por sua construção robusta, pelagem curta e temperamento calmo.",
      "example": "Ich hatte eine Britische Kurzhaar, als ich ein Kind war, und sie war sehr zärtlich. Jetzt habe ich eine als Erwachsener und sie ist immer noch sehr spielend. In Zukunft werde ich noch eine weitere haben.",
      "example_translation": "Eu tive um gato britânico de pelo curto quando era criança, e ele era muito carinhoso. Agora tenho um como adulto, e ele ainda é muito brincalhão. No futuro, vou ter outro.",
      "imageLink": "image_files\\English\\british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Burmese",
      "translation": "birmanês",
      "definition": "Die Burmese ist eine Rasse von Hauskatzen, die aus Thailand und Myanmar stammt. Sie sind bekannt für ihr markantes Aussehen und ihre spielerischen Persönlichkeiten.",
      "definition_translation": "O birmanês é uma raça de gato doméstico originária da Tailândia e Myanmar. Eles são conhecidos por sua aparência física distinta e personalidades brincalhonas.",
      "example": "Ich war immer fasziniert von der Burmese-Rasse und habe letzten Jahr endlich eine bekommen. Sie war anfangs sehr schüchtern, aber jetzt ist sie sehr freundlich. Ich werde definitiv eine weitere in Zukunft haben.",
      "example_translation": "Eu sempre fui fascinado pela raça birmanês, e finalmente consegui um no ano passado. Ele era muito tímido no início, mas agora é muito amistoso. Certamente vou ter outro no futuro.",
      "imageLink": "image_files\\English\\burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "cartuxo",
      "definition": "Der Chartreux ist eine Rasse von Hauskatzen, die aus Frankreich stammt. Sie sind bekannt für ihr blaugraues Fell und ihre ruhige, sanfte Natur.",
      "definition_translation": "O cartuxo é uma raça de gato doméstico originária da França. Eles são conhecidos por sua pelagem azul-acinzentada e natureza calma e gentil.",
      "example": "Meine Schwester hat einen Chartreux, und er ist sehr gelassen. Er hat den ganzen Tag geschlafen, aber ich bin sicher, dass er heute Abend sehr spielend sein wird. In Zukunft denke ich, dass er noch väterlicher werden wird.",
      "example_translation": "Minha irmã tem um cartuxo, e ele é muito relaxado. Ele tem estado dormindo o dia todo, mas estou certo de que será brincalhão à noite. No futuro, acho que ele se tornará mais carinhoso.",
      "imageLink": "image_files\\English\\chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Farbpunkt, Himalaja",
      "translation": "ponto de cor, himalaio",
      "definition": "Der Himalaja ist eine Rasse von Hauskatzen, die durch Kreuzen von Siamesen mit Perserkatzen entstand. Sie sind bekannt für ihre spitzen Ohren und ihre Fellfarbpunkte.",
      "definition_translation": "O himalaio é uma raça de gato doméstico que surgiu do cruzamento de gatos siameses com gatos persas. Eles são conhecidos por suas orelhas pontudas e pontos de cor na pelagem.",
      "example": "Ich hatte einen Himalaja, als ich ein Kind war, und er war sehr aktiv. Jetzt habe ich einen Farbpunkt und er ist sehr spielend. In Zukunft werde ich wieder einen Himalaja haben, und ich bin sicher, dass er sehr intelligent sein wird.",
      "example_translation": "Eu tive um himalaio quando era criança, e ele era muitoativo. Agora tenho um ponto de cor, e ele é muito brincalhão. No futuro, vou ter um himalaio novamente, e estou certo de que ele será muito inteligente.",
      "imageLink": "image_files\\English\\colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "Rex de Devon",
      "definition": "Eine Rasse von Hauskatzen, bekannt für ihr curled, weiches Fell und ihre schlanke Gestalt.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu pelo curvo, macio e corpo esbelto.",
      "example": "Ich hatte einen Devon Rex, als ich ein Kind war, und er war sehr spielend. Jetzt habe ich einen Devon Rex und er ist immer noch sehr spielend. In Zukunft werde ich immer einen Devon Rex als Haustier haben.",
      "example_translation": "Eu tinha um gato Rex de Devon quando era criança, era tão jogador. Agora tenho um Rex de Devon e ainda é jogador. No futuro, sempre terei um Rex de Devon como animal de estimação.",
      "imageLink": "image_files\\English\\devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauskatze",
      "translation": "gato doméstico",
      "definition": "Eine Katze, die als Haustier gehalten oder in der Nähe von menschlichen Behausungen lebt.",
      "definition_translation": "Um gato que é mantido como animal de estimação ou vive em ou perto de habitações humanas.",
      "example": "Meine Hauskatze schläft gerne viel. Gestern war meine Hauskatze sehr faul. Morgen wird meine Hauskatze früh aufstehen.",
      "example_translation": "Meu gato doméstico gosta de dormir muito. Ontem, meu gato doméstico foi muito preguiçoso. Amanhã, meu gato doméstico acordará cedo.",
      "imageLink": "image_files\\English\\domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "exotische Kurzhaar",
      "translation": "exótico shorthair",
      "definition": "Eine Rasse von Hauskatzen bekannt für ihr kurzes, dichtes Fell und ihr flaches Gesicht.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu pelo curto, denso e rosto plano.",
      "example": "Ich sah eine exotische Kurzhaar-Katze im Zoogeschäft gestern. Die exotische Kurzhaar-Katze ist so süß. In Zukunft werde ich eine exotische Kurzhaar-Katze kaufen.",
      "example_translation": "Vi um gato exótico shorthair na loja de animais ontem. O gato exótico shorthair é tão fofo. No futuro, comprarei um gato exótico shorthair.",
      "imageLink": "image_files\\English\\exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Japanische Bobtail",
      "translation": " Rabo Curto Japonês",
      "definition": "Eine Rasse von Hauskatzen bekannt für ihren kurzen Schwanz und ihr flauschiges Fell.",
      "definition_translation": "Uma raça de gato doméstico conhecida por seu rabo curto e pelo fofinho.",
      "example": "Ich hatte eine Japanische Bobtail-Katze als Kind, sie war so flauschig. Jetzt habe ich eine Japanische Bobtail und sie ist immer noch flauschig. In Zukunft werde ich immer eine Japanische Bobtail als Haustier haben.",
      "example_translation": "Eu tinha um gato Rabo Curto Japonês quando era criança, era tão fofo. Agora tenho um Rabo Curto Japonês e ainda é fofo. No futuro, sempre terei um Rabo Curto Japonês como animal de estimação.",
      "imageLink": "image_files\\English\\japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "Gato Maine Coon",
      "definition": "Die Maine Coon ist eine domestizierte Katze, die in Nordamerika, speziell im Bundesstaat Maine, beheimatet ist. Sie ist eine große und muskulöse Katze mit einer charakteristischen körperlichen Erscheinung und einer freundlichen, offenen Persönlichkeit.",
      "definition_translation": "O Gato Maine Coon é um gato-doméstico nativo da América do Norte, especificamente do estado do Maine. É um gato grande e muscular com uma aparência física distinta e uma personalidade amigável e extrovertida.",
      "example": "Ich hatte eine Maine Coon-Katze als Kind. Jetzt habe ich eine Ragdoll-Katze, aber ich will wieder eine Maine Coon haben. In Zukunft werde ich eine Maine Coon aus einem Tierheim adoptieren.",
      "example_translation": "Eu tive um gato Maine Coon quando eu era uma criança. Agora eu tenho um gato Ragdoll, mas eu quero ter outro gato Maine Coon. No futuro, eu vou adotar um gato Maine Coon de um abrigo.",
      "imageLink": "image_files\\English\\maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Norwegische Waldkatze",
      "translation": "Gato Florestal Norueguês",
      "definition": "Die Norwegische Waldkatze ist eine domestizierte Katze, die in Norwegen beheimatet ist, bekannt für ihr dickes, wasserabweisendes Fell und ihre Fähigkeit, in kalten Klimaten zu gedeihen.",
      "definition_translation": "O Gato Florestal Norueguês é um gato-doméstico nativo da Noruega, conhecido por sua roupa espessa e resistente à água e sua habilidade de prosperar em climas frios.",
      "example": "Mein Freund hat eine Norwegische Waldkatze, die gerne im Schnee spielt. Im letzten Winter sprang sie aus dem Fenster und blieb im Schneebank stecken. In Zukunft werden wir eine weitere haben, um ihr Gesellschaft zu leisten.",
      "example_translation": "Meu amigo tem um gato Florestal Norueguês que adora brincar na neve. No inverno passado, ele pulou pela janela e ficou preso na neve. No futuro, vamos ter outro para fazer companhia.",
      "imageLink": "image_files\\English\\norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ocicat",
      "translation": "Ocicato",
      "definition": "Die Ocicat ist eine domestizierte Katzenrasse, die entwickelt wurde, um wilden Katzen zu ähneln, mit einem charakteristischen Fellmuster und einem starken, muskulösen Körperbau.",
      "definition_translation": "O Ocicato é uma raça de gato-doméstico desenvolvida para se assemelhar a um gato selvagem, com um padrão de roupa distinto e uma construção forte e muscular.",
      "example": "Ich sah eine Ocicat im Zoogeschäft gestern. Sie spielte mit einem Ball aus Wolle. In Zukunft möchte ich Ocicats züchten und sie an Haustierbesitzer verkaufen.",
      "example_translation": "Eu vi um Ocicato na loja de animais ontem. Ele estava brincando com um novelo de lã. No futuro, eu quero criar Ocicatos e vendê-los para donos de pets.",
      "imageLink": "image_files\\English\\ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perser",
      "translation": "Persa",
      "definition": "Der Perser ist eine Langhaarkatzenrasse, die aus Persien stammt, bekannt für ihr schönes, fließendes Fell und ihre ruhige, gentle Natur.",
      "definition_translation": "A Persa é uma raça de gato-de-pêlo-longo originária da Pérsia, conhecida por sua roupa bela e fluída e sua natureza calma e gentil.",
      "example": "Ich hatte einen Perser als Kind, er war sehr faul und schlief den ganzen Tag. Jetzt habe ich eine Siamesen-Katze, die sehr aktiv und spielfreudig ist.",
      "example_translation": "Eu tive um gato Persa quando eu era uma criança. Ele era muito preguiçoso e dormia o dia todo. Agora eu tenho um gato Siames que é muito ativo e brincalhão.",
      "imageLink": "image_files\\English\\persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "Boneca de Pano",
      "definition": "Eine Ragdoll ist eine Katzenrasse, die bekannt für ihr weiches, seidiges Fell und ihre Tendenz, erschlafft zu werden, wenn sie aufgehoben wird.",
      "definition_translation": "Uma Boneca de Pano é uma raça de gato conhecida por seu couro macio e sedoso e tendência a ir mole quando erguida.",
      "example": "Ich hatte eine Ragdoll-Katze als Kind, sie war so süß. Ich spielte den ganzen Tag mit ihr und sie kroch immer in meinem Schoß. Eines Tages werde ich wieder eine Ragdoll haben.",
      "example_translation": "Eu tinha um gato Boneca de Pano quando era criança, era tão doce. Eu brincava com ele o dia todo, e sempre se enrolava no meu colo. Um dia, vou ter outro Boneca de Pano.",
      "imageLink": "image_files\\English\\ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Russische Blau",
      "translation": "Azul Russo",
      "definition": "Die Russische Blau ist eine domestizierte Katzenrasse, die bekannt für ihr dichtes, samtiges Fell und ihre grünen Augen ist.",
      "definition_translation": "O Azul Russo é uma raça de gato doméstico conhecida por seu couro grosso e macio e olhos verdes.",
      "example": "Ich sah eine Russische Blau-Katze im Zoogeschäft, sie war so schön. Ich wünschte, ich könnte sie mit nach Hause nehmen. Vielleicht eines Tages werde ich eine Russische Blau-Katze haben.",
      "example_translation": "Eu vi um gato Azul Russo na loja de animais, era tão bonito. Eu gostaria de ter levado para casa comigo. Talvez um dia, vou ter um gato Azul Russo.",
      "imageLink": "image_files\\English\\russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Savanne",
      "translation": "Savana",
      "definition": "Die Savanne ist eine domestizierte Katzenrasse, die bekannt für ihren großen, schlanken Körperbau und ihre auffälligen Fellmuster ist.",
      "definition_translation": "A Savana é uma raça de gato doméstico conhecida por sua construção alta e esbelta e padrões de couro impressionantes.",
      "example": "Ich las über die Savanne-Rasse online, sie klang so interessant. Ich würde gerne eine Savanne-Katze haben, sie scheinen so energiegeladen zu sein. Mein Freund hatte eine Savanne-Katze, sie war wirklich spielenfreudig.",
      "example_translation": "Eu li sobre a raça Savana online, soava tão interessante. Eu gostaria de ter um gato Savana um dia, parecem tão energéticos. Meu amigo tinha um gato Savana, era realmente brincalhão.",
      "imageLink": "image_files\\English\\savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schottische Falte",
      "translation": "Dobra Escocesa",
      "definition": "Die Schottische Falte ist eine domestizierte Katzenrasse, die bekannt für ihr einzigartiges, gefaltetes Ohr und ihre spielhafte Persönlichkeit ist.",
      "definition_translation": "A Dobra Escocesa é uma raça de gato doméstico conhecida por suas orelhas únicas, dobradas, e personalidade brincalhona.",
      "example": "Ich sah eine Schottische Falte-Katze im Tierheim, sie war so süß. Ich würde gerne eine Schottische Falte-Katze haben, sie scheinen so liebevoll zu sein. Meine Schwester hatte eine Schottische Falte-Katze, sie war wirklich süß.",
      "example_translation": "Eu vi um gato Dobra Escocesa no abrigo de animais, era tão fofinho. Eu gostaria de ter um gato Dobra Escocesa, parecem tão afeiçoados. Minha irmã tinha um gato Dobra Escocesa, era realmente doce.",
      "imageLink": "image_files\\English\\scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Siamesisch",
      "translation": "siamês",
      "definition": "in Bezug auf oder charakteristisch für Siam (Thailand) oder seine Bevölkerung",
      "definition_translation": "relacionado com ou característico do Sião (Tailândia) ou seu povo",
      "example": "Die siamesischen Zwillinge waren berühmt für ihren ungewöhnlichen Zustand. Sie studieren die siamesische Katzenrasse. Sie werden nächstes Jahr siamesische Tempel besuchen.",
      "example_translation": "Os gêmeos siameses eram famosos por sua condição incomum. Eles estão estudando a raça de gato siamês. Eles visitarão os templos siameses no ano que vem.",
      "imageLink": "image_files\\English\\siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sibirisch",
      "translation": "siberiano",
      "definition": "in Bezug auf oder charakteristisch für Sibirien oder seine Bevölkerung",
      "definition_translation": "relacionado com ou característico da Sibéria ou seu povo",
      "example": "Der Sibirische Tiger ist eine gefährdete Art. Sie reiste in die sibirischen Wälder letztes Winter. Sie werden das sibirische Klima nächstes Semester studieren.",
      "example_translation": "O tigre siberiano é uma espécie ameaçada. Ela viajou para as florestas siberianas no último inverno. Eles vão estudar o clima siberiano no próximo semestre.",
      "imageLink": "image_files\\English\\siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Somalisch",
      "translation": "somali",
      "definition": "in Bezug auf oder charakteristisch für Somalia oder seine Bevölkerung",
      "definition_translation": "relacionado com ou característico da Somália ou seu povo",
      "example": "Die somalische Flüchtlingskrise ist eine humanitäre Katastrophe. Er ist somalischer Abstammung. Sie werden nächste Woche die somalische Kultur studieren.",
      "example_translation": "A crise de refugiados somalis é um desastre humanitário. Ele é de descendência somali. Eles vão aprender sobre a cultura somali na próxima semana.",
      "imageLink": "image_files\\English\\somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sphynx",
      "translation": "esfinge",
      "definition": "eine Rasse von haarlosen Katzen, bekannt für ihren schlanken Körper und ihren keilförmigen Kopf",
      "definition_translation": "uma raça de gato sem pêlo conhecida por seu corpo esbelto e cabeça em forma de cunha",
      "example": "Die Sphynx-Katze ist sehr anhänglich. Sie besaßen einen Sphynx-Kätzchen letzten Jahr. Sie wird nächsten Monat eine Sphynx-Katze adoptieren.",
      "example_translation": "O gato esfinge é muito afetuoso. Eles tinham um filhote de esfinge no ano passado. Ela vai adotar um gato esfinge no próximo mês.",
      "imageLink": "image_files\\English\\sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkische Angora",
      "translation": "Angora Turco",
      "definition": "Die Türkische Angora ist eine seltene und majestätische Rasse von Hauskatzen, die in der Türkei ihren Ursprung hat. Sie hat ein seidiges, feines Fell, das regelmäßige Pflege erfordert, und ist bekannt für ihr spielendes und anhängliches Wesen.",
      "definition_translation": "O Angora Turco é uma raça rara e majestosa de gato doméstico originária da Turquia. Ele tem um pelo sedoso e fino que requer cuidados regulares e é conhecido por sua personalidade brincalhona e afetuosa.",
      "example": "Ich adoptierte ein Türkische Angora-Kätzchen letzten Jahr, und jetzt ist es zu einer schönen Katze gewachsen. Ich werde nächstes Jahr ein weiteres adoptieren, und ich adoptierte eines vor fünf Jahren.",
      "example_translation": "Eu adotei um gatinho Angora Turco no ano passado, e agora cresceu em um belo gato. Vou adotar outro no próximo ano, e adotei um cinco anos atrás.",
      "imageLink": "image_files\\English\\turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkische Van",
      "translation": "Van Turco",
      "definition": "Die Türkische Van ist eine seltene und alte Rasse von Hauskatzen, die in der Türkei ihren Ursprung hat. Sie ist bekannt für ihre auffälligen weißen und farbigen Markierungen und wird oft als robuste und energiegeladene Katze betrachtet.",
      "definition_translation": "O Van Turco é uma raça rara e antiga de gato doméstico originária da Turquia. Ele é conhecido por suas marcações brancas e coloridas distintas e é freqüentemente considerado um gato robusto e energético.",
      "example": "Ich sah einen Türkischen Van auf der Katzenschau letzten Wochenende, und ich war von seiner Schönheit beeindruckt. Ich werde nächsten Monat einen Türkischen Van kaufen, und meine Schwester hat einen seit Jahren.",
      "example_translation": "Eu vi um Van Turco no show de gatos no último fim de semana, e fiquei impressionado com sua beleza. Vou comprar um Van Turco no próximo mês, e minha irmã tem tido um por anos.",
      "imageLink": "image_files\\English\\turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]