{
  "data": [
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blume",
      "translation": "flor",
      "definition": "Eine Pflanze, die Blumen produziert, insbesondere eine, die in einem Garten für ihre Schönheit oder Duft gezüchtet wird.",
      "definition_translation": "Uma planta que produz flores, especialmente uma que é cultivada em um jardim por sua beleza ou fragrância.",
      "example": "Ich pflanzte eine Blume im Garten gestern, sie blüht jetzt, und ich werde sie morgen vertrocknen lassen.",
      "example_translation": "Eu plantei uma flor no jardim ontem, está florescendo agora, e eu vou remove-las amanhã.",
      "imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rose",
      "translation": "rosa",
      "definition": "Eine Pflanze mit stacheligen Stämmen, die duftende, prächtige Blumen produziert, insbesondere eine der Arten, die in der Parfümerie verwendet wird.",
      "definition_translation": "Uma planta de caule espinhoso que produz flores fragrantes e vistosas, especialmente uma das espécies usadas na perfumaria.",
      "example": "Ich gab ihr eine Rose als Geschenk, sie war begeistert, und ich werde ihr nächste Woche eine weitere geben.",
      "example_translation": "Eu dei uma rosa como presente para ela, ela ficou emocionada, e darei outra para ela na próxima semana.",
      "imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänseblümchen",
      "translation": "margarida",
      "definition": "Eine mehrjährige Pflanze mit weißen und gelben Blumen, häufig auf Wiesen und in Rasenflächen zu finden.",
      "definition_translation": "Uma planta perene com flores brancas e amarelas, comumente encontrada em gramados e prados.",
      "example": "Wir pflückten Gänseblümchen auf der Wiese den ganzen Tag, wir pflücken sie jetzt, und wir werden morgen mehr pflücken.",
      "example_translation": "Nós pegamos margaridas no campo o dia todo, estamos pegando agora, e pegaremos mais amanhã.",
      "imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenblume",
      "translation": "girassol",
      "definition": "Eine einjährige Pflanze mit großen, hellgelben Blumen, die der Sonnenbewegung folgen.",
      "definition_translation": "Uma planta alta, anual com flores grandes e amarelas brilhantes que seguem o movimento do sol.",
      "example": "Ich pflanzte Sonnenblumen im Hinterhof letzte Woche, sie wachsen jetzt, und sie werden nächsten Monat blühen.",
      "example_translation": "Eu plantei girassóis no quintal da semana passada, eles estão crescendo agora, e vão florescer próximo mês.",
      "imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tulpe",
      "translation": "túlio",
      "definition": "Eine Tulpe ist eine mehrjährige Pflanze mit schalenförmigen Blumen und einem schlanken Stängel, oft in Gärten kultiviert.",
      "definition_translation": "Um túlio é uma planta perene com flores em forma de xícara e haste delgada, frequentemente cultivada em jardins.",
      "example": "Ich pflanzte eine Tulpe in meinem Garten letztes Jahr, ich pflanze eine jetzt, und ich werde nächstes Jahr eine weitere pflanzen.",
      "example_translation": "Eu plantei um túlio no meu jardim no ano passado, estou plantando um agora e plantarei outro no ano que vem.",
      "imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aster",
      "translation": "ástera",
      "definition": "Ein Aster ist eine Art von Blumenpflanze, die oft in Bouquets und Arrangements verwendet wird.",
      "definition_translation": "Ástera é um tipo de planta florífera que é frequentemente usado em buquês e arranjos.",
      "example": "Meine Großmutter hatte einen Aster in ihrem Garten, als ich ein Kind war, ich sehe Asters im Park jetzt, und ich werde morgen einige Asters für meine Frau kaufen.",
      "example_translation": "Minha avó tinha um ástera no seu jardim quando eu era criança, eu vejo ásteras no parque agora e comprarei alguns ásteras para minha esposa amanhã.",
      "imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Azalee",
      "translation": "azálea",
      "definition": "Eine Azalee ist ein blühender Strauch, der oft im Gartenbau verwendet wird.",
      "definition_translation": "Azálea é um tipo de arbusto florífero que é frequentemente usado em paisagismo.",
      "example": "Ich ging letzten Wochenende durch einen Azaleen-Garten, ich beschneide jetzt einen Azaleenbusch, und ich werde nächsten Frühling einen Azaleenbaum pflanzen.",
      "example_translation": "Eu caminhei por um jardim de azálea no fim de semana passado, estou podando um arbusto de azálea agora e plantarei uma árvore de azálea na próxima primavera.",
      "imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaktus",
      "translation": "cacto",
      "definition": "Ein Kaktus ist eine Art von Sukkulenzpflanze, die dickes, wachsartiges Gewebe und spitze Dornen hat.",
      "definition_translation": "Um cacto é um tipo de planta suculenta que tem caules grossos e espinhos afiados.",
      "example": "Ich hatte einen Kaktus in meinem Zimmer, als ich auf dem College war, ich gieße jetzt einen Kaktus, und ich werde nächsten Woche einen Kaktus meinem Freund schenken.",
      "example_translation": "Eu tinha um cacto no meu quarto quando eu estava na faculdade, estou regando um cacto agora e darei um cacto ao meu amigo na próxima semana.",
      "imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nelke",
      "translation": "cravo",
      "definition": "Eine Nelke ist eine Blumenpflanze, die oft in Bouquets und Arrangements verwendet wird.",
      "definition_translation": "Um cravo é uma planta florífera que é frequentemente usada em buquês e arranjos.",
      "example": "Ich kaufte eine Nelke für den Geburtstag meiner Mutter gestern. Heute gebe ich sie ihr. Morgen werde ich mich an das Gesicht meiner Mutter erinnern, als sie es bekam.",
      "example_translation": "Eu comprei um cravo para o aniversário da minha mãe ontem. Hoje, vou dar para ela. Amanhã, vou lembrar da expressão no rosto dela quando ela o recebe.",
      "imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chrysanthemum",
      "translation": "crisântemo",
      "definition": "Ein Chrysanthemum ist eine Art von Blume, die oft mit asiatischen Kulturen assoziiert wird und in Blumenarrangements verwendet wird.",
      "definition_translation": "Um crisântemo é um tipo de flor que é frequentemente associado a culturas asiáticas e é usado em arranjos florais.",
      "example": "Ich pflanzte ein Chrysanthemum in meinem Garten letztes Jahr. Dieses Jahr blüht es schön. Nächstes Jahr werde ich es beschneiden müssen, um es gesund zu halten.",
      "example_translation": "Eu plantei um crisântemo no meu jardim no ano passado. Este ano, está florescendo lindamente. No ano que vem, vou ter que podá-lo para mantê-lo saudável.",
      "imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kornblume",
      "translation": "centáurea",
      "definition": "Eine Kornblume ist eine Art von Blumenpflanze, die oft in Feldern und Wiesen gefunden wird.",
      "definition_translation": "Uma centáurea é um tipo de planta florífera que é frequentemente encontrada em campos e prados.",
      "example": "Ich sah eine Kornblume im Feld gestern. Heute nehme ich ein Foto davon. Morgen zeige ich es meinem Freund.",
      "example_translation": "Eu vi uma centáurea crescendo no campo ontem. Hoje, estou tirando uma foto dela. Amanhã, vou mostrá-la para meu amigo.",
      "imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krokus",
      "translation": "crocus",
      "definition": "Ein Krokus ist eine Art von Blumenpflanze, die oft mit der Frühlingszeit assoziiert wird und bekannt für seine leuchtenden Farben ist.",
      "definition_translation": "Um crocus é um tipo de planta florífera que é frequentemente associado à primavera e é conhecido por suas cores vibrantes.",
      "example": "Ich pflanzte einen Krokus in meinem Garten letzten Monat. Diesen Monat blüht er. Nächsten Monat werde ich ihn regelmäßig wässern.",
      "example_translation": "Eu plantei um crocus no meu jardim no mês passado. Este mês, está florescendo. No mês que vem, vou ter que regá-lo regularmente.",
      "imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "narciso",
      "definition": "Eine Narzisse ist eine Art von Blumenpflanze, die in Europa und Nordafrika heimisch ist. Sie hat helle gelbe oder weiße Blüten mit einer trichterförmigen Mitte und wird oft mit dem Frühling assoziiert.",
      "definition_translation": "O narciso é um tipo de planta florífera originária da Europa e do Norte da África. Tem flores brilhantes amarelas ou brancas com um centro em forma de trombeta e é frequentemente associado à primavera.",
      "example": "Ich pflanzte Narzissen in meinem Garten letztes Jahr und sie haben bereits wieder begonnen zu blühen. Ich habe sie jeden Tag gewässert und werde das bis zum Ende der Blütezeit tun. Bis nächstes Jahr werde ich sogar noch mehr Narzissen pflanzen.",
      "example_translation": "Eu plantei narcisos no meu jardim no ano passado, e eles já começaram a florescer novamente esta primavera. Eu tenho regado todos os dias, e continuarei a fazê-lo até que eles parem de florescer. Até o ano que vem, eu plantarei ainda mais narcisos.",
      "imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dahlie",
      "translation": "dália",
      "definition": "Eine Dahlie ist eine Art von Blumenpflanze, die in Mexiko und Zentralamerika heimisch ist. Sie hat farbenfrohe Blüten, die bis zu 25 cm Durchmesser haben können.",
      "definition_translation": "A dália é um tipo de planta florífera originária do México e da América Central. Tem flores vistosas e brilhantes que podem chegar a 10 polegadas de diâmetro.",
      "example": "Ich habe Dahlien in meinem Garten seit Jahren gezogen und sie ziehen immer viele Bienen und Schmetterlinge an. Ich werde neue Dahlien nächste Woche pflanzen und erwarte, dass sie bis Ende des Sommers blühen werden. Bis ich in Rente gehe, werde ich Dahlien in jeder Ecke meines Gartens gepflanzt haben.",
      "example_translation": "Eu tenho cultivado dálías no meu jardim há anos, e elas sempre atraem muitos abelhas e borboletas. Eu plantarei novas dálías na próxima semana, e espero que elas floresçam até o final do verão. Quando eu me aposentar, eu terei plantado dálías em todos os cantos do meu jardim.",
      "imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Edelweiß",
      "translation": "edelweiss",
      "definition": "Ein Edelweiß ist eine Art von Blumenpflanze, die in den europäischen Alpen heimisch ist. Es hat weiße, sternförmige Blüten, die oft mit Reinheit und Unschuld assoziiert werden.",
      "definition_translation": "O edelweiss é um tipo de planta florífera originária dos Alpes Europeus. Tem flores brancas em forma de estrela que são frequentemente associadas à pureza e inocência.",
      "example": "Ich sah Edelweiß-Blüten auf dem Berggipfel, als ich letzten Wochenende wanderte. Ich werde mich immer an den schönen Anblick der Edelweiß-Blüten vor dem blauen Himmel erinnern. Bis nächstes Jahr werde ich wieder auf dem Berggipfel wandern, um die Edelweiß-Blüten zu sehen.",
      "example_translation": "Eu vi flores de edelweiss florescendo no topo da montanha quando eu fiz uma caminhada no último fim de semana. Eu sempre lembrarei da bela vista das flores de edelweiss contra o céu azul. Até o ano que vem, eu terei subido again até o topo da montanha para ver as flores de edelweiss florescendo.",
      "imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vergissmeinnicht",
      "translation": "não-me-esqueças",
      "definition": "Ein Vergissmeinnicht ist eine Art von Blumenpflanze, die in Europa und Asien heimisch ist. Sie hat kleine, blaue Blüten, die oft mit Liebe und Erinnerung assoziiert werden.",
      "definition_translation": "O não-me-esqueça é um tipo de planta florífera originária da Europa e da Ásia. Tem flores pequenas e azuis que são frequentemente associadas ao amor e à recordação.",
      "example": "Ich pflanzte Vergissmeinnichte in meinem Garten letztes Jahr und sie haben bereits wieder begonnen zu blühen. Ich werde Vergissmeinnichte meinen Lieben als Symbol der Erinnerung schenken. Bis nächstes Jahr werde ich Vergissmeinnichte in jeder Ecke meines Gartens gepflanzt haben.",
      "example_translation": "Eu plantei não-me-esqueças no meu jardim no ano passado, e eles já começaram a florescer novamente nesta primavera. Eu darei não-me-esqueças aos meus seres queridos como um símbolo de recordação. Até o ano que vem, eu terei plantado não-me-esqueças em todos os cantos do meu jardim.",
      "imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Freesien",
      "translation": "freícia",
      "definition": "Freesien sind eine Gattung von Zwiebeln in der Familie der Iridaceae, die in Afrika heimisch sind. Sie sind bekannt für ihre duftenden, trichterförmigen Blüten, die oft in Parfüms und Blumenarrangements verwendet werden.",
      "definition_translation": "A freícia é um gênero de bulbos na família Iridaceae, nativa da África. Eles são conhecidos por suas flores em forma de funil, frequentemente usadas em perfumes e arranjos florais.",
      "example": "Ich pflanzte Freesien-Zwiebeln in meinem Garten letzten Frühling und sie blühten schön im Sommer. Ich werde weitere Freesien-Zwiebeln nächsten Winter pflanzen. Sie hatte Freesien-Zwiebeln in ihrem Garten gepflanzt, als sie das vorherige Jahr war.",
      "example_translation": "Eu plantei bulbos de freícia em meu jardim na última primavera, e eles floresceram lindamente este verão. Vou plantar mais bulbos de freícia no próximo inverno. Ela havia plantado bulbos de freícia em seu jardim no ano anterior.",
      "imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchsie",
      "translation": "fuçia",
      "definition": "Fuchsie ist eine Gattung von Blumenpflanzen in der Familie der Onagraceae, die in Südamerika und Neuseeland heimisch ist. Sie sind bekannt für ihre zarten, hängenden Blüten in rosa und lila Farbtönen.",
      "definition_translation": "A fuçia é um gênero de plantas floríferas na família Onagraceae, nativa da América do Sul e da Nova Zelândia. Eles são conhecidos por suas flores delicadas, semelhantes a pingentes, em tons de rosa e púrpura.",
      "example": "Ich habe eine Fuchsie-Pflanze in meinem Wohnzimmer und sie blüht jeden Sommer schön. Sie hatte eine Fuchsie-Pflanze in ihrem Garten, die letztes Jahr blühte. Sie werden eine Fuchsie-Pflanze in ihrem Garten nächsten Frühling haben.",
      "example_translation": "Eu tenho uma planta de fuçia em meu quarto de estar, e ela floresce lindamente todos os verões. Ela havia uma planta de fuçia em seu jardim, e ela floresceu no ano passado. Eles terão uma planta de fuçia em seu jardim na próxima primavera.",
      "imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gerbera",
      "translation": "margarida-gerbera",
      "definition": "Gerbera ist eine Gattung von Blumenpflanzen, die in Südafrika heimisch ist. Sie sind bekannt für ihre hellen, fröhlichen Blüten in verschiedenen Farben, die oft in Blumenarrangements und Sträußen verwendet werden.",
      "definition_translation": "A margarida-gerbera é um tipo de margarida nativa da África do Sul. É conhecida por suas flores brilhantes e alegres em uma variedade de cores, frequentemente usadas em arranjos florais e buquês.",
      "example": "Ich gab ihr einen Strauss mit Gerbera-Blumen zu ihrem Geburtstag und sie liebte ihn. Sie werden ihr einen Strauss mit Gerbera-Blumen zu ihrer Hochzeit schenken. Sie hatte ihm einen Strauss mit Gerbera-Blumen zu seiner Promotion geschenkt.",
      "example_translation": "Eu dei a ela um buquê de margaridas-gerbera para o seu aniversário, e ela adorou. Eles darão a ela um buquê de margaridas-gerbera para o seu casamento. Ela havia dado a ele um buquê de margaridas-gerbera para a sua formatura.",
      "imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stockrose",
      "translation": "malva-rosse",
      "definition": "Eine Stockrose ist eine Art von Blumenpflanze in der Familie der Malvengewächse, die in Asien und Europa heimisch ist. Sie ist bekannt für ihre hohen, stämmigen Blütenstände mit farbenfrohen Blüten, die oft in traditionellen Cottage-Gärten verwendet werden.",
      "definition_translation": "A malva-rosse é um tipo de planta florífera na família das malvas, nativa da Ásia e da Europa. É conhecida por suas hastes altas e estáveis de flores muito coloridas, frequentemente usadas em jardins de cottage tradicionais.",
      "example": "Ich pflanzte Stockrose-Samen in meinem Garten letzten Frühling und sie blühten schön im Sommer. Sie wird Stockrose-Samen in ihrem Garten nächsten Winter pflanzen. Sie hatten Stockrose-Samen in ihrem Garten das vorherige Jahr gepflanzt.",
      "example_translation": "Eu plantei sementes de malva-rosse em meu jardim na última primavera, e elas floresceram lindamente este verão. Ela plantará sementes de malva-rosse em seu jardim no próximo inverno. Eles haviam plantado sementes de malva-rosse em seu jardim no ano anterior.",
      "imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hyazinthe",
      "translation": "jacinto",
      "definition": "Eine Art von Blumenpflanze, die typischerweise blaue, pinkfarbene oder weiße, glockenförmige Blüten hat.",
      "definition_translation": "Um tipo de planta florida, tipicamente com flores azuis, rosa ou brancas em forma de sino.",
      "example": "Ich habe letztes Jahr eine Hyazinthe in meinem Garten gepflanzt, und sie blühte wunderschön dieses Frühjahr. Gestern sah ich ein Bild einer Hyazinthe in einer Zeitschrift, und ich werde nächste Woche eine kaufen.",
      "example_translation": "Eu plantei um jacinto no meu jardim no ano passado, e ele floresceu lindamente nesta primavera. Ontem, eu vi uma foto de um jacinto em uma revista, e eu comprarei um amanhã.",
      "imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Iris",
      "translation": "íris",
      "definition": "Eine Art von Blumenpflanze mit auffälligen, farbenfrohen Blüten, insbesondere einer Blume der Gattung Iris.",
      "definition_translation": "Um tipo de planta florida com flores coloridas e vistosas, especialmente uma flor do gênero Íris.",
      "example": "Ich kaufte eine Iris bei der Gärtnerei letzte Woche, und sie wächst bereits. Meine Großmutter hatte schöne Iride in ihrem Garten, und ich werde nächstes Monat eine pflanzen.",
      "example_translation": "Eu comprei um íris na nursery semana passada, e ele já está crescendo. Minha avó tinha íris lindas em seu jardim, e eu plantarei um no próximo mês.",
      "imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flieder",
      "translation": "lilás",
      "definition": "Eine Art von Blütenstrauch oder kleinem Baum mit purpurnen, pinkfarbenen oder weißen Blüten, insbesondere in Europa und Nordamerika.",
      "definition_translation": "Um tipo de arbusto ou árvore pequena florida com flores roxas, rosa ou brancas, especialmente na Europa e América do Norte.",
      "example": "Der Flieder in meinem Hinterhof blüht gerade jetzt, und er duftet wunderbar. Letztes Jahr sah ich einen Fliederbaum in einem Park, und ich werde nächsten Frühjahr einen pflanzen.",
      "example_translation": "O lilás no meu quintal está florescendo agora, e ele cheira incrível. No ano passado, eu vi uma árvore de lilás em um parque, e eu plantarei um na próxima primavera.",
      "imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lilie",
      "translation": "lírio",
      "definition": "Eine Art von Blumenpflanze mit großen, trichterförmigen Blüten, oft weiß, gelb oder rosa.",
      "definition_translation": "Um tipo de planta florida com flores grandes em forma de trombeta, frequentemente brancas, amarelas ou rosa.",
      "example": "Ich habe eine Lilie in meinem Garten, und sie ist eine meiner Lieblingsblumen. Gestern sah ich ein Bild einer Lilie in einer Zeitschrift, und ich werde morgen eine Bouquet Lilien kaufen.",
      "example_translation": "Eu tenho um lírio no meu jardim, e ele é uma das minhas flores favoritas. Ontem, eu vi uma foto de um lírio em uma revista, e eu comprarei um buquê de lírios amanhã.",
      "imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maiglöckchen",
      "translation": "lírio dos vales",
      "definition": "Ein Maiglöckchen ist eine Art von Blumenpflanze mit kleinen, glockenförmigen Blüten, die weiß oder hellgelb sind.",
      "definition_translation": "Um lírio dos vales é um tipo de planta florífera com pequenas flores em forma de sino que são brancas ou amarelo-pálido.",
      "example": "Ich sah ein schönes Maiglöckchen im Garten gestern, aber ich sah es letztes Jahr nicht. Ich werde es nächstes Jahr wieder sehen.",
      "example_translation": "Eu vi um lindo lírio dos vales no jardim ontem, mas não o vi no ano passado. Eu o verei novamente next year.",
      "imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "narciso",
      "definition": "Eine Narzisse ist eine Art von Blumenpflanze mit auffälligen, kelchförmigen Blüten, die oft weiß oder gelb sind.",
      "definition_translation": "Um narciso é um tipo de planta florífera com flores vistosas, em forma de xícara, que são frequentemente brancas ou amarelas.",
      "example": "Ich pflanzte eine Narzisse in meinem Garten letztes Jahr, und sie blühte wunderschön dieses Jahr. Ich werde nächstes Jahr eine weitere pflanzen.",
      "example_translation": "Eu plantei um narciso no meu jardim no ano passado, e ele floresceu lindamente este ano. Eu plantarei outro no ano que vem.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orchidee",
      "translation": "orquídea",
      "definition": "Eine Orchidee ist eine Art von exotischer Blumenpflanze mit auffälligen, farbenfrohen Blüten, die oft in Gewächshäusern gezüchtet werden.",
      "definition_translation": "Uma orquídea é um tipo de planta florífera exótica com flores vistosas, coloridas, que são frequentemente cultivadas em estufas.",
      "example": "Ich sah eine schöne Orchidee im botanischen Garten gestern, aber ich kaufte sie nicht. Ich werde nächstes Monat eine kaufen.",
      "example_translation": "Eu vi uma linda orquídea no jardim botânico ontem, mas não a comprei. Eu comprarei uma no próximo mês.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefmütterchen",
      "translation": "pensée",
      "definition": "Ein Stiefmütterchen ist eine Art von Blumenpflanze mit farbenfrohen, zarten Blüten, die oft in Gärten gezüchtet werden.",
      "definition_translation": "Uma pensée é um tipo de planta florífera com flores coloridas, delicadas, que são frequentemente cultivadas em jardins.",
      "example": "Ich pflanzte ein Stiefmütterchen in meinem Garten letztes Frühjahr, und es blühte wunderschön diesen Sommer. Ich werde nächstes Frühjahr ein weiteres pflanzen.",
      "example_translation": "Eu plantei uma pensée no meu jardim na primavera passada, e ela floresceu lindamente este verão. Eu plantarei outra na próxima primavera.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfingstrose",
      "translation": "peonía",
      "definition": "Eine Pfingstrose ist eine Blumenpflanze, die ursprünglich aus Asien, Europa und West-Nordamerika stammt. Sie ist bekannt für ihre auffälligen Blüten und wird oft in Ziergärten verwendet.",
      "definition_translation": "Uma peónia é uma planta florífera nativa da Ásia, Europa e América do Norte Ocidental. É conhecida por suas flores vistosas e é frequentemente usada em jardins ornamentais.",
      "example": "Ich pflanzte eine Pfingstrose in meinem Garten letztes Jahr, und sie blühte wunderschön dieses Frühjahr. Ich pflege sie, und sie wird nächstes Jahr wieder blühen.",
      "example_translation": "Plantei uma peónia em meu jardim no ano passado, e floresceu lindamente esta primavera. Tenho cuidado dela, e florescerá novamente no próximo ano.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mohn",
      "translation": "papoula",
      "definition": "Ein Mohn ist eine Blumenpflanze, die ursprünglich aus Europa und Asien stammt. Er ist bekannt für seine auffälligen Blüten und wird oft in Ziergärten verwendet.",
      "definition_translation": "Uma papoula é uma planta florífera nativa da Europa e Ásia. É conhecida por suas flores vistosas e é frequentemente usada em jardins ornamentais.",
      "example": "Die Mohnfelder waren vollblüht, als wir letzten Sommer das Land besuchten. Wir machten Bilder von den schönen Mohnblumen, und ich werde mich immer an diesen Ausflug erinnern.",
      "example_translation": "Os campos de papoulas estavam em plena floração quando visitamos o campo no último verão. Tiramos fotos das belas papoulas, e sempre me lembrarei dessa viagem.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlüsselblume",
      "translation": "prímula",
      "definition": "Eine Schlüsselblume ist eine blühende Pflanze, die in Europa und Nordamerika beheimatet ist. Sie ist bekannt für ihre zarten Blüten und wird oft in Ziergärten verwendet.",
      "definition_translation": "Uma prímula é uma planta florífera nativa da Europa e América do Norte. É conhecida por suas flores delicadas e é frequentemente usada em jardins ornamentais.",
      "example": "Meine Großmutter zog früher Schlüsselblumen in ihrem Garten, als ich ein Kind war. Ich half ihr, sie zu gießen, und sie erzählte mir Geschichten über ihre eigene Kindheit.",
      "example_translation": "Minha avó costumava cultivar prímulas em seu jardim quando eu era criança. Eu ajudava a regá-las, e ela me contava histórias sobre sua própria infância.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenmaul",
      "translation": "dragão",
      "definition": "Ein Löwenmaul ist eine blühende Pflanze, die im Mittelmeerraum beheimatet ist. Es ist bekannt für seine einzigartigen Blüten und wird oft in Ziergärten verwendet.",
      "definition_translation": "Um dragão é uma planta florífera nativa da região do Mediterrâneo. É conhecida por suas flores únicas e é frequentemente usada em jardins ornamentais.",
      "example": "Ich zog früher Löwenmäuler in meinem Garten, als ich ein Kind war, und meine Freunde waren immer von ihren bunten Farben beeindruckt. Jetzt habe ich ein Löwenmaul in meinem Büro, und es erinnert mich an angenehme Erinnerungen.",
      "example_translation": "Eu costumava cultivar dragões em meu jardim quando eu era criança, e meus amigos sempre ficavam impressionados com suas cores brilhantes. Agora, tenho um dragão em meu escritório, e ele traz lembranças carinhosas.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneeglöckchen",
      "translation": "bella-dona",
      "definition": "Ein Schneeglöckchen ist eine kleine, zwiebliche Pflanze, die weiße Blüten im späten Winter und frühen Frühling hervorbringt.",
      "definition_translation": "Uma drop de neve é uma planta perene bulbosa pequena que produz flores brancas no final do inverno e início da primavera.",
      "example": "Das Schneeglöckchen blühte im Garten, Das Schneeglöckchen wird im Garten blühen, Das Schneeglöckchen hatte im Garten geblüht.",
      "example_translation": "A drop de neve floresceu no jardim, A drop de neve florescerá no jardim, A drop de neve havia florescido no jardim.",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Studentenblume",
      "translation": "tagetes",
      "definition": "Die Studentenblume ist ein Geschlecht von ein- und mehrjährigen Pflanzen, auch als Ringelblumen bekannt, die helle gelbe und orange Blüten produzieren.",
      "definition_translation": "Tagetes é um gênero de plantas anuais e perenes, comumente conhecidas como calêndulas, que produzem flores amarelas e laranja brilhantes.",
      "example": "Der Bauer pflanzte Studentenblumen auf dem Feld, Der Bauer wird Studentenblumen auf dem Feld pflanzen, Der Bauer hatte Studentenblumen auf dem Feld gepflanzt.",
      "example_translation": "O agricultor plantou tagetes no campo, O agricultor plantará tagetes no campo, O agricultor havia plantado tagetes no campo.",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veilchen",
      "translation": "violeta",
      "definition": "Ein Veilchen ist eine kleine, zarte Blume von purpurner, blauer oder weißer Farbe mit einem süßen, duftenden Geruch.",
      "definition_translation": "Uma violeta é uma flor pequena e delicada de cor púrpura, azul ou branca, com um cheiro doce e fragrante.",
      "example": "Das Mädchen pflückte ein Veilchen im Garten, Das Mädchen wird ein Veilchen im Garten pflücken, Das Mädchen hatte ein Veilchen im Garten gepflückt.",
      "example_translation": "A menina colheu uma violeta no jardim, A menina colherá uma violeta no jardim, A menina havia colhido uma violeta no jardim.",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasserlilie",
      "translation": "lírio-d'água",
      "definition": "Eine Wasserlilie ist eine Art von Wasserplanze mit großen, runden Blättern, die auf der Oberfläche des Wassers schwimmen.",
      "definition_translation": "Um lírio-d'água é um tipo de planta aquática com folhas grandes e arredondadas que flutuam na superfície da água.",
      "example": "Die Wasserlilie blühte auf dem Teich, Die Wasserlilie wird auf dem Teich blühen, Die Wasserlilie hatte auf dem Teich geblüht.",
      "example_translation": "O lírio-d'água floresceu na lagoa, O lírio-d'água florescerá na lagoa, O lírio-d'água havia florescido na lagoa.",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Windblume",
      "translation": "flor do vento",
      "definition": "Eine Windblume ist eine Art von Blühpflanze, die in Gebieten mit starken Winden wächst, sich an harte Bedingungen angepasst hat.",
      "definition_translation": "Uma flor do vento é um tipo de planta florífera que cresce em áreas com ventos fortes, tendo se adaptado para sobreviver em condições adversas.",
      "example": "Ich sah eine schöne Windblume im Garten gestern. Heute werde ich eine Windblume in meinem Hinterhof pflanzen. Bis nächstem Jahr wird die Windblume geblüht haben.",
      "example_translation": "Eu vi uma linda flor do vento no jardim ontem. Hoje, vou plantar uma flor do vento no meu quintal. Até o ano que vem, a flor do vento terá florescido.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]
}