[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahl",
      "translation": "número",
      "definition": "Ein numerischer Wert oder eine Menge, oft durch eine Zahl oder ein Wort ausgedrückt, um zu zählen, zu quantifizieren oder etwas zu messen.",
      "definition_translation": "Um valor numérico ou quantidade, souvent expresso por um numeral ou uma palavra, usado para contar, quantificar ou medir algo.",
      "example": "Ich muss die Nummer des Busses merken, den ich zur Arbeit nehme. Gestern habe ich die Nummer vergessen und mich verloren. Morgen werde ich sicherstellen, die Nummer aufzuschreiben.",
      "example_translation": "Eu preciso lembrar o número do ônibus que eu pego para ir ao trabalho. Ontem, eu esqueci o número e me perdi. Amanhã, eu vou ter certeza de escrever o número.",
      "imageLink": "image_files\\English\\number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreis",
      "translation": "círculo",
      "definition": "Eine runde Form, typischerweise ohne Anfang oder Ende, verwendet, um einen Bereich von Werten, Größen oder Mengen darzustellen.",
      "definition_translation": "Uma forma redonda, típica sem início ou fim, usado para representar um range de valores, tamanhos ou quantidades.",
      "example": "Der Kreis meiner Freunde ist sehr wichtig für mich. Letzte Woche haben wir einen Kreis gebildet, um das Projekt zu diskutieren. Bis next Jahr werden wir einen Kreis von Experten gebildet haben.",
      "example_translation": "O círculo de amigos que eu tenho é muito importante para mim. Na semana passada, nós formamos um círculo para discutir o projeto. Até o ano que vem, nós teremos formado um círculo de especialistas.",
      "imageLink": "image_files\\English\\circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quadrat",
      "translation": "quadrado",
      "definition": "Eine Form mit vier Seiten von gleicher Länge, verwendet, um Stabilität, Struktur oder Balance darzustellen.",
      "definition_translation": "Uma forma com quatro lados de igual comprimento, usado para representar estabilidade, estrutura ou equilíbrio.",
      "example": "Der Platz im Stadtzentrum ist ein beliebter Treffpunkt für Touristen. Gestern habe ich den Platz umrundet, um einige Fotos zu machen. In Zukunft werde ich definitiv den Platz wieder besuchen.",
      "example_translation": "A praça no centro da cidade é um local popular para turistas. Ontem, eu caminhei em volta da praça para tirar algumas fotos. No futuro, eu certamente visitarei a praça novamente.",
      "imageLink": "image_files\\English\\square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stern",
      "translation": "estrela",
      "definition": "Ein massiver, leuchtender Ball aus Gas, der durch seine eigene Schwerkraft zusammengehalten wird, oft sichtbar am Nachthimmel.",
      "definition_translation": "Uma bola maciça e luminosa de gás que é mantida unida pela sua própria gravidade, frequentemente visível no céu noturno.",
      "example": "Ich wünschte, ich könnte einen Stern aus der Nähe sehen. Gestern Nacht habe ich einen Stern blinken sehen. In Zukunft werden Menschen vielleicht zu anderen Sternen reisen.",
      "example_translation": "Eu gostaria de poder ver uma estrela de perto. Na noite passada, eu vi uma estrela brilhando no céu. No futuro, os humanos podem viajar para outras estrelas.",
      "imageLink": "image_files\\English\\star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreuz",
      "translation": "cruz",
      "definition": "Ein Kreuz ist eine geometrische Figur, die durch zwei sich kreuzenden Linien gebildet wird, die sich in vier rechten Winkeln teilen.",
      "definition_translation": "Uma cruz é uma figura geométrica formada por duas linhas que se intersectam, dividindo-se em quatro ângulos retos.",
      "example": "Ich bin über die Straße gegangen, dann bin ich über die Brücke gegangen und schließlich habe ich die Ziellinie überquert.",
      "example_translation": "Eu cruzei a rua, então eu vou cruzar a ponte, e finalmente eu havia cruzado a linha de chegada.",
      "imageLink": "image_files\\English\\cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prozent",
      "translation": "por cento",
      "definition": "Prozent ist eine Einheit der Proportion, gleich Hundertstel eines Ganzen.",
      "definition_translation": "Por cento é uma unidade de proporção, igual a um centésimo de um todo.",
      "example": "Ich habe 80 Prozent meiner Prüfung erreicht, nächstes Jahr werde ich 90 Prozent erreichen und letztes Jahr habe ich 70 Prozent erreicht.",
      "example_translation": "Eu obtive 80 por cento na minha prova, no ano que vem eu vou obter 90 por cento, e no ano passado eu obtive 70 por cento.",
      "imageLink": "image_files\\English\\per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Summe",
      "translation": "soma",
      "definition": "Eine Summe ist das Ergebnis von zwei oder mehr Zahlen, die zusammenaddiert werden.",
      "definition_translation": "Uma soma é o resultado de somar dois ou mais números juntos.",
      "example": "Ich werde die Zahlen zusammenrechnen, dann habe ich die Kosten zusammengezählt und schließlich habe ich die Ergebnisse zusammengezählt.",
      "example_translation": "Eu vou somar os números, então eu somei os custos, e finalmente eu somei os resultados.",
      "imageLink": "image_files\\English\\sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Addition",
      "translation": "adição",
      "definition": "Addition ist der Vorgang, zwei oder mehr Zahlen oder Größen zusammenzufügen, um eine Gesamtzahl oder Summe zu erhalten.",
      "definition_translation": "Adição é o ato de combinar dois ou mais números ou quantidades para obter um total ou uma soma.",
      "example": "Ich werde einen Zusatz zu meinem Bericht machen, dann habe ich einen Zusatz zu meiner Präsentation gemacht und schließlich habe ich einen Zusatz zu meinem Projekt gemacht.",
      "example_translation": "Eu vou fazer uma adição ao meu relatório, então eu fiz uma adição à minha apresentação, e finalmente eu fiz uma adição ao meu projeto.",
      "imageLink": "image_files\\English\\addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kegel",
      "translation": "cone",
      "definition": "Ein Kegel ist eine dreidimensionale geometrische Form, die von einer kreisförmigen Basis zu einem Punkt zusammenläuft.",
      "definition_translation": "Um cone é uma forma geométrica tridimensional que se estreita de uma base circular para um ponto.",
      "example": "Sie ist um den Kegel auf dem Eislauffläche herumgefahren. Sie wird um den Kegel auf dem Eislauffläche herumfahren. Sie ist um den Kegel auf dem Eislauffläche herumgefahren.",
      "example_translation": "Ela patinou em torno do cone na pista de gelo. Ela patinará em torno do cone na pista de gelo. Ela patinou em torno do cone na pista de gelo.",
      "imageLink": "image_files\\English\\cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Würfel",
      "translation": "cubo",
      "definition": "Ein Würfel ist ein dreidimensionales festes Objekt mit sechs quadratischen Flächen von gleicher Größe, bei dem alle Winkel rechte Winkel sind.",
      "definition_translation": "Um cubo é um objeto sólido tridimensional com seis faces quadradas de tamanho igual, onde todos os ângulos são ângulos retos.",
      "example": "Der Würfel saß auf dem Tisch. Der Würfel wird auf dem Tisch sitzen. Der Würfel saß auf dem Tisch.",
      "example_translation": "O cubo estava sobre a mesa. O cubo sentará sobre a mesa. O cubo estava sobre a mesa.",
      "imageLink": "image_files\\English\\cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Durchmesser",
      "translation": "diâmetro",
      "definition": "Der Durchmesser eines Kreises ist der längste Abstand über den Kreis, der durch sein Zentrum verläuft.",
      "definition_translation": "O diâmetro de um círculo é a distância mais longa através do círculo, passando pelo seu centro.",
      "example": "Der Durchmesser des Rads war 20 Zoll. Der Durchmesser des Rads wird 20 Zoll sein. Der Durchmesser des Rads war 20 Zoll.",
      "example_translation": "O diâmetro da roda era de 20 polegadas. O diâmetro da roda será de 20 polegadas. O diâmetro da roda era de 20 polegadas.",
      "imageLink": "image_files\\English\\diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oval",
      "translation": " oval",
      "definition": "Eine oval ist eine geschlossene Kurve, die durch den Schnitt eines Kegels und einer Ebene entsteht, die nicht parallel zur Basis des Kegels ist.",
      "definition_translation": "Um oval é uma curva fechada resultante da interseção de um cone e um plano que não é paralelo à base do cone.",
      "example": "Die ovale Form des Stadions war beeindruckend. Die ovale Form des Stadions wird beeindruckend sein. Die ovale Form des Stadions war beeindruckend.",
      "example_translation": "A forma oval do estádio era impressionante. A forma oval do estádio será impressionante. A forma oval do estádio era impressionante.",
      "imageLink": "image_files\\English\\oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dreieck",
      "translation": "triângulo",
      "definition": "Ein Polygon mit drei Seiten, insbesondere eines mit drei rechten Winkeln.",
      "definition_translation": "Um polígono com três lados, especialmente um com três ângulos retos.",
      "example": "Ich zeichnete ein Dreieck auf die Tafel. Gestern zeichnete ich ein Dreieck. Morgen werde ich ein Dreieck zeichnen.",
      "example_translation": "Eu desenhei um triângulo no quadro-negro. Ontem, eu desenhei um triângulo. Amanhã, eu desenharei um triângulo.",
      "imageLink": "image_files\\English\\triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Winkel",
      "translation": "ângulo",
      "definition": "Der Raum oder die Form, die durch zwei Linien oder Ebenen gebildet wird, die sich treffen.",
      "definition_translation": "O espaço ou forma formada por duas linhas ou planos que se encontram.",
      "example": "Ich maß den Winkel des Dachs. Gestern maß ich den Winkel des Dachs. Morgen werde ich den Winkel des Dachs messen.",
      "example_translation": "Eu medi o ângulo do telhado. Ontem, eu medi o ângulo do telhado. Amanhã, eu medirei o ângulo do telhado.",
      "imageLink": "image_files\\English\\angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyramide",
      "translation": "pirâmide",
      "definition": "Eine monumentale Struktur mit quadratischer Basis und vier dreieckigen Seiten, die am Apex zusammenlaufen.",
      "definition_translation": "Uma estrutura monumental com uma base quadrada e quatro lados triangulares que se encontram no ápice.",
      "example": "Ich besuchte die Pyramide in Ägypten. Gestern besuchte ich die Pyramide in Ägypten. Morgen werde ich die Pyramide in Ägypten besuchen.",
      "example_translation": "Eu visitei a pirâmide no Egito. Ontem, eu visitei a pirâmide no Egito. Amanhã, eu visitarei a pirâmide no Egito.",
      "imageLink": "image_files\\English\\pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rechteck",
      "translation": "retângulo",
      "definition": "Eine vierseitige Form mit allen Seiten verschiedenen Längen, bei der alle inneren Winkel rechte Winkel sind.",
      "definition_translation": "Uma forma de quatro lados com todos os lados de comprimentos diferentes, onde todos os ângulos internos são ângulos retos.",
      "example": "Ich zeichnete ein Rechteck auf das Papier. Gestern zeichnete ich ein Rechteck auf das Papier. Morgen werde ich ein Rechteck auf das Papier zeichnen.",
      "example_translation": "Eu desenhei um retângulo no papel. Ontem, eu desenhei um retângulo no papel. Amanhã, eu desenharei um retângulo no papel.",
      "imageLink": "image_files\\English\\rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Menge",
      "translation": "conjunto",
      "definition": "Eine Sammlung einzigartiger Objekte, bekannt als Elemente oder Mitglieder, die alles sein können, einschließlich Zahlen, Buchstaben, Menschen oder anderer Dinge.",
      "definition_translation": "Um conjunto de objetos únicos, conhecidos como elementos ou membros, que podem ser qualquer coisa, incluindo números, letras, pessoas ou outras coisas.",
      "example": "Sie deckt den Tisch für das Abendessen. Gestern deckte sie den Tisch. Morgen wird sie den Tisch decken.",
      "example_translation": "Ela define a mesa para o jantar. Ontem, ela definiu a mesa. Amanhã, ela definirá a mesa.",
      "imageLink": "image_files\\English\\set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Variable",
      "translation": "variável",
      "definition": "Ein Symbol oder eine Größe, die verschiedene Werte annehmen kann, oft in mathematischen Gleichungen und Computer-Programmierung verwendet.",
      "definition_translation": "Um símbolo ou quantidade que pode assumir diferentes valores, frequentemente usado em equações matemáticas e programação de computador.",
      "example": "Die Variable x wird in der Gleichung verwendet. Gestern wurde die Variable im Code verwendet. Morgen wird die Variable im Algorithmus verwendet.",
      "example_translation": "A variável x é usada na equação. Ontem, a variável foi usada no código. Amanhã, a variável será usada no algoritmo.",
      "imageLink": "image_files\\English\\variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spitzer Winkel",
      "translation": "ângulo agudo",
      "definition": "Ein Winkel, dessen Maß zwischen 0° und 90° liegt, oft in Geometrie und Trigonometrie verwendet.",
      "definition_translation": "Um ângulo cuja medida está entre 0° e 90°, frequentemente usado em geometria e trigonometria.",
      "example": "Der spitze Winkel des Dreiecks ist 30°. Gestern war der Winkel des Dachs spitz. Morgen wird der Winkel der Steigung spitz sein.",
      "example_translation": "O ângulo agudo do triângulo é de 30°. Ontem, o ângulo do telhado era agudo. Amanhã, o ângulo da encosta será agudo.",
      "imageLink": "image_files\\English\\acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koordinatenachse",
      "translation": "eixo de coordenadas",
      "definition": "Eine Linie oder ein Bezugspunkt, der als Basis für das Messen oder Orientieren von anderen Linien oder Punkten in einem Koordinatensystem dient.",
      "definition_translation": "Uma linha ou um ponto de referência que serve como base para medir ou orientar outras linhas ou pontos em um sistema de coordenadas.",
      "example": "Die Koordinatenachse wird für das Graph erstellt. Gestern wurde die x-Achse in der Tabelle verwendet. Morgen wird die y-Achse im Diagramm verwendet.",
      "example_translation": "O eixo de coordenadas é usado em grafia. Ontem, o eixo x foi usado no gráfico. Amanhã, o eixo y será usado no diagrama.",
      "imageLink": "image_files\\English\\axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kardinalzahl",
      "translation": "número cardinal",
      "definition": "Eine Kardinalzahl ist ein numerischer Wert, der die Größe einer Menge oder einer Menge anzeigt.",
      "definition_translation": "Um número cardinal é um valor numérico que indica o tamanho de um conjunto ou quantidade.",
      "example": "Die Kardinalzahl der Menge beträgt fünf. Der Lehrer bat die Schüler, die Kardinalzahl der Menge von Worten zu finden. Die Kardinalzahl der Menge wird vom Computer berechnet.",
      "example_translation": "O número cardinal do conjunto é cinco. A professora pediu aos alunos que encontrassem o número cardinal do conjunto de palavras. O número cardinal do conjunto será calculado pelo computador.",
      "imageLink": "image_files\\English\\cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Umfang",
      "translation": "circunferência",
      "definition": "Der Umfang ist der Abstand um einen Kreis oder eine andere Form.",
      "definition_translation": "A circunferência é a distância ao redor de um círculo ou outra forma.",
      "example": "Der Umfang des Kreises beträgt 3,14 Meter. Der Athlet rannte um den Umfang der Bahn. Der Ingenieur berechnete den Umfang der Rohrleitung.",
      "example_translation": "A circunferência do círculo é 3,14 metros. O atleta correu ao redor da circunferência da pista. O engenheiro calculou a circunferência do tubo.",
      "imageLink": "image_files\\English\\circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koeffizient",
      "translation": "coeficiente",
      "definition": "Ein Koeffizient ist ein numerischer Wert, der eine Konstante der Proportionalität zwischen zwei Größen darstellt.",
      "definition_translation": "Um coeficiente é um valor numérico que representa uma constante de proporcionalidade entre duas quantidades.",
      "example": "Der Reibungskoeffizient beträgt 0,5. Der Wissenschaftler berechnete den Koeffizienten der thermischen Ausdehnung. Der Elastizitätskoeffizient wurde im Experiment gemessen.",
      "example_translation": "O coeficiente de atrito é 0,5. O cientista calculou o coeficiente de expansão térmica. O coeficiente de elasticidade foi medido no experimento.",
      "imageLink": "image_files\\English\\coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kompass",
      "translation": "compasso",
      "definition": "Ein Kompass ist ein Navigationstool, das zur Orientierung verwendet wird, insbesondere in der Navigation und Geographie.",
      "definition_translation": "Os compassos são uma ferramenta de navegação usada para encontrar direções, especialmente na navegação e geografia.",
      "example": "Der Wanderer verwendete einen Kompass, um die Richtung zu finden. Der Seemann überprüfte den Kompass, um den Kurs anzupassen. Der Schüler zeichnete eine Karte mit Hilfe eines Kompasses.",
      "example_translation": "O caminhante usou compasso para encontrar a direção. O marinheiro verificou o compasso para ajustar o curso. O estudante desenhou um mapa usando compasso.",
      "imageLink": "image_files\\English\\compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vollkreis",
      "translation": "ângulo completo",
      "definition": "Ein Vollkreis ist ein Winkel, dessen Maß 360 Grad beträgt und einen vollen Kreis bildet.",
      "definition_translation": "Um ângulo completo é um ângulo cuja medida é de 360 graus, formando um círculo completo.",
      "example": "Die Erde rotiert um 360 Grad in einem Vollkreis und vollzieht eine vollständige Rotation. Sie hat in der Vergangenheit einen Vollkreis gedreht, sie dreht ihn jetzt und wird ihn in der Zukunft drehen.",
      "example_translation": "A Terra gira 360 graus em um ângulo completo, fazendo uma rotação completa. Ela girou um ângulo completo no passado, está girando um ângulo completo agora e girará um ângulo completo no futuro.",
      "imageLink": "image_files\\English\\complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koordinatensystem",
      "translation": "sistema de coordenadas",
      "definition": "Ein Koordinatensystem ist ein Satz von Achsen, der zur Lokalisierung von Punkten im Raum verwendet wird, oft in Mathematik und Physik.",
      "definition_translation": "Um sistema de coordenadas é um conjunto de eixos usados para localizar pontos no espaço, frequentemente usado em matemática e física.",
      "example": "Das Koordinatensystem half uns, die genaue Position des Planeten in der Vergangenheit zu lokalisieren, es hilft uns jetzt und wird uns in der Zukunft dabei helfen, durch den Raum zu navigieren. Wir verwendeten ein Koordinatensystem, um die Galaxie zu kartieren, wir verwenden es jetzt, um unser Raumschiff zu lotsen, und wir werden es in der Zukunft verwenden, um neue Kurse zu erstellen.",
      "example_translation": "O sistema de coordenadas nos ajudou a localizar a posição precisa do planeta no passado, ajuda-nos agora e ajudará-nos no futuro a navegar pelo espaço. Usamos um sistema de coordenadas para mapear a galáxia, estamos usando-o agora para guiar nossa espaçonave e usaremos-o no futuro para cartografar novos cursos.",
      "imageLink": "image_files\\English\\coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kubikwurzel",
      "translation": "raiz cúbica",
      "definition": "Die Kubikwurzel einer Zahl ist ein Wert, der, wenn er selbst drei Mal multipliziert wird, die ursprüngliche Zahl ergibt.",
      "definition_translation": "A raiz cúbica de um número é um valor que, quando multiplicado por si mesmo três vezes, dá o número original.",
      "example": "Die Kubikwurzel von 27 ist 3, weil 3 selbst drei Mal multipliziert 27 ergibt. In der Vergangenheit haben wir die Kubikwurzel einer Zahl von Hand berechnet, jetzt verwenden wir Taschenrechner und werden in der Zukunft fortgeschrittene Computer-Algorithmen verwenden.",
      "example_translation": "A raiz cúbica de 27 é 3, porque 3 multiplicado por si mesmo três vezes iguala 27. No passado, calculamos a raiz cúbica de um número à mão, agora usamos calculadoras e no futuro, usaremos algoritmos computacionais avançados.",
      "imageLink": "image_files\\English\\cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quader",
      "translation": "cuboide",
      "definition": "Ein Quader ist eine dreidimensionale Form mit sechs rechteckigen Flächen, bei der alle Winkel rechte Winkel sind.",
      "definition_translation": "Um cuboide é uma forma tridimensional com seis faces retangulares, onde todos os ângulos são ângulos retos.",
      "example": "Der quaderförmige Karton war schwierig in der Vergangenheit, er ist es jetzt und wird es in der Zukunft bleiben, egal wie wir ihn drehen. Wir packten den quaderförmigen Karton in der Vergangenheit, wir packen ihn jetzt und werden ihn in der Zukunft mit Sorgfalt packen.",
      "example_translation": "A caixa de formato cuboide era pesada no passado, ainda é pesada agora e será pesada no futuro, não importa como a rotacionamos. Embalamos a caixa cuboide no passado, estamos embalando-a agora e embalaremos-a no futuro com cuidado.",
      "imageLink": "image_files\\English\\cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zylinder",
      "translation": "cilindro",
      "definition": "Ein Zylinder ist eine dreidimensionale solide Form mit zwei parallelen und kreisförmigen Basen, die durch eine gekrümmte seitliche Oberfläche verbunden sind.",
      "definition_translation": "Um cilindro é uma forma sólida tridimensional com duas bases paralelas e circulares conectadas por uma superfície lateral curva.",
      "example": "Der Mechaniker verwendete einen Zylinder, um das Volumen des Motoröls zu messen. Gestern hatte sie ihn verwendet, um die Bremsflüssigkeit zu überprüfen. Morgen wird sie ihn verwenden, um die Getriebe-Flüssigkeit zu messen.",
      "example_translation": "O mecânico usou um cilindro para medir o volume do óleo do motor. Ontem, ela havia usado para verificar o fluido de freno. Amanhã, ela usará para medir o fluido de transmissão.",
      "imageLink": "image_files\\English\\cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dezimalzahl",
      "translation": "decimal",
      "definition": "Eine Dezimalzahl ist eine Zahl, die im Dezimalsystem dargestellt wird, mit einem Bruchteil, der durch einen Dezimalpunkt von dem ganzen Teil getrennt ist.",
      "definition_translation": "Um decimal é um número expresso no sistema decimal, com uma parte fracionária separada da parte inteira por um ponto decimal.",
      "example": "Der Schüler hatte Mühe, die Bruchzahl in eine Dezimalzahl umzuwandeln, aber verstand schließlich das Konzept. Gestern hatte sie geübt, Dezimalzahlen in Bruchzahlen umzuwandeln. Morgen wird sie über Dezimalerweiterungen lernen.",
      "example_translation": "A estudante teve dificuldade em converter a fração para um decimal, mas finalmente entendeu o conceito. Ontem, ela havia praticado converter decimais para frações. Amanhã, ela aprenderá sobre expansões decimais.",
      "imageLink": "image_files\\English\\decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Differentialgleichung",
      "translation": "equação diferencial",
      "definition": "Eine Differentialgleichung ist eine mathematische Gleichung, die eine unbekannte Funktion und ihre Ableitungen enthält und die Werte der Funktion und ihrer Ableitungen an verschiedenen Punkten im Raum und in der Zeit beschreibt.",
      "definition_translation": "Uma equação diferencial é uma equação matemática que envolve uma função desconhecida e suas derivadas, e relaciona os valores da função e suas derivadas em diferentes pontos no espaço e tempo.",
      "example": "Der Physiker benutzte eine Differentialgleichung, um die Bewegung des Pendels zu modellieren. Gestern hatte sie sie verwendet, um das Bevölkerungswachstum zu analysieren. Morgen wird sie sie anwenden, um elektrische Schaltkreise zu studieren.",
      "example_translation": "O físico usou uma equação diferencial para modelar o movimento do pêndulo. Ontem, ela havia usado para analisar o crescimento populacional. Amanhã, ela aplicará para estudar os circuitos elétricos.",
      "imageLink": "image_files\\English\\differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziffer",
      "translation": "dígito",
      "definition": "Eine Ziffer ist ein einzelnes Zeichen, das einen numerischen Wert darstellt, wie z.B. 0, 1, 2 usw.",
      "definition_translation": "Um dígito é um símbolo único usado para representar um valor numérico, como 0, 1, 2, etc.",
      "example": "Der Computer benutzte sieben Ziffern, um die Telefonnummer zu speichern. Gestern hatte er fünf Ziffern verwendet, um den Postleitzahlcode zu speichern. Morgen wird er zehn Ziffern verwenden, um die Kontonummer zu speichern.",
      "example_translation": "O computador usou sete dígitos para armazenar o número de telefone. Ontem, ele havia usado cinco dígitos para armazenar o código postal. Amanhã, ele usará dez dígitos para armazenar o número de conta.",
      "imageLink": "image_files\\English\\digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dividende",
      "translation": "dividendos",
      "definition": "Eine Dividende ist eine Zahlung, die eine Aktiengesellschaft an ihre Aktionäre leistet,通常 als Weg, um Gewinne zu verteilen.",
      "definition_translation": "Um dividendo é um pagamento feito por uma corporação para seus acionistas, geralmente como forma de distribuir lucros.",
      "example": "Das Unternehmen wird nächstes Quartal eine Dividende an seine Aktionäre zahlen. Die Dividende wurde jährlich für die letzten 5 Jahre gezahlt. Das Unternehmen wird die Dividende nächstes Jahr erhöhen.",
      "example_translation": "A empresa pagará um dividendo para seus acionistas no próximo trimestre. O dividendo foi pago anualmente nos últimos 5 anos. A empresa aumentará o dividendo no próximo ano.",
      "imageLink": "image_files\\English\\divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Division",
      "translation": "divisão",
      "definition": "Eine Division ist der Prozess, etwas in Teile oder Gruppen zu teilen oder aufzuteilen.",
      "definition_translation": "A divisão é o processo de separar ou dividir algo em partes ou grupos.",
      "example": "Das Unternehmen durchläuft derzeit einen Divisionsprozess, um die Effizienz zu verbessern. Die Division des Unternehmens wird nächsten Monat abgeschlossen sein. Das Team wird in kleinere Gruppen aufgeteilt, um an dem Projekt zu arbeiten.",
      "example_translation": "A empresa está passando por um processo de divisão para melhorar a eficiência. A divisão da empresa será concluída no próximo mês. A equipe será dividida em grupos menores para trabalhar no projeto.",
      "imageLink": "image_files\\English\\division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teiler",
      "translation": "divisor",
      "definition": "Ein Teiler ist eine Zahl, durch die eine andere Zahl geteilt wird.",
      "definition_translation": "Um divisor é um número pelo qual outro número é dividido.",
      "example": "Der Teiler von 10 ist 2. Die Zahl 5 ist ein Teiler von 15. Der Teiler wird verwendet, um den Quotienten zu berechnen.",
      "example_translation": "O divisor de 10 é 2. O número 5 é um divisor de 15. O divisor será usado para calcular o quociente.",
      "imageLink": "image_files\\English\\divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Exponent, Potenz",
      "translation": "expoente, potência",
      "definition": "Ein Exponent ist eine kleine Zahl, die angibt, um welche Potenz eine Zahl erhoben werden soll.",
      "definition_translation": "Um expoente é um número pequeno que indica a potência à qual um número deve ser elevado.",
      "example": "Der Exponent von 2 in der Gleichung ist 3. Die Potenz von 2 ist 4. Die Formel verwendet Exponenten, um das Ergebnis zu berechnen.",
      "example_translation": "O expoente de 2 na equação é 3. A potência de 2 é 4. A fórmula usa expoentes para calcular o resultado.",
      "imageLink": "image_files\\English\\exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bruch",
      "translation": "fração",
      "definition": "Ein Bruch ist eine Möglichkeit, einen Teil eines Ganzen als Quotient von Zahlen darzustellen, normalerweise ein Zähler und ein Nenner.",
      "definition_translation": "Uma fração é uma forma de expressar uma parte de um todo como um quociente de números, geralmente um numerador e um denominador.",
      "example": "Gestern habe ich in der Mathematik-Stunde gelernt, Brüche zu addieren. Heute übe ich, sie zu subtrahieren. Bis nächsten Woche werde ich Brüche multipliziert haben.",
      "example_translation": "Ontem, eu aprendi a adicionar frações na aula de matemática. Hoje, estou praticando subtrair frações. Até a próxima semana, eu terei dominado a multiplicação de frações.",
      "imageLink": "image_files\\English\\fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Funktion",
      "translation": "função",
      "definition": "Eine Funktion ist eine Relation zwischen einer Menge von Eingaben (dem Definitionsbereich) und einer Menge von möglichen Ausgaben (dem Wertbereich).",
      "definition_translation": "Uma função é uma relação entre um conjunto de entradas (chamado de domínio) e um conjunto de saídas possíveis (chamado de faixa).",
      "example": "Das Computerprogramm verwendet eine Funktion, um den Flächeninhalt eines Kreises zu berechnen. Die Funktion wird das Ergebnis in Quadratmetern zurückgeben. Bis Ende des Monats wird die Funktion optimiert sein, um schneller zu laufen.",
      "example_translation": "O programa de computador usa uma função para calcular a área de um círculo. A função retornará o resultado em unidades quadradas. Até o final do mês, a função será otimizada para rodar mais rápido.",
      "imageLink": "image_files\\English\\function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Halbkugel",
      "translation": "hemisfério",
      "definition": "Eine Halbkugel ist entweder die nördliche oder südliche Hälfte der Erde, die durch den Äquator geteilt ist.",
      "definition_translation": "Um hemisfério é ou metade norte ou metade sul da Terra, dividida pelo equador.",
      "example": "Die Erde ist in zwei Halbkugeln aufgeteilt: die nördliche Halbkugel und die südliche Halbkugel. Ich wurde in der nördlichen Halbkugel geboren, aber ich habe die südliche Halbkugel mehrmals besucht. Bis nächstes Jahr werde ich jedes Land in der südlichen Halbkugel besucht haben.",
      "example_translation": "A Terra é dividida em dois hemisférios: o Hemisfério Norte e o Hemisfério Sul. Eu nasci no Hemisfério Norte, mas já viajei para o Hemisfério Sul várias vezes. Até o ano que vem, eu terei visitado todos os países do Hemisfério Sul.",
      "imageLink": "image_files\\English\\hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Siebeneck",
      "translation": "heptágono",
      "definition": "Ein Siebeneck ist ein Polygon mit sieben Seiten.",
      "definition_translation": "Um heptágono é um polígono com sete lados.",
      "example": "Ich habe gestern in der Geometrie-Stunde gelernt, ein Siebeneck zu zeichnen. Heute versuche ich, seinen Umfang zu berechnen. Bis nächsten Woche werde ich die Formel 출bis haben, um den Flächeninhalt eines Siebenecks zu berechnen.",
      "example_translation": "Eu aprendi a desenhar um heptágono na aula de geometria ontem. Hoje, estou tentando calcular seu perímetro. Até a próxima semana, eu terei memorizado a fórmula para encontrar a área de um heptágono.",
      "imageLink": "image_files\\English\\heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hexagon",
      "translation": "hexágono",
      "definition": "Ein Hexagon ist ein Polygon mit sechs Seiten, mit sechs Ecken und Innenwinkeln, die sich zu 720 Grad addieren.",
      "definition_translation": "Um hexágono é um polígono com seis lados, tendo seis vértices e ângulos internos que somam 720 graus.",
      "example": "Die Bienen bauten ihr Honigwaben in einer hexagonalen Form, die maximale Speicherkapazität bietet. Die alten Griechen studierten die Eigenschaften von Hexagonen. Bis zum Jahr 2050 werden Architekten ganze Städte mit hexagonalen Gebäuden entwerfen.",
      "example_translation": "As abelhas construíram seu favo em formato de hexágono, que proporciona espaço de armazenamento máximo. Os antigos gregos estudaram as propriedades dos hexágonos. Até o ano 2050, arquitetos projetarão cidades inteiras com edifícios hexagonais.",
      "imageLink": "image_files\\English\\hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unendlichkeit",
      "translation": "infinito",
      "definition": "Die Unendlichkeit ist ein Konzept in der Mathematik, das eine Größe ohne Ende oder Limit darstellt, die sich in alle Richtungen ins Unendliche erstreckt.",
      "definition_translation": "O infinito é um conceito em matemática que representa uma quantidade sem fim ou limite, estendendo-se infinitamente em todas as direções.",
      "example": "Das Universum wird angenommen, unendliche Galaxien zu haben, jede содержит unendliche Sterne. Mathematiker haben lange gekämpft, um das Konzept der Unendlichkeit zu verstehen. Durch das Studium der Unendlichkeit werden wir vielleicht die Geheimnisse des Kosmos aufschließen.",
      "example_translation": "O universo é considerado ter galáxias infinitas, cada uma contendo estrelas infinitas. Matemáticos têm lutado há muito tempo para entender o conceito de infinito. Ao estudar o infinito, podemos desbloquear segredos do cosmo.",
      "imageLink": "image_files\\English\\infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ganzzahl",
      "translation": "inteiro",
      "definition": "Eine Ganzzahl ist eine ganze Zahl, entweder positiv, negativ oder null, ohne Dezimalanteil.",
      "definition_translation": "Um inteiro é um número inteiro, seja positivo, negativo ou zero, sem parte fracional.",
      "example": "Die Ganzzahl 5 ist eine Primzahl, während 6 keine ist. In der Computerprogrammierung werden Ganzzahlen verwendet, um ganze Zahlen zu speichern. Bis 2025 werden Wissenschaftler Ganzzahlen verwenden, um komplexe Verschlüsselungen zu knacken.",
      "example_translation": "O inteiro 5 é um número primo, enquanto 6 não é. Na programação de computadores, inteiros são usados para armazenar números inteiros. Até 2025, cientistas usarão inteiros para quebrar códigos de criptografia complexos.",
      "imageLink": "image_files\\English\\integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Integral",
      "translation": "integral",
      "definition": "Ein Integral ist ein fundamentales Konzept in der Analysis, das den Flächeninhalt unter einer Kurve oder die Akkumulation einer Größe über ein Intervall darstellt.",
      "definition_translation": "Uma integral é um conceito fundamental em cálculo que representa a área sob uma curva ou a acumulação de uma quantidade sobre um intervalo.",
      "example": "Das Integral von x quadriert ist x Kubik geteilt durch 3. In der Physik werden Integrale verwendet, um die Geschwindigkeit von Objekten zu berechnen. Durch die Anwendung von Integralen können Ingenieure effizientere Systeme entwerfen.",
      "example_translation": "A integral de x ao quadrado é x ao cubo dividido por 3. Na física, integrais são usadas para calcular a velocidade dos objetos. Ao aplicar integrais, engenheiros podem projetar sistemas mais eficientes.",
      "imageLink": "image_files\\English\\integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Irrationale Zahl",
      "translation": "número irracional",
      "definition": "Eine Zahl, die nicht als endliche Dezimal oder Bruch dargestellt werden kann, wie zum Beispiel pi oder die Quadratwurzel aus 2.",
      "definition_translation": "Um número que não pode ser expresso como um decimal finito ou fração, como pi ou a raiz quadrada de 2.",
      "example": "Die alten Griechen entdeckten, dass die Quadratwurzel aus 2 eine irrationale Zahl war. Es wurde in der Mathematik für Jahrhunderte verwendet. Es wird ein wichtiger Begriff in der Zukunft bleiben.",
      "example_translation": "Os antigos gregos descobriram que a raiz quadrada de 2 era um número irracional. Ele tem sido usado em matemática por séculos. Ele continuará a ser um conceito importante no futuro.",
      "imageLink": "image_files\\English\\irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Streckenabschnitt",
      "translation": "segmento de linha",
      "definition": "Ein Teil einer Geraden, der eine feste Länge hat und durch zwei verschiedene Punkte begrenzt ist.",
      "definition_translation": "Uma parte de uma linha que tem um comprimento fixo e é delimitada por dois pontos distinctos.",
      "example": "Die Lehrerin zeichnete einen Streckenabschnitt an die Tafel, um den Begriff der Geometrie zu illustrieren. Die Schüler mussten den Mittelpunkt des Streckenabschnitts in ihrem Übungsaufgaben finden. Der Streckenabschnitt wird ein wichtiger Begriff in ihrem nächsten Mathetest sein.",
      "example_translation": "O professor desenhou um segmento de linha no quadro para ilustrar o conceito de geometria. Os alunos tiveram que encontrar o ponto médio do segmento de linha no seu exercício. O segmento de linha será um conceito importante no seu próximo teste de matemática.",
      "imageLink": "image_files\\English\\line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Logarithmus",
      "translation": "logaritmo",
      "definition": "Die Potenz, auf die eine Basiszahl erhöht werden muss, um einen bestimmten Wert zu produzieren, wie zum Beispiel der Logarithmus von 100 mit Basis 10 ist 2.",
      "definition_translation": "O poder ao qual um número base deve ser elevado para produzir um valor determinado, como o logaritmo de 100 com base 10 é 2.",
      "example": "Der Mathematiker verwendete den Logarithmus, um die komplexe Berechnung zu vereinfachen. Der Logarithmus wird ein wichtiger Begriff in seiner Forschung sein. Er hatte den Logarithmus in seinen Universitätstagen studiert.",
      "example_translation": "O matemático usou o logaritmo para simplificar o cálculo complexo. O logaritmo será um conceito importante em sua pesquisa. Eles haviam estudado o logaritmo em seus dias de universidade.",
      "imageLink": "image_files\\English\\logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Multiplikation",
      "translation": "multiplicação",
      "definition": "Der Prozess, zwei oder mehr Zahlen zu combinationieren, um ein Produkt zu erhalten, wie zum Beispiel 2 multipliziert mit 3 ist 6.",
      "definition_translation": "O processo de combinar dois ou mais números para obter um produto, como 2 multiplicado por 3 é 6.",
      "example": "Die Schüler lernten die Multiplikationstabelle in ihrenElementarschultagen. Sie mussten die Multiplikation von Brüchen in ihren Matheaufgaben üben. Der Begriff der Multiplikation wird in ihren zukünftigen Karrieren genutzt werden.",
      "example_translation": "Os alunos aprenderam a tabela de multiplicação em seus dias de escola elementar. Eles tiveram que praticar a multiplicação de frações em seu trabalho de casa de matemática. O conceito de multiplicação será usado em suas carreiras futuras.",
      "imageLink": "image_files\\English\\multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Natürliche Zahl",
      "translation": "número natural",
      "definition": "Eine natürliche Zahl ist eine positive Ganzzahl, die größer als null und ohne Dezimalstellen ist.",
      "definition_translation": "Um número natural é um inteiro positivo, que é um número inteiro maior que zero e não tem casas decimais.",
      "example": "In der Mathematik wird die Menge der natürlichen Zahlen oft als N bezeichnet. Gestern zählte ich 10 natürliche Zahlen. Morgen werde ich 20 natürliche Zahlen zählen.",
      "example_translation": "Em matemática, o conjunto de números naturais é frequentemente denotado como N. Ontem, eu contei 10 números naturais. Amanhã, eu contarei 20 números naturais.",
      "imageLink": "image_files\\English\\natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahlenstrahl",
      "translation": "linha numérica",
      "definition": "Ein Zahlenstrahl ist eine visuelle Darstellung von Zahlen auf einer Geraden, wobei jeder Punkt auf der Geraden eine bestimmte Zahl repräsentiert.",
      "definition_translation": "Uma linha numérica é uma representação visual de números em uma linha, onde cada ponto na linha representa um número específico.",
      "example": "Die Lehrerin zeichnete einen Zahlenstrahl an die Tafel, um den Schülern die Brüche zu erklären. Ich verwendete einen Zahlenstrahl, um das Matheproblem gestern zu lösen. Bis nächste Woche werde ich in der Lage sein, einen Zahlenstrahl auf meine eigene zu erstellen.",
      "example_translation": "O professor desenhou uma linha numérica no quadro para ajudar os alunos a entender frações. Eu usei uma linha numérica para resolver o problema de matemática ontem. Até a próxima semana, eu serei capaz de criar uma linha numérica sozinho.",
      "imageLink": "image_files\\English\\number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stumpfer Winkel",
      "translation": "ângulo obtuso",
      "definition": "Ein stumpfer Winkel ist ein Winkel, der größer als 90 Grad aber kleiner als 180 Grad ist.",
      "definition_translation": "Um ângulo obtuso é um ângulo maior que 90 graus, mas menor que 180 graus.",
      "example": "Der stumpfe Winkel im Dreieck betrug 120 Grad. Gestern habe ich gelernt, stumpfe Winkel in der Geometrie zu messen. Bis nächstes Jahr werde ich in der Lage sein, stumpfe Winkel leicht zu identifizieren.",
      "example_translation": "O ângulo obtuso no triângulo era de 120 graus. Ontem, eu aprendi como medir ângulos obtusos na aula de geometria. Até o próximo ano, eu serei capaz de identificar ângulos obtusos facilmente.",
      "imageLink": "image_files\\English\\obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Achteck",
      "translation": "octógono",
      "definition": "Ein Achteck ist ein Polygon mit acht Seiten.",
      "definition_translation": "Um octógono é um polígono com oito lados.",
      "example": "Das achteckige Gebäude war ein berühmtes Wahrzeichen in der Stadt. Ich baute ein Achteck aus Blöcken, als ich ein Kind war. Bis nächstem Monat werde ich in der Lage sein, ein Achteck mit Geometrie-Software zu konstruieren.",
      "example_translation": "O prédio octogonal era um marco famoso na cidade. Eu construí um octógono com blocos quando eu era criança. Até o próximo mês, eu serei capaz de construir um octógono usando software de geometria.",
      "imageLink": "image_files\\English\\octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ordinalzahl",
      "translation": "número ordinal",
      "definition": "Eine Zahl, die die Position von etwas in einer Serie oder Liste anzeigt, wie zum Beispiel erst, zweit oder dritt.",
      "definition_translation": "Um número que mostra a posição de algo em uma série ou lista, como primeiro, segundo ou terceiro.",
      "example": "Das Buch ist eine Ordinalzahl in der Serie, also ist es das fünfte. In der Vergangenheit war es das dritte, aber jetzt ist es das fünfte, und in der Zukunft wird es das siebte sein.",
      "example_translation": "O livro é um número ordinal na série, então é o quinto. No passado, era o terceiro, mas agora é o quinto, e no futuro, será o sétimo.",
      "imageLink": "image_files\\English\\ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "parallel",
      "translation": "paralelo",
      "definition": "In derselben Richtung verlaufend, überall gleich weit entfernt und nie sich schneidend.",
      "definition_translation": "Estendendo-se na mesma direção, equidistante em todos os pontos e nunca se intersectando.",
      "example": "Die zwei Linien sind parallel zueinander, daher werden sie nie treffen. In der Vergangenheit waren sie nicht parallel, aber jetzt sind sie es. In der Zukunft werden sie immer noch parallel sein.",
      "example_translation": "As duas linhas são paralelas entre si, então nunca se encontrarão. No passado, não eram paralelas, mas agora são. No futuro, ainda serão paralelas.",
      "imageLink": "image_files\\English\\parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parallelogramm",
      "translation": "paralelograma",
      "definition": "Ein Viereck mit gegenüberliegenden Seiten von gleicher Länge und gegenüberliegenden Winkeln von gleicher Größe.",
      "definition_translation": "Um quadrilátero com lados opostos de igual comprimento e ângulos opostos que são iguais.",
      "example": "Das Parallelogramm hat gegenüberliegende Seiten von gleicher Länge, daher ist seine Fläche leicht zu berechnen. In der Vergangenheit war es ein Rechteck, aber jetzt ist es ein Parallelogramm. In der Zukunft wird es ein Rhombus sein.",
      "example_translation": "O paralelograma tem lados opostos iguais, então sua área é fácil de calcular. No passado, era um retângulo, mas agora é um paralelograma. No futuro, será um rombo.",
      "imageLink": "image_files\\English\\parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fünfeck",
      "translation": "pentágono",
      "definition": "Ein Polygon mit fünf Seiten, wie zum Beispiel die Form der fünf Punkte auf einem Stern.",
      "definition_translation": "Um polígono com cinco lados, como a forma dos cinco pontos de uma estrela.",
      "example": "Das Fünfeck ist eine fünfseitige Form, daher wird sie oft in Logos verwendet. In der Vergangenheit war es ein Quadrat, aber jetzt ist es ein Fünfeck. In der Zukunft wird es ein Sechseck sein.",
      "example_translation": "O pentágono é uma forma de cinco lados, então é frequentemente usado em logotipos. No passado, era um quadrado, mas agora é um pentágono. No futuro, será um hexágono.",
      "imageLink": "image_files\\English\\pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "senkrecht",
      "translation": "perpendicular",
      "definition": "Eine Linie oder Ebene, die im rechten Winkel (90 Grad) zu einer anderen Linie oder Ebene steht.",
      "definition_translation": "Uma linha ou plano que está a um ângulo reto (90 graus) em relação a outra linha ou plano.",
      "example": "Die senkrechten Linien schnitten sich im Zentrum des Kreises. Der Bauarbeiter stellte sicher, dass die Wände senkrecht zum Fundament standen. Der Lehrer wird morgen erklären, wie man senkrechte Linien zieht.",
      "example_translation": "As linhas perpendiculares se intersectavam no centro do círculo. O construtor assegurou que as paredes fossem perpendiculares à fundação. A professora explicará como desenhar linhas perpendiculares amanhã.",
      "imageLink": "image_files\\English\\perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Primzahl",
      "translation": "número primo",
      "definition": "Eine ganze Zahl größer als 1, die keine positiven Teiler außer 1 und sich selbst hat.",
      "definition_translation": "Um número inteiro maior que 1 que não tem divisores positivos além de 1 e ele mesmo.",
      "example": "Die Primzahl 17 ist ein wichtiger Bestandteil der Kryptographie. Der Mathematiker suchte Jahre lang nach einer Primzahl größer als 100.000. Der Algorithmus wird Primzahlen im Datensatz identifizieren.",
      "example_translation": "O número primo 17 é um componente-chave em criptografia. O matemático passou anos procurando por um número primo maior que 100,000. O algoritmo identificará números primos no conjunto de dados.",
      "imageLink": "image_files\\English\\prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prisma",
      "translation": "prisma",
      "definition": "Ein transparentes Objekt mit flachen, polierten Oberflächen, das Licht brechen kann.",
      "definition_translation": "Um objeto transparente com superfícies planas e polidas que refrata luz.",
      "example": "Das Prisma auf dem Mikroskop teilte das Licht in seine Komponentenfarben auf. Der Lehrer verwendete ein Prisma, um den Begriff der Brechung zu demonstrieren. Der Künstler entwarf ein atemberaubendes Prismen-Lichtschalter für das Luxushotel.",
      "example_translation": "O prisma no microscópio dividiu a luz em suas cores componentes. A professora usou um prisma para demonstrar o conceito de refração. A artista projetou um lustre de prisma deslumbrante para o hotel de luxo.",
      "imageLink": "image_files\\English\\prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Produkt",
      "translation": "produto",
      "definition": "Ein Ding oder Stoff, das hergestellt oder raffiniert wird, um verkauft zu werden.",
      "definition_translation": "Uma coisa ou substância que é fabricada ou refinada para venda.",
      "example": "Die neue Produktlinie erhöhte den Umsatz des Unternehmens um 20%. Der Bauer verkaufte sein Produkt auf dem lokalen Markt. Bis 2025 plant das Unternehmen, jedes Quartal ein neues Produkt einzuführen.",
      "example_translation": "A nova linha de produtos aumentou as vendas da empresa em 20%. O agricultor vendeu seu produto no mercado local. Até 2025, a empresa pretende lançar um novo produto a cada trimestre.",
      "imageLink": "image_files\\English\\product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Satz des Pythagoras",
      "translation": "Teorema de Pitágoras",
      "definition": "Ein mathematisches Konzept, das die Beziehung zwischen den Seitenlängen eines rechtwinkligen Dreiecks beschreibt, wonach das Quadrat der Länge der Hypotenuse gleich der Summe der Quadrate der Längen der anderen beiden Seiten ist.",
      "definition_translation": "Um conceito matemático que descreve a relação entre os comprimentos dos lados de um triângulo retângulo, afirmando que o quadrado do comprimento da hipotenusa é igual à soma dos quadrados dos comprimentos dos outros dois lados.",
      "example": "Der Lehrer erklärte den Satz des Pythagoras den Schülern, die ihn dann verwendeten, um die Länge der Hypotenuse zu berechnen. Gestern habe ich ihn genutzt, um ein schwieriges Problem zu lösen. Morgen werde ich ihn wieder verwenden, um die Länge eines rechtwinkligen Dreiecks zu finden.",
      "example_translation": "O professor explicou o teorema de Pitágoras aos alunos, que então o usaram para calcular o comprimento da hipotenusa. Ontem, eu havia usado para resolver um problema difícil. Amanhã, vou usá-lo novamente para encontrar o comprimento de um triângulo retângulo.",
      "imageLink": "image_files\\English\\pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "quadratische Gleichung",
      "translation": "Equação quadrática",
      "definition": "Eine polynomial Gleichung zweiten Grades, bedeutet, dass die höchste Potenz der Variablen zwei ist, und hat die allgemeine Form ax^2 + bx + c = 0, wobei a, b und c Konstanten sind.",
      "definition_translation": "Uma equação polinomial de grau dois, significando que o maior poder da variável é dois, e tendo a forma geral ax^2 + bx + c = 0, onde a, b e c são constantes.",
      "example": "Der Schüler kämpfte, die quadratische Gleichung zu lösen, aber fand schließlich die Lösungen. Gestern habe ich quadratische Gleichungen verwendet, um Bevölkerungswachstum zu modellieren. Morgen werde ich sie verwenden, um eine Funktion zu optimieren.",
      "example_translation": "O aluno lutou para resolver a equação quadrática, mas eventualmente encontrou as raízes. Ontem, eu havia usado equações quadráticas para modelar o crescimento populacional. Amanhã, vou usá-las para otimizar uma função.",
      "imageLink": "image_files\\English\\quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quotient",
      "translation": "Quociente",
      "definition": "Das Ergebnis der Division einer Größe durch eine andere, oft als Dezimal oder Bruch ausgedrückt, und verwendet, um Größen zu vergleichen oder zu skalieren.",
      "definition_translation": "O resultado de dividir uma quantidade por outra, frequentemente expressa como decimal ou fração, e usada para comparar ou dimensionar quantidades.",
      "example": "Der Quotient von 12 und 4 ist 3. Gestern habe ich den Quotient von zwei Zahlen berechnet. Morgen werde ich den Quotient eines Bruchs und einer ganzen Zahl finden.",
      "example_translation": "O quociente de 12 e 4 é 3. Ontem, eu havia calculado o quociente de dois números. Amanhã, vou encontrar o quociente de uma fração e um número inteiro.",
      "imageLink": "image_files\\English\\quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Radius",
      "translation": "Raio",
      "definition": "Ein Linienstück, das vom Mittelpunkt eines Kreises oder einer Kugel bis zu seinem Umfang reicht, und verwendet, um die Größe oder Form des Kreises oder der Kugel zu beschreiben.",
      "definition_translation": "Um segmento de linha que se estende do centro de um círculo ou esfera para sua periferia, e usado para descrever o tamanho ou forma do círculo ou esfera.",
      "example": "Der Radius des Kreises ist 5 cm. Gestern habe ich den Radius einer Kugel gefunden. Morgen werde ich den Radius eines zylindrischen Tanks berechnen.",
      "example_translation": "O raio do círculo é 5 cm. Ontem, eu havia encontrado o raio de uma esfera. Amanhã, vou calcular o raio de um tanque cilíndrico.",
      "imageLink": "image_files\\English\\radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rationale Zahl",
      "translation": "número racional",
      "definition": "Eine rationale Zahl ist eine Zahl, die als Quotient oder Bruch von zwei ganzen Zahlen dargestellt werden kann, d.h. eine Zahl, die in der Form a/b geschrieben werden kann, wobei a und b ganze Zahlen sind und b nicht null ist.",
      "definition_translation": "Um número racional é um número que pode ser expresso como o quociente ou fração de dois inteiros, ou seja, um número que pode ser escrito na forma a/b, onde a e b são inteiros e b é não-nulo.",
      "example": "Die rationale Zahl 3/4 ist kleiner als eins, aber die rationale Zahl 5/3 ist größer als eins. In der Vergangenheit haben wir rationale Zahlen im Mathematikunterricht studiert. Jetzt lernen wir, rationale Zahlen zu addieren und subtrahieren. In Zukunft werden wir lernen, rationale Zahlen zu multiplizieren und zu dividieren.",
      "example_translation": "O número racional 3/4 é menor que um, mas o número racional 5/3 é maior que um. No passado, estudamos números racionais em aula de matemática. Agora, estamos aprendendo a adicionar e subtrair números racionais. No futuro, aprenderemos a multiplicar e dividir números racionais.",
      "imageLink": "image_files\\English\\rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reelle Zahl",
      "translation": "número real",
      "definition": "Eine reelle Zahl ist ein Wert, der auf der Zahlengeraden dargestellt werden kann, einschließlich aller rationalen und irrationalen Zahlen.",
      "definition_translation": "Um número real é um valor que pode ser representado na linha numérica, incluindo todos os números racionais e irracionais.",
      "example": "Alle rationalen Zahlen sind reelle Zahlen, aber nicht alle reellen Zahlen sind rationale Zahlen. In der Vergangenheit haben wir reelle Zahlen verwendet, um die Länge von Objekten zu messen. Jetzt verwenden wir reelle Zahlen, um die Fläche von Formen zu berechnen. In Zukunft werden wir reelle Zahlen verwenden, um komplexe Systeme zu modellieren.",
      "example_translation": "Todos os números racionais são números reais, mas nem todos os números reais são racionais. No passado, usamos números reais para medir o comprimento de objetos. Agora, estamos usando números reais para calcular a área de formas. No futuro, usaremos números reais para modelar sistemas complexos.",
      "imageLink": "image_files\\English\\real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reflexwinkel",
      "translation": "ângulo reflexo",
      "definition": "Ein Reflexwinkel ist ein Winkel, der größer als 180 Grad aber kleiner als 360 Grad ist.",
      "definition_translation": "Um ângulo reflexo é um ângulo que é maior que 180 graus, mas menor que 360 graus.",
      "example": "Der Reflexwinkel, der durch die beiden Linien gebildet wird, ist größer als 200 Grad. In der Vergangenheit haben wir gelernt, Reflexwinkel mithilfe eines Zirkels zu messen. Jetzt lernen wir, Reflexwinkel mithilfe von Trigonometrie zu berechnen. In Zukunft werden wir Reflexwinkel anwenden, um komplexe Strukturen zu entwerfen.",
      "example_translation": "O ângulo reflexo formado pelas duas linhas é maior que 200 graus. No passado, aprendemos a medir ângulos reflexos usando um transportador. Agora, estamos aprendendo a calcular ângulos reflexos usando trigonometria. No futuro, aplicaremos ângulos reflexos para projetar estruturas complexas.",
      "imageLink": "image_files\\English\\reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhombus",
      "translation": "rombo",
      "definition": "Ein Rhombus ist ein Viereck mit allen Seiten gleicher Länge, wobei gegenüberliegende Seiten parallel und gegenüberliegende Winkel gleich sind.",
      "definition_translation": "Um rombo é um quadrilátero com todos os lados de igual comprimento, onde os lados opostos são paralelos e os ângulos opostos são iguais.",
      "example": "Der Rhombus hat vier rechte Winkel und vier Seiten gleicher Länge. In der Vergangenheit haben wir Rhomben mit einem Lineal und Zirkel gezeichnet. Jetzt lernen wir, den Umfang und die Fläche von Rhomben zu berechnen. In Zukunft werden wir Rhomben anwenden, um symmetrische Muster zu entwerfen.",
      "example_translation": "O rombo tem quatro ângulos retos e quatro lados de igual comprimento. No passado, desenhamos rombos usando uma régua e compasso. Agora, estamos aprendendo a calcular o perímetro e a área de rombos. No futuro, aplicaremos rombos para projetar padrões simétricos.",
      "imageLink": "image_files\\English\\rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rechter Winkel",
      "translation": "ângulo reto",
      "definition": "Ein Winkel, der 90 Grad beträgt, gebildet durch zwei gerade Linien, die sich schneiden.",
      "definition_translation": "Um ângulo que é de 90 graus, formado por duas linhas retas que se intersectam.",
      "example": "Der Tischler verwendete ein Quadrat, um sicherzustellen, dass der rechte Winkel korrekt war. Der Lehrer bat den Schüler, einen rechten Winkel zu zeichnen. Der Architekt entwarf das Gebäude mit vielen rechten Winkeln.",
      "example_translation": "O carpinteiro usou um quadrado para garantir que o ângulo reto estava correto. A professora pediu ao aluno que desenhasse um ângulo reto. O arquiteto projetou o prédio com muitos ângulos retos.",
      "imageLink": "image_files\\English\\right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel",
      "translation": "raiz",
      "definition": "Der unterirdische Teil einer Pflanze, der sie verankert und Nährstoffe und Wasser aufnimmt.",
      "definition_translation": "A parte subterrânea de uma planta que a ancora e absorve nutrientes e água.",
      "example": "Der Bauer pflanzte den Baum sorgfältig, indem er darauf achtete, dass die Wurzel tief war. Der Mathematiker löste die Gleichung, um die Wurzel zu finden. Der Arzt untersuchte die Wurzel des Zahns, um die Ursache des Schmerzes zu bestimmen.",
      "example_translation": "O agricultor plantou a árvore com cuidado, certificando-se de que a raiz estava profunda. O matemático resolveu a equação para encontrar a raiz. O médico examinou a raiz do dente para determinar a causa da dor.",
      "imageLink": "image_files\\English\\root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kugel",
      "translation": "esfera",
      "definition": "Eine dreidimensionale Form, die symmetrisch um ihr Zentrum ist, wie ein Ball.",
      "definition_translation": "Uma forma tridimensional que é simétrica em relação ao seu centro, como uma bola.",
      "example": "Der Astronaut umkreiste die Erde, betrachtete sie als perfekte Kugel. Der Lehrer unterrichtete die Klasse über die Eigenschaften einer Kugel. Der Architekt entwarf ein atemberaubendes, kugelförmiges Gebäude.",
      "example_translation": "O astronauta orbitou a Terra, vendo-a como uma esfera perfeita. A professora ensinou à classe sobre as propriedades de uma esfera. O arquiteto projetou um prédio em forma de esfera incrível.",
      "imageLink": "image_files\\English\\sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quadratwurzel",
      "translation": "raiz quadrada",
      "definition": "Ein Wert, der, wenn er selbst multipliziert wird, eine bestimmte Zahl ergibt.",
      "definition_translation": "Um valor que, quando multiplicado por si mesmo, dá um número especificado.",
      "example": "Der Schüler kämpfte darum, die Quadratwurzel von 16 zu finden. Der Mathematiker verwendete die Quadratwurzel, um die Gleichung zu lösen. Der Computer programmierte die Quadratwurzelfunktion, um die Berechnung zu vereinfachen.",
      "example_translation": "O estudante lutou para encontrar a raiz quadrada de 16. O matemático usou a raiz quadrada para resolver a equação. O computador programou a função de raiz quadrada para simplificar o cálculo.",
      "imageLink": "image_files\\English\\square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gerade Winkel",
      "translation": "ângulo reto",
      "definition": "Ein gerader Winkel ist ein Winkel, dessen Maß genau 180 Grad beträgt. Er wird durch zwei Strahlen gebildet, die sich in entgegengesetzten Richtungen von einem gemeinsamen Endpunkt ausstrecken.",
      "definition_translation": "Um ângulo reto é um ângulo cuja medida é igual a 180 graus. É formado por dois raios que se estendem em direções opostas a partir de um ponto comum.",
      "example": "In der Geometrie wird ein gerader Winkel verwendet, um eine Linie zu definieren. Gestern habe ich einen geraden Winkel in meiner Mathematik-Hausaufgabe gezeichnet. Morgen werde ich lernen, wie man das Maß eines geraden Winkels berechnet.",
      "example_translation": "Na geometria, um ângulo reto é usado para definir uma linha. Ontem, desenhei um ângulo reto no meu trabalho de matemática. Amanhã, vou aprender como calcular a medida de um ângulo reto.",
      "imageLink": "image_files\\English\\straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teilmengen",
      "translation": "subconjunto",
      "definition": "Eine Teilmengen ist eine Menge, die einige oder alle Elemente einer anderen Menge enthält. Es ist ein Teil einer größeren Menge.",
      "definition_translation": "Um subconjunto é um conjunto que contém alguns ou todos os elementos de outro conjunto. É uma parte de um conjunto maior.",
      "example": "Die Menge der geraden Zahlen ist eine Teilmengen der Menge der natürlichen Zahlen. Gestern habe ich bewiesen, dass die Menge der Primzahlen eine Teilmengen der Menge der ungeraden Zahlen ist. In Zukunft werde ich mehr über Teilmengen in der Mengenlehre studieren.",
      "example_translation": "O conjunto de números pares é um subconjunto do conjunto de números naturais. Ontem,provei que o conjunto de números primos é um subconjunto do conjunto de números ímpares. No futuro, vou estudar mais sobre subconjuntos na teoria dos conjuntos.",
      "imageLink": "image_files\\English\\subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Subtraktion",
      "translation": "subtração",
      "definition": "Die Subtraktion ist eine mathematische Operation, die die Differenz zwischen zwei Zahlen oder Größen darstellt.",
      "definition_translation": "Subtração é uma operação matemática que representa o ato de encontrar a diferença entre dois números ou quantidades.",
      "example": "Ich werde eine Subtraktionsoperation ausführen, um die Differenz zwischen 10 und 5 zu finden. Gestern habe ich 2 von 8 subtrahiert, um 6 zu erhalten. In Zukunft werde ich mehr über die Subtraktion mit negativen Zahlen lernen.",
      "example_translation": "Vou realizar uma operação de subtração para encontrar a diferença entre 10 e 5. Ontem, subtraí 2 de 8 para obter 6. No futuro, vou aprender mais sobre subtração com números negativos.",
      "imageLink": "image_files\\English\\subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Thales-Theorem",
      "translation": "teorema de Tales",
      "definition": "Das Thales-Theorem ist ein grundlegendes Prinzip der Geometrie, das besagt, dass der Durchmesser eines Kreises immer einen rechten Winkel an einem beliebigen Punkt des Kreises bildet.",
      "definition_translation": "O teorema de Tales é um princípio fundamental em geometria que afirma que o diâmetro de um círculo sempre subtende um ângulo reto em qualquer ponto do círculo.",
      "example": "Das Thales-Theorem wird verwendet, um zu beweisen, dass die Summe der Innenwinkel eines Dreiecks immer 180 Grad beträgt. Gestern habe ich das Thales-Theorem angewendet, um ein Problem in der Geometrie zu lösen. In Zukunft werde ich das Thales-Theorem verwenden, um mehr über Kreise und Kugeln zu studieren.",
      "example_translation": "O teorema de Tales é usado para provar que a soma dos ângulos internos de um triângulo é igual a 180 graus. Ontem, apliquei o teorema de Tales para resolver um problema em geometria. No futuro, vou usar o teorema de Tales para estudar mais sobre círculos e esferas.",
      "imageLink": "image_files\\English\\thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Torus",
      "translation": "tório",
      "definition": "Ein Torus ist eine ringförmige Oberfläche, die durch Drehen eines Kreises um eine Achse in dreidimensionalem Raum entsteht.",
      "definition_translation": "Um tório é uma superfície em forma de rosquinha gerada pela rotação de um círculo no espaço tridimensional em torno de um eixo coplanar com o círculo.",
      "example": "Der Mathematiker verwendete einen Torus, um den Begriff der Krümmung im dreidimensionalen Raum zu illustrieren. Sie hatte zuvor den Torus in ihrem Bachelorstudium studiert. Sie wird den Torus in ihrem zukünftigen Forschungsprojekt wieder verwenden.",
      "example_translation": "O matemático usou um tório para ilustrar o conceito de curvatura no espaço tridimensional. Ela havia estudado anteriormente o tório em seu diploma de bacharel. Ela usará o tório novamente em seu futuro projeto de pesquisa.",
      "imageLink": "image_files\\English\\torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trapez",
      "translation": "trapecial",
      "definition": "Ein Trapez ist ein Vieleck mit mindestens zwei Paaren von Seiten ungleicher Länge. Es wird auch als Trapezium bezeichnet.",
      "definition_translation": "Um trapézio é um quadrilátero com pelo menos dois pares de lados opostos de comprimento desigual. Também é conhecido como trapezoide.",
      "example": "Der Architekt entwarf ein trapezförmiges Gebäude, um das unregelmäßig geformte Grundstück zu nutzen. Die Künstlerin verwendete ein Trapez als geometrische Form in ihrem Gemälde. Der Ingenieur wird in Zukunft eine trapezförmige Brücke entwerfen.",
      "example_translation": "O arquiteto projetou um prédio em forma de trapézio para acomodar o terreno irregularmente formato. A artista usou um trapézio como uma forma geométrica em sua pintura. O engenheiro projetará uma ponte em forma de trapézio no futuro.",
      "imageLink": "image_files\\English\\trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vektor",
      "translation": "vetor",
      "definition": "In der Mathematik und Physik ist ein Vektor eine Größe mit Ausdehnung und Richtung, oft graphisch als Pfeil dargestellt.",
      "definition_translation": "Em matemática e física, um vetor é uma quantidade com magnitude e direção, frequentemente representado graficamente como uma seta.",
      "example": "Die Physikerin verwendete einen Vektor, um die Kraft zu beschreiben, die auf das Objekt wirkt. Sie wird Vektoren verwenden, um die Bewegung der Partikel in ihrer Zukunftsforschung zu beschreiben. Er hatte zuvor Vektoren in seinem Bachelorstudium studiert.",
      "example_translation": "O físico usou um vetor para representar a força que atua no objeto. Ela usará vetores para descrever o movimento da partícula em sua futura pesquisa. Ele havia estudado vetores anteriormente em seu diploma de bacharel.",
      "imageLink": "image_files\\English\\vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nullwinkel",
      "translation": "ângulo zero",
      "definition": "In der Geometrie ist ein Nullwinkel ein Winkel, dessen Maß genau null Grad beträgt, gebildet durch zwei Linien oder Strahlen, die zusammenfallen.",
      "definition_translation": "Em geometria, um ângulo zero é um ângulo cuja medida é exatamente zero graus, formado por duas linhas ou raios que coincidem.",
      "example": "Die Mathematikerin studierte die Eigenschaften eines Nullwinkels in ihrer Forschung. Er maß einen Nullwinkel zwischen den zwei Linien. Sie werden den Begriff des Nullwinkels in ihrem zukünftigen Projekt erkunden.",
      "example_translation": "O matemático estudou as propriedades de um ângulo zero em sua pesquisa. Ele mediu um ângulo zero entre as duas linhas. Eles explorarão o conceito de um ângulo zero em seu futuro projeto.",
      "imageLink": "image_files\\English\\zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]