[
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bank",
      "translation": "banco",
      "definition": "Eine Bank ist eine Finanzinstitution, die Bankdienstleistungen für Einzelpersonen und Unternehmen anbietet.",
      "definition_translation": "Um banco é uma instituição financeira que fornece serviços bancários a indivíduos e empresas.",
      "example": "Ich ging zur Bank, um meinen Gehaltsscheck einzuzahlen, ich gehe jede Woche zur Bank, und ich werde morgen zur Bank gehen, um Bargeld abzuheben.",
      "example_translation": "Eu fui ao banco para depositar meu pagamento ontem, eu vou ao banco todas as semanas, e irei ao banco amanhã para sacar dinheiro.",
      "imageLink": "image_files\\English\\bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bar",
      "translation": "bar",
      "definition": "Eine Bar ist ein Ort, an dem Menschen hingeht, um Alkohol zu trinken und soziale Kontakte zu knüpfen.",
      "definition_translation": "Um bar é um lugar onde as pessoas vão para beber e se socializar.",
      "example": "Ich ging letzten Abend in die Bar, ich gehe jede Woche in die Bar, und ich werde nächste Woche in die Bar gehen, um das Spiel zu schauen.",
      "example_translation": "Eu fui ao bar ontem à noite, eu vou ao bar todas as sextas-feiras, e irei ao bar na próxima semana para assistir ao jogo.",
      "imageLink": "image_files\\English\\bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strand",
      "translation": "praia",
      "definition": "Ein Strand ist eine Landform entlang eines Gewässers, die typischerweise aus lockeren Partikeln wie Sand oder Kies besteht.",
      "definition_translation": "Uma praia é uma forma de terra ao longo de um corpo de água, tipicamente consistindo de partículas soltas como areia ou seixos.",
      "example": "Ich ging letzten Sommer zum Strand, ich gehe jeden Sommer zum Strand, und ich werde nächsten Monat zum Strand gehen, um mich zu erholen.",
      "example_translation": "Eu fui à praia no último verão, eu vou à praia todos os anos, e irei à praia no próximo mês para relaxar.",
      "imageLink": "image_files\\English\\beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Café",
      "translation": "café",
      "definition": "Ein Café ist ein Ort, an dem Menschen hingeht, um Kaffee zu trinken und soziale Kontakte zu knüpfen.",
      "definition_translation": "Um café é um lugar onde as pessoas vão para beber café e se socializar.",
      "example": "Ich ging heute Morgen ins Café, ich gehe jeden Tag ins Café, und ich werde morgen ins Café gehen, um meine Freunde zu treffen.",
      "example_translation": "Eu fui ao café esta manhã, eu vou ao café todos os dias, e irei ao café amanhã para encontrar meus amigos.",
      "imageLink": "image_files\\English\\cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kino",
      "translation": "cinema",
      "definition": "Ein Kino ist ein Ort, an dem Filme der Öffentlichkeit zum Zweck der Unterhaltung gezeigt werden.",
      "definition_translation": "Um cinema é um lugar onde filmes são mostrados ao público para entretenimento.",
      "example": "Ich ging gestern Abend ins Kino, ich gehe heute Abend ins Kino, und ich werde morgen ins Kino gehen.",
      "example_translation": "Eu fui ao cinema ontem à noite, estou indo ao cinema hoje à noite, e irei ao cinema amanhã.",
      "imageLink": "image_files\\English\\cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fabrik",
      "translation": "fábrica",
      "definition": "Eine Fabrik ist ein Gebäude oder ein Komplex, in dem Güter hergestellt oder zusammengebaut werden.",
      "definition_translation": "Uma fábrica é um prédio ou complexo onde mercadorias são fabricadas ou montadas.",
      "example": "Ich arbeitete in einer Fabrik, als ich jünger war, ich arbeite in einer Fabrik, und ich werde wieder in einer Fabrik arbeiten.",
      "example_translation": "Eu trabalhei em uma fábrica quando eu era mais jovem, estou trabalhando em uma fábrica agora, e irei trabalhar em uma fábrica novamente.",
      "imageLink": "image_files\\English\\factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauernhof",
      "translation": "fazenda",
      "definition": "Ein Bauernhof ist ein Gebiet, das für landwirtschaftliche Zwecke, wie das Anbauen von Pflanzen oder das Züchten von Tieren, genutzt wird.",
      "definition_translation": "Uma fazenda é uma área de terra utilizada para fins agrícolas, como cultivar culturas ou criar animais.",
      "example": "Ich lebte auf einem Bauernhof, als ich ein Kind war, ich besuche nächsten Woche einen Bauernhof, und ich werde eines Tages einen Bauernhof besitzen.",
      "example_translation": "Eu vivi em uma fazenda quando eu era criança, estou visitando uma fazenda na semana que vem, e irei possuir uma fazenda um dia.",
      "imageLink": "image_files\\English\\farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "apartamento",
      "definition": "Eine Wohnung ist eine Gruppe von Räumen, einschließlich einer Küche und eines Badezimmers, die für den Wohngebrauch vorgesehen sind.",
      "definition_translation": "Um apartamento é um conjunto de salas, incluindo cozinha e banheiro, projetado para viver dentro.",
      "example": "Ich mietete eine Wohnung letztes Jahr, ich wohne jetzt in einer Wohnung, und ich werde bald eine Wohnung kaufen.",
      "example_translation": "Eu aluguei um apartamento no ano passado, estou morando em um apartamento agora, e irei comprar um apartamento em breve.",
      "imageLink": "image_files\\English\\flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krankenhaus",
      "translation": "hospitál",
      "definition": "Ein Krankenhaus ist eine Einrichtung, die Patientenbetreuung mit speziellen medizinischen und chirurgischen Dienstleistungen und Personal anbietet.",
      "definition_translation": "Um hospital é uma instituição de saúde que fornece tratamento de pacientes com serviços médicos e cirúrgicos especializados e pessoal.",
      "example": "Ich besuchte meinen Freund im Krankenhaus gestern, ich werde ihn morgen wieder besuchen, und ich hatte ihn letzte Woche besucht.",
      "example_translation": "Eu visitei meu amigo no hospital ontem. Vou visitá-lo novamente amanhã. Eu o havia visitado na semana passada.",
      "imageLink": "image_files\\English\\hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hotel",
      "translation": "hotel",
      "definition": "Ein Hotel ist eine Einrichtung, die gegenüber der Zahlung einer Vergütung, meist auf Zeitbasis, Unterkunft anbietet.",
      "definition_translation": "Um hotel é um estabelecimento que fornece alojamento pago, geralmente por um curto prazo.",
      "example": "Ich übernachtete in einem Hotel in Paris letzten Jahr, ich übernachte jetzt in einem Hotel, und ich werde nächstes Monat in einem Hotel übernachten.",
      "example_translation": "Eu fiquei em um hotel em Paris no ano passado. Estou hospedado em um hotel agora. Vou ficar em um hotel no próximo mês.",
      "imageLink": "image_files\\English\\hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haus",
      "translation": "casa",
      "definition": "Ein Haus ist ein Gebäude für die menschliche Wohnstatt, insbesondere ein Wohnhaus oder eine Residenz.",
      "definition_translation": "Uma casa é um edifício para habitação humana, especialmente uma moradia ou residência.",
      "example": "Ich wohnte in einem Haus, als ich ein Kind war. Ich wohne in einem Haus jetzt. Ich werde in einem Haus leben, wenn ich in Rente gehe.",
      "example_translation": "Eu vivi em uma casa quando eu era criança. Eu moro em uma casa agora. Vou morar em uma casa quando eu me aposentar.",
      "imageLink": "image_files\\English\\house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Museum",
      "translation": "museu",
      "definition": "Ein Museum ist eine Einrichtung, die sich der Ankäufe, Konservierung, Studium, Ausstellung und pädagogischen Interpretation von Objekten widmet, die wissenschaftlichen, historischen oder künstlerischen Wert haben.",
      "definition_translation": "Um museu é uma instituição dedicada à aquisição, conservação, estudo, exposição e interpretação educacional de objetos com valor científico, histórico ou artístico.",
      "example": "Ich besuchte ein Museum letzte Woche. Ich werde ein Museum nächste Woche besuchen. Ich hatte ein Museum letztes Jahr besucht.",
      "example_translation": "Eu visitei um museu na semana passada. Vou visitar um museu no próximo mês. Eu havia visitado um museu no ano passado.",
      "imageLink": "image_files\\English\\museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Park",
      "translation": "parque",
      "definition": "Ein großer öffentlicher Grüngürtel in einer Stadt, mit Gras, Bäumen und oft Einrichtungen für Erholung und Unterhaltung.",
      "definition_translation": "Um grande espaço verde público em uma cidade, com grama, árvores e frequentemente instalações para recreação e entretenimento.",
      "example": "Ich ging durch den Park gestern, Ich gehe jeden Morgen durch den Park, Ich werde morgen durch den Park gehen.",
      "example_translation": "Eu caminhei pelo parque ontem, eu camino pelo parque todas as manhãs, eu caminharei pelo parque amanhã.",
      "imageLink": "image_files\\English\\park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Restaurant",
      "translation": "restaurante",
      "definition": "Ein Ort, an dem Menschen Essen tegen Bezahlung serviert wird, das auf dem Gelände zubereitet wird.",
      "definition_translation": "Um lugar onde as pessoas pagam para sentar e comer refeições que são cozinhadas e servidas no local.",
      "example": "Ich aß gestern in einem Restaurant, Ich esse jede Woche in einem Restaurant, Ich werde nächsten Monat in einem Restaurant essen.",
      "example_translation": "Eu comi em um restaurante ontem à noite, eu como em um restaurante todas as semanas, eu comerei em um restaurante no próximo mês.",
      "imageLink": "image_files\\English\\restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fluss",
      "translation": "rio",
      "definition": "Ein natürlicher Wasserlauf, der oft Seen, Feuchtgebiete oder Ozeane verbindet.",
      "definition_translation": "Um corpo natural de água que flui, frequentemente conectando lagos, áreas úmidas ou oceanos.",
      "example": "Ich schwamm im Fluss gestern, Ich schwimme jeden Sommer im Fluss, Ich werde nächsten Jahr im Fluss schwimmen.",
      "example_translation": "Eu nadei no rio ontem, eu nado no rio todos os verões, eu nadarei no rio no próximo ano.",
      "imageLink": "image_files\\English\\river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Straße",
      "translation": "estrada",
      "definition": "Ein Weg, der für den Verkehr mit Fahrzeugen, vor allem Autos, Bussen und Lastwagen, angelegt wurde.",
      "definition_translation": "Uma maneira feita para viagem por veículos, especialmente carros, ônibus e caminhões.",
      "example": "Ich fuhr letzte Woche auf der Straße, Ich fahre jeden Tag auf der Straße, Ich werde nächste Woche auf der Straße fahren.",
      "example_translation": "Eu dirigi no caminho semana passada, eu dirijo no caminho todos os dias, eu dirigirei no caminho na próxima semana.",
      "imageLink": "image_files\\English\\road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schule",
      "translation": "escola",
      "definition": "Eine Einrichtung, an der Menschen, insbesondere Kinder, lernen von Lehrern.",
      "definition_translation": "Uma instituição onde as pessoas, especialmente crianças, vão aprender com professores.",
      "example": "Ich ging gestern zur Schule, Ich gehe heute zur Schule, Ich werde morgen zur Schule gehen.",
      "example_translation": "Eu fui para a escola ontem, estou indo para a escola hoje e irei para a escola amanhã.",
      "imageLink": "image_files\\English\\school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "See",
      "translation": "mar",
      "definition": "Ein großer Abschnitt des Salzwassers, der einen bedeutenden Teil der Erdoberfläche bedeckt.",
      "definition_translation": "Um grande corpo de água salgada que cobre uma parte significativa da superfície da Terra.",
      "example": "Ich sah gestern den See, Ich sehe heute den See, Ich werde morgen den See sehen.",
      "example_translation": "Eu vi o mar ontem, estou vendo o mar hoje e verei o mar amanhã.",
      "imageLink": "image_files\\English\\sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laden",
      "translation": "loja",
      "definition": "Ein Gebäude oder ein Teil eines Gebäudes, in dem Waren oder Dienstleistungen verkauft oder angeboten werden.",
      "definition_translation": "Um prédio ou parte de um prédio onde mercadorias ou serviços são vendidos ou oferecidos para venda.",
      "example": "Ich ging gestern einkaufen, Ich gehe heute einkaufen, Ich werde morgen einkaufen gehen.",
      "example_translation": "Eu fiz compras no shopping ontem, estou fazendo compras no shopping hoje e farei compras no shopping amanhã.",
      "imageLink": "image_files\\English\\shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bahnhof",
      "translation": "estação",
      "definition": "Ein Gebäude oder eine Struktur, an der Züge oder Busse halten, um Passagiere ein- oder aussteigen zu lassen.",
      "definition_translation": "Um prédio ou estrutura onde os trens ou ônibus param para deixar os passageiros subirem ou descerem.",
      "example": "Ich kam gestern am Bahnhof an, Ich komme heute am Bahnhof an, Ich werde morgen am Bahnhof ankommen.",
      "example_translation": "Eu cheguei à estação ontem, estou chegando à estação hoje e chegarei à estação amanhã.",
      "imageLink": "image_files\\English\\station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anhalten",
      "translation": "parar",
      "definition": "Etwas zu Ende bringen oder zu stoppen; aufzuhören, sich zu bewegen oder etwas zu tun",
      "definition_translation": "Parar ou interromper algo; cessar de se mover ou fazer algo",
      "example": "Ich hörte auf zu laufen, als ich das Stoppschild erreichte. Ich werde auf dem Weg nach Hause bei einem Laden vorbeifahren. Als der Test begann, hatte ich aufgehört zu lernen.",
      "example_translation": "Eu parei de correr quando eu alcançei o sinal de parada. Eu vou parar na loja no meu caminho para casa. Eu havia parado de estudar quando o exame começou.",
      "imageLink": "image_files\\English\\stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Straße",
      "translation": "rua",
      "definition": "Eine öffentliche Durchgangsstraße in einer bebauten Umgebung",
      "definition_translation": " Uma via pública em um ambiente construído",
      "example": "Ich ging die Straße entlang, um zum Park zu gelangen. Die Straße war wegen Bauarbeiten gesperrt. Sie wird mich um 17 Uhr an der Straßenecke treffen.",
      "example_translation": "Eu caminhei pela rua para chegar ao parque. A rua foi fechada devido à construção. Ela irá me encontrar no canto da rua às 5 pm.",
      "imageLink": "image_files\\English\\street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Supermarkt",
      "translation": "supermercado",
      "definition": "Ein großer Einzelhandel, der Lebensmittel und andere Haushaltsprodukte verkauft",
      "definition_translation": "Um grande mercado varejista que vende alimentos e outros produtos para o lar",
      "example": "Ich ging zum Supermarkt, um Lebensmittel zu kaufen. Der Supermarkt ist 24 Stunden am Tag geöffnet. Sie arbeitet als Kassiererin in einem Supermarkt.",
      "example_translation": "Eu fui ao supermercado para comprar mantimentos. O supermercado está aberto 24 horas por dia. Ela trabalha como caixa de um supermercado.",
      "imageLink": "image_files\\English\\supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmbad",
      "translation": "piscina",
      "definition": "Eine Struktur, die mit Wasser gefüllt ist, damit Menschen darin schwimmen können",
      "definition_translation": "Uma estrutura preenchida com água para as pessoas nadarem",
      "example": "Ich ging zum Schwimmbad, um Bahnen zu schwimmen. Das Schwimmbad war wegen Wartungsarbeiten geschlossen. Sie haben ein neues Schwimmbad im Hinterhof installiert.",
      "example_translation": "Eu fui à piscina para nadar voltas. A piscina foi fechada para manutenção. Eles instalaram uma nova piscina no quintal.",
      "imageLink": "image_files\\English\\swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadt",
      "translation": "cidade",
      "definition": "Eine Stadt ist eine menschliche Siedlung, die größer als ein Dorf, aber kleiner als eine Stadt ist.",
      "definition_translation": "Uma cidade é um assentamento humano que é maior que uma aldeia, mas menor que uma cidade.",
      "example": "Ich wuchs in einer kleinen Stadt auf, ich lebe jetzt in einer Stadt und ich werde nächstes Jahr eine Stadt besuchen.",
      "example_translation": "Eu cresci em uma cidade pequena, eu moro em uma cidade agora, e eu visitarei uma cidade no próximo ano.",
      "imageLink": "image_files\\English\\town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Universität",
      "translation": "universidade",
      "definition": "Eine Universität ist eine Einrichtung für höhere Bildung und Forschung, die akademische Grade in verschiedenen Studiengängen verleiht.",
      "definition_translation": "Uma universidade é uma instituição de ensino superior e pesquisa, que concede diplomas acadêmicos em várias áreas de estudo.",
      "example": "Ich absolvierte die Universität letztes Jahr, ich studiere jetzt an der Universität und ich werde nächstes Jahr an der Universität studieren.",
      "example_translation": "Eu me formei na universidade no ano passado, eu estou estudando na universidade agora, e eu frequentarei a universidade no futuro.",
      "imageLink": "image_files\\English\\university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dorf",
      "translation": "aldeia",
      "definition": "Ein Dorf ist eine Gruppe von Häusern und zugehörigen Gebäuden, größer als ein Weiler und kleiner als eine Stadt, in einer ländlichen Gegend gelegen.",
      "definition_translation": "Uma aldeia é um grupo de casas e edifícios associados, maior que uma aldeola e menor que uma cidade, situada em uma área rural.",
      "example": "Ich besuchte letztes Sommer ein Dorf, ich werde nächstes Sommer ein Dorf besuchen und ich habe bereits viele Male ein Dorf besucht.",
      "example_translation": "Eu visitei uma aldeia no verão passado, eu visitarei uma aldeia no próximo verão, e eu visitei uma aldeia muitas vezes.",
      "imageLink": "image_files\\English\\village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zoo",
      "translation": "zoológico",
      "definition": "Ein Zoo ist ein Ort, an dem Tiere in Gefangenschaft gehalten werden, damit Menschen sie sehen und über sie lernen können.",
      "definition_translation": "Um zoológico é um lugar onde os animais são mantidos em cativeiro para as pessoas verem e aprender sobre eles.",
      "example": "Ich ging gestern in den Zoo, ich werde morgen in den Zoo gehen und ich bin bereits viele Male in den Zoo gegangen.",
      "example_translation": "Eu fui ao zoológico ontem, eu irei ao zoológico amanhã, e eu fui ao zoológico muitas vezes.",
      "imageLink": "image_files\\English\\zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flughafen",
      "translation": "aeroporto",
      "definition": "Ein Ort, an dem Flugzeuge starten und landen, normalerweise mit Einrichtungen für Passagiere und Fracht.",
      "definition_translation": "Um lugar onde aeronaves decolam e aterram, geralmente tendo instalações para passageiros e carga.",
      "example": "Ich kam gestern am Flughafen an, aber mein Flug wurde verspätet. Heute warte ich am Flughafen auf meine Verbindung. Um diese Zeit morgen werde ich am Ziel-Flughafen angekommen sein.",
      "example_translation": "Cheguei ao aeroporto ontem, mas meu voo foi adiado. Hoje, estou esperando no aeroporto para minha conexão. Até essa hora amanhã, já terei chegado ao meu aeroporto de destino.",
      "imageLink": "image_files\\English\\airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnung",
      "translation": "apartamento",
      "definition": "Eine selbstständige Wohnunit, die nur einen Teil eines Gebäudes einnimmt.",
      "definition_translation": "Uma unidade de habitação autossuficiente que ocupa apenas parte de um prédio.",
      "example": "Ich mietete eine Wohnung in der Stadt, als ich Student war. Jetzt besitze ich eine Wohnung am Strand. In fünf Jahren plane ich, eine weitere Wohnung in den Bergen zu kaufen.",
      "example_translation": "Aluguei um apartamento na cidade quando eu era estudante. Agora, eu possuo um apartamento perto da praia. Em cinco anos, pretendo comprar outro apartamento nos montes.",
      "imageLink": "image_files\\English\\apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebiet",
      "translation": "área",
      "definition": "Ein bestimmter Land- oder Raumabschnitt, insbesondere einer, der für einen bestimmten Zweck genutzt wird.",
      "definition_translation": "Uma extensão particular de terra ou espaço, especialmente uma usada para um propósito específico.",
      "example": "Der Park ist ein beliebtes Gebiet für Picknicks. Das Geschäftsgebiet der Stadt ist sehr vielbesucht. Bis nächsten Jahr wird das Unternehmen sein Betriebsgebiet erweitert haben.",
      "example_translation": "O parque é uma área popular para piqueniques. A área de negócios da cidade é muito movimentada. Até o ano que vem, a empresa terá expandido sua área de operações.",
      "imageLink": "image_files\\English\\area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhandlung",
      "translation": "livraria",
      "definition": "Ein Laden, in dem Bücher verkauft werden.",
      "definition_translation": "Uma loja onde livros são vendidos.",
      "example": "Ich besuchte eine Buchhandlung im alten Teil der Stadt gestern. Die Buchhandlung in meiner Nähe ist sehr praktisch. Bis nächsten Monat werde ich meine eigene Buchhandlung eröffnet haben.",
      "example_translation": "Visitei uma livraria na parte antiga da cidade ontem. A livraria perto da minha casa é muito conveniente. Até o mês que vem, eu terei aberto minha própria livraria.",
      "imageLink": "image_files\\English\\bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchladen",
      "translation": "livraria",
      "definition": "Ein Gebäude oder Raum, das eine große Sammlung von Büchern, Zeitschriften und anderen Publikationen enthält, die typischerweise auf Regalen aufgestellt sind und oft einen Verkaufstresen oder -schalter haben.",
      "definition_translation": "Um edifício ou sala que contém uma grande coleção de livros, periódicos e outras publicações, geralmente arranjados em prateleiras, e frequentemente tendo um balcão ou mesa para vendas ou consulta.",
      "example": "Ich ging gestern in den Buchladen und kaufte ein neues Roman. Heute gehe ich in den Buchladen, um ein Buch zurückzugeben, und morgen werde ich in den Buchladen gehen, um an einer Bücherlesung teilzunehmen.",
      "example_translation": "Eu fui à livraria ontem e comprei um novo romance. Hoje, estou indo à livraria para devolver um livro, e amanhã irei à livraria para participar de um evento de assinatura de livros.",
      "imageLink": "image_files\\English\\bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brücke",
      "translation": "ponte",
      "definition": "Eine Konstruktion, die über ein Tal, eine Straße, ein Gewässer oder ein anderes Hindernis führt, um zwei Landflächen oder einen Übergang zu verbinden.",
      "definition_translation": "Uma estrutura construída para atravessar um vale, estrada, corpo de água ou outro obstáculo, conectando geralmente duas áreas de terra ou fornecendo acesso a uma travessia.",
      "example": "Die alte Brücke wurde von einem berühmten Ingenieur entworfen und im 19. Jahrhundert gebaut. Heute ist die Brücke wegen Wartungsarbeiten geschlossen, aber gestern war sie für Fußgänger geöffnet. Bis nächsten Jahr wird die neue Brücke fertiggestellt sein.",
      "example_translation": "A ponte antiga foi projetada por um engenheiro famoso e construída no século 19. Hoje, a ponte está fechada para manutenção, mas ontem estava aberta a pedestres. Até o ano que vem, a nova ponte estará concluída.",
      "imageLink": "image_files\\English\\bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebäude",
      "translation": "prédio",
      "definition": "Eine Struktur mit Dach und Wänden, wie ein Haus, ein Büro oder eine Fabrik, die für die Besiedlung oder Nutzung durch Menschen ausgestaltet ist.",
      "definition_translation": "Uma estrutura com telhado e paredes, como uma casa, escritório ou fábrica, projetada para ocupação ou uso humano.",
      "example": "Das Gebäude wurde während des Feueralarms evakuiert. Gestern wurde das Gebäude von den Stadtbeamten inspiziert, und morgen wird es für die Öffentlichkeit geöffnet.",
      "example_translation": "O prédio foi evacuado durante o alarme de incêndio. Ontem, o prédio foi inspecionado pelos funcionários da cidade, e amanhã o prédio estará aberto ao público.",
      "imageLink": "image_files\\English\\building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Busbahnhof",
      "translation": "estação de ônibus",
      "definition": "Ein Ort oder Gebäude, an dem Busse halten, um Fahrgäste ein- oder aussteigen zu lassen, oft mit Einrichtungen wie Fahrkartenbüros, Wartesälen und Verpflegungsständen.",
      "definition_translation": "Um lugar ou edifício onde os ônibus param para pegar ou deixar passageiros, frequentemente tendo instalações como bilheterias, salas de espera e quiosques de refreshment.",
      "example": "Ich kam frühzeitig am Busbahnhof an, um mein Ticket zu kaufen. Gestern war der Busbahnhof voll mit Menschen, die in den Urlaub fuhren, und morgen wird es ruhiger sein.",
      "example_translation": "Eu cheguei à estação de ônibus cedo para comprar meu bilhete. Ontem, a estação de ônibus estava lotada de pessoas indo para férias, e amanhã estará mais tranquila.",
      "imageLink": "image_files\\English\\bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bushaltestelle",
      "translation": "parada de ônibus",
      "definition": "Ein Ort, an dem Busse halten, um Fahrgäste ein- oder aussteigen zu lassen.",
      "definition_translation": "Um lugar onde os ônibus param para deixar as pessoas entrada e saída.",
      "example": "Ich treffe dich um 17 Uhr an der Bushaltestelle. Gestern nahm ich den Bus von der Bushaltestelle bei meinem Haus. Bis nächsten Jahr wird die Bushaltestelle renoviert sein.",
      "example_translation": "Vou encontrar você na parada de ônibus às 5 pm. Ontem, eu peguei o ônibus da parada de ônibus perto da minha casa. Até o próximo ano, a parada de ônibus será reformada.",
      "imageLink": "image_files\\English\\bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kantine",
      "translation": "cafetaria",
      "definition": "Ein Ort, an dem Menschen essen können, normalerweise in einer Schule oder einem Bürogebäude.",
      "definition_translation": "Um lugar onde as pessoas podem comprar e comer comida, geralmente em um prédio escolar ou de escritório.",
      "example": "Die Kantine serviert Frühstück und Mittagessen. Gestern aß ich ein Sandwich in der Kantine während meiner Pause. Bis nächsten Monat wird die Kantine vegane Optionen anbieten.",
      "example_translation": "A cafetaria serve café da manhã e almoço. Ontem, eu comi um sanduíche na cafetaria durante minha pausa. Até o próximo mês, a cafetaria oferecerá opções veganas.",
      "imageLink": "image_files\\English\\cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptstadt",
      "translation": "capital",
      "definition": "Die Stadt oder das Dorf, das das Zentrum der Regierung eines Landes, Bundesstaates oder einer Region ist.",
      "definition_translation": "A cidade ou cidade que é o centro do governo de um país, estado ou região.",
      "example": "Washington D.C. ist die Hauptstadt der Vereinigten Staaten. Gestern besuchte ich das Hauptgebäude in Austin. Bis nächsten Jahr wird die Hauptstadt die Olympischen Spiele ausrichten.",
      "example_translation": "Washington D.C. é a capital dos Estados Unidos. Ontem, eu visitei o prédio da capital em Austin. Até o próximo ano, a cidade capital sediará os Jogos Olímpicos.",
      "imageLink": "image_files\\English\\capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parkplatz",
      "translation": "estacionamento",
      "definition": "Ein Ort, an dem Menschen ihre Autos parken können, normalerweise in einem bestimmten Bereich.",
      "definition_translation": "Um lugar onde as pessoas podem estacionar seus carros, geralmente em uma área designada.",
      "example": "Der Parkplatz ist voll, lass uns auf der Straße parken. Gestern fuhr ich um den Parkplatz herum, um einen freien Platz zu finden. Bis nächster Woche wird der Parkplatz renoviert sein.",
      "example_translation": "O estacionamento está cheio, vamos estacionar na rua. Ontem, eu dirigi em torno do estacionamento para encontrar um lugar. Até a próxima semana, o estacionamento será reformado.",
      "imageLink": "image_files\\English\\car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schloss",
      "translation": "castelo",
      "definition": "Ein großes Gebäude oder eine Struktur, die typischerweise in der Vergangenheit für einen König oder andere wichtige Personen erbaut wurde, oft von Wällen und Türmen umgeben.",
      "definition_translation": "Um grande edifício ou estrutura, tipicamente construído no passado para um rei ou outra pessoa importante, muitas vezes cercado por paredes e torres.",
      "example": "Ich besuchte ein mittelalterliches Schloss letztes Wochenende. Ich werde morgen ein Schloss besuchen. Ich besuchte ein Schloss letztes Jahr.",
      "example_translation": "Eu visitei um castelo medieval no fim de semana passado. Eu vou visitar um castelo amanhã. Eu visitei um castelo no ano passado.",
      "imageLink": "image_files\\English\\castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kathedrale",
      "translation": "catedral",
      "definition": "Eine große, eindrucksvolle Kirche, die typischerweise eine der wichtigsten in einer Stadt oder Region ist, oft mit einem Bischof oder Erzbischof.",
      "definition_translation": "Uma grande e impressionante igreja, tipicamente uma das mais importantes em uma cidade ou região, muitas vezes com um bispo ou arcebispo.",
      "example": "Die Kathedrale in unserer Stadt ist sehr schön. Ich werde morgen einer Messe in der Kathedrale beiwohnen. Ich besuchte eine Hochzeit in der Kathedrale letzten Monat.",
      "example_translation": "A catedral em nossa cidade é muito bonita. Eu irei assistir a uma missa na catedral amanhã. Eu assisti a um casamento na catedral no mês passado.",
      "imageLink": "image_files\\English\\cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zentrum",
      "translation": "centro",
      "definition": "Der mittlere Punkt oder Teil von etwas, wie einer Stadt, einem Gebäude oder einem Kreis.",
      "definition_translation": "O ponto ou parte central de algo, como uma cidade, um edifício ou um círculo.",
      "example": "Das Stadtzentrum ist sehr belebt. Ich werde dich im Zentrum des Parks treffen. Der Mittelpunkt des Kreises ist mit einem Punkt markiert.",
      "example_translation": "O centro da cidade é muito movimentado. Eu irei me encontrar com você no centro do parque. O centro do círculo está marcado com um ponto.",
      "imageLink": "image_files\\English\\centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "farmácia",
      "definition": "Ein Laden, in dem Medikamente, Chemikalien und andere Produkte verkauft werden, oft mit einer qualifizierten Person, die Beratung zu ihrer Verwendung anbietet.",
      "definition_translation": "Uma loja onde se vendem medicamentos, produtos químicos e outros produtos, muitas vezes com uma pessoa qualificada que dá conselhos sobre seu uso.",
      "example": "Ich gehe zur Apotheke, um einige Medikamente zu kaufen. Die Apotheke ist 24 Stunden geöffnet. Ich ging zur Apotheke gestern, um nach Rat zu fragen.",
      "example_translation": "Eu vou à farmácia comprar alguns medicamentos. A loja da farmácia está aberta 24 horas. Eu fui à farmácia ontem para pedir conselho.",
      "imageLink": "image_files\\English\\chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kirche",
      "translation": "igreja",
      "definition": "Ein Gebäude für christliche Gottesdienste, das typischerweise einen Kirchenschiff, Altar und Kanzel aufweist.",
      "definition_translation": "Um prédio para adoração cristã, caracteristicamente com uma nave, altar e púlpito.",
      "example": "Ich ging letztes Sonntag in die Kirche, ich gehe morgen in die Kirche, und ich ging jede Woche in die Kirche, als ich ein Kind war.",
      "example_translation": "Eu fui à igreja no último domingo, vou à igreja amanhã e eu ia à igreja todas as semanas quando eu era uma criança.",
      "imageLink": "image_files\\English\\church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadtzentrum",
      "translation": "centro da cidade",
      "definition": "Der zentrale Teil einer Stadt, der usually die Hauptgeschäfte, Büros und öffentlichen Gebäude aufweist.",
      "definition_translation": "A parte central de uma cidade, normalmente com lojas principais, escritórios e edifícios públicos.",
      "example": "Ich liebe es, das Stadtzentrum an Wochenenden zu besuchen, ich besuchte das Stadtzentrum letzten Jahr, und ich werde das Stadtzentrum nächsten Monat besuchen.",
      "example_translation": "Eu amo visitar o centro da cidade nos fins de semana, visitei o centro da cidade ano passado e vou visitar o centro da cidade próximo mês.",
      "imageLink": "image_files\\English\\city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleidungsgeschäft",
      "translation": "loja de roupas",
      "definition": "Ein Einzelhandelsgeschäft, das Kleidung und Accessoires verkauft.",
      "definition_translation": "Um estabelecimento de varejo que vende roupas e acessórios.",
      "example": "Ich kaufte ein neues Hemd im Kleidungsgeschäft gestern, ich gehe morgen ins Kleidungsgeschäft, und ich werde nächste Woche ein neues Kleid im Kleidungsgeschäft kaufen.",
      "example_translation": "Eu comprei uma camisa nova na loja de roupas ontem, vou à loja de roupas amanhã e vou comprar um vestido novo na loja de roupas na próxima semana.",
      "imageLink": "image_files\\English\\clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verein",
      "translation": "clube",
      "definition": "Eine Organisation oder Gruppe von Menschen, die ähnliche Interessen oder Aktivitäten teilen.",
      "definition_translation": "Uma organização ou grupo de pessoas que compartilham interesses ou atividades semelhantes.",
      "example": "Ich ging letzten Abend in den Verein, ich gehe heute Abend in den Verein, und ich werde nächstes Wochenende in den Verein gehen.",
      "example_translation": "Eu fui ao clube na noite passada, vou ao clube esta noite e vou ao clube no próximo fim de semana.",
      "imageLink": "image_files\\English\\club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hochschule",
      "translation": "faculdade",
      "definition": "Eine Bildungseinrichtung oder eine Institution, insbesondere eine Schule, Hochschule oder Universität, die Höhere Bildung anbietet und von Menschen im Alter von 17 Jahren oder älter besucht wird.",
      "definition_translation": "Uma instituição educacional ou estabelecimento, em particular uma escola, faculdade ou universidade, que fornece educação superior e é geralmente frequentada por pessoas com 17 anos ou mais.",
      "example": "Ich absolvierte letztens mein Studium an der Hochschule. Ich besuche derzeit die Hochschule. Ich werde nächstes Jahr die Hochschule besuchen.",
      "example_translation": "Eu me formei na faculdade no ano passado. Eu estou atualmente frequentando a faculdade. Eu frequentarei a faculdade no ano que vem.",
      "imageLink": "image_files\\English\\college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ecke",
      "translation": "canto",
      "definition": "Der Punkt oder Bereich, an dem zwei oder mehr Kanten, Flächen oder Linien sich treffen oder kreuzen.",
      "definition_translation": "O ponto ou área onde duas ou mais bordas, superfícies ou linhas se encontram ou se intersectam.",
      "example": "Ich werde mich in die Ecke des Raumes setzen. Ich saß gestern Abend in der Ecke des Raumes. Ich saß heute Morgen in der Ecke des Raumes.",
      "example_translation": "Eu sentarei no canto do quarto. Eu sentei no canto do quarto ontem à noite. Eu sentei no canto do quarto esta manhã.",
      "imageLink": "image_files\\English\\corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abteilungsgeschäft",
      "translation": "loja de departamentos",
      "definition": "Ein großes Einzelhandelsgeschäft, das eine breite Palette von Produkten anbietet, einschließlich Kleidung, Kosmetik, Haushaltswaren und mehr.",
      "definition_translation": "Uma loja de varejo grande que vende uma ampla gama de produtos, incluindo roupas, cosméticos, produtos para o lar e mais.",
      "example": "Ich werde morgen im Abteilungsgeschäft einkaufen. Ich kaufte gestern im Abteilungsgeschäft ein. Ich kaufe jeden Woche im Abteilungsgeschäft ein.",
      "example_translation": "Eu farei compras na loja de departamentos amanhã. Eu fiz compras na loja de departamentos ontem. Eu faço compras na loja de departamentos todas as semanas.",
      "imageLink": "image_files\\English\\department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Disko",
      "translation": "disco",
      "definition": "Eine Art von Schallplatte, die für die Musikwiedergabe verwendet wird, oder ein Nachtclub, in dem Musik gespielt wird.",
      "definition_translation": "Um tipo de registro de vinil usado para tocar música, ou uma boate onde música gravada é tocada.",
      "example": "Ich hörte früher Disco-Musik in den 70ern. Ich ging letzten Nacht zu einer Disko-Party. Ich werde nächsten Monat einem Disko-Event beiwohnen.",
      "example_translation": "Eu costumava ouvir música disco nos anos 70. Eu fui a uma festa de disco ontem à noite. Eu irei a um evento de disco no próximo mês.",
      "imageLink": "image_files\\English\\disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "farmácia",
      "definition": "Ein Einzelhandelsgeschäft, in dem Arzneimittel und andere Gesundheitsprodukte verkauft werden.",
      "definition_translation": "Uma loja varejista onde drogas e outros produtos de saúde são vendidos.",
      "example": "Ich ging gestern zur Apotheke, um Medizin zu kaufen. Ich werde morgen wieder zur Apotheke gehen. Ich war letzten Woche zur Apotheke gegangen.",
      "example_translation": "Eu fui à farmácia para comprar algum remédio ontem, irei novamente amanhã e havia ido semana passada.",
      "imageLink": "image_files\\English\\drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eingang",
      "translation": "entrada",
      "definition": "Der Punkt des Eintritts oder Zugangs zu einem Ort, Gebäude oder System.",
      "definition_translation": "O ponto de entrada ou acesso a um lugar, edifício ou sistema.",
      "example": "Der Eingang zum Museum war gestern geschlossen. Er wird morgen geöffnet sein. Er war letzten Woche geöffnet worden.",
      "example_translation": "A entrada do museu estava fechada ontem, estará aberta amanhã e havia sido aberta semana passada.",
      "imageLink": "image_files\\English\\entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ausgang",
      "translation": "saída",
      "definition": "Ein Weg aus einem Ort, Gebäude oder System.",
      "definition_translation": "Uma maneira de sair de um lugar, edifício ou sistema.",
      "example": "Ich fand den Ausgang des Gebäudes schnell gestern. Ich werde ihn morgen wieder finden. Ich hatte ihn letzten Woche gefunden.",
      "example_translation": "Eu encontrei a saída do prédio rapidamente ontem, irei encontrar novamente amanhã e havia encontrado semana passada.",
      "imageLink": "image_files\\English\\exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feld",
      "translation": "campo",
      "definition": "Ein offenes Gebiet, das für einen bestimmten Zweck genutzt wird, wie Landwirtschaft oder Sport.",
      "definition_translation": "Uma área aberta de terra, geralmente utilizada para um propósito específico, como agricultura ou esportes.",
      "example": "Das Team hatte gestern auf dem Feld gespielt. Sie werden morgen wieder spielen. Sie spielten letzten Woche auf dem Feld.",
      "example_translation": "A equipe havia jogado no campo ontem, vão jogar novamente amanhã e jogaram semana passada.",
      "imageLink": "image_files\\English\\field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Garage",
      "translation": "garagem",
      "definition": "Ein Gebäude oder Schuppen für die Unterbringung von Fahrzeugen.",
      "definition_translation": "Um edifício ou galpão para abrigar um carro, caminhão ou outro veículo.",
      "example": "Ich parkte meinen Wagen in der Garage letzte Nacht. Ich werde meinen Wagen heute Abend in der Garage parken. Ich parkte meinen Wagen gestern in der Garage.",
      "example_translation": "Eu estacionei meu carro na garagem ontem à noite. Eu estacionarei meu carro na garagem esta noite. Eu estacionei meu carro na garagem ontem.",
      "imageLink": "image_files\\English\\garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hügel",
      "translation": "monte",
      "definition": "Ein natürlich erhöhtes Gebiet, oft mit steilen Seiten und einer abgerundeten Spitze.",
      "definition_translation": "Uma área de terra naturalmente elevada, muitas vezes com lados íngremes e um topo arredondado.",
      "example": "Ich stieg den Hügel hinauf, um eine bessere Aussicht zu haben. Ich werde den Hügel hinaufsteigen, um den Sonnenuntergang zu sehen. Ich stieg den Hügel hinauf, um mich gestern zu bewegen.",
      "example_translation": "Eu subi o monte para ter uma visão melhor. Eu subirei o monte para ver o pôr do sol. Eu subi o monte ontem para me exercitar.",
      "imageLink": "image_files\\English\\hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Insel",
      "translation": "ilha",
      "definition": "Ein Landstück, das von Wasser umgeben ist.",
      "definition_translation": "Um pedaço de terra rodeado por água.",
      "example": "Ich besuchte eine schöne Insel in der Karibik letzten Jahr. Ich werde eine Insel in Griechenland diesen Sommer besuchen. Ich besuchte eine Insel in Hawaii, als ich ein Kind war.",
      "example_translation": "Eu visitei uma ilha bonita no Caribe ano passado. Eu visitarei uma ilha na Grécia este verão. Eu visitei uma ilha no Havaí quando eu era criança.",
      "imageLink": "image_files\\English\\island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bibliothek",
      "translation": "biblioteca",
      "definition": "Ein Gebäude oder Raum, das eine Sammlung von Büchern, Zeitschriften und anderen Informationsquellen enthält.",
      "definition_translation": "Um edifício ou sala contendo uma coleção de livros, periódicos e outras fontes de informação.",
      "example": "Ich ging zur Bibliothek, um für meine Prüfung zu studieren. Ich werde zur Bibliothek gehen, um für mein Projekt zu recherchieren. Ich ging gestern zur Bibliothek, um ein Buch zurückzugeben.",
      "example_translation": "Eu fui à biblioteca para estudar para o meu exame. Eu irei à biblioteca para pesquisar para o meu projeto. Eu fui à biblioteca ontem para devolver um livro.",
      "imageLink": "image_files\\English\\library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aufzug",
      "translation": "elevador",
      "definition": "Ein Gerät, das verwendet wird, um Menschen oder Objekte zwischen Stockwerken in einem Gebäude zu heben oder zu senken.",
      "definition_translation": "Um dispositivo usado para elevar ou abaixar pessoas ou objetos entre andares em um prédio.",
      "example": "Ich nahm den Aufzug zum obersten Stock. Ich werde den Aufzug zum Büro morgen nehmen. Ich nahm den Aufzug zum Fitnessstudio gestern.",
      "example_translation": "Eu peguei o elevador para o andar de cima. Eu vou pegar o elevador para o escritório amanhã. Eu peguei o elevador para a academia ontem.",
      "imageLink": "image_files\\English\\lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Markt",
      "translation": "mercado",
      "definition": "Ein regelmäßiges Zusammentreffen von Menschen zum Verkauf von Lebensmitteln, Waren oder Dienstleistungen.",
      "definition_translation": "Um encontro regular de pessoas para a venda de alimentos, mercadorias ou serviços.",
      "example": "Ich ging zum Markt, um Obst zu kaufen. Sie wird zum Markt gehen, um ihre Handwerkskunst zu verkaufen. Sie gingen zum Markt, um Kleidung zu kaufen.",
      "example_translation": "Eu fui ao mercado para comprar algumas frutas. Ela irá ao mercado para vender seus artesanatos. Eles foram ao mercado para comprar algumas roupas.",
      "imageLink": "image_files\\English\\market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Moschee",
      "translation": "mesquita",
      "definition": "Ein Gebäude für muslimischen Gottesdienst.",
      "definition_translation": "Um edifício para o culto muçulmano.",
      "example": "Die Moschee ist ein schönes Gebäude in der Stadt. Ich besuchte während meiner Reise nach Istanbul eine Moschee. Sie bauen eine neue Moschee in unserem Nachbarschaft.",
      "example_translation": "A mesquita é um belo edifício na cidade. Eu visitei uma mesquita durante minha viagem para Istambul. Eles estão construindo uma nova mesquita em nosso bairro.",
      "imageLink": "image_files\\English\\mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Autobahn",
      "translation": "autoestrada",
      "definition": "Eine hochgeschwindigkeitsstraße, insbesondere eine mit mehreren Fahrspuren und begrenztem Zugang.",
      "definition_translation": "Uma estrada de alta velocidade, especialmente uma com múltiplas faixas e acesso limitado.",
      "example": "Ich fuhr auf der Autobahn, um schnell in die Stadt zu kommen. Sie wird die Autobahn nehmen, um den Stau zu umgehen. Sie fuhren auf der Autobahn, um ihr Ziel zu erreichen.",
      "example_translation": "Eu dirigi na autoestrada para chegar à cidade rapidamente. Ela irá pela autoestrada para evitar o congestionamento. Eles dirigiram na autoestrada para alcançar seu destino.",
      "imageLink": "image_files\\English\\motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Berg",
      "translation": "montanha",
      "definition": "Eine natürliche Erhebung der Erdoberfläche, die mehr oder weniger abrupt von der umliegenden Höhe aufsteigt und eine Höhe erreicht, die im Verhältnis zu den benachbarten Erhebungen beeindruckend oder bemerkenswert ist.",
      "definition_translation": "Uma elevação natural da superfície da terra que sobe mais ou menos abruptamente do nível circundante e atinge uma altitude que, em relação à elevação adjacente, é impressionante ou notável.",
      "example": "Ich bestieg den Berg letztes Jahr, ich besteige den Berg jetzt und ich werde den Berg nächstes Jahr besteigen.",
      "example_translation": "Eu escali a montanha no ano passado, estou escalando a montanha agora e escalarei a montanha no ano que vem.",
      "imageLink": "image_files\\English\\mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Büro",
      "translation": "escritório",
      "definition": "Ein Raum oder ein Set von Räumen, in denen Menschen arbeiten, oft in einem Bürogebäude.",
      "definition_translation": "Um quarto ou conjunto de quartos onde as pessoas trabalham, muitas vezes em um prédio de escritório.",
      "example": "Ich ging zum Büro gestern, ich arbeite im Büro jetzt und ich werde zum Büro morgen gehen.",
      "example_translation": "Eu fui ao escritório ontem, estou trabalhando no escritório agora e irei ao escritório amanhã.",
      "imageLink": "image_files\\English\\office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weg",
      "translation": "caminho",
      "definition": "Ein Weg oder eine Spur, die für das Gehen angelegt wurde, insbesondere in einem Garten oder Park.",
      "definition_translation": "Um caminho ou trilha feita para caminhar, especialmente em um jardim ou parque.",
      "example": "Ich ging entlang des Wegs gestern, ich gehe entlang des Wegs jetzt und ich werde entlang des Wegs morgen gehen.",
      "example_translation": "Eu caminhei pelo caminho ontem, estou caminhando pelo caminho agora e caminharei pelo caminho amanhã.",
      "imageLink": "image_files\\English\\path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tierhandlung",
      "translation": "loja de animais de estimação",
      "definition": "Ein Laden, der Tiere, insbesondere Haustiere, und Tiernahrung und -zubehör verkauft.",
      "definition_translation": "Uma loja que vende animais, especialmente animais de estimação, e alimentos e suprimentos para animais de estimação.",
      "example": "Ich besuchte eine Tierhandlung letzten Woche, ich besuche eine Tierhandlung jetzt und ich werde eine Tierhandlung nächstes Monat besuchen.",
      "example_translation": "Eu visitei uma loja de animais de estimação na semana passada, estou visitando uma loja de animais de estimação agora e visitarei uma loja de animais de estimação no próximo mês.",
      "imageLink": "image_files\\English\\pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tankstelle",
      "translation": "posto de gasolina",
      "definition": "Eine Einrichtung, die Kraftstoff und Schmiermittel für Motorfahrzeuge verkauft.",
      "definition_translation": "Um posto de gasolina, também conhecido como posto de combustível, é uma instalação que vende combustível e lubrificantes para veículos motorizados.",
      "example": "Ich tankte mein Auto gestern an der Tankstelle auf, ich werde es heute wieder auftanken und ich werde es jede Woche auftanken.",
      "example_translation": "Eu enchi o tanque do meu carro no posto de gasolina ontem, e agora vou enchê-lo novamente amanhã. Eu o tinha enchido na semana passada. Vou enchê-lo todas as semanas.",
      "imageLink": "image_files\\English\\petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielplatz",
      "translation": "parque infantil",
      "definition": "Ein Spielplatz ist ein Bereich, der für Kinder zum Spielen konzipiert wurde, typischerweise im Freien, mit Geräten wie Schaukeln, Rutschen und Klettergerüsten.",
      "definition_translation": "Um parque infantil é uma área projetada para crianças brincarem, tipicamente ao ar livre, com equipamentos como balanços, escorreguios e quadros de escalada.",
      "example": "Die Kinder spielten gestern auf den Schaukeln und Rutschen auf dem Spielplatz, aber sie werden morgen auf dem Klettergerüst spielen. Sie hatten letzte Woche auf dem Wipptisch gespielt.",
      "example_translation": "As crianças brincaram nos balanços e escorreguios no parque infantil ontem, mas vão brincar no quadro de escalada amanhã. Elas tinham brincado no jogo do balanço na semana passada.",
      "imageLink": "image_files\\English\\playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizeistation",
      "translation": "esquadra de polícia",
      "definition": "Eine Polizeistation ist ein Gebäude oder eine Einrichtung, in der Polizisten stationiert sind und wo die Öffentlichkeit Straftaten melden oder Hilfe suchen kann.",
      "definition_translation": "Uma esquadra de polícia é um edifício ou instalação onde os policiais estão baseados e onde o público pode denunciar crimes ou buscar assistência.",
      "example": "Ich ging zur Polizeistation, um mein gestohlenes Fahrrad zu melden. Ich werde morgen wieder zur Polizeistation gehen. Ich war letzte Woche zur Polizeistation, um eine Beschwerde einzureichen.",
      "example_translation": "Fui à esquadra de polícia para denunciar minha bicicleta roubada ontem, e agora vou lá novamente amanhã. Eu tinha ido lá na semana passada para registrar uma queixa.",
      "imageLink": "image_files\\English\\police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmbad",
      "translation": "piscina",
      "definition": "Ein Schwimmbad ist ein Bauwerk, das Wasser für Menschen zum Schwimmen enthält, oft für Erholung oder Übung verwendet wird.",
      "definition_translation": "Uma piscina é uma estrutura que segura água para as pessoas nadarem, frequentemente usada para recreação ou exercício.",
      "example": "Ich schwamm im Schwimmbad des Hotels gestern, und jetzt werde ich morgen wieder schwimmen. Ich schwamm letzte Woche im Schwimmbad mit meinen Freunden.",
      "example_translation": "Nadei na piscina do hotel ontem, e agora vou nadar nela novamente amanhã. Eu tinha nadado nela na semana passada com meus amigos.",
      "imageLink": "image_files\\English\\pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Postamt",
      "translation": "correio",
      "definition": "Ein Gebäude oder eine Einrichtung, in der Postdienstleistungen angeboten werden, einschließlich des Versendens und Empfangens von Briefen und Paketen.",
      "definition_translation": "Um edifício ou facilidade onde os serviços postais são fornecidos, incluindo o envio e recebimento de correio e pacotes.",
      "example": "Ich ging zum Postamt, um einen Brief an meinen Freund zu schicken. Ich werde morgen zum Postamt gehen, um Marken zu kaufen. Ich war bereits mehrmals in diesem Woche zum Postamt.",
      "example_translation": "Eu fui ao correio para enviar uma carta para meu amigo. Eu irei ao correio amanhã para comprar selos. Eu estive ao correio várias vezes essa semana.",
      "imageLink": "image_files\\English\\post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gasthaus",
      "translation": "bar",
      "definition": "Ein öffentliches Haus oder eine Gaststätte, die Bier, Wein und andere Getränke serviert, oft mit Essen und Unterhaltung.",
      "definition_translation": "Uma casa pública ou pousada que serve cerveja, vinho e outras bebidas, frequentemente com comida e entretenimento.",
      "example": "Ich traf meine Freunde im Gasthaus, um das Spiel anzusehen. Sie ging letzten Abend ins Gasthaus, um ihre Kollegen zu treffen. Sie werden ein neues Gasthaus auf der Hauptstraße eröffnen.",
      "example_translation": "Eu encontrei meus amigos no bar para assistir ao jogo. Ela foi ao bar ontem à noite para encontrar seus colegas de trabalho. Eles vão abrir um novo bar na Rua Principal próximo mês.",
      "imageLink": "image_files\\English\\pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisenbahn",
      "translation": "ferrovia",
      "definition": "Ein Verkehrsmittel, das Züge auf festen Schienen nutzt, oft Stadt und Land miteinander verbindend.",
      "definition_translation": "Um meio de transporte que usa trens que circulam em trilhos fixos, frequentemente conectando cidades e vilas.",
      "example": "Ich nahm die Eisenbahn, um meine Familie auf dem Land zu besuchen. Der Bahnhof war während der Rushhour überfüllt. Sie planen, eine neue Eisenbahnlinie zum Flughafen zu bauen.",
      "example_translation": "Eu peguei a ferrovia para visitar minha família no campo. A estação de trem estava lotada durante o horário de pico. Eles estão planejando construir uma nova linha de ferrovia para o aeroporto.",
      "imageLink": "image_files\\English\\railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bahnhof",
      "translation": "estação de trem",
      "definition": "Ein Gebäude oder eine Einrichtung, an der Züge anhalten, um Passagiere und Güter aufzunehmen und abzusetzen.",
      "definition_translation": "Um edifício ou facilidade onde os trens param para pegar e deixar passageiros e carga.",
      "example": "Ich kam gerade noch rechtzeitig am Bahnhof an, um den Zug zu erwischen. Der Bahnhof wurde letzten Jahr renoviert. Sie wird ihren Freund morgen am Bahnhof treffen.",
      "example_translation": "Eu cheguei à estação de trem justo a tempo de pegar o trem. A estação de trem foi reformada no ano passado. Ela irá encontrar seu amigo na estação de trem amanhã.",
      "imageLink": "image_files\\English\\railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuhgeschäft",
      "translation": "loja de sapatos",
      "definition": "Ein Einzelhandelsgeschäft, das Schuhe und andere Fußbekleidung verkauft.",
      "definition_translation": "Um estabelecimento retalheiro que vende sapatos e outros calçados.",
      "example": "Ich ging ins Schuhgeschäft, um neue Turnschuhe zu kaufen. Ich gehe ins Schuhgeschäft, um neue Stiefel zu kaufen. Ich werde ins Schuhgeschäft gehen, um neue Sandalen zu kaufen.",
      "example_translation": "Eu fui à loja de sapatos para comprar tênis novos. Estou indo à loja de sapatos para comprar botas novas. Irei à loja de sapatos para comprar sandálias novas.",
      "imageLink": "image_files\\English\\shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufszentrum",
      "translation": "centro comercial",
      "definition": "Ein großes Gebäude oder Areal, das viele Geschäfte, Restaurants und andere Unternehmen beherbergt.",
      "definition_translation": "Um prédio grande ou área que contém muitas lojas, restaurantes e outros negócios.",
      "example": "Ich verbrachte den ganzen Tag mit meinen Freunden im Einkaufszentrum. Wir gehen ins Einkaufszentrum, um einen Film anzusehen. Wir werden uns um 17 Uhr im Einkaufszentrum treffen.",
      "example_translation": "Passei todo o dia no centro comercial com meus amigos. Nós vamos ao centro comercial para assistir a um filme. Nós vamos nos encontrar no centro comercial às 5pm.",
      "imageLink": "image_files\\English\\shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sportzentrum",
      "translation": "centro desportivo",
      "definition": "Eine Einrichtung, die Raum und Ausrüstung für verschiedene Sportarten und körperliche Aktivitäten bietet.",
      "definition_translation": "Uma instalação que fornece espaço e equipamento para vários esportes e atividades físicas.",
      "example": "Ich gehe ins Sportzentrum, um Basketball zu spielen. Wir gingen ins Sportzentrum, um einen Yogakurs zu besuchen. Sie werden ein neues Sportzentrum in unserer Stadt bauen.",
      "example_translation": "Estou indo ao centro desportivo para jogar basquete. Nós fomos ao centro desportivo para fazer uma aula de ioga. Eles vão construir um novo centro desportivo em nossa cidade.",
      "imageLink": "image_files\\English\\sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platz",
      "translation": "praça",
      "definition": "Ein offener Raum in einer Stadt oder einem Dorf, oft mit Gebäuden, Denkmälern oder anderen Merkmalen umgeben.",
      "definition_translation": "Uma área aberta em uma cidade ou cidade, frequentemente com prédios, monumentos ou outros recursos em torno.",
      "example": "Der Stadtplatz war während des Feiertags voller Menschen. Wir saßen auf dem Platz und beobachteten die Straßenkünstler. Die Stadt wird den Hauptplatz nächstes Jahr renovieren.",
      "example_translation": "A praça da cidade estava cheia de pessoas comemorando o feriado. Nós sentamos na praça e assistimos os artistas de rua. A cidade vai renovar a praça principal no ano que vem.",
      "imageLink": "image_files\\English\\square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stadion",
      "translation": "estádio",
      "definition": "Ein Stadion ist ein großer Außen- oder Innenraum für Sportveranstaltungen, Konzerte und andere Events.",
      "definition_translation": "Um estádio é uma grande área ao ar livre ou indoor para esportes, concertos e outros eventos.",
      "example": "Ich ging zum Stadion, um das Fußballspiel letzten Nacht zu sehen, aber ich werde zum Stadion gehen, um das Konzert nächste Monat zu sehen, und ich war zum Stadion gegangen, um die Leichtathletikwettkämpfe letzten Jahr zu sehen.",
      "example_translation": "Eu fui ao estádio assistir ao jogo de futebol ontem à noite, mas irei ao estádio assistir ao concerto no próximo mês, e eu tinha ido ao estádio assistir à competição de atletismo no ano passado.",
      "imageLink": "image_files\\English\\stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Theater",
      "translation": "teatro",
      "definition": "Ein Theater ist ein Gebäude oder Raum für die Aufführung von Theaterstücken, Musicals und anderen Formen der Live-Unterhaltung.",
      "definition_translation": "Um teatro é um prédio ou espaço para a performance de peças, musicais e outras formas de entretenimento ao vivo.",
      "example": "Ich bin zum Theater gegangen, um ein Theaterstück zu sehen, ich gehe zum Theater, um ein Musical zu sehen, und ich werde zum Theater gehen, um eine Comedy-Show zu sehen.",
      "example_translation": "Eu fui ao teatro assistir a uma peça, eu vou ao teatro assistir a um musical, e irei ao teatro assistir a um show de comédia.",
      "imageLink": "image_files\\English\\theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ticketbüro",
      "translation": "bilheteria",
      "definition": "Ein Ticketbüro ist ein Ort, an dem Menschen Tickets für Veranstaltungen, Reisen oder Attraktionen kaufen können.",
      "definition_translation": "Uma bilheteria é um lugar onde as pessoas podem comprar ingressos para eventos, viagens ou atrações.",
      "example": "Ich ging zum Ticketbüro, um Tickets für das Konzert zu kaufen, aber sie waren bereits ausverkauft, also werde ich zum Ticketbüro gehen, um Tickets für das Fußballspiel morgen zu kaufen.",
      "example_translation": "Eu fui à bilheteria comprar ingressos para o concerto, mas eles já haviam esgotado, então irei à bilheteria comprar ingressos para o jogo de futebol amanhã.",
      "imageLink": "image_files\\English\\ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielzeugladen",
      "translation": "loja de brinquedos",
      "definition": "Ein Spielzeugladen ist ein Laden, der Spiele, Spielsachen und andere Artikel für Kinder verkauft.",
      "definition_translation": "Uma loja de brinquedos é uma loja que vende brinquedos, jogos e outros itens divertidos para crianças.",
      "example": "Ich ging zum Spielzeugladen, um ein Geschenk für meine Schwester zu kaufen, aber sie hatte es bereits gekauft, also werde ich zum Spielzeugladen gehen, um ein neues Spielzeug für meinen Bruder zu kaufen.",
      "example_translation": "Eu fui à loja de brinquedos comprar um presente para minha irmã, mas ela já havia comprado o brinquedo, então irei à loja de brinquedos comprar um novo brinquedo para meu irmão.",
      "imageLink": "image_files\\English\\toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "U-Bahn",
      "translation": "subterrâneo",
      "definition": "Lage oder Ereignis unter der Erdoberfläche, insbesondere in einem Tunnel oder U-Bahn-System.",
      "definition_translation": "Localizado ou ocorrendo abaixo da superfície da terra, especialmente em um túnel ou sistema de metrô.",
      "example": "Ich nahm die U-Bahn, um in die Stadtmitte zu gelangen. Ich werde die U-Bahn nehmen, um zum Flughafen zu gelangen. Ich nahm die U-Bahn nach Hause letzten Nacht.",
      "example_translation": "Eu peguei o metrô para chegar ao centro da cidade. Eu vou pegar o metrô para o aeroporto amanhã. Eu peguei o metrô para casa ontem à noite.",
      "imageLink": "image_files\\English\\the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wohnhaus",
      "translation": "prédio de apartamentos",
      "definition": "Ein Wohnhaus ist ein Gebäude, das mehrere Wohnungen enthält, normalerweise mit gemeinsamen Gemeinschaftsbereichen und Annehmlichkeiten.",
      "definition_translation": "Um prédio contendo múltiplos apartamentos, tipicamente com áreas comuns e amenities compartilhadas.",
      "example": "Ich wohne in einem Wohnhaus im Außenbereich der Stadt. Sie werde in ein Wohnhaus umziehen nächsten Monat. Sie haben in einem Wohnhaus gewohnt, bevor sie ein Haus gekauft haben.",
      "example_translation": "Eu moro em um prédio de apartamentos nos arredores da cidade. Ela vai se mudar para um prédio de apartamentos no mês que vem. Eles moravam em um prédio de apartamentos antes de comprar uma casa.",
      "imageLink": "image_files\\English\\apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balkon",
      "translation": "varanda",
      "definition": "Eine Plattform, die von der Wand eines Gebäudes vorsteht, normalerweise von einem Geländer umgeben und oft mit einer Aussicht.",
      "definition_translation": "Uma plataforma projetada da parede de um prédio, geralmente cercada por uma balaustrada, e frequentemente tendo uma vista.",
      "example": "Ich saß auf dem Balkon, um den Sonnenuntergang zu genießen. Sie haben einen Balkon mit einer schönen Aussicht auf den Ozean. Sie wird den Balkon nächste Woche mit Blumen dekorieren.",
      "example_translation": "Eu sentei na varanda para desfrutar do pôr do sol. Eles têm uma varanda com uma vista deslumbrante do oceano. Ela vai decorar a varanda com flores na semana que vem.",
      "imageLink": "image_files\\English\\balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baurolle",
      "translation": "bloco",
      "definition": "Ein massiver Block, wie Holz oder Stein, der in der Bau- oder Konstruktionsindustrie verwendet wird.",
      "definition_translation": "Um pedaço sólido de material, como madeira ou pedra, usado em construção ou edificação.",
      "example": "Die Bauarbeiter legten die Fundamentrolle. Sie werden den Block Stein zu dem neuen Standort bewegen. Ich werde einen Blockturm mit meinem Lego bauen.",
      "example_translation": "Os trabalhadores de construção colocaram a fundação de bloco. Eles vão mover o bloco de pedra para o novo local. Eu vou construir uma torre de bloco com meus Lego.",
      "imageLink": "image_files\\English\\block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Campingplatz",
      "translation": "local de acampamento",
      "definition": "Ein Campingplatz ist ein bestimmter Bereich, normalerweise in einer natürlichen Umgebung, wo Menschen zelten oder ein Wohnmobil oder ein anderes Fahrzeug für einen Übernachtungsaufenthalt oder länger parken können.",
      "definition_translation": "Um local de acampamento é uma área designada, geralmente em um ambiente natural, onde as pessoas podem montar uma tenda ou estacionar uma carroça ou outro veículo para pernoitar ou ficar por mais tempo.",
      "example": "Ich ging mit meiner Familie zum Campingplatz letzten Sommer und wir hatten eine tolle Zeit. Wir werden nächstes Jahr wieder zum Campingplatz gehen. Sie gehen diesem Wochenende zum Campingplatz.",
      "example_translation": "Eu fui ao local de acampamento com minha família no verão passado e tivemos um ótimo tempo. Nós iremos ao local de acampamento novamente ano que vem. Eles vão ao local de acampamento nesta semana.",
      "imageLink": "image_files\\English\\campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trinkflasche",
      "translation": "cantina",
      "definition": "Eine Trinkflasche ist ein Gefäß, normalerweise aus Metall oder Plastik, das verwendet wird, um Trinkwasser, insbesondere für den Außenbereich, mitzunehmen.",
      "definition_translation": "Uma cantina é um recipiente, geralmente feito de metal ou plástico, usado para carregar água potável, especialmente para uso ao ar livre.",
      "example": "Ich nahm meine Trinkflasche mit auf den Wanderweg und füllte sie am Bach auf. Sie kaufte eine neue Trinkflasche für ihre Campingreise. Sie werden ihre Trinkflaschen zum Picknick mitbringen.",
      "example_translation": "Eu levei minha cantina comigo na trilha e a reabasteci no ribeirão. Ela comprou uma nova cantina para sua viagem de camping. Eles vão trazer suas cantinas para o piquenique.",
      "imageLink": "image_files\\English\\canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zirkus",
      "translation": "circo",
      "definition": "Ein Zirkus ist eine reisende Vorführung, die Artisten, Clowns und dressierte Tiere zeigt, typischerweise in einem großen Zelt oder einer Arena präsentiert.",
      "definition_translation": "Um circo é uma apresentação itinerante que apresenta acrobatas, palhaços e animais treinados, tipicamente apresentados em uma grande tenda ou arena.",
      "example": "Ich ging letzten Wochenende mit meinen Freunden zum Zirkus und wir sahen eine großartige Show. Sie hat immer den Zirkus und seine Magie geliebt. Sie werden ihre Kinder nächsten Monat zum Zirkus bringen.",
      "example_translation": "Eu fui ao circo com meus amigos no fim de semana passado e vimos um grande show. Ela sempre amou o circo e sua magia. Eles vão levar seus filhos ao circo no mês que vem.",
      "imageLink": "image_files\\English\\circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klinik",
      "translation": "clínica",
      "definition": "Eine Klinik ist eine Gesundheitseinrichtung, die spezielle medizinische Dienstleistungen wie Diagnose, Behandlung und Vorbeugung von Krankheiten anbietet.",
      "definition_translation": "Uma clínica é uma unidade de saúde que fornece serviços médicos especializados, como diagnóstico, tratamento e prevenção de doenças.",
      "example": "Ich ging zur Klinik zu einer Untersuchung und der Arzt gab mir ein sauberes Gesundheitszeugnis. Sie arbeitet in einer Klinik im Stadtzentrum. Sie werden nächstes Jahr eine neue Klinik in den Vororten eröffnen.",
      "example_translation": "Eu fui à clínica para uma consulta e o médico me deu um atestado de saúde limpo. Ela trabalha em uma clínica no centro da cidade. Eles vão abrir uma nova clínica nos subúrbios no ano que vem.",
      "imageLink": "image_files\\English\\clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ferienhütte",
      "translation": "chale",
      "definition": "Ein kleines einfaches Haus, typischerweise in einer ländlichen Gegend.",
      "definition_translation": "Uma casa pequena e simples, tipicamente em uma área rural.",
      "example": "Ich lebte als Kind in einer Ferienhütte am See. Ich lebe jetzt in einer Ferienhütte und ich werde in Zukunft in einer Ferienhütte leben.",
      "example_translation": "Eu vivi em uma chale perto do lago quando eu era uma criança. Estou vivendo em uma chale agora, e eu vou viver em uma chale no futuro.",
      "imageLink": "image_files\\English\\cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gericht",
      "translation": "tribunal",
      "definition": "Ein Ort, an dem Gerechtigkeit verwaltet wird, wie ein Gericht oder ein Tennisplatz.",
      "definition_translation": "Um lugar onde a justiça é administrada, como um tribunal de direito ou um tribunal de tênis.",
      "example": "Ich ging gestern zum Gericht, ich gehe heute zum Gericht und ich werde morgen zum Gericht gehen.",
      "example_translation": "Eu fui ao tribunal ontem, eu vou ao tribunal hoje, e eu vou ao tribunal amanhã.",
      "imageLink": "image_files\\English\\court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Botschaft",
      "translation": "embaixada",
      "definition": "Die offizielle Residenz oder das Büro eines Botschafters oder eines diplomatischen Vertreters.",
      "definition_translation": "A residência oficial ou gabinete de um embaixador ou um representante diplomático.",
      "example": "Ich besuchte die Botschaft letztes Jahr, ich besuche die Botschaft jetzt und ich werde die Botschaft nächstes Jahr besuchen.",
      "example_translation": "Eu visitei a embaixada no ano passado, estou visitando a embaixada agora, e eu vou visitar a embaixada no ano que vem.",
      "imageLink": "image_files\\English\\embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feld",
      "translation": "campo",
      "definition": "Ein offenes Gebiet, das normalerweise für Landwirtschaft oder Weideland verwendet wird.",
      "definition_translation": "Uma área aberta de terra, geralmente usada para agricultura ou pastagem.",
      "example": "Ich spielte als Kind auf dem Feld, ich spiele jetzt auf dem Feld und ich werde in Zukunft auf dem Feld spielen.",
      "example_translation": "Eu brinquei no campo quando eu era uma criança, estou brincando no campo agora, e eu vou brincar no campo no futuro.",
      "imageLink": "image_files\\English\\field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feuerwache",
      "translation": "estação de bombeiros",
      "definition": "Ein Gebäude oder eine Einrichtung, in dem Feuerwehrleute und ihre Ausrüstung untergebracht sind, von dem aus Feuerwehrfahrzeuge und andere Notfallfahrzeuge zu Bränden und anderen Notfällen entsendet werden.",
      "definition_translation": "Um prédio ou instalação que abriga bombeiros e seus equipamentos, e de onde os caminhões de bombeiros e outros veículos de emergência são enviados para responder a incêndios e outras emergências.",
      "example": "Ich lebte früher in der Nähe einer Feuerwache und die Sirenen weckten mich nachts auf. Jetzt lebe ich weit entfernt von der Feuerwache, aber ich höre die Sirenen gelegentlich noch. Bis ich zurück in die Stadt ziehe, wird die Feuerwache wieder aufgebaut worden sein.",
      "example_translation": "Eu costumava morar perto de uma estação de bombeiros, e as sirenes me acordavam à noite. Agora moro longe da estação de bombeiros, mas ainda ouço as sirenes ocasionalmente. Quando eu me mudar de volta para a cidade, a estação de bombeiros terá sido reconstruída.",
      "imageLink": "image_files\\English\\fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blumenladen",
      "translation": "florista",
      "definition": "Ein Laden oder eine Einrichtung, in der Blumen und andere Pflanzen verkauft werden, oft mit jemandem, der Blumen arranges und verichtet.",
      "definition_translation": "Uma loja ou armazém onde flores e outras plantas são vendidas, souvent com uma pessoa que arrange e vende buquês e outros arranjos florais.",
      "example": "Ich hielt auf meinem Heimweg an dem Blumenladen, um Blumen für meine Frau zu kaufen. Der Blumenladen war zu teuer, also entschied ich mich, die Blumen im Supermarkt zu kaufen. Bis nächste Woche wird der neue Blumenladen auf der Hauptstraße eröffnet haben.",
      "example_translation": "Parei na florista no meu caminho para casa para comprar algumas flores para minha esposa. A florista foi muito cara, então decidi comprar as flores no supermercado em vez disso. Até a próxima semana, a nova florista terá aberto na Rua Principal.",
      "imageLink": "image_files\\English\\florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Möbelfachgeschäft",
      "translation": "loja de móveis",
      "definition": "Ein Gebäude oder Raum, in dem Möbel und andere Haushaltswaren verkauft werden, oft mit einer großen Auswahl an Stilen und Marken.",
      "definition_translation": "Um prédio ou sala onde móveis e outros artigos de casa são vendidos, souvent com uma ampla seleção de estilos e marcas.",
      "example": "Ich verbrachte den ganzen Tag im Möbelfachgeschäft auf der Suche nach dem perfekten Sofa. Das Möbelfachgeschäft hatte ein Sonderangebot, also entschied ich mich, ein neues Bett zu kaufen. Bis ich abschließe, werde ich genug Geld gespart haben, um meine gesamte Wohnung mit Möbeln aus dem Möbelfachgeschäft einzurichten.",
      "example_translation": "Passei o dia inteiro na loja de móveis procurando o sofá perfeito. A loja de móveis estava fazendo uma promoção, então acabei comprando uma cama nova em vez disso. Até que eu me formar, eu tererei economizado dinheiro suficiente para mobiliar todo o meu apartamento da loja de móveis.",
      "imageLink": "image_files\\English\\furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Garage",
      "translation": "garagem",
      "definition": "Ein Gebäude oder ein abgeschlossener Raum für die Unterbringung und Reparatur von Kraftfahrzeugen, oft an ein Haus oder ein Geschäft angebaut.",
      "definition_translation": "Um prédio ou espaço fechado para abrigar e reparar veículos motorizados, souvent anexado a uma casa ou negócio.",
      "example": "Ich verbrachte das Wochenende mit dem Reparieren meines Autos in der Garage. Meine Eltern hatten früher eine Garage, aber sie haben sie in ein Home-Office umgewandelt. Bis nächstes Jahr werde ich eine Garage in meinem Hinterhof gebaut haben.",
      "example_translation": "Passei o fim de semana consertando meu carro na garagem. Meus pais costumavam ter uma garagem, mas eles a transformaram em um escritório em casa. Até o ano que vem, eu terei construído uma garagem no meu quintal.",
      "imageLink": "image_files\\English\\garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gemüsehändler",
      "translation": "mercearia",
      "definition": "Ein Laden, der frisches Obst und Gemüse verkauft, oft mit einer hochwertigen Auswahl.",
      "definition_translation": "Uma loja que vende frutas e vegetais frescos, muitas vezes com uma seleção de alta qualidade.",
      "example": "Ich ging zum Gemüsehändler, um einige Bio-Äpfel zu kaufen. Gestern kaufte ich Erdbeeren beim Gemüsehändler. Morgen werde ich den Gemüsehändler besuchen, um einige frische Kräuter zu kaufen.",
      "example_translation": "Fui à mercearia para comprar algumas maçãs orgânicas. Ontem, comprei morangos na mercearia. Vou visitar a mercearia amanhã para comprar alguns ervas frescas.",
      "imageLink": "image_files\\English\\greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kolonialwarenladen",
      "translation": "merceeiro",
      "definition": "Ein Laden, der Lebensmittel und Haushaltsartikel verkauft, oft in einem kleinen oder ländlichen Gebiet.",
      "definition_translation": "Uma loja que vende alimentos e suprimentos para o lar, muitas vezes em uma área rural.",
      "example": "Meine Großmutter arbeitete in einem Kolonialwarenladen in unserem Dorf. Der Kolonialwarenladen hatte eine Vielzahl von Produkten zum Verkauf. Der Kolonialwarenladen bleibt heute Abend lang geöffnet.",
      "example_translation": "Minha avó costumava trabalhar na merceeiro em nossa vila. O merceeiro tinha uma variedade de produtos à venda. O merceeiro ficará aberto até tarde esta noite.",
      "imageLink": "image_files\\English\\grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lebensmittel",
      "translation": "mercadoria",
      "definition": "Essen und andere Haushaltsartikel, oft in einem Laden oder Supermarkt gekauft.",
      "definition_translation": "Alimentos e outros suprimentos para o lar, muitas vezes comprados em uma loja ou supermercado.",
      "example": "Ich muss Lebensmittel für die Woche kaufen. Sie verbrachte letztes Monat viel Geld für Lebensmittel. Sie werden die Lebensmittel bis vor unsere Haustür liefern.",
      "example_translation": "Eu preciso comprar algumas mercadorias para a semana. Ela gastou muito dinheiro em mercadorias no mês passado. Eles irão entregar as mercadorias até nossa porta.",
      "imageLink": "image_files\\English\\grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pension",
      "translation": "pensão",
      "definition": "Eine kleine und private Unterkunft, oft in einem Wohngebiet, die Unterkunft für einige Gäste bietet.",
      "definition_translation": "Um alojamento pequeno e privado, muitas vezes em uma área residencial, que fornece hospedagem para alguns hóspedes.",
      "example": "Ich übernachtete in einer Pension in Paris während meines Urlaubs. Die Pension hatte einen schönen Garten. Wir werden nächste Woche in einer Pension am Strand übernachten.",
      "example_translation": "Eu me hospedei em uma pensão em Paris durante minhas férias. A pensão tinha um jardim lindo. Vamos nos hospedar em uma pensão perto da praia na próxima semana.",
      "imageLink": "image_files\\English\\guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fitnesscenter",
      "translation": "ginásio",
      "definition": "Ein Fitnesscenter ist ein Ort, an dem Menschen trainieren oder Sport treiben, typischerweise drinnen.",
      "definition_translation": "Um ginásio é um local onde as pessoas vão exercitar ou jogar esportes, tipicamente indoor.",
      "example": "Ich ging gestern ins Fitnesscenter, ich gehe jetzt ins Fitnesscenter, und ich werde morgen ins Fitnesscenter gehen.",
      "example_translation": "Eu fui ao ginásio ontem, eu vou ao ginásio agora e eu irei ao ginásio amanhã.",
      "imageLink": "image_files\\English\\gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hafen",
      "translation": "porto",
      "definition": "Ein Hafen ist ein Gewässer, an dem Schiffe, Boote und andere Fahrzeuge anlegen können, um Ladung oder Passagiere zu laden oder zu laden.",
      "definition_translation": "Um porto é um corpo de água onde os navios, barcos e outros veículos podem parar para carregar ou descarregar cargas ou passageiros.",
      "example": "Der Hafen war gestern mit Schiffen voll, der Hafen ist heute ruhig, und der Hafen wird nächstes Jahr erweitert.",
      "example_translation": "O porto estava ocupado com os navios indo e vindo, o porto está calmo hoje e o porto será expandido no próximo ano.",
      "imageLink": "image_files\\English\\harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugendherberge",
      "translation": "albergue",
      "definition": "Eine Jugendherberge ist eine preisbewusste Unterkunft, bei der Gäste ein Bett, meist in einem gemeinsamen Zimmer, für eine kurze Zeit mieten können.",
      "definition_translation": "Um albergue é uma acomodação voltada para orçamento onde os hóspedes podem alugar uma cama, usualmente em um quarto compartilhado, por um curto período de tempo.",
      "example": "Ich übernachtete während meiner Reise in einer Jugendherberge, ich übernachte jetzt in einer Jugendherberge, und ich werde nächstes Monat in einer Jugendherberge übernachten.",
      "example_translation": "Eu fiquei em um albergue durante minha viagem, eu estou ficando em um albergue agora e eu ficarei em um albergue nächste mês.",
      "imageLink": "image_files\\English\\hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hütte",
      "translation": "cabana",
      "definition": "Eine Hütte ist ein kleines, einfaches Wohnhaus, oft aus natürlichen Materialien wie Holz oder Stroh, typischerweise in ländlichen oder Wildnisgebieten gefunden.",
      "definition_translation": "Uma cabana é uma moradia pequena e simples, muitas vezes feita de materiais naturais como madeira ou palha, tipicamente encontrada em áreas rurais ou de wilderness.",
      "example": "Ich baute eine Hütte im Wald, ich baue jetzt eine Hütte, und ich werde nächstes Sommer eine Hütte bauen.",
      "example_translation": "Eu construí uma cabana na floresta, eu estou construindo uma cabana agora e eu construirei uma cabana no próximo verão.",
      "imageLink": "image_files\\English\\hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefängnis",
      "translation": "cadeia",
      "definition": "Ein Ort für die Inhaftierung von Menschen, die verhaftet oder wegen eines Verbrechens verurteilt wurden, oft charakterisiert durch physische Barrieren und Überwachung.",
      "definition_translation": "Um lugar para confinamento de pessoas que foram presas ou condenadas por um crime, caracterizado por barreiras físicas e vigilância.",
      "example": "Die Polizei nahm den Verdächtigen mit ins Gefängnis für weitere Fragestellungen. Gestern war sie im Gefängnis, aber heute ist sie auf Kaution draußen. Bis nächstes Jahr wird das neue Gefängnis fertig sein.",
      "example_translation": "A polícia levou o suspeito para a cadeia para mais questionamentos. Ontem, ela estava na cadeia, mas hoje ela está fora sob fiança. Até o ano que vem, a nova cadeia estará concluída.",
      "imageLink": "image_files\\English\\jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juwelier",
      "translation": "joalheria",
      "definition": "Ein Laden oder Unternehmen, das Schmuck verkauft und oft Reparaturen und Sonderanfertigungen durchführt.",
      "definition_translation": "Uma loja ou negócio que vende joias e frequentemente realiza reparos e trabalhos personalizados.",
      "example": "Ich bringe meine Uhr zu dem Juwelier, um sie reparieren zu lassen. Der Juwelier in der Hauptstraße ist seit Jahrzehnten da. Bis nächstes Monat wird der neue Juwelier eröffnet.",
      "example_translation": "Estou levando meu relógio para a joalheria para consertá-lo. A joalheria na Rua Principal esteve lá por décadas. Até o próximo mês, a nova joalheria estará abrindo.",
      "imageLink": "image_files\\English\\jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lab",
      "translation": "laboratório",
      "definition": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests ausgerüstet ist.",
      "definition_translation": "Um quarto ou prédio equipado para experimentos científicos, pesquisas ou testes.",
      "example": "Die Wissenschaftler arbeiteten bis spät in der Nacht im Lab, um das Experiment abzuschließen. Gestern war ich im Labor, aber heute bin ich in der Bibliothek. Bis zur nächsten Woche wird das neue Labor in Betrieb genommen.",
      "example_translation": "Os cientistas trabalharam até tarde no laboratório para concluir o experimento. Ontem, eu estava no laboratório, mas hoje estou na biblioteca. Até a próxima semana, o novo laboratório estará operacional.",
      "imageLink": "image_files\\English\\lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laboratorium",
      "translation": "laboratório",
      "definition": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests, oft unter der Aufsicht eines Wissenschaftlers, ausgerüstet ist.",
      "definition_translation": "Um quarto ou prédio equipado para experimentos científicos, pesquisas ou testes, frequentemente sob a supervisão de um cientista.",
      "example": "Die Studenten führten das Experiment im Laboratorium unter der Anleitung des Lehrers durch. Gestern haben wir ein Experiment im Laboratorium durchgeführt, aber heute machen wir einen Test. Bis zum nächsten Semester wird das neue Laboratorium renoviert.",
      "example_translation": "Os alunos conduziram o experimento no laboratório sob a orientação do professor. Ontem, fizemos um experimento no laboratório, mas hoje estamos fazendo um quiz. Até o próximo semestre, o novo laboratório estará reformado.",
      "imageLink": "image_files\\English\\laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Einkaufszentrum",
      "translation": "centro comercial",
      "definition": "Ein großes, überdachtes Einkaufszentrum mit 多eren Geschäften, Restaurants und Unterhaltungsmöglichkeiten.",
      "definition_translation": "Um grande centro comercial fechado com múltiplas lojas, restaurantes e opções de entretenimento.",
      "example": "Ich ging mit meinen Freunden gestern ins Einkaufszentrum, wir werden morgen wieder dorthin gehen, und wir sind viele Male dorthin gegangen.",
      "example_translation": "Eu fui ao centro comercial com meus amigos ontem, vamos ir novamente amanhã e já fomos muitas vezes antes.",
      "imageLink": "image_files\\English\\mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeitungsladen",
      "translation": "revendedor de jornais",
      "definition": "Ein Laden, der Zeitungen, Zeitschriften und andere Druckwerke verkauft.",
      "definition_translation": "Uma loja que vende jornais, revistas e outros materiais impressos.",
      "example": "Ich werde morgen den Zeitungsladen besuchen, um die neueste Ausgabe meiner Lieblingszeitschrift zu kaufen, ich besuchte ihn gestern, um eine Zeitung zu kaufen, und ich habe ihn viele Male davor besucht.",
      "example_translation": "Eu visitarei o revendedor de jornais amanhã para comprar a última edição da minha revista favorita, visitei ontem para comprar um jornal e já visitei muitas vezes antes.",
      "imageLink": "image_files\\English\\newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtclub",
      "translation": "boate",
      "definition": "Ein Unternehmen, das spät in der Nacht geöffnet ist und Unterhaltung, Getränke und Musik für Gäste bietet.",
      "definition_translation": "Um estabelecimento que fica aberto até tarde da noite, oferecendo entretenimento, bebidas e música para os clientes.",
      "example": "Ich ging letzte Nacht in den Nachtclub und tanzte mit meinen Freunden, wir werden nächste Woche wieder dorthin gehen, und wir sind viele Male dorthin gegangen.",
      "example_translation": "Eu fui à boate ontem à noite e dancei com meus amigos, vamos ir novamente na próxima semana e já fomos muitas vezes antes.",
      "imageLink": "image_files\\English\\night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ozean",
      "translation": "oceano",
      "definition": "Ein riesiger Salzwasser-Körper, der über 70% der Erdoberfläche bedeckt.",
      "definition_translation": "Um corpo gigante de água salgada que cobre mais de 70% da superfície da Terra.",
      "example": "Ich habe den Ozean viele Male besucht, ich werde ihn nächstes Sommer wieder besuchen, und ich besuchte ihn letztes Jahr mit meiner Familie.",
      "example_translation": "Eu visitei o oceano muitas vezes, vou visitá-lo novamente no próximo verão e visitei-o no ano passado com minha família.",
      "imageLink": "image_files\\English\\ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Palast",
      "translation": "palácio",
      "definition": "Ein großes und beeindruckendes Haus, insbesondere eines, das für einen König oder eine Königin erbaut wurde.",
      "definition_translation": "Uma casa grande e impressionante, especialmente uma que foi construída para um rei ou rainha.",
      "example": "Der Palast diente als Veranstaltungsort für königliche Hochzeiten. Er wurde im 15. Jahrhundert erbaut und wurde vor kurzem renoviert. Er wird nächstes Jahr für die Öffentlichkeit geöffnet.",
      "example_translation": "O palácio foi usado como local para casamentos reais. Foi construído no século 15 e foi restaurado recentemente. Será aberto ao público no próximo ano.",
      "imageLink": "image_files\\English\\palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apotheke",
      "translation": "farmácia",
      "definition": "Ein Laden, in dem Menschen Medikamente und andere Produkte kaufen können, die mit der Gesundheit zusammenhängen.",
      "definition_translation": "Uma loja onde as pessoas podem comprar medicamentos e outros produtos relacionados à saúde.",
      "example": "Ich ging in die Apotheke, um ein Mittel gegen meine Kopfschmerzen zu kaufen. Der Apotheker wird mir helfen, das richtige zu wählen. Ich werde morgen wieder in die Apotheke gehen, um meine Verschreibung abzuholen.",
      "example_translation": "Fui à farmácia para comprar um remédio para minha dor de cabeça. O farmacêutico vai me ajudar a escolher o certo. Voltarei à farmácia amanhã para pegar minha receita.",
      "imageLink": "image_files\\English\\pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hafen",
      "translation": "porto",
      "definition": "Ein Ort, an dem Schiffe und Boote anlegen können, um Güter zu laden und zu löschen, insbesondere an einem Meer oder Ozean.",
      "definition_translation": "Um lugar onde navios e barcos podem parar para carregar e descarregar mercadorias, especialmente em um mar ou oceano.",
      "example": "Der Hafen war während des Sommers sehr belebt. Er wurde vor kurzem erweitert, um mehr Schiffe aufzunehmen. Der neue Hafen wird nächstes Monat eröffnet.",
      "example_translation": "O porto foi muito movimentado durante o verão. Foi expandido recentemente para acomodar mais navios. O novo porto será aberto no próximo mês.",
      "imageLink": "image_files\\English\\port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefängnis",
      "translation": "prisão",
      "definition": "Ein Gebäude oder Institution, in dem Menschen als Strafe für ein Verbrechen inhaftiert sind.",
      "definition_translation": "Um edifício ou instituição onde as pessoas são mantidas como punição por um crime.",
      "example": "Das Gefängnis war überfüllt, daher beschloss die Regierung, ein neues zu bauen. Die Gefangenen wurden letztes Jahr in das neue Gefängnis verlegt. Das alte Gefängnis wird in ein Museum umgewandelt.",
      "example_translation": "A prisão estava superlotada, então o governo decidiu construir uma nova. Os prisioneiros foram transferidos para a nova prisão no ano passado. A prisão antiga será convertida em um museu.",
      "imageLink": "image_files\\English\\prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenwald",
      "translation": "floresta tropical",
      "definition": "Ein Regenwald ist ein dichter Wald mit einem hohen Niederschlagslevel, typischerweise nahe dem Äquator gelegen. Er ist durch eine vielfältige Palette von Pflanzen- und Tierarten gekennzeichnet.",
      "definition_translation": "Uma floresta tropical é uma floresta densa com um alto nível de precipitação pluviométrica, typicalmente encontrado perto do equador. É caracterizada por uma variedade diversa de espécies de plantas e animais.",
      "example": "Ich besuchte einen Regenwald in Brasilien letztes Jahr, wo ich viele exotische Tiere sah. Ich werde nächsten Jahr einen anderen besuchen. Ich bin immer von Regenwäldern fasziniert gewesen.",
      "example_translation": "Eu visitei uma floresta tropical no Brasil no ano passado, onde vi muitos animais exóticos. Eu vou visitar outro ano que vem. Eu sempre fui fascinado por florestas tropicais.",
      "imageLink": "image_files\\English\\rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Realschule",
      "translation": "escola secundária",
      "definition": "Eine Realschule ist eine Schule, die Bildung für Schüler zwischen 11 und 18 Jahren anbietet, typischerweise nach der Grundschule und vor höherer Bildung.",
      "definition_translation": "Uma escola secundária é uma escola que fornece educação aos alunos entre as idades de 11 e 18, typicalmente após a escola primária e antes da educação superior.",
      "example": "Ich besuchte eine Realschule in meiner Heimatstadt, wo ich viele Freunde machte. Meine Schwester besucht derzeit eine Realschule. Ich werde meine Tochter nächstes Jahr in eine Realschule einschreiben.",
      "example_translation": "Eu frequentei uma escola secundária na minha cidade natal, onde fiz muitos amigos. Minha irmã está atualmente frequentando uma escola secundária. Eu vou me inscrever minha filha em uma escola secundária ano que vem.",
      "imageLink": "image_files\\English\\secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Souvenirshop",
      "translation": "loja de lembranças",
      "definition": "Ein Souvenirshop ist ein Laden, der Artikel wie Postkarten, Schlüsselanhänger und T-Shirts verkauft, die als Erinnerung an eine Reise oder Urlaub dienen sollen.",
      "definition_translation": "Uma loja de lembranças é uma loja que vende itens como cartões-postais, chaveiros e camisetas que são destinados a serem guardados como lembranças de uma viagem ou férias.",
      "example": "Ich kaufte ein Souvenir in einem Souvenirshop in Paris. Mein Freund besitzt einen Souvenirshop am Strand. Ich werde morgen einen Souvenirshop besuchen.",
      "example_translation": "Eu comprei um souvenir de uma loja de lembranças em Paris. Meu amigo é dono de uma loja de lembranças na praia. Eu vou visitar uma loja de lembranças amanhã.",
      "imageLink": "image_files\\English\\souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sportgeschäft",
      "translation": "loja de artigos esportivos",
      "definition": "Ein Sportgeschäft ist ein Laden, der Ausrüstung und Kleidung für verschiedene Sportarten wie Fußball, Basketball und Tennis verkauft.",
      "definition_translation": "Uma loja de artigos esportivos é uma loja que vende equipamentos e roupas para vários esportes, como futebol, basquete e tênis.",
      "example": "Ich kaufte ein neues Paar Laufschuhe in einem Sportgeschäft. Mein Bruder arbeitet in einem Sportgeschäft. Ich werde dieses Wochenende ein Sportgeschäft besuchen.",
      "example_translation": "Eu comprei um novo par de sapatos de corrida de uma loja de artigos esportivos. Meu irmão trabalha em uma loja de artigos esportivos. Eu vou visitar uma loja de artigos esportivos fim de semana.",
      "imageLink": "image_files\\English\\sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laden",
      "translation": "loja",
      "definition": "Ein Gebäude oder Raum, in dem Waren verkauft oder gelagert werden.",
      "definition_translation": "Um prédio ou sala onde os bens são vendidos ou armazenados.",
      "example": "Ich ging gestern in den Laden, um Milch zu kaufen, ich gehe jetzt in den Laden, um Brot zu kaufen, und ich werde morgen in den Laden gehen, um Eier zu kaufen.",
      "example_translation": "Eu fui à loja para comprar leite ontem, estou indo à loja para comprar pão agora e irei à loja para comprar ovos amanhã.",
      "imageLink": "image_files\\English\\store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tempel",
      "translation": "templo",
      "definition": "Ein Gebäude, das der Verehrung einer Gottheit oder Gottheiten dient.",
      "definition_translation": "Um prédio dedicado ao culto de uma divindade ou divindades.",
      "example": "Der antike Tempel wurde letztes Jahr entdeckt, die Touristen besuchten den Tempel gestern, und die Mönche werden morgen im Tempel beten.",
      "example_translation": "O templo antigo foi descoberto no ano passado, os turistas visitaram o templo ontem e os monges rezarão no templo amanhã.",
      "imageLink": "image_files\\English\\temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turm",
      "translation": "torre",
      "definition": "Ein hoch, schmaler Bau, oft für Verteidigung oder als Aussichtspunkt genutzt.",
      "definition_translation": "Um prédio alto e estreito, muitas vezes usado para defesa ou como posto de observação.",
      "example": "Der Turm stand hoch in der mittelalterlichen Burg, die Feuerwerke explodierten am Turm letzte Nacht, und die Kinder werden morgen am Turm spielen.",
      "example_translation": "A torre se ergueu alto no castelo medieval, os fogos de artifício explodiram na torre ontem à noite e as crianças brincarão perto da torre amanhã.",
      "imageLink": "image_files\\English\\tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strecke",
      "translation": "pista",
      "definition": "Eine schmale, oft asphaltierte oder gerippte Oberfläche für Fahrzeuge, die zu folgen ist.",
      "definition_translation": "Uma superfície estreita, geralmente pavimentada ou gradeada para veículos seguirem.",
      "example": "Das Auto fuhr schnell auf der Strecke, der Athlet lief auf der Strecke gestern, und der Zug wird morgen durch die Strecke fahren.",
      "example_translation": "O carro dirigiu rapidamente na pista, o atleta correu na pista ontem e o trem passará pela pista amanhã.",
      "imageLink": "image_files\\English\\track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jugendherberge",
      "translation": "albergue de juventude",
      "definition": "Eine budgetorientierte Unterkunft für junge Reisende, oft mit.Shared-Zimmern und Gemeinschaftseinrichtungen.",
      "definition_translation": "Um alojamento com orçamento para jovens viajantes, muitas vezes com quartos compartilhados e instalações comunais.",
      "example": "Ich übernachtete in einer Jugendherberge in Paris während meiner Rucksackreise durch Europa letzten Sommer.",
      "example_translation": "Eu fiquei em um albergue de juventude em Paris durante minha viagem de mochila pela Europa no verão passado.",
      "imageLink": "image_files\\English\\youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäckerei",
      "translation": "padaria",
      "definition": "Ein Laden, der Backwaren wie Brot, Kuchen und Feingebäck verkauft, die im Ofen gebacken werden.",
      "definition_translation": "Uma loja que vende alimentos à base de farinha assados em um forno, como pão, bolos e pastéis.",
      "example": "Ich hole frisches Brot von der Bäckerei auf meinem Weg nach Hause von der Arbeit.",
      "example_translation": "Eu vou pegar um pão fresco da padaria no meu caminho para casa do trabalho.",
      "imageLink": "image_files\\English\\bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Keller",
      "translation": "porão",
      "definition": "Der unterste Teil eines Gebäudes, oft unterhalb des Erdgeschwieniveaus, verwendet für Lagerung, Versorgung oder Freizeit.",
      "definition_translation": "A parte mais baixa de um prédio, muitas vezes abaixo do nível do solo, usada para armazenamento, utilidades ou recreação.",
      "example": "Der Keller wurde während der Renovierung in ein Heim-Fitnessstudio umgebaut.",
      "example_translation": "O porão foi convertido em um ginásio caseiro durante a reforma.",
      "imageLink": "image_files\\English\\basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zelle",
      "translation": "célula",
      "definition": "Ein kleiner, abgeschlossener oder abgeteilter Raum, insbesondere in einem Gefängnis oder Kloster.",
      "definition_translation": "Um espaço pequeno fechado ou compartimentalizado, especialmente em uma prisão ou mosteiro.",
      "example": "Der Gefangene wurde 23 Stunden am Tag in seiner Zelle eingeschlossen.",
      "example_translation": "O prisioneiro foi trancado em sua cela por 23 horas por dia.",
      "imageLink": "image_files\\English\\cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flur",
      "translation": "corredor",
      "definition": "Ein langer Gang in einem Gebäude, typischerweise mit Räumen auf beiden Seiten.",
      "definition_translation": "Um longo passeio em um prédio, normalmente com salas de ambos os lados.",
      "example": "Ich ging den Flur entlang, um zum Konferenzraum zu gelangen. Ich gehe den Flur entlang, um zum Konferenzraum zu gelangen. Ich werde den Flur entlanggehen, um zum Konferenzraum zu gelangen.",
      "example_translation": "Eu caminhei pelo corredor para chegar à sala de reunião. Eu caminharei pelo corredor para chegar à sala de reunião. Eu caminhei pelo corredor para chegar à sala de reunião.",
      "imageLink": "image_files\\English\\corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kurs",
      "translation": "curso",
      "definition": "Eine Serie von Lektionen oder Vorträgen zu einem bestimmten Thema, insbesondere einer, die zu einer Qualifikation führt.",
      "definition_translation": "Uma série de lições ou palestras sobre um assunto específico, especialmente uma que leva a uma qualificação.",
      "example": "Ich besuchte letzten Jahr einen Kurs in Computer-Programmierung. Ich besuche dieses Jahr einen Kurs in Computer-Programmierung. Ich werde nächstes Jahr einen Kurs in Computer-Programmierung besuchen.",
      "example_translation": "Eu fiz um curso de programação de computador no ano passado. Estou fazendo um curso de programação de computador este ano. Farei um curso de programação de computador no ano que vem.",
      "imageLink": "image_files\\English\\course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gut",
      "translation": "propriedade",
      "definition": "Ein großes Landgebiet, üblicherweise auf dem Land, das einem Menschen oder einer Familie gehört.",
      "definition_translation": "Uma área grande de terra, geralmente no campo, possuída por uma pessoa ou família.",
      "example": "Die Familie besitzt ein großes Gut auf dem Land. Die Familie besitzt ein großes Gut auf dem Land. Die Familie wird ein großes Gut auf dem Land besitzen.",
      "example_translation": "A família possuía uma propriedade grande no campo. A família possui uma propriedade grande no campo. A família terá uma propriedade grande no campo.",
      "imageLink": "image_files\\English\\estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauptquartier",
      "translation": "sede",
      "definition": "Das Hauptzentrum der Operationen oder Verwaltung einer Organisation oder eines Unternehmens.",
      "definition_translation": "O centro principal de operações ou administração de uma organização ou negócio.",
      "example": "Das Unternehmen hat sein Hauptquartier in New York. Das Unternehmen hat sein Hauptquartier in New York. Das Unternehmen wird sein Hauptquartier in New York haben.",
      "example_translation": "A sede da empresa está localizada em Nova York. As sedes da empresa estão localizadas em Nova York. A sede da empresa estará localizada em Nova York.",
      "imageLink": "image_files\\English\\headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lobby",
      "translation": "lobby",
      "definition": "Ein Lobby ist ein großer, oft luxuriöser, Eingangsbereich in einem öffentlichen Gebäude, wie einem Hotel oder Bürogebäude.",
      "definition_translation": "Um lobby é um grande hall de entrada, geralmente luxuoso, em um prédio público, como um hotel ou prédio de escritórios.",
      "example": "Ich wartete in der Lobby auf meinen Freund. Gestern wartete ich in der Lobby auf meinen Freund. Bis morgen werde ich in der Lobby auf meinen Freund gewartet haben.",
      "example_translation": "Esperei no lobby pelo meu amigo chegar. Ontem, esperei no lobby pelo meu amigo chegar. Até amanhã, terei esperado no lobby pelo meu amigo chegar.",
      "imageLink": "image_files\\English\\lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wiese",
      "translation": "prado",
      "definition": "Eine Wiese ist ein Stück Land, das mit Gras und Wildblumen bedeckt ist, oft für die Weide von Tieren verwendet.",
      "definition_translation": "Um prado é um pedaço de terra coberto com grama e flores silvestres, frequentemente usado para pastagem de animais.",
      "example": "Ich ging durch die Wiese, um zum Fluss zu gelangen. Gestern ging ich durch die Wiese, um zum Fluss zu gelangen. Bis nächster Woche werde ich durch die Wiese gegangen sein, um zum Fluss zu gelangen.",
      "example_translation": "Caminhei pelo prado para chegar ao rio. Ontem, caminhei pelo prado para chegar ao rio. Até a próxima semana, terei caminhado pelo prado para chegar ao rio.",
      "imageLink": "image_files\\English\\meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spielfeld",
      "translation": "terreno",
      "definition": "Ein Spielfeld ist ein abgegrenzter Bereich auf dem Boden, der für das Spielen von Spielen wie Fußball oder Baseball verwendet wird.",
      "definition_translation": "Um terreno é uma área de terra demarcada para jogar um jogo, especialmente futebol ou beisebol.",
      "example": "Ich übte meinen Wurf auf dem Spielfeld. Gestern übte ich meinen Wurf auf dem Spielfeld. Bis nächstes Jahr werde ich meinen Wurf auf dem Spielfeld geübt haben.",
      "example_translation": "Pratiquei meu lance no campo. Ontem, pratiquei meu lance no campo. Até o ano que vem, terei praticado meu lance no campo.",
      "imageLink": "image_files\\English\\pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuppen",
      "translation": "galpão",
      "definition": "Ein Schuppen ist ein kleiner, oft aus Holz oder Metall bestehender, Bau, der für die Lagerung von Dingen verwendet wird.",
      "definition_translation": "Um galpão é uma estrutura pequena, tipicamente feita de madeira ou metal, usada para armazenar coisas.",
      "example": "Ich lagerte meine Werkzeuge im Schuppen. Gestern lagerte ich meine Werkzeuge im Schuppen. Bis nächsten Monat werde ich meine Werkzeuge im Schuppen gelagert haben.",
      "example_translation": "Guardei minhas ferramentas no galpão. Ontem, guardei minhas ferramentas no galpão. Até o próximo mês, terei guardado minhas ferramentas no galpão.",
      "imageLink": "image_files\\English\\shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wolkenkratzer",
      "translation": "arranha-céu",
      "definition": "Ein sehr hohes, kontinuierlich bewohnbares Gebäude mit vielen Stockwerken, meist für Büro-, kommerzielle und Wohnzwecke entworfen.",
      "definition_translation": "um prédio muito alto, habitável em muitos andares, typicalmente projetado para uso comercial, de escritórios e residencial.",
      "example": "Der Wolkenkratzer wurde 2010 fertiggestellt und wurde das höchste Gebäude der Stadt. Er wird 2025 renoviert sein. Bis 2030 war er ein ikonisches Wahrzeichen geworden.",
      "example_translation": "O arranha-céu foi concluído em 2010 e se tornou o prédio mais alto da cidade. Será reformado em 2025. Até 2030, havia se tornado um marco icônico.",
      "imageLink": "image_files\\English\\skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinstrand",
      "translation": "praia pedregosa",
      "definition": "Ein Strand mit einer hohen Konzentration von Steinen oder Kieselsteinen, was es oft schwierig macht, zu gehen oder zu sonnenbaden.",
      "definition_translation": "uma praia com uma alta concentração de pedras ou seixos, frequentemente tornando difícil caminhar ou usar o sol.",
      "example": "Der Steinstrand war nicht ideal zum Schwimmen, aber er war perfekt, um interessante Steine zu suchen. Wir gingen gestern am Steinstrand entlang. Bis zum nächsten Sommer wird es ein beliebter Spot sein.",
      "example_translation": "A praia pedregosa não era ideal para nadar, mas era perfeita para procurar por pedras interessantes. Caminhamos ao longo da praia pedregosa ontem. Até o próximo verão, será um local popular.",
      "imageLink": "image_files\\English\\stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Studio",
      "translation": "estúdio",
      "definition": "Ein Raum oder Gebäude, in dem ein Künstler, Fotograf oder Musiker arbeitet oder seine Kunst, Musik oder Filme produziert.",
      "definition_translation": "um quarto ou prédio onde um artista, fotógrafo ou músico trabalha ou produz sua arte, música ou filmes.",
      "example": "Die Fotografin hatte ein kleines Studio in ihrer Wohnung, wo sie ihre Fotos entwickelte. Sie wird nächsten Monat ein neues Studio eröffnen. Bis zum Ende des Jahres wird ihr Studio berühmt sein.",
      "example_translation": "A fotógrafa tinha um pequeno estúdio em seu apartamento onde ela desenvolvia suas fotos. Ela abrirá um novo estúdio no próximo mês. Até o final do ano, seu estúdio será famoso.",
      "imageLink": "image_files\\English\\studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Terminal",
      "translation": "terminal",
      "definition": "Ein Gebäude oder Einrichtung, wo Passagiere ankommen oder abreisen, insbesondere an einem Flughafen oder Hafen.",
      "definition_translation": "um prédio ou instalação onde os passageiros chegam ou partem, especialmente em um aeroporto ou porto.",
      "example": "Das neue Terminal am Flughafen wurde letztes Jahr eröffnet. Wir werden morgen am Terminal ankommen. Bis 2030 wird das Terminal erweitert sein.",
      "example_translation": "O novo terminal no aeroporto foi aberto no ano passado. Chegaremos ao terminal amanhã. Até 2030, o terminal será expandido.",
      "imageLink": "image_files\\English\\terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Terrasse",
      "translation": "terraço",
      "definition": "Ein ebener Raum außerhalb eines Hauses oder Gebäudes, oft von einer Mauer oder Brüstung umgeben, der zur Erholung oder Entspannung verwendet wird.",
      "definition_translation": "Uma área plana fora de uma casa ou prédio, frequentemente rodeada por um muro ou corrimão, usada para recreação ou relaxamento.",
      "example": "Ich saß auf der Terrasse, trank Kaffee und genoss den Blick. Gestern saß ich auf der Terrasse, las ein Buch. Morgen werde ich auf der Terrasse sitzen, den Sonnenuntergang beobachten.",
      "example_translation": "Eu sentei no terraço, tomando meu café e aproveitando a vista. Ontem, eu sentei no terraço, lendo um livro. Amanhã, eu vou sentar no terraço, assistindo ao pôr do sol.",
      "imageLink": "image_files\\English\\terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veranstaltungsort",
      "translation": "local",
      "definition": "Ein Ort, an dem eine Veranstaltung oder Aktivität stattfindet, wie ein Konzert, eine Konferenz oder ein Sportereignis.",
      "definition_translation": "Um lugar onde um evento ou atividade é realizado, como um concerto, conferência ou evento esportivo.",
      "example": "Der Veranstaltungsort für das Konzert wurde letzten Minute geändert. Der Veranstaltungsort für die Hochzeit war ein schöner Garten. Der Veranstaltungsort für die Sitzung wird bald bekannt gegeben werden.",
      "example_translation": "O local do concerto foi mudado no último minuto. O local do casamento foi um jardim lindo. O local da reunião será anunciado em breve.",
      "imageLink": "image_files\\English\\venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Station",
      "translation": "departamento",
      "definition": "Eine Abteilung eines Krankenhauses oder anderen medizinischen Einrichtung, insbesondere eine, die sich auf eine bestimmte Art von Patienten oder Behandlung spezialisiert.",
      "definition_translation": "Uma divisão de um hospital ou outra instalação médica, especialmente uma que se especialize em um tipo particular de paciente ou tratamento.",
      "example": "Der Patient wurde in die Intensivpflegestation verlegt. Der Arzt arbeitete auf der Kinderstation mehrere Jahre lang. Die Schwester wurde der chirurgischen Station zugeteilt.",
      "example_translation": "O paciente foi transferido para a unidade de cuidados intensivos. O médico trabalhou na ala pediátrica por vários anos. A enfermeira foi designada para a ala cirúrgica.",
      "imageLink": "image_files\\English\\ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flugleitwarte",
      "translation": "torre de controle",
      "definition": "Ein hoher Turm auf einem Flughafen, von dem aus der Flugverkehr gesteuert und reguliert wird.",
      "definition_translation": "Uma estrutura alta em um aeroporto a partir da qual o tráfego aéreo é controlado e regulamentado.",
      "example": "Die Flugleitwarte leitete das Flugzeug zur Landebahn. Die Flugleitwarte wurde aufgrund eines Brandes evakuiert. Die Flugleitwarte wird nächstes Jahr renoviert werden.",
      "example_translation": "A torre de controle guiou o avião para a pista de pouso. A torre de controle foi evacuada devido a um incêndio. A torre de controle será renovada no ano que vem.",
      "imageLink": "image_files\\English\\control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feinkostladen",
      "translation": "mercearia",
      "definition": "Ein Laden, der eine Vielzahl von zubereiteten Lebensmitteln wie Fleisch, Käse und Desserts anbietet, oft in einer dekorativen oder künstlerischen Weise dargestellt.",
      "definition_translation": "Uma loja que vende uma variedade de alimentos preparados, como carnes, queijos e sobremesas, frequentemente servidos de maneira decorativa ou artística.",
      "example": "Ich besuchte einen Feinkostladen in New York und kaufte einige leckere Sandwiches. Ich habe einen Feinkostladen in Paris besucht vorher. Ich werde nächsten Monat einen Feinkostladen in London besuchen.",
      "example_translation": "Eu visitei uma mercearia em Nova York e comprei alguns sanduíches deliciosos. Eu já havia visitado uma mercearia em Paris antes. Eu visitarei uma mercearia em Londres no próximo mês.",
      "imageLink": "image_files\\English\\delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wahrzeichen",
      "translation": "marco",
      "definition": "Ein bemerkenswertes oder prominentes Merkmal einer Landschaft oder Stadt, oft als Symbol oder Kennzeichen dienend.",
      "definition_translation": "Um recurso notável ou proeminente de uma paisagem ou cidade, frequentemente servindo como símbolo ou identificador.",
      "example": "Der Eiffelturm ist ein berühmtes Wahrzeichen in Paris. Die Freiheitsstatue ist ein bekanntes Wahrzeichen in New York. Die Big Ben wird ein Wahrzeichen in London auf ewig sein.",
      "example_translation": "A Torre Eiffel é um marco famoso em Paris. A Estátua da Liberdade é um marco bem conhecido em Nova York. O Big Ben será um marco em Londres para sempre.",
      "imageLink": "image_files\\English\\landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Herrschhaus",
      "translation": "mansão",
      "definition": "Ein großes und beeindruckendes Haus, oft verwendet, um ein luxuriöses oder prächtiges Wohnhaus zu beschreiben.",
      "definition_translation": "Uma casa grande e impressionante, frequentemente usada para descrever uma moradia luxuosa ou grandiosa.",
      "example": "Der Millionär lebte in einem Herrschhaus mit einem schönen Garten. Sie hat immer von einem Herrschhaus am Strand geträumt. Sie werden nächstes Jahr ein Herrschhaus in den Bergen bauen.",
      "example_translation": "O milionário viveu em uma mansão com um jardim bonito. Ela sempre sonhou em possuir uma mansão na praia. Eles vão construir uma mansão nas montanhas no ano que vem.",
      "imageLink": "image_files\\English\\mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Treppenaufgang",
      "translation": "escada",
      "definition": "Eine Treppe und ihre unterstützenden Strukturen, oft führend von einem Stockwerk zu einem anderen in einem Gebäude.",
      "definition_translation": "Um conjunto de degraus e suas estruturas de suporte, frequentemente levando de um andar a outro em um prédio.",
      "example": "Das alte Haus hatte einen schönen Treppenaufgang zum zweiten Stock. Sie ging langsam die Treppe hinunter. Sie werden nächsten Monat einen neuen Treppenaufgang im Bürogebäude installieren.",
      "example_translation": "A casa antiga tinha uma bela escada levando ao segundo andar. Ela desceu a escada lentamente. Eles vão instalar uma nova escada no prédio de escritórios no próximo mês.",
      "imageLink": "image_files\\English\\staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schreibwarengeschäft",
      "translation": "papelaria",
      "definition": "Ein Laden, der Papier, Stifte und andere Büromaterialien verkauft.",
      "definition_translation": "Uma loja que vende papel, canetas e outros suprimentos de escritório.",
      "example": "Ich kaufte gestern ein neues Notizbuch im Schreibwarengeschäft. Heute gehe ich dahin, um einen Stift zu kaufen. Morgen werde ich einen Lineal kaufen.",
      "example_translation": "Eu comprei um novo caderno na papelaria ontem. Hoje, estou indo comprar uma caneta lá. Amanhã, vou comprar uma régua.",
      "imageLink": "image_files\\English\\stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lagerhalle",
      "translation": "armazém",
      "definition": "Ein großes Gebäude, das für die Lagerung von Waren genutzt wird.",
      "definition_translation": "Um grande edifício usado para armazenar mercadorias.",
      "example": "Das Unternehmen baute eine neue Lagerhalle, um seine Produkte zu lagern. Letztes Jahr haben sie sie in einem kleinen Gebäude gelagert. In Zukunft werden sie die Lagerhalle erweitern.",
      "example_translation": "A empresa construiu um novo armazém para armazenar seus produtos. No ano passado, eles usavam armazená-los em um prédio pequeno. No futuro, eles vão ampliar o armazém.",
      "imageLink": "image_files\\English\\warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischhändler",
      "translation": "peixaria",
      "definition": "Ein Laden, der frischen Fisch und Meeresfrüchte verkauft.",
      "definition_translation": "Uma loja que vende peixe fresco e frutos do mar.",
      "example": "Ich kaufte gestern Garnelen beim Fischhändler. Heute gehe ich dahin, um Lachs zu kaufen. Morgen werde ich Thunfisch kaufen.",
      "example_translation": "Eu comprei alguns camarões na peixaria ontem. Hoje, estou indo comprar algum salmão lá. Amanhã, vou comprar algum atum.",
      "imageLink": "image_files\\English\\fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisengeschäft",
      "translation": "ferreteria",
      "definition": "Ein Laden, der Werkzeuge und Eisenwaren verkauft.",
      "definition_translation": "Uma loja que vende ferramentas e hardware.",
      "example": "Ich kaufte gestern einen Hammer im Eisengeschäft. Heute gehe ich dahin, um Schrauben zu kaufen. Morgen werde ich einen Schraubenschlüssel kaufen.",
      "example_translation": "Eu comprei um martelo na ferreteria ontem. Hoje, estou indo comprar alguns parafusos lá. Amanhã, vou comprar uma chave inglesa.",
      "imageLink": "image_files\\English\\ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landung",
      "translation": "aterragem",
      "definition": "Der Vorgang, ein Raumfahrzeug oder ein Luftfahrzeug sicher auf den Boden oder zu einer sicheren Position auf dem Boden zu bringen.",
      "definition_translation": "O ato de trazer uma espaçonave ou uma aeronave ao solo ou a uma posição segura no solo.",
      "example": "Der Pilot führte die Landung geschickt durch und brachte das Flugzeug auf der Startbahn zum Stehen. Gestern landete das Raumfahrzeug erfolgreich auf dem Mars. Die Landung wird morgen früh stattfinden.",
      "example_translation": "O piloto habilmente executou a aterragem, trazendo o avião para uma parada na pista. Ontem, a espaçonave fez uma aterrissagem bem-sucedida em Marte. A aterrissagem ocorrerá ao amanhecer amanhã.",
      "imageLink": "image_files\\English\\landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dachboden",
      "translation": "sótão",
      "definition": "Ein Raum oder Bereich direkt unter dem Dach eines Gebäudes, oft für Lagerzwecke oder als Wohnraum verwendet.",
      "definition_translation": "Um quarto ou espaço diretamente sob o telhado de um prédio, muitas vezes usado para armazenamento ou como espaço de vida.",
      "example": "Der Dachboden über der Garage wurde in ein gemütliches Schlafzimmer umgewandelt. Sie lagerte ihr altes Möbel im Dachboden. Bis zum Jahresende planen sie, den Dachboden in ein Heim office umzubauen.",
      "example_translation": "O sótão acima da garagem foi convertido em um quarto aconchegante. Ela armazenou seu mobiliário antigo no sótão. Até o final do ano, eles planejam transformar o sótão em um escritório em casa.",
      "imageLink": "image_files\\English\\loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkohollizenz",
      "translation": "loja de bebidas",
      "definition": "Ein Laden, der lizenziert ist, alkoholische Getränke zu verkaufen, aber nur für den Verzehr außerhalb der Geschäftsräume.",
      "definition_translation": "Uma loja que é licenciada para vender bebidas alcoólicas, mas apenas para consumo fora do local.",
      "example": "Wir kauften eine Flasche Wein in der Alkohollizenz, um sie zu Hause zu genießen. Die Alkohollizenz an der Ecke verkauft eine breite Palette an Bieren. Er hielt auf dem Heimweg an der Alkohollizenz, um ein Sixpack zu kaufen.",
      "example_translation": "Nós compramos uma garrafa de vinho da loja de bebidas para desfrutar em casa. A loja de bebidas na esquina vende uma variedade de cervejas. Ele parou na loja de bebidas para pegar uma embalagem de seis latas no caminho para casa.",
      "imageLink": "image_files\\English\\off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stall",
      "translation": "estável",
      "definition": "Fest und stabil, nicht wahrscheinlich, umzufallen oder bewegt zu werden.",
      "definition_translation": "Forte e firme, não provável de cair ou ser movido.",
      "example": "Die Stalltür quietschte, als das Pferd hinausging. Die stabile Wirtschaft des Landes lockte ausländische Investoren an. Bis nächstem Jahr plant die Firma, eine stabilere Finanzlage zu haben.",
      "example_translation": "A porta da estrebaria rangeu quando o cavalo saiu. A economia estável do país atraiu investidores estrangeiros. Até o ano que vem, a empresa planeja ter uma situação financeira mais estável.",
      "imageLink": "image_files\\English\\stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zollfreier Shop",
      "translation": "loja franca",
      "definition": "Ein zollfreier Shop ist ein Einzelhandelsgeschäft, das von bestimmten lokalen und nationalen Steuern und Zöllen befreit ist, wodurch es Produkte zu einem niedrigeren Preis als in einem standardmäßigen Einzelhandelsumfeld verkaufen kann.",
      "definition_translation": "Uma loja franca é uma loja de varejo que está isenta de certos impostos e direitos locais e nacionais, permitindo que venda produtos a um preço mais baixo do que seria possível em um ambiente de varejo padrão.",
      "example": "Ich kaufte eine Flasche Parfüm im zollfreien Shop am Flughafen. Ich werde nächstes Jahr, wenn ich von meiner Reise zurückkehre, noch eine Flasche kaufen. Ich kaufe seit Jahren Schokoladen im zollfreien Shop.",
      "example_translation": "Eu comprei um frasco de perfume na loja franca do aeroporto. Vou comprar outro quando voltar da minha viagem no ano que vem. Eu tenho comprado chocolates na loja franca há anos.",
      "imageLink": "image_files\\English\\duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landesteg",
      "translation": "píer",
      "definition": "Ein Landesteg ist eine Konstruktion, die über dem Wasser gebaut wird, typischerweise von Pfeilern oder Pfählen unterstützt, und zu verschiedenen Zwecken wie Fischfang, Schifffahrt oder Erholung verwendet wird.",
      "definition_translation": "Um píer é uma estrutura construída sobre a água, típica suportada por pilares ou pilhas, e usada para vários propósitos, como pesca, navegação ou recreação.",
      "example": "Ich schlenderte entlang des Landestegs und genoss den Blick auf das Meer. Die Fischer waren beschäftigt, ihre Fangzüge am Landesteg abzuladen. Die Stadt plant, einen neuen Landesteg für Erholungsaktivitäten zu bauen.",
      "example_translation": "Eu caminhei ao longo do píer, desfrutando da vista do oceano. Os pescadores estavam ocupados descarregando sua pesca no píer. A cidade planeja construir um novo píer para atividades recreativas.",
      "imageLink": "image_files\\English\\pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]