[
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "April",
      "translation": "Abril",
      "definition": "Der vierte Monat des Jahres, zwischen März und Mai",
      "definition_translation": "O quarto mês do ano, ocorrendo entre março e maio",
      "example": "Ich wurde im April 1990 geboren. Ich werde meine Familie im April nächsten Jahr besuchen. Ich besuchte Paris im April letzten Jahr.",
      "example_translation": "Eu nasci em abril de 1990. Vou visitar minha família em abril do próximo ano. Visitei Paris em abril do ano passado.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "August",
      "translation": "Agosto",
      "definition": "Der achte Monat des Jahres, zwischen Juli und September",
      "definition_translation": "O oitavo mês do ano, ocorrendo entre julho e setembro",
      "example": "Ich gehe im August an den Strand. Wir hatten letzten August eine gute Zeit. August ist mein Lieblingsmonat.",
      "example_translation": "Vou para a praia em agosto. Tivemos um ótimo tempo em agosto do ano passado. Agosto é meu mês favorito.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dezember",
      "translation": "Dezembro",
      "definition": "Der zwölfte und letzte Monat des Jahres, zwischen November und Januar",
      "definition_translation": "O décimo segundo e último mês do ano, ocorrendo entre novembro e janeiro",
      "example": "Ich liebe es, Weihnachten im Dezember zu feiern. Wir haben immer eineParty im Dezember. Dezember ist der kälteste Monat.",
      "example_translation": "Eu adoro celebrar o Natal em dezembro. Nós sempre temos uma festa em dezembro. Dezembro é o mês mais frio.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Februar",
      "translation": "Fevereiro",
      "definition": "Der zweite Monat des Jahres, zwischen Januar und März",
      "definition_translation": "O segundo mês do ano, ocorrendo entre janeiro e março",
      "example": "Ich wurde im Februar 1995 geboren. Wir werden im Februar nächsten Jahr Skifahren. Februar ist ein kalter Monat.",
      "example_translation": "Eu nasci em fevereiro de 1995. Vamos esquiar em fevereiro do próximo ano. Fevereiro é um mês frio.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Januar",
      "translation": "Janeiro",
      "definition": "Der erste Monat des Jahres im gregorianischen Kalender, typischerweise gekennzeichnet durch Winter in der nördlichen Hemisphäre.",
      "definition_translation": "O primeiro mês do ano no calendário gregoriano, usualmente marcado pelo inverno no hemisfério norte.",
      "example": "Ich wurde im Januar 1990 geboren, Ich werde im Januar nächsten Jahr eine Party besuchen und ich besuchte eine Hochzeit im Januar letzten Jahr.",
      "example_translation": "Eu nasci em janeiro de 1990, irei participar de uma festa em janeiro do próximo ano e assistir a um casamento em janeiro do ano passado.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juli",
      "translation": "Julho",
      "definition": "Der siebte Monat des Jahres im gregorianischen Kalender, typischerweise gekennzeichnet durch Sommer in der nördlichen Hemisphäre.",
      "definition_translation": "O sétimo mês do ano no calendário gregoriano, usualmente marcado pelo verão no hemisfério norte.",
      "example": "Ich ging letzten Juli an den Strand, Ich werde im Juli dieses Jahres ein Musikfest besuchen und ich habe jeden Juli Geburtstag.",
      "example_translation": "Eu fui para a praia em julho do ano passado, irei participar de um festival de música em julho deste ano e tenho um aniversário em julho todos os anos.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juni",
      "translation": "Junho",
      "definition": "Der sechste Monat des Jahres im gregorianischen Kalender, typischerweise gekennzeichnet durch den Beginn des Sommers in der nördlichen Hemisphäre.",
      "definition_translation": "O sexto mês do ano no calendário gregoriano, usualmente marcado pelo início do verão no hemisfério norte.",
      "example": "Ich machte meinen Abschluss letzten Juni, Ich werde im Juni dieses Jahres eine Hochzeit besuchen und ich habe einen Urlaub geplant im Juni nächsten Jahr.",
      "example_translation": "Eu me formei em junho do ano passado, irei participar de um casamento em junho deste ano e tenho um plano de férias em junho do próximo ano.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "März",
      "translation": "Março",
      "definition": "Der dritte Monat des Jahres im gregorianischen Kalender, typischerweise gekennzeichnet durch den Beginn des Frühlings in der nördlichen Hemisphäre.",
      "definition_translation": "O terceiro mês do ano no calendário gregoriano, usualmente marcado pelo início da primavera no hemisfério norte.",
      "example": "Ich ging letztes Jahr zu einer Konferenz im März, Ich werde im März dieses Jahres ein Meeting besuchen und ich habe ein Projekt-Deadline im März nächsten Jahr.",
      "example_translation": "Eu fui a uma conferência em março do ano passado, irei participar de uma reunião em março deste ano e tenho um prazo de entrega de projeto em março do próximo ano.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mai",
      "translation": "Maio",
      "definition": "Der fünfte Monat des Jahres, nach April und vor Juni.",
      "definition_translation": "O quinto mês do ano, após abril e antes de junho.",
      "example": "Ich werde im Mai abschließen. Ich machte meinen Abschluss im Mai. Ich machte letzten Mai meinen Abschluss.",
      "example_translation": "Eu vou graduar em Maio. Eu me formei em Maio. Eu me formei no mês passado de Maio.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "November",
      "translation": "Novembro",
      "definition": "Der elfte Monat des Jahres, nach Oktober und vor Dezember.",
      "definition_translation": "O décimo primeiro mês do ano, após outubro e antes de dezembro.",
      "example": "Ich werde im November nach Europa reisen. Ich reiste letzten November nach Europa. Ich werde im nächsten November nach Europa reisen.",
      "example_translation": "Eu viajarei para a Europa em Novembro. Eu viajei para a Europa em Novembro. Eu viajarei para a Europa no próximo Novembro.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oktober",
      "translation": "Outubro",
      "definition": "Der zehnte Monat des Jahres, nach September und vor November.",
      "definition_translation": "O décimo mês do ano, após setembro e antes de novembro.",
      "example": "Ich werde im Oktober einen Geburtstagsfeier haben. Ich hatte im Oktober einen Geburtstagsfeier. Ich werde im nächsten Oktober einen Geburtstagsfeier haben.",
      "example_translation": "Eu terei uma festa de aniversário em Outubro. Eu tive uma festa de aniversário em Outubro. Eu terei uma festa de aniversário no próximo Outubro.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "September",
      "translation": "Setembro",
      "definition": "Der neunte Monat des Jahres, nach August und vor Oktober.",
      "definition_translation": "O nono mês do ano, após agosto e antes de outubro.",
      "example": "Ich werde im September einen neuen Job anfangen. Ich begann im September einen neuen Job. Ich werde im nächsten September einen neuen Job anfangen.",
      "example_translation": "Eu começarei um novo emprego em Setembro. Eu comecei um novo emprego em Setembro. Eu começarei um novo emprego no próximo Setembro.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]