[
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bier",
      "translation": "cerveja",
      "definition": "Eine Art alkoholhaltiges Getränk, hergestellt aus fermentierten Getreide, typischerweise Gerste, Hopfen und Hefe.",
      "definition_translation": "um tipo de bebida alcoólica feita de grãos fermentados, tipicamente cevada, lúpulo e fermento.",
      "example": "Ich trank ein Bier auf der Party letzte Nacht. Ich trinke normalerweise Bier am Freitag. Ich werde ein Bier trinken, wenn ich morgen meine Prüfung habe.",
      "example_translation": "Eu bebi uma cerveja na festa ontem à noite. Eu normalmente bebo cerveja às sextas-feiras. Eu vou beber uma cerveja depois do meu exame amanhã.",
      "imageLink": "image_files\\English\\beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaffee",
      "translation": "café",
      "definition": "Ein heißes Getränk, hergestellt aus den gerösteten Samen einer tropischen Pflanze.",
      "definition_translation": "uma bebida quente feita das sementes torradas de uma planta tropical.",
      "example": "Ich trank eine Tasse Kaffee heute Morgen. Sie trinkt normalerweise Kaffee mit Zucker. Sie werden Kaffee im Café morgen trinken.",
      "example_translation": "Eu bebi uma xícara de café esta manhã. Ela normalmente bebe café com açúcar. Eles vão beber café no café amanhã.",
      "imageLink": "image_files\\English\\coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cola",
      "translation": "Coca-Cola",
      "definition": "Eine Art süßes, kohlensäurehaltiges Softgetränk, typischerweise kalt serviert.",
      "definition_translation": "um tipo de bebida doce, carbonatada e suave, servida tipicamente gelada.",
      "example": "Ich trank eine Cola im Restaurant gestern. Er trinkt normalerweise Cola zu seinen Mahlzeiten. Sie werden Cola auf der Party heute Abend trinken.",
      "example_translation": "Eu bebi uma Coca-Cola no restaurante ontem. Ele normalmente bebe Coca-Cola com suas refeições. Eles vão beber Coca-Cola na festa hoje à noite.",
      "imageLink": "image_files\\English\\coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "beber",
      "definition": "Ein Fluid zu schlucken, typischerweise durch den Mund.",
      "definition_translation": "engolir um líquido, tipicamente pela boca.",
      "example": "Ich trank Wasser gestern. Sie trinkt Saft jeden Morgen. Sie werden Soda auf der Party heute Abend trinken.",
      "example_translation": "Eu bebi água ontem. Ela bebe suco todas as manhãs. Eles vão beber refrigerante na festa hoje à noite.",
      "imageLink": "image_files\\English\\drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Saft",
      "translation": "suco",
      "definition": "Eine flüssige Substanz, die natürlicherweise in Pflanzen oder Tieren enthalten ist, especialmente ein süßer Saft, der in Früchten und Gemüse gefunden wird.",
      "definition_translation": "Um líquido substância que é naturalmente contida em plantas ou animais, especialmente um líquido doce encontrado em frutas e legumes.",
      "example": "Ich trank ein Glas Orangensaft zum Frühstück. Gestern trank ich zwei Gläser Saft. Morgen werde ich mit meinen Freunden Saft trinken.",
      "example_translation": "Eu bebi um copo de suco de laranja no café da manhã. Ontem, eu bebi dois copos de suco. Amanhã, eu vou beber um suco com meus amigos.",
      "imageLink": "image_files\\English\\juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milch",
      "translation": "leite",
      "definition": "Eine weiße Flüssigkeit, produziert von den Milchdrüsen weiblicher Säugetiere, insbesondere Kühen, Ziegen und Schafen, und als Nahrung verwendet.",
      "definition_translation": "Um líquido branco produzido pelas glândulas mamárias de mamíferos femininos, especialmente vacas, cabras e ovelhas, e usado como alimento.",
      "example": "Ich trinke Milch jeden Morgen. Meine Schwester trank Milch, als sie ein Baby war. Wirst du Milch zu deinem Frühstück trinken?",
      "example_translation": "Eu bebo leite todas as manhãs. Minha irmã bebeu leite quando era bebê. Você beberá leite com seu cereal?",
      "imageLink": "image_files\\English\\milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orangensaft",
      "translation": "suco de laranja",
      "definition": "Ein flüssiger Extrakt aus Orangen, oft als Getränk serviert.",
      "definition_translation": "Um líquido extraído de laranjas, frequentemente servido como bebida.",
      "example": "Ich liebe es, Orangensaft im Sommer zu trinken. Gestern kaufte ich eine Flasche Orangensaft. Wirst du Orangensaft mit mir trinken?",
      "example_translation": "Eu amo beber suco de laranja no verão. Ontem, eu comprei uma garrafa de suco de laranja. Você beberá suco de laranja comigo?",
      "imageLink": "image_files\\English\\orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tee",
      "translation": "chá",
      "definition": "Ein heißes Getränk, hergestellt durch das Infundieren der getrockneten und zerkleinerten Blätter der Teepflanze in kochendem Wasser.",
      "definition_translation": "Uma bebida quente feita pela infusão das folhas secas e esmagadas da planta de chá em água fervente.",
      "example": "Ich trinke Tee jeden Nachmittag. Meine Großmutter trank Tee mit ihren Freunden. Möchtest du Tee mit mir trinken?",
      "example_translation": "Eu bebo chá todas as tardes. Minha avó bebeu chá com seus amigos. Você quer beber chá comigo?",
      "imageLink": "image_files\\English\\tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tomatensaft",
      "translation": "suco de tomate",
      "definition": "Ein flüssiger Extrakt aus Tomaten, oft als Getränk konsumiert.",
      "definition_translation": "Um extrato líquido de tomates, muitas vezes consumido como uma bebida",
      "example": "Ich trank ein Glas Tomatensaft gestern, ich trinke ihn jetzt und ich werde ihn morgen wieder trinken.",
      "example_translation": "Eu bebi um copo de suco de tomate ontem, estou bebendo agora e vou beber novamente amanhã.",
      "imageLink": "image_files\\English\\tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasser",
      "translation": "água",
      "definition": "Eine klare, farblose, geruchlose und geschmacklose Flüssigkeit.",
      "definition_translation": "Uma substância líquida clara, incolor, inodora e insípida",
      "example": "Ich werde Wasser in Zukunft trinken, ich trank Wasser in der Vergangenheit und ich trinke Wasser gerade jetzt.",
      "example_translation": "Vou beber água no futuro, bebi água no passado e estou bebendo água agora.",
      "imageLink": "image_files\\English\\water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wein",
      "translation": "vinho",
      "definition": "Ein alkoholisches Getränk, hergestellt aus fermentierten Trauben",
      "definition_translation": "Uma bebida alcoólica feita a partir de uvas fermentadas",
      "example": "Ich werde Wein auf der Party probieren, ich habe Wein auf der Hochzeit getrunken und ich trinke Wein gerade jetzt.",
      "example_translation": "Vou provar o vinho na festa, provei vinho no casamento e estou provando vinho agora.",
      "imageLink": "image_files\\English\\wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkohol",
      "translation": "álcool",
      "definition": "Eine farblose, volatile und entzündliche Flüssigkeit",
      "definition_translation": "Uma substância líquida incolor, volátil e inflamável",
      "example": "Ich werde Alkohol auf der Party konsumieren, ich habe Alkohol im Club konsumiert und ich konsumiere Alkohol gerade jetzt.",
      "example_translation": "Vou consumir álcool na festa, consumi álcool no clube e estou consumindo álcool agora.",
      "imageLink": "image_files\\English\\alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelsaft",
      "translation": "suco de maçã",
      "definition": "Ein süßes und erfrischendes Getränk, hergestellt aus Äpfeln, oft kalt serviert.",
      "definition_translation": "Uma bebida doce e refrescante feita de maçãs, frequentemente servida gelada.",
      "example": "Ich habe Apfelsaft zum Frühstück getrunken, ich werde Apfelsaft zum Mittagessen trinken und ich habe Apfelsaft den ganzen Tag getrunken.",
      "example_translation": "Eu bebi suco de maçã no café da manhã, eu vou beber suco de maçã no almoço e eu tenho bebido suco de maçã o dia todo.",
      "imageLink": "image_files\\English\\apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Champagner",
      "translation": "champanhe",
      "definition": "Ein Typ von prickelndem Wein, typischerweise weiß, hergestellt aus Trauben vom Anbaugebiet Champagne in Frankreich.",
      "definition_translation": "Um tipo de vinho espumante, tipicamente branco, feito de uvas cultivadas na região do Champanhe, na França.",
      "example": "Wir haben den Champagner zum Anlass unserer Hochzeit geöffnet, wir werden Champagner auf unserer Hochzeit öffnen und wir haben Champagner letzte Nacht geöffnet.",
      "example_translation": "Nós abrimos o champanhe para comemorar nosso aniversário, vamos abrir champanhe para nosso casamento e nós havíamos aberto champanhe na noite passada.",
      "imageLink": "image_files\\English\\champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kola",
      "translation": "cóla",
      "definition": "Ein süßes, aromatisiertes Softgetränk, typischerweise dunkelbraun in der Farbe, enthält Koffein.",
      "definition_translation": "Uma bebida doce e aromatizada, tipicamente marrom-escura, contendo cafeína.",
      "example": "Ich habe Kola seit Jahren getrunken, ich habe Kola auf der Party getrunken und ich werde Kola morgen trinken.",
      "example_translation": "Eu tenho bebido cóla há anos, eu bebi cóla na festa e eu vou beber cóla amanhã.",
      "imageLink": "image_files\\English\\cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "beber",
      "definition": "Ein Getränk, wie Wasser, Saft oder ein Softgetränk, durch den Mund zu sich zu nehmen.",
      "definition_translation": "Engolir um líquido, como água, suco ou uma bebida, pela boca.",
      "example": "Ich werde Wasser nach dem Sport trinken, ich habe Saft zum Frühstück getrunken und ich habe Tee den ganzen Tag getrunken.",
      "example_translation": "Eu vou beber água após o exercício, eu bebi suco no café da manhã e eu tenho bebido chá o dia todo.",
      "imageLink": "image_files\\English\\drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heiße Schokolade",
      "translation": "chocolate quente",
      "definition": "Ein süßes Getränk, hergestellt aus geschmolzener Schokolade und Milch, oft heiß serviert.",
      "definition_translation": "uma bebida doce feita com chocolate derretido e leite, frequentemente servida quente",
      "example": "Ich habe Heiße Schokolade im Café gestern getrunken, ich trinke es jetzt und ich werde es morgen trinken.",
      "example_translation": "Eu bebi chocolate quente no café ontem, estou bebendo agora e beberei amanhã.",
      "imageLink": "image_files\\English\\hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenlimonade",
      "translation": "limonada",
      "definition": "Ein süßes Getränk, hergestellt aus Zitronensaft, Wasser und Zucker.",
      "definition_translation": "uma bebida doce feita com suco de limão, água e açúcar",
      "example": "Ich habe Zitronenlimonade für die Party letzte Woche gemacht, ich mache es für das BBQ heute und ich werde es für das Picknick nächsten Wochenende machen.",
      "example_translation": "Eu fiz limonada para a festa semana passada, estou fazendo para o churrasco hoje e farei para o piquenique no próximo fim de semana.",
      "imageLink": "image_files\\English\\lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milkshake",
      "translation": "milk-shake",
      "definition": "Ein süßes, cremiges Getränk, hergestellt aus Milch, Eiscreme und Aromen.",
      "definition_translation": "uma bebida doce e cremosa feita com leite, sorvete e aromatizantes",
      "example": "Ich habe einen Milkshake im Diner letzte Nacht bestellt, ich bestelle einen jetzt im Restaurant und ich werde einen später im Café bestellen.",
      "example_translation": "Eu pedi um milk-shake no diner ontem à noite, estou pedindo um agora no restaurante e pedirei um mais tarde no café.",
      "imageLink": "image_files\\English\\milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Mineralwasser",
      "translation": "água mineral",
      "definition": "Wasser, das natürliche Mineralstoffe enthält, oft abgefüllt und als gesundes Getränk verkauft.",
      "definition_translation": "água que é naturalmente rica em minerais, frequentemente engarrafada e vendida como bebida saudável",
      "example": "Ich habe Mineralwasser im Fitnessstudio gestern getrunken, ich trinke es jetzt und ich werde es nach meinem Workout morgen trinken.",
      "example_translation": "Eu bebi água mineral no ginásio ontem, estou bebendo agora e beberei após o treino amanhã.",
      "imageLink": "image_files\\English\\mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiches Getränk",
      "translation": "bebida fria",
      "definition": "Ein Getränk, das nicht berauschend ist, typischerweise aromatisiert und kohlensäurehaltig, wie Cola oder Zitronen-Limonade.",
      "definition_translation": "Uma bebida que não é intoxicante, geralmente aromatizada e carbonatada, como Coca-Cola ou limonada.",
      "example": "Ich trank ein weiches Getränk auf der Party gestern, ich werde ein weiches Getränk auf der Party heute Abend trinken, und ich habe viele weiche Getränke auf Partys in der Vergangenheit getrunken.",
      "example_translation": "Eu bebi uma bebida fria no partido ontem, vou beber outra uma no partido esta noite, e bebi muitas bebidas frias em partidos no passado.",
      "imageLink": "image_files\\English\\soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cocktail",
      "translation": "coquetel",
      "definition": "Ein gemixtes Getränk, typischerweise hergestellt mit einem Spirituosen, wie Gin oder Rum, und einem Mixer, wie Tonic-Wasser oder Fruchtsaft.",
      "definition_translation": "Uma bebida mista, geralmente feita com um destilado, como gim ou rum, e um mixer, como água tônica ou suco de fruta.",
      "example": "Sie wird heute Abend einen Cocktail für uns an der Bar mixen, er hat gestern Abend einen Cocktail für uns an der Bar gemixt, und sie haben viele Cocktails an Bars in der Vergangenheit gemixt.",
      "example_translation": "Ela vai fazer um coquetel para nós no bar esta noite, ele fez um coquetel para nós no bar ontem à noite, e eles fizeram muitos coquetéis em bares no passado.",
      "imageLink": "image_files\\English\\cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kakao",
      "translation": "cacau",
      "definition": "Ein Pulver, hergestellt aus gerösteten Kakaobohnen, verwendet zum Herstellen von Schokolade oder als Geschmackszusatz.",
      "definition_translation": "Um pó feito de sementes de cacau torradas, usado para fazer chocolate ou como tempero.",
      "example": "Ich werde heute Abend einen Becher heißen Kakao zu Hause trinken, sie trank gestern Abend einen Becher heißen Kakao zu Hause, und sie haben viele Becher heißen Kakao zu Hause in der Vergangenheit getrunken.",
      "example_translation": "Vou beber uma xícara de cacau quente em casa esta noite, ela bebeu uma xícara de cacau quente em casa ontem à noite, e eles beberam muitas xícaras de cacau quente em casa no passado.",
      "imageLink": "image_files\\English\\cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sprudelndes Getränk",
      "translation": "bebida com gás",
      "definition": "Eine Art von kohlensäurehaltigem Getränk, wie Soda oder Sprudelwasser.",
      "definition_translation": "Um tipo de bebida carbonatada, como refrigerante ou água com gás.",
      "example": "Ich trank gestern ein sprudelndes Getränk im Laden, er wird heute Abend ein sprudelndes Getränk im Laden trinken, und sie haben viele sprudelnde Getränke im Laden in der Vergangenheit getrunken.",
      "example_translation": "Eu bebi uma bebida com gás na loja ontem, ele vai beber uma bebida com gás na loja esta noite, e eles beberam muitas bebidas com gás na loja no passado.",
      "imageLink": "image_files\\English\\fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Instant-Kaffee",
      "translation": "café instantâneo",
      "definition": "Eine Art von Kaffee, die schnell zubereitet werden kann, indem man heißes Wasser zu einem pulverisierten oder granulierten Kaffee-Produkt hinzufügt.",
      "definition_translation": "Um tipo de café que pode ser feito rapidamente adicionando água quente a um produto de café em pó ou granular.",
      "example": "Ich trage immer Instant-Kaffee in meinem Rucksack, wenn ich wandere. Gestern habe ich einen Becher Instant-Kaffee auf dem Berg zubereitet. Morgen werde ich Instant-Kaffee ins Büro bringen.",
      "example_translation": "Eu sempre carrego café instantâneo na minha mochila quando vou hikinh. Ontem, eu fiz uma xícara de café instantâneo na montanha. Amanhã, eu vou trazer café instantâneo para o escritório.",
      "imageLink": "image_files\\English\\instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wodka",
      "translation": "vódka",
      "definition": "Ein klarer, farbloser und geschmackloser Schnaps, hergestellt aus Getreide, Kartoffeln oder anderen Zutaten, typischerweise als Shot getrunken oder mit anderen Getränken gemischt.",
      "definition_translation": "Um licor claro, incolor e inodoro feito de grãos, batatas ou outros ingredientes, geralmente consumido como um shot ou misturado com outras bebidas.",
      "example": "Ich trank gestern Nacht einen Shot Wodka auf der Party. Jetzt fühle ich mich ein bisschen verkatert. In Zukunft werde ich aufhören, Wodka auf Partys zu trinken.",
      "example_translation": "Eu bebi um shot de vódka na festa ontem à noite. Agora, eu estoy me sentindo um pouco ressacado. No futuro, eu vou evitar beber vódka em festas.",
      "imageLink": "image_files\\English\\vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Whisky",
      "translation": "uísque",
      "definition": "Eine Art von Spirituosen, hergestellt aus fermentiertem Getreidebrei, typischerweise in Eichenfässern gereift, oft als Sipp-Whisky oder mit Wasser oder Soda gemischt genossen.",
      "definition_translation": "Um tipo de espíritos feito de mosto de grãos fermentados, geralmente envelhecido em barris de carvalho, muitas vezes apreciado como um uísque para saborear ou misturado com água ou soda.",
      "example": "Mein Großvater nippte jeden Abend an einem Glas Whisky. Gestern habe ich eine neue Marke von Whisky an der Bar probiert. Nächstes Wochenende werde ich eine Flasche Whisky zum Picknick mitbringen.",
      "example_translation": "Meu avô bebia um copo de uísque todas as noites. Ontem, eu experimentei uma nova marca de uísque no bar. No próximo fim de semana, eu vou trazer uma garrafa de uísque para o piquenique.",
      "imageLink": "image_files\\English\\whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kompott",
      "translation": "compota",
      "definition": "Ein süßes oder salziges Gericht, hergestellt aus gekochtem Obst, oft als Beilage oder als Topping für Joghurt, Haferflocken oder Eiscreme serviert.",
      "definition_translation": "Um prato doce ou salgado feito de frutas cozidas, muitas vezes servido como um prato lateral ou usado como um topping para iogurte, aveia ou sorvete.",
      "example": "Ich liebe es, morgens Kompott mit meinem Haferflocken zu essen. Gestern habe ich ein Kompott mit Erdbeeren und Blaubeeren zubereitet. Nächstes Jahr werde ich ein Kompott mit Pfirsichen und Ananas für das Weihnachtsessen zubereiten.",
      "example_translation": "Eu adoro comer compota com meu aveia pela manhã. Ontem, eu fiz uma compota com morangos e mirtilos. No ano que vem, eu vou fazer uma compota com pêssegos e abacaxi para o jantar de feriado.",
      "imageLink": "image_files\\English\\compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entkoffeinierten Kaffee",
      "translation": "café descafeinado",
      "definition": "Kaffee, dem meisten Koffeins entfernt wurde, making it suitable for people who want to avoid caffeine.",
      "definition_translation": "Café que teve a maior parte de sua cafeína removida, tornando-o adequado para pessoas que desejam evitar cafeína.",
      "example": "Ich habe gestern in einem Café entkoffeinierten Kaffee bestellt, weil ich mir Sorgen machte, dass der Koffein während meines Examen wirkt. Gestern habe ich entkoffeinierten Kaffee getrunken und fühlte mich noch nervös. Bis nächstes Jahr werde ich komplett auf entkoffeinierten Kaffee umgestellt haben.",
      "example_translation": "Eu pedi um café descafeinado no café porque eu estava preocupado com a cafeína fazendo efeito durante meu exame. Ontem, eu bebi um café descafeinado e ainda me senti nervoso. Até o ano que vem, eu vou ter trocado completamente para café descafeinado.",
      "imageLink": "image_files\\English\\decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shandy",
      "translation": "xarope",
      "definition": "Ein Getränk, hergestellt, indem man Bier mit Limonade oder einem anderen süßen Getränk mischt, typischerweise im Sommer serviert.",
      "definition_translation": "Bebida feita misturando cerveja com limonada ou outro drink doce, geralmente servida no verão.",
      "example": "Ich hatte letzten Sommer einen Shandy am Strand, weil es zu heiß für Bier allein war. Meine Freunde und ich haben gestern Abend Shandys an der Bar bestellt. Bis nächsten Sommer werde ich gelernt haben, perfekte Shandys zu Hause zuzubereiten.",
      "example_translation": "Eu tive um xarope na praia no último verão porque estava muito quente para beber cerveja sozinha. Meus amigos e eu pedimos xaropes no bar ontem à noite. Até o próximo verão, eu vou ter aprendido a fazer xaropes perfeitos em casa.",
      "imageLink": "image_files\\English\\shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]