[
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "frio",
      "definition": "eine niedrige Temperatur habend; kalt; Wärme oder Hitze fehlend",
      "definition_translation": "tendo uma temperatura baixa; frio; falta de calor ou calor",
      "example": "Ich war gestern kalt, ich werde morgen kalt sein, aber ich bin heute nicht kalt.",
      "example_translation": "Eu estava frio ontem, eu vou estar frio amanhã, mas eu não estou frio hoje.",
      "imageLink": "image_files\\English\\cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "frio",
      "definition": "eine niedrige Temperatur habend; kalt; Wärme oder Hitze fehlend",
      "definition_translation": "tendo uma temperatura baixa; frio; falta de calor ou calor",
      "example": "Ich hatte gestern kaltes Wasser, ich werdelater einen kalten Drink haben, aber ich hatte heute kein kaltes Frühstück.",
      "example_translation": "Eu tomei um banho frio esta manhã, eu vou ter um drink frio mais tarde, mas eu não tive um café da manhã frio.",
      "imageLink": "image_files\\English\\cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiß",
      "translation": "quente",
      "definition": "eine hohe Temperatur habend; warm; intensiv",
      "definition_translation": "tendo uma temperatura alta; quente; intenso",
      "example": "Ich war gestern heiß, ich bin heute heiß, aber ich werde morgen nicht heiß sein.",
      "example_translation": "Eu estava quente ontem, eu estou quente hoje, mas eu não vou estar quente amanhã.",
      "imageLink": "image_files\\English\\hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regen",
      "translation": "chuva",
      "definition": "Niederschlag in Form von Wassertröpfchen in der Luft",
      "definition_translation": "precipitação na forma de gotas de água no ar",
      "example": "Es regnete gestern stark, es wird morgen regnen, aber es regnet heute nicht.",
      "example_translation": "Choveu forte ontem, vai chover amanhã, mas não está chovendo hoje.",
      "imageLink": "image_files\\English\\rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnee",
      "translation": "neve",
      "definition": "Schnee ist Niederschlag in Form von kleinen Eiskristallen, die vom Himmel fallen, typischerweise im Winter.",
      "definition_translation": "A neve é a precipitação em forma de pequenos cristais de gelo que caem do céu, tipicamente no inverno.",
      "example": "Ich ging gestern im Schnee spazieren, ich gehe jetzt im Schnee spazieren und ich werde morgen im Schnee spazieren.",
      "example_translation": "Eu caminhei na neve ontem, estou caminhando na neve agora e caminharei na neve amanhã.",
      "imageLink": "image_files\\English\\snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sommer",
      "translation": "verão",
      "definition": "Der Sommer ist die wärmste Jahreszeit, in der Nordhalbkugel von Juni bis August und in der Südhalbkugel von Dezember bis Februar.",
      "definition_translation": "O verão é a estação mais quente do ano, no Hemisfério Norte de junho a agosto e no Hemisfério Sul de dezembro a fevereiro.",
      "example": "Ich liebte es, während meines Sommerurlaubs zu spielen, ich liebe es, jetzt im Sommer zu spielen, und ich werde es nächsten Sommer lieben zu spielen.",
      "example_translation": "Eu amei jogar nas férias de verão, eu amo jogar no verão agora e amarei jogar no verão próximo ano.",
      "imageLink": "image_files\\English\\summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonne",
      "translation": "sol",
      "definition": "Die Sonne ist der Stern, um den die Erde kreist, und gibt der Erde Licht und Wärme.",
      "definition_translation": "O sol é a estrela em torno da qual a Terra orbita, fornecendo luz e calor ao planeta.",
      "example": "Die Sonne schien gestern hell, die Sonne scheint jetzt hell und die Sonne wird morgen hell scheinen.",
      "example_translation": "O sol brilhava intensamente ontem, o sol brilha intensamente agora e o sol brilhará intensamente amanhã.",
      "imageLink": "image_files\\English\\sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warm",
      "translation": "quente",
      "definition": "Warm ist eine moderate Temperatur, weder heiß noch kalt, oft mit Komfort und Entspannung assoziiert.",
      "definition_translation": "Quente é uma temperatura moderada, nem quente nem fria, frequentemente associada ao confort e ao relaxamento.",
      "example": "Das Zimmer war gestern warm, das Zimmer ist jetzt warm und das Zimmer wird morgen warm sein.",
      "example_translation": "O quarto estava quente ontem, o quarto está quente agora e o quarto estará quente amanhã.",
      "imageLink": "image_files\\English\\warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wetter",
      "translation": "tempo",
      "definition": "Der Zustand der Atmosphäre an einem bestimmten Ort und zu einer bestimmten Zeit, einschließlich Temperatur, Feuchtigkeit, Bewölkung, Wind und Niederschlag.",
      "definition_translation": "O estado da atmosfera em um lugar e hora específicos, incluindo temperatura, umidade, nublado, vento e precipitação.",
      "example": "Ich liebe es, bei gutem Wetter zu spazieren. Gestern war das Wetter fürchterlich. Ich hoffe, dass das Wetter morgen schön sein wird.",
      "example_translation": "Eu adoro caminhar em tempo bom. Ontem, o tempo era horrível. Espero que o tempo seja agradável amanhã.",
      "imageLink": "image_files\\English\\weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wind",
      "translation": "vento",
      "definition": "Eine natürliche Bewegung der Luft in der Atmosphäre, insbesondere eine starke, die Schäden verursachen oder das Wetter beeinflussen kann.",
      "definition_translation": "Um movimento natural do ar na atmosfera, especialmente um forte que pode causar dano ou afetar o tempo.",
      "example": "Der Wind bläst heute sehr stark. Ich liebe es, den Wind in meinen Haaren zu spüren. Der Wind wird morgen weniger blasen.",
      "example_translation": "O vento está soprando muito forte hoje. Eu amo sentir o vento no meu cabelo. O vento sopra menos amanhã.",
      "imageLink": "image_files\\English\\wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Winter",
      "translation": "inverno",
      "definition": "Die kälteste Jahreszeit, in der Nordhemisphäre von Dezember bis Februar und in der Südhemisphäre von Juni bis August.",
      "definition_translation": "A estação mais fria do ano, no hemisfério norte de dezembro a fevereiro e no hemisfério sul de junho a agosto.",
      "example": "Ich liebe es, im Schnee während des Winters zu spielen. Der Winter ist meine Lieblingsjahreszeit. Ich werde im Winter Ski fahren.",
      "example_translation": "Eu amo brincar na neve durante o inverno. O inverno é a minha estação favorita. Eu irei esquiar no inverno.",
      "imageLink": "image_files\\English\\winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wolke",
      "translation": "nuvem",
      "definition": "Eine sichtbare Masse von Wassertröpfchen oder Eis kristallen, die in der Luft schwebt, normalerweise weiß oder grau.",
      "definition_translation": "Uma massa visível de gotas de água ou cristais de gelo suspensos no ar, geralmente branca ou cinzenta.",
      "example": "Ich liebe es, die Wolken am Himmel zu beobachten. Gestern war die Wolke sehr dunkel. Ich hoffe, die Wolke werde bald verschwinden.",
      "example_translation": "Eu amo assistir as nuvens no céu. Ontem, a nuvem estava muito escura. Espero que a nuvem desapareça em breve.",
      "imageLink": "image_files\\English\\cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wolkig",
      "translation": "nublado",
      "definition": "mit wolkenartigem Aussehen oder Texture",
      "definition_translation": "tendo uma aparência ou textura nublada",
      "example": "Das Wetter war gestern wolkig, aber es wird morgen sonnig sein. Letzte Woche war es wolkig, und es ist heute wieder wolkig.",
      "example_translation": "O tempo estava nublado ontem, mas será ensolarado amanhã. Estava nublado na semana passada, e está nublado hoje.",
      "imageLink": "image_files\\English\\cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nebel",
      "translation": "neblina",
      "definition": "Eine wolkenartige Masse von winzigen Wassertröpfchen nahe der Erdoberfläche",
      "definition_translation": "uma massa semelhante a uma nuvem de gotículas de água minúsculas próxima ao solo",
      "example": "Der Nebel war so dicht, dass wir die Straße nicht sehen konnten. Der Nebel wird sich bis morgen aufgelöst haben. Es war neblig letzte Nacht, und es ist heute sonnig.",
      "example_translation": "A neblina estava tão espessa que não podíamos ver a estrada. A neblina irá se dissipar até a manhã. Estava nebuloso na noite passada, mas é ensolarado hoje.",
      "imageLink": "image_files\\English\\fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neblig",
      "translation": "nebuloso",
      "definition": "mit Nebel charakterisiert oder versehen",
      "definition_translation": "tendo ou caracterizado por neblina",
      "example": "Das neblige Wetter machte es schwierig, zu fahren. Der neblige Morgen entwickelte sich zu einem sonnigen Tag. Es war neblig letzte Woche, und es ist neblig heute wieder.",
      "example_translation": "O tempo nebuloso tornou difícil dirigir. A manhã nebulosa se transformou em um dia ensolarado. Estava nebuloso na semana passada, e está nebuloso novamente hoje.",
      "imageLink": "image_files\\English\\foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eis",
      "translation": "gelo",
      "definition": "Eine feste, transparente und zerbrechliche Substanz, die aus Wasser gebildet wird",
      "definition_translation": "uma substância sólida, transparente e frágil formada a partir de água",
      "example": "Das Eis schmolz langsam in der Sonne. Das Eis war rutschig, also mussten wir vorsichtig sein. Es war eisig letztes Winter, und es wird eisig wieder nächstes Jahr.",
      "example_translation": "O gelo derreteu lentamente ao sol. O gelo estava escorregadio, então tivemos que ter cuidado. Estava gelado no último inverno, e está gelado novamente no próximo ano.",
      "imageLink": "image_files\\English\\ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frühling",
      "translation": "primavera",
      "definition": "Die Jahreszeit zwischen Winter und Sommer, während der das Wetter wärmer wird und die Pflanzen beginnen zu wachsen.",
      "definition_translation": "A estação do ano entre o inverno e o verão, durante a qual o clima se torna mais quente e as plantas começam a crescer.",
      "example": "Ich liebe es, im Park während des Frühlings zu spazieren; letztes Frühjahr pflanzte ich einen Garten; bis zum nächsten Frühling werde ich in ein neues Haus umgezogen sein.",
      "example_translation": "Eu amo caminhar no parque durante a primavera; na última primavera, eu plantei um jardim; até a próxima primavera, eu vou ter me mudado para uma nova casa.",
      "imageLink": "image_files\\English\\spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sturm",
      "translation": "tempestade",
      "definition": "Ein schweres Wetterereignis, gekennzeichnet durch starke Winde, schweren Regen und oft auch Donner und Blitz.",
      "definition_translation": "Uma condição climática severa caracterizada por ventos fortes, chuva pesada e, frequentemente, trovão e relâmpago.",
      "example": "Der Sturm beschädigte viele Häuser; der Sturm wird morgen eintreffen; bis der Sturm vorbei ist, werden wir unser Projekt abgeschlossen haben.",
      "example_translation": "A tempestade danificou muitas casas; a tempestade chegará amanhã; até que a tempestade passe, nós vamos ter terminado o projeto.",
      "imageLink": "image_files\\English\\storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sonnig",
      "translation": "ensolarado",
      "definition": "Mit viel Sonnenschein; fröhlich und heiter.",
      "definition_translation": "Tendo muito sol; sentindo-se feliz e alegre.",
      "example": "Es war ein sonniger Tag, also gingen wir zum Strand; sie sieht immer sonnig aus, wenn sie mit ihren Freunden ist; bis ich mein Projekt abgeschlossen habe, wird es draußen sonnig sein.",
      "example_translation": " Era um dia ensolarado, então nós fomos para a praia; ela sempre parece ensolarada quando está com seus amigos; até que eu termine este projeto, estará ensolarado lá fora.",
      "imageLink": "image_files\\English\\sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewittersturm",
      "translation": "tempestade de trovão",
      "definition": "Ein Sturm, gekennzeichnet durch die Anwesenheit von Blitz, Donner und starkem Regen.",
      "definition_translation": "Uma tempestade caracterizada pela presença de relâmpagos, trovão e chuva pesada.",
      "example": "Das Gewitter war so laut, dass es mich weckte; wir hatten letztes Wochenende ein Gewitter; bis das Gewitter vorbei ist, werden wir in Sicherheit sein.",
      "example_translation": "A tempestade de trovão era tão alta que me acordou; tivemos uma tempestade de trovão no último fim de semana; até que a tempestade de trovão passe, estaremos seguros.",
      "imageLink": "image_files\\English\\thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nass",
      "translation": "molhado",
      "definition": "bedeckt oder gesättigt mit Wasser oder einer anderen Flüssigkeit",
      "definition_translation": "coberto ou saturado com água ou outro líquido",
      "example": "Der Hund war nass nach dem Spielen im Regen. Er wird morgen nass sein, wenn es wieder regnet. Ich habe mein Haar in der Dusche nass gemacht.",
      "example_translation": "O cachorro estava molhado após brincar na chuva. Estará molhado amanhã se chover novamente. Eu molhei meu cabelo no chuveiro.",
      "imageLink": "image_files\\English\\wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "windig",
      "translation": "ventoso",
      "definition": "mit einem starken oder heftigen Wind",
      "definition_translation": "tendo um vento forte ou violento",
      "example": "Es war windig gestern, daher trug ich einen Mantel. Ich werde morgen einen Schirm mitnehmen, wenn es windig ist. Sie wurde von dem heftigen Windstoß weggeblasen.",
      "example_translation": "Estava ventoso ontem, então eu usei um casaco. Vou levar um guarda-chuva amanhã se está ventoso. Ela foi soprada pelo vento forte.",
      "imageLink": "image_files\\English\\windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blasen",
      "translation": "soprar",
      "definition": "einen Luftstrom durch Ausatmen zu erzeugen",
      "definition_translation": "produzir uma corrente de ar ao expelir o fôlego",
      "example": "Die Blätter blasen im Wind. Sie wird heute Abend die Kerzen auspusten. Ich habe mein Taschentuch gebraucht, weil ich einen Schnupfen hatte.",
      "example_translation": "As folhas sopram no vento. Ela sopra as velas esta noite. Eu assoei meu nariz porque eu estava resfriado.",
      "imageLink": "image_files\\English\\blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brise",
      "translation": "brisa",
      "definition": "ein leichter Wind",
      "definition_translation": "um vento suave",
      "example": "Eine leichte Brise wehte durch die Bäume. Ich werde morgen einen Spaziergang in der Brise machen. Die Brise war erfrischend nach der heißen Sonne.",
      "example_translation": "Uma brisa suave soprou através das árvores. Vou dar um passeio na brisa amanhã. A brisa foi refrescante após o sol quente.",
      "imageLink": "image_files\\English\\breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hitze",
      "translation": "calor",
      "definition": "Hitze ist eine Form der Energie, die durch einen Temperaturunterschied übertragen wird. Es ist ein natürlicher Prozess, der in vielen Aspekten des Lebens auftritt, wie beim Kochen, in der Sonne und im menschlichen Körper.",
      "definition_translation": "O calor é uma forma de energia que é transferida por uma diferença de temperatura. É um processo natural que ocorre em muitos aspectos da vida, como na cozinha, no sol e no corpo humano.",
      "example": "Ich erhitze die Suppe in der Mikrowelle. Ich hatte die Suppe gestern erhitzt. Ich werde die Suppe morgen erhitzen.",
      "example_translation": "Eu esquento a sopa no micro-ondas. Eu esquentei a sopa ontem. Eu esquentarei a sopa amanhã.",
      "imageLink": "image_files\\English\\heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blitz",
      "translation": "raio",
      "definition": "Ein Blitz ist eine massive elektrostatische Entladung, die während eines Gewitters auftritt, gekennzeichnet durch einen hellen Lichtblitz und einen lauten Donnerschlag.",
      "definition_translation": "O raio é uma descarga eletrostática maciça que ocorre durante tempestades de trovão, caracterizada por um flash de luz brilhante e um estrondo de trovão.",
      "example": "Der Blitz zuckte über den Himmel. Der Blitz hatte gestern über den Himmel gezuckt. Der Blitz wird morgen über den Himmel zucken.",
      "example_translation": "O raio lampejou em todo o céu. O raio havia lampejou em todo o céu ontem. O raio lampejará em todo o céu amanhã.",
      "imageLink": "image_files\\English\\lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jahreszeit",
      "translation": "estação",
      "definition": "Eine Jahreszeit ist ein Zeitraum des Jahres, der durch ein bestimmtes Wettermuster gekennzeichnet ist, wie Winter, Frühling, Sommer oder Herbst.",
      "definition_translation": "Uma estação é um período do ano caracterizado por um padrão de tempo particular, como inverno, primavera, verão ou outono.",
      "example": "Ich liebe die Sommerjahreszeit. Ich hatte die Winterjahreszeit letztes Jahr geliebt. Ich werde die Herbstjahreszeit nächstes Jahr lieben.",
      "example_translation": "Eu amo a estação de verão. Eu amei a estação de inverno no ano passado. Eu amarei a estação de outono no ano que vem.",
      "imageLink": "image_files\\English\\season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenaufgang",
      "translation": "nascer do sol",
      "definition": "Der Sonnenaufgang ist die Zeit am Morgen, wenn die Sonne über dem Horizont erscheint, und markiert den Beginn eines neuen Tages.",
      "definition_translation": "O nascer do sol é o momento da manhã em que o sol aparece acima do horizonte, marcando o início de um novo dia.",
      "example": "Ich habe den Sonnenaufgang heute Morgen beobachtet. Ich hatte den Sonnenaufgang gestern Morgen beobachtet. Ich werde den Sonnenaufgang morgen Morgen beobachten.",
      "example_translation": "Eu assisti ao nascer do sol esta manhã. Eu assisti ao nascer do sol ontem de manhã. Eu assistirei ao nascer do sol amanhã de manhã.",
      "imageLink": "image_files\\English\\sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenuntergang",
      "translation": "pôr do sol",
      "definition": "Die Zeit am Abend, wenn die Sonne unter dem Horizont verschwindet.",
      "definition_translation": "O momento da noite quando o sol some abaixo do horizonte.",
      "example": "Ich habe den Sonnenuntergang am Strand gestern Abend beobachtet. Ich werde den Sonnenuntergang vom Berg aus morgen beobachten. Ich hatte den Sonnenuntergang in der Stadt gestern beobachtet.",
      "example_translation": "Eu assisti o pôr do sol da praia ontem à noite. Vou assistir o pôr do sol da montanha amanhã. Eu havia assistido o pôr do sol da cidade ontem.",
      "imageLink": "image_files\\English\\sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenschein",
      "translation": "sol de brilho",
      "definition": "Das warme und helle Licht der Sonne.",
      "definition_translation": "A luz quente e brilhante do sol.",
      "example": "Ich liebe es, im Sonnenschein zu spazieren. Sie wird morgen ein Sonnenbad im Sonnenschein nehmen. Sie hatten gestern im Sonnenschein gespielt.",
      "example_translation": "Eu amo caminhar no sol de brilho. Ela vai tomar um banho no sol de brilho amanhã. Eles haviam jogado no sol de brilho ontem.",
      "imageLink": "image_files\\English\\sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Donner",
      "translation": "trovão",
      "definition": "Ein lauter, donnernder Laut, der dem Blitz folgt.",
      "definition_translation": "Um som alto e ruidoso que acompanha o raio.",
      "example": "Ich hörte den Donner im Sturm letzte Nacht. Sie werden den Donner im Sturm morgen hören. Wir hatten den Donner im Sturm gestern gehört.",
      "example_translation": "Eu ouvi o trovão na tempestade ontem à noite. Eles vão ouvir o trovão na tempestade amanhã. Nós havíamos ouvido o trovão na tempestade ontem.",
      "imageLink": "image_files\\English\\thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tageslicht",
      "translation": "luz do dia",
      "definition": "Das Licht des Tages, im Gegensatz zur Dunkelheit oder künstlichen Beleuchtung.",
      "definition_translation": "A luz do dia, em oposição à escuridão ou luz artificial.",
      "example": "Ich liebe es, im Tageslicht spazieren zu gehen. Sie wird morgen im Tageslicht einen Spaziergang machen. Sie hatten gestern im Tageslicht gespielt.",
      "example_translation": "Eu amo caminhar na luz do dia. Ela vai dar um passeio na luz do dia amanhã. Eles haviam jogado na luz do dia ontem.",
      "imageLink": "image_files\\English\\daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hurrikan",
      "translation": "furacão",
      "definition": "Ein Hurrikan ist ein machtvolles, rotierendes Unwetter, das sich über warmen Meereswassern bildet, gekennzeichnet durch starke Winde und heftigen Regen.",
      "definition_translation": "Um furacão é uma tempestade poderosa e rotativa que se forma sobre águas oceânicas quentes, caracterizada por ventos fortes e chuvas pesadas.",
      "example": "Der Hurrikan zerstörte mehrere Häuser in der Küstenstadt. Er hatte tagelang vor Landfall gedroht. Bis er kommt, werden wir das Gebiet evakuiert haben.",
      "example_translation": "O furacão destruiu várias casas na cidade costeira. Tinha ameaçado fazer landfall por dias. Quando atingir, vamos ter evacuado a área.",
      "imageLink": "image_files\\English\\hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mondschein",
      "translation": "luz da lua",
      "definition": "Das weiche, silberne Licht des Mondes, insbesondere wenn es nachts scheint.",
      "definition_translation": "A luz suave e prateada da lua, especialmente quando brilha à noite.",
      "example": "Wir haben einen romantischen Spaziergang im Garten unter dem Mondschein gemacht. Der Mondschein war so hell, dass wir keine Taschenlampen benötigten. Bis nächsten Monat wird der Mondschein sogar noch schöner sein.",
      "example_translation": "Nós fizemos um passeio romântico no jardim sob a luz da lua. A luz da lua era tão brilhante que não precisávamos de lanternas. Até o próximo mês, a luz da lua será ainda mais linda.",
      "imageLink": "image_files\\English\\moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenbogen",
      "translation": "arco-íris",
      "definition": "Ein schönes natürliches Phänomen, bei dem ein Farbband am Himmel erscheint, typical nach Regen.",
      "definition_translation": "Um belo fenômeno natural em que uma faixa de cores aparece no céu, normalmente após a chuva.",
      "example": "Wir sahen einen Regenbogen über dem Himmel nach dem Sturm. Der Regenbogen war so leuchtend, dass er die Aufmerksamkeit aller auf sich zog. Bis nächstes Jahr werden wir ein Bild von einem Regenbogen gemacht haben.",
      "example_translation": "Nós vimos um arco-íris estendendo-se ao longo do céu após a tempestade. O arco-íris era tão vibrante que chamou a atenção de todos. Até o ano que vem, vamos ter tirado uma foto de um arco-íris.",
      "imageLink": "image_files\\English\\rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Niederschlag",
      "translation": "chuva",
      "definition": "Die Menge an Regen, die in einem bestimmten Gebiet oder Zeitraum fällt.",
      "definition_translation": "A quantidade de chuva que cai em uma área ou perído de tempo particular.",
      "example": "Der Niederschlag in der Stadt hat in den letzten Jahren zugenommen. Der Niederschlag war so schwer, dass es zu Überschwemmungen kam. Bis nächsten Monat wird der Niederschlag abgenommen haben.",
      "example_translation": "A chuva na cidade tem aumentado nos últimos anos. A chuva foi tão pesada que causou inundações. Até o próximo mês, a chuva terá diminuído.",
      "imageLink": "image_files\\English\\rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stürmisch",
      "translation": "tempestuoso",
      "definition": "Charakterisiert durch oder verursacht starke Winde und heftigen Regen, oft mit Donner und Blitz.",
      "definition_translation": "Caracterizado por ou causando muito vento forte e chuva pesada, muitas vezes com trovão e relâmpago.",
      "example": "Das stürmische Wetter machte es schwierig, nach draußen zu gehen. Gestern war es stürmisch, aber heute ist es sonnig. Wenn es morgen stürmisch ist, bleiben wir zu Hause.",
      "example_translation": "O tempo tempestuoso tornou difícil sair de casa. Ontem, estava tempestuoso, mas hoje está ensolarado. Se estiver tempestuoso amanhã, ficaremos em casa.",
      "imageLink": "image_files\\English\\stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenschein",
      "translation": "luz solar",
      "definition": "Das Licht und die Wärme, die von der Sonne kommen.",
      "definition_translation": "A luz e o calor que vêm do sol.",
      "example": "Der Sonnenschein, der durch das Fenster strömte, machte das Zimmer hell. Wir liebten es, uns in der Sonne auf dem Strand zu sonnen. Als ich aufwachte, schien die Sonne bereits.",
      "example_translation": "A luz solar que entra pela janela tornou o quarto brilhante. Nós amávamos nos deliciar na luz solar na praia. Quando eu acordei, a luz solar já estava brilhando.",
      "imageLink": "image_files\\English\\sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dämmerung",
      "translation": "crepúsculo",
      "definition": "Die Zeit des Tages, wenn die Sonne unter dem Horizont ist, aber der Himmel noch hell ist.",
      "definition_translation": "O momento do dia quando o sol está abaixo do horizonte, mas o céu ainda está claro.",
      "example": "Die Dämmerungsstunde war meine Lieblingszeit zum Spazierengehen. Wir beobachteten oft die Sterne bei Dämmerung. Bis zur Dämmerung hatten wir unser Abendessen beendet.",
      "example_translation": "A hora do crepúsculo era meu tempo favorito para dar um passeio. Nós frequentemente observávamos as estrelas no crepúsculo. Até o crepúsculo, nós havíamos terminado o jantar.",
      "imageLink": "image_files\\English\\twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneesturm",
      "translation": "tempestade de neve",
      "definition": "Ein schwerer Schneesturm mit starken Winden und niedriger Sichtweite.",
      "definition_translation": "Uma tempestade de neve severa com ventos fortes e visibilidade baixa.",
      "example": "Der Schneesturm machte es unmöglich, Auto zu fahren. Wir steckten im Schneesturm auf unserem Rückweg nach Hause fest. Wenn es morgen einen Schneesturm gibt, bleiben wir drinnen.",
      "example_translation": "A tempestade de neve tornou impossível dirigir. Nós ficamos presos na tempestade de neve no caminho de volta para casa. Se houver uma tempestade de neve amanhã, ficaremos dentro de casa.",
      "imageLink": "image_files\\English\\blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hitzewelle",
      "translation": "onda de calor",
      "definition": "Ein längeres Zeitraum von außergewöhnlich heißem Wetter, insbesondere während des Sommers.",
      "definition_translation": "Um período prolongado de tempo anormalmente quente, especialmente durante o verão.",
      "example": "Die Hitzewelle letzten Sommers verursachte landesweite Dürre und Waldbrände. Es war so heiß, dass wir während des Tages im Haus bleiben mussten. Bis nächsten Sommer erwarten wir, dass die Hitzewelle zurückkehrt.",
      "example_translation": "A onda de calor do último verão causou seca generalizada e incêndios florestais. Foi tão quente que tivemos que ficar em casa durante o dia. Para o próximo verão, esperamos que a onda de calor retorne.",
      "imageLink": "image_files\\English\\heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dürre",
      "translation": "seca",
      "definition": "Ein längerer Zeitraum von außergewöhnlich geringem Niederschlag, der zu Wassermangel führt.",
      "definition_translation": "Um período prolongado de chuva anormalmente baixa, levando à escassez de água.",
      "example": "Die Dürre letztes Jahr beeinträchtigte die Ernte und das Vieh. Wir mussten strenge Wasser-Sparmaßnahmen ergreifen, um ihre Auswirkungen zu mildern. Bis nächstem Jahr hoffen wir, dass die Dürre ein Ende nimmt.",
      "example_translation": "A seca do ano passado afetou culturas e gado. Tivemos que implementar medidas de conservação de água rígidas para mitigar seus efeitos. Para o próximo ano, esperamos que a seca chegue ao fim.",
      "imageLink": "image_files\\English\\drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagel",
      "translation": "granizo",
      "definition": "Kleine Eiskugeln, die während eines Sturms vom Himmel fallen.",
      "definition_translation": "Pequenas bolas de gelo que caem do céu durante uma tempestade.",
      "example": "Der Hagelsturm beschädigte die Windschutzscheibe unseres Autos. Es hagelte so heftig, dass wir Schutz suchen mussten. In Zukunft werden wir unser Auto in einem sicheren Bereich während Hagelstürmen parken.",
      "example_translation": "A tempestade de granizo danificou o para-brisas do nosso carro. Estava granizando tão forte que tivemos que buscar abrigo. No futuro, vamos garantir que estacionemos nosso carro em um local seguro durante tempestades de granizo.",
      "imageLink": "image_files\\English\\hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagel",
      "translation": "granizo",
      "definition": "Kleine Eiskugeln, die während eines Sturms vom Himmel fallen.",
      "definition_translation": "Pequenas bolas de gelo que caem do céu durante uma tempestade.",
      "example": "Der Hagelsturm verursachte erheblichen Schaden an unseren Ernten. Wir hatten das Glück, Hagelversicherung zu haben, um die Verluste zu decken. Bis nächstem Jahr hoffen wir, neue Hagelschutzmaßnahmen implementiert zu haben.",
      "example_translation": "A tempestade de granizo causou danos significativos às nossas culturas. Fomos sortudos em ter seguro contra granizo para cobrir as perdas. Para o próximo ano, esperamos ter implementado novas medidas de proteção contra granizo.",
      "imageLink": "image_files\\English\\hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagelkorn",
      "translation": "pedra de granizo",
      "definition": "Eine kleine Eiskugel, die in der Atmosphäre entsteht und während eines Sturms auf den Boden fällt.",
      "definition_translation": "Um pequeno bloco de gelo que se forma na atmosfera e cai no chão durante uma tempestade.",
      "example": "Der Hagelsturm gestern produzierte große Hagelkörner, die die Windschutzscheibe unseres Autos beschädigten. Jetzt hagelt es wieder, und ich mache mir Sorgen um den Garten. Bis morgen werden die Hagelkörner geschmolzen sein.",
      "example_translation": "A tempestade de granizo de ontem produziu pedras de granizo grandes que danificaram o para-brisa do carro. Agora está granizando novamente, e estou preocupado com o jardim. Amanhã, as pedras de granizo terão derretido.",
      "imageLink": "image_files\\English\\hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagelsturm",
      "translation": "tempestade de granizo",
      "definition": "Ein Sturm, der viele Hagelkörner produziert, oft begleitet von starken Winden und heftigem Regen.",
      "definition_translation": "Uma tempestade que produz muitas pedras de granizo, muitas vezes acompanhada por ventos fortes e chuva pesada.",
      "example": "Der Hagelsturm letzte Nacht war heftig, mit Hagelkörnern in der Größe von Golfbällen. Wir hatten einen Hagelsturm im April, der die Ernte beschädigte. Bis nächsten Frühling werden wir uns auf einen nächsten Hagelsturm vorbereiten.",
      "example_translation": "A tempestade de granizo de ontem à noite foi intensa, com pedras de granizo do tamanho de bolas de golfe. Tivemos uma tempestade de granizo em abril que danificou as culturas. Até a próxima primavera, vamos ter que nos preparar para outra tempestade de granizo.",
      "imageLink": "image_files\\English\\hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wirbelsturm",
      "translation": "tornado",
      "definition": "Eine Säule von Luft, die sich rasch dreht und Schäden anrichtet, wenn sie den Boden berührt.",
      "definition_translation": "Uma coluna de ar que gira rapidamente e causa danos quando toca o chão.",
      "example": "Der Wirbelsturm fegte durch die Stadt, Gebäude zerstörte und Bäume entwurzelte. Es war, als sei ein Wirbelsturm durch das Büro gefegt, Papiere überall verstreut. Bis zum Wirbelsturm vorbei ist, wird die Landschaft für immer verändert sein.",
      "example_translation": "O tornado varreu a cidade, destruindo edifícios e arrancando árvores. Foi como se um tornado tivesse soprado pelo escritório, espalhando papéis em todas as direções. Quando o tornado passar, o paisagem será mudada para sempre.",
      "imageLink": "image_files\\English\\whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nieselregen",
      "translation": "chuvisco",
      "definition": "Ein leichter Regen, der in sehr kleinen Tropfen fällt und oft eine neblige Atmosphäre schafft.",
      "definition_translation": "Uma chuva leve que cai em gotas muito pequenas, muitas vezes criando uma atmosfera nebulosa.",
      "example": "Der Nieselregen draußen machte den Weg zur Arbeit miserabel. Es hatte den ganzen Morgen geregnet, daher entschieden wir, den Picknick abzusagen. Bis nächster Woche wird der Nieselregen sich in Sonnenschein aufgelöst haben.",
      "example_translation": "O chuvisco lá fora tornou a caminhada até o trabalho miserável. Tinha estado choviscando desde a manhã, então decidimos cancelar o piquenique. Até a próxima semana, o chuvisco terá dado lugar ao sol.",
      "imageLink": "image_files\\English\\drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sandsturm",
      "translation": "tempestade de poeira",
      "definition": "Ein starker Wind, der große Mengen von Staub und Sand aufwirbelt, die Sichtweise einschränkt und Atemwegsprobleme verursacht.",
      "definition_translation": "Um forte vento que levanta grandes quantidades de poeira e areia, reduzindo a visibilidade e causando problemas respiratórios.",
      "example": "Der Sandsturm war so heftig, dass wir Tage lang im Haus bleiben mussten. Wir sahen, wie der Sturm kam, aber es war bereits zu spät. Wir werden auf den nächsten Sandsturm vorbereitet sein.",
      "example_translation": "A tempestade de poeira foi tão severa que tivemos que ficar dentro de casa por vários dias. Nós assistimos enquanto a tempestade se aproximava, mas já era tarde demais. Nós estaremos preparados para a próxima tempestade de poeira.",
      "imageLink": "image_files\\English\\dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]