[
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vogel",
      "translation": "pássaro",
      "definition": "Ein Vogel ist ein warmblütiges, eierlegendes Tier, das durch Federn, zahnllose, schnabelartige Kiefer und leichte Skelette charakterisiert ist.",
      "definition_translation": "Um pássaro é um animal de sangue quente que põe ovos caracterizado por penas, mandíbulas com bico sem dentes e esqueleto leve.",
      "example": "Der Vogel sang ein süßes Lied am Morgen. Gestern sang er ein trauriges Lied. Morgen wird er ein fröhliches Lied singen.",
      "example_translation": "O pássaro cantou uma melodia doce pela manhã. Ontem, cantou uma canção triste. Amanhã, cantará uma melodia feliz.",
      "imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Huhn",
      "translation": "frango",
      "definition": "Ein Huhn ist ein domestiziertes Geflügel, das für seine Eier oder sein Fleisch gezüchtet wird, insbesondere ein kastrierter Hahn.",
      "definition_translation": "Um frango é um galinha doméstico criado para seus ovos ou carne, especialmente um macho castrado.",
      "example": "Ich aß Huhn zum Abendessen gestern. Heute werde ich Hühnersuppe essen. Morgen werde ich gegrilltes Huhn essen.",
      "example_translation": "Eu comi frango para jantar ontem à noite. Hoje, vou comer sopa de frango. Amanhã, vou grelhar frango.",
      "imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ente",
      "translation": "pato",
      "definition": "Eine Ente ist ein WasserVogel mit einem breiten, flachen Schnabel und Schwimmfüßen, der typischerweise in Feuchtgebieten gefunden wird.",
      "definition_translation": "Um pato é um pássaro de água com um bico largo e pés palmados, geralmente encontrado em áreas úmidas.",
      "example": "Die Ente schwamm im See gestern. Heute sitzt sie am Ufer. Morgen wird sie wegfliegen.",
      "example_translation": "O pato nadou no lago ontem. Hoje, está sentado na praia. Amanhã, vai voar para longe.",
      "imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänse",
      "translation": "ganso",
      "definition": "Eine Gänse ist ein großes WasserVogel mit einem langen Hals und Beinen, der typischerweise in Feuchtgebieten gefunden wird.",
      "definition_translation": "Um ganso é um grande pássaro de água com um pescoço e pernas longos, geralmente encontrado em áreas úmidas.",
      "example": "Die Gänse schrieen laut am Morgen. Gestern ging sie im Park spazieren. Morgen wird sie zu einem neuen Zuhause migrieren.",
      "example_translation": "O ganso grasnou alto pela manhã. Ontem, caminhou no parque. Amanhã, vai migrar para um novo lar.",
      "imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papagei",
      "translation": "papagaio",
      "definition": "Ein Papagei ist ein farbenfroher Vogel, der bekannt für seine Fähigkeit ist, menschliche Sprache und andere Laute nachzuahmen.",
      "definition_translation": "Um papagaio é um pássaro colorido conhecido por sua habilidade de imitar a fala humana e outros sons.",
      "example": "Der Papagei saß auf meiner Schulter gestern, er sitzt jetzt auf meiner Schulter und wird morgen auf meiner Schulter sitzen.",
      "example_translation": "O papagaio pousou no meu ombro ontem, está pousado no meu ombro agora e vai pousar no meu ombro amanhã.",
      "imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinguin",
      "translation": "pinguim",
      "definition": " Ein Pinguin ist ein flugunfähiger Vogel, der in der Antarktis und anderen kalten Regionen lebt.",
      "definition_translation": "Um pinguim é um pássaro que não voa que vive na Antártida e outras regiões frias.",
      "example": "Der Pinguin watschelteYesterday den eisigen Hang hinunter, er watschelt jetzt den eisigen Hang hinunter und wird morgen den eisigen Hang hinunter watscheln.",
      "example_translation": "O pinguim desceu pelo declive gelado ontem, está descendo pelo declive gelado agora e vai descer pelo declive gelado amanhã.",
      "imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Storch",
      "translation": "cicogne",
      "definition": "Ein Storch ist ein großer Watvogel mit einem langen Hals und Beinen, der in Feuchtgebieten und Grasländern gefunden wird.",
      "definition_translation": "Uma cicogne é um grande pássaro de água com um longo pescoço e pernas, encontrado em áreas úmidas e campos.",
      "example": "Der Storch flappedte seine Flügel gestern, er flappert jetzt seine Flügel und wird morgen seine Flügel flappern.",
      "example_translation": "A cicogne bateu as asas ontem, está batendo as asas agora e vai bater as asas amanhã.",
      "imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Truthahn",
      "translation": "peru",
      "definition": "Ein Truthahn ist ein großer Vogel, der in Nordamerika heimisch ist und oft zu besonderen Anlässen domestiziert und gegessen wird.",
      "definition_translation": "Um peru é um grande pássaro nativo da América do Norte, frequentemente domesticado e comido em ocasiões especiais.",
      "example": "Der Truthahn gurrte laut gestern, er gurrt jetzt laut und wird morgen laut gurrt.",
      "example_translation": "O peru grasnou alto ontem, está grasnando alto agora e vai grasnar alto amanhã.",
      "imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flügel",
      "translation": "asa",
      "definition": "Der Flügel ist ein Vorderglied eines Vogels, das zum Fliegen verwendet wird. Er ist eine komplexe Struktur, die aus drei Knochen besteht: dem Oberarmknochen, dem Speichenknochen und dem Elleknochen.",
      "definition_translation": "A asa é um membro anterior de um pássaro usado para voar. É uma estrutura complexa composta por três ossos: o úmero, rádio e ulna.",
      "example": "Der Vogel breitete seinen Flügel aus und flog in den Himmel. Er wird auf seinem Weg zum Nest heute Abend fliegen. Die Fluglinie wird Sie zu Ihrem Ziel fliegen.",
      "example_translation": "O pássaro estendeu sua asa e decolou para o céu. Ele vai asar seu caminho para o ninho esta noite. A companhia aérea vai asar você para seu destino.",
      "imageLink": "wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krähe",
      "translation": "corvo",
      "definition": "Eine Krähe ist ein großer, schwarzer Vogel, der in vielen Teilen der Welt gefunden wird. Er ist bekannt für seine Intelligenz und seinen markanten Ruf.",
      "definition_translation": "Um corvo é um grande pássaro preto encontrado em muitas partes do mundo. É conhecido por sua inteligência e chamado distintivo.",
      "example": "Die Krähe krähte laut im Baum. Sie hat jeden Morgen für Wochen gekrächzt. Der Bauer wird seine preisgekrönte Hühner auf der Messe anpreisen.",
      "example_translation": "O corvo croou alto na árvore. Ele croou todas as manhãs há semanas. O agricultor vai falar sobre sua galinha vencedora do prêmio na feira.",
      "imageLink": "crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuckuck",
      "translation": "cuco",
      "definition": "Ein Kuckuck ist ein Vogeltyp, der durch seinen charakteristischen Ruf, der seinem Namen ähnelt, bekannt ist. Es ist ein Brutschmarotzer, was bedeutet, dass er seine Eier in die Nester anderer Vögel legt.",
      "definition_translation": "Um cuco é um tipo de pássaro conhecido por seu chamado distinto, que soa como seu nome. É um parasita de ninhada, o que significa que ele coloca seus ovos nos ninhos de outros pássaros.",
      "example": "Der Kuckuck rief im Wald. Es hat den ganzen Morgen 'Kuckuck' gerufen. Die Muttervogel wird ihre Babies mit dem Kuckuckruf in den Schlaf singen.",
      "example_translation": "O cuco chamou no floresta. Ele tem estado cuco-ando toda manhã. A mãe pássaro vai cuco-ar seus bebês para dormir.",
      "imageLink": "cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Adler",
      "translation": "águia",
      "definition": "Ein Adler ist ein großer, starker Raubvogel mit einem scharfen Schnabel und Krallen. Er ist bekannt für seine beeindruckende Flügelspannweite und starke Flugfähigkeit.",
      "definition_translation": "Uma águia é um grande pássaro de rapina com um bico afiado e garras. É conhecida por sua impressionante envergadura e habilidade de voo forte.",
      "example": "Der Adler schwebte hoch am Himmel. Er wird seinen Weg bis zum oberen Teil des Baumes er Adler machen. Die Firma wird ihren Gewinn in diesem Jahr Adler-ähnlich steigern.",
      "example_translation": "A águia voou alto no céu. Ela vai águia seu caminho para o topo da árvore. A empresa vai águia seus lucros este ano.",
      "imageLink": "eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feder",
      "translation": "pena",
      "definition": "Ein leichtes Wachstum oder Überzug aus Haaren, insbesondere am Körper von Vögeln, bildet eine weiche und flauschige Beschichtung.",
      "definition_translation": "Um crescimento ou cobertura de cabelo, especialmente no corpo das aves, formando uma cobertura macia e fofa.",
      "example": "Die Federn des Vogels waren vom Wind zerzaust. Gestern sah ich eine Feder auf dem Boden. Wenn ich eine Feder finde, werde ich sie als Dekoration verwenden.",
      "example_translation": "As penas do pássaro foram desarrumadas pelo vento. Ontem, eu vi uma pena no chão. Se eu encontrar uma pena, eu usarei como decoração.",
      "imageLink": "feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Henne",
      "translation": "galo",
      "definition": "Eine weibliche Henne, insbesondere eine, die für ihre Eier gehalten wird.",
      "definition_translation": "Uma galinha, especialmente uma que é criada para seus ovos.",
      "example": "Die Henne legte ein Ei in das Nest. Gestern sah ich eine Henne auf dem Bauernhof. Wenn ich eine Henne hätte, würde ich jeden Morgen ihre Eier sammeln.",
      "example_translation": "A galinha colocou um ovo no ninho. Ontem, eu vi uma galinha na fazenda. Se eu tivesse uma galinha, eu coletaria seus ovos todas as manhãs.",
      "imageLink": "hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eier legen",
      "translation": "botar ovos",
      "definition": "Eier zu produzieren, insbesondere als natürlicher Prozess bei weiblichen Vögeln.",
      "definition_translation": "Produzir ovos, especialmente como um processo natural em aves fêmeas.",
      "example": "Das Huhn legt jeden Tag Eier. Gestern legte die Henne Eier in das Nest. Wenn ich ein Huhn hätte, würde es für mich Eier legen.",
      "example_translation": "A galinha bota ovos todos os dias. Ontem, a galinha botou ovos no ninho. Se eu tivesse uma galinha, ela botaria ovos para mim.",
      "imageLink": "lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eule",
      "translation": "coruja",
      "definition": "Ein nachtaktiver Raubvogel mit einem großen Kopf, nach vorn gerichteten Augen und Ohrenbüscheln, bekannt für seinen lautlosen Flug und seine Rufschreie.",
      "definition_translation": "Uma ave de rapina noturna com uma grande cabeça, olhos frontais e tuftes de orelha, conhecida por seu voo silencioso e seu chamado de uivo.",
      "example": "Die Eule schrie laut in der Dunkelheit. Gestern sah ich eine Eule im Wald. Wenn ich eine Eule wäre, würde ich still in der Nacht fliegen.",
      "example_translation": "A coruja uivou alto na escuridão. Ontem, eu vi uma coruja na floresta. Se eu fosse uma coruja, eu voaria silenciosamente à noite.",
      "imageLink": "owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taube",
      "translation": "pombo",
      "definition": "Ein stämmiger Vogel mit einem kleinen Kopf, typischerweise grau und weiß, der oft in Städten gefunden wird und bekannt für seine Fähigkeit, in verschiedenen Umgebungen zu überleben.",
      "definition_translation": "Um pássaro corpulento com uma cabeça pequena,tipicamente cinza e branco, que é freqüentemente encontrado em cidades e é conhecido por sua habilidade de prosperar em uma variedade de ambientes.",
      "example": "Die Taube flog schnell über den Himmel. Gestern sah ich eine Taube Krümel auf dem Bürgersteig essen. Bis nächsten Jahr wird die Taubenpopulation beträchtlich zugenommen haben.",
      "example_translation": "O pombo voou rapidamente através do céu. Ontem, vi um pombo comendo migalhas na calçada. Até o ano que vem, a população de pombos terá aumentado significativamente.",
      "imageLink": "pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Möwe",
      "translation": "gaivota",
      "definition": "Ein mittelgroßer bis größerer Vogel mit grau-weißer Gefieder, typischerweise nah am Meer gefunden, bekannt für seine Aasfresser-Gewohnheiten.",
      "definition_translation": "Um pássaro de médio a grande porte com plumagem cinza e branca, tipicamente encontrado perto do mar e conhecido por seus hábitos de carroçaria.",
      "example": "Möwen flogen über uns hinweg, als wir am Strand spazieren gingen. Letzten Sommer sah ich eine Möwe einem Touristen ein Chip stehlen. Bis nächster Woche wird die Möwenpopulation in wärmere Klimazonen gezogen sein.",
      "example_translation": "Gaivotas estavam voando acima de nós enquanto caminhamos ao longo da praia. No verão passado, vimos uma gaivota roubar uma batata frita de um turista. Até a semana que vem, a população de gaivotas terá migrado para climas mais quentes.",
      "imageLink": "seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spatz",
      "translation": "pardal",
      "definition": "Ein kleiner, agiler Vogel mit grau-bräunlicher Gefieder, oft in städtischen Gebieten gefunden, bekannt für seine schnellen Bewegungen und piepsende Rufe.",
      "definition_translation": "Um pássaro pequeno e ágil com plumagem cinza-marrom, freqüentemente encontrado em áreas urbanas e conhecido por seus movimentos rápidos e chamados grasnaradas.",
      "example": "Der Spatz baute ein Nest auf dem Fenstersims. Letztes Jahr sah ich einen Spatz einen Rivalen von seinem Territorium vertreiben. Bis nächsten Monat wird die Spatzenpopulation aufgrund des milden Winters zugenommen haben.",
      "example_translation": "O pardal construiu um ninho na janela. No ano passado, vi um pardal perseguindo um rival longe de seu território. Até o mês que vem, a população de pardais terá aumentado devido ao inverno ameno.",
      "imageLink": "sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwan",
      "translation": "cisne",
      "definition": "Ein großer, majestätischer Vogel mit weißer Gefieder, oft auf Flüssen und Seen gefunden, bekannt für seine graziösen Bewegungen und starke Brutgebundenheit.",
      "definition_translation": "Um pássaro grande e majestoso com plumagem branca, freqüentemente encontrado em rios e lagos, e conhecido por seus movimentos graciosos e fortes laços de acasalamento.",
      "example": "Der Schwan glitt mühelos über den See. Gestern sah ich einen Schwan ein Nest mit seinem Partner bauen. Bis nächsten Frühling wird die Schwänepopulation zu ihren Brutgebieten gezogen sein.",
      "example_translation": "O cisne deslizou sem esforço pela superfície do lago. Ontem, vi um cisne construir um ninho com seu parceiro. Até a próxima primavera, a população de cisnes terá migrado para seus terrenos de reprodução.",
      "imageLink": "swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnabel",
      "translation": "bico",
      "definition": "Der Schnabel ist der harte, spitze Mundteil eines Vogels, der zum Essen, Preenen und anderen Funktionen dient.",
      "definition_translation": "O bico é a parte bucal dura e pontiaguda de um pássaro, usada para comer, limpar e outras funções.",
      "example": "Der Vogel benutzte seinen Schnabel, um die Nuss aufzubrechen. Er hatte seinen Schnabel dazu benutzt, Nüsse aufzubrechen, und wird seinen Schnabel wieder dazu benutzen.",
      "example_translation": "O pássaro usou seu bico para abrir a noz. Ele havia usado seu bico para abrir nozes antes, e usará seu bico para abrir nozes novamente.",
      "imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tauben",
      "translation": "pombo",
      "definition": "Eine Taube ist ein Vogeltyp, der für sein sanftes Gurren und seine friedliche Natur bekannt ist.",
      "definition_translation": "Um pombo é um tipo de ave conhecido por seu canto suave e natureza pacífica.",
      "example": "Die Taube flog aus dem Baum heraus und wird morgen wieder in den Baum fliegen. Sie hatte viele Male aus dem Baum herausgeflogen.",
      "example_translation": "O pombo voou para fora da árvore, e voará de volta para a árvore amanhã. Ele havia voado para fora da árvore muitas vezes antes.",
      "imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Räuber",
      "translation": "predador",
      "definition": "Ein Räuber ist ein Tier, das andere Tiere jagt und frisst.",
      "definition_translation": "Um predador é um animal que caça e se alimenta de outros animais.",
      "example": "Der Löwe war ein Räuber, der über die Savanne streifte. Er war seit seiner Geburt ein Räuber und wird es bis zu seinem Tod bleiben.",
      "example_translation": "O leão era um predador que vagueava pela savana. Ele havia sido um predador desde que nasceu, e continuará a ser um predador até morrer.",
      "imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Habicht",
      "translation": "falcão",
      "definition": "Ein Habicht ist ein Greifvogel, der für sein scharfes Sehvermögen und seinen schnellen Flug bekannt ist.",
      "definition_translation": "Um falcão é um tipo de ave de rapina conhecido por sua visão aguda e voo rápido.",
      "example": "Der Habicht segelte durch den Himmel und wird morgen wieder durch den Himmel segeln. Er hatte viele Male durch den Himmel segelt.",
      "example_translation": "O falcão voou pelo céu, e voará pelo céu novamente amanhã. Ele havia voado pelo céu muitas vezes antes.",
      "imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lerche",
      "translation": "pássaro",
      "definition": "Eine Lerche ist ein kleiner, singender Vogel der offenen Landschaft, typischerweise mit einem braunen Rücken und Flügeln und einem gekrönten Kopf.",
      "definition_translation": "um pequeno pássaro cantor de campo aberto,típicamente com as costas e asas marrons e uma cabeça crestada.",
      "example": "Die Lerche sang eine süße Melodie am Morgen. Gestern hatte sie ein trauriges Lied gesungen. Morgen wird sie ein fröhliches Lied singen.",
      "example_translation": "O pássaro cantou uma melodia doce de manhã. Ontem, ele havia cantado uma canção triste. Amanhã, ele cantará uma melodia feliz.",
      "imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elster",
      "translation": "pega",
      "definition": "Eine Elster ist ein großer, schwarzer und weißer Vogel mit einem langen Schwanz und einem lauten, schnatternden Ruf, bekannt für das Stehlen von glänzenden Gegenständen.",
      "definition_translation": "um grande pássaro preto e branco com uma longa cauda e um chamamento alto e tagarela, conhecido por roubar objetos brilhantes.",
      "example": "Die Elster stahl einen glänzenden Ring vom Tisch. Gestern hatte sie ein Halsband gestohlen. Morgen wird sie eine Uhr stehlen.",
      "example_translation": "A pega roubou um anel brilhante da mesa. Ontem, ele havia roubado um colar. Amanhã, ele roubará um relógio.",
      "imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nest",
      "translation": "ninho",
      "definition": "Eine Struktur oder ein Platz, der von einem Vogel oder anderen Tier für das Legen und Bebrüten von Eiern, Ruhen oder Verstecken gebaut oder gewählt wird.",
      "definition_translation": "uma estrutura ou lugar feito ou escolhido por um pássaro ou outro animal para colocar e incubar seus ovos, descansar ou se esconder.",
      "example": "Der Vogel baute ein Nest im Baum. Gestern hatte er ein Nest im Busch gebaut. Morgen wird er ein Nest am Boden bauen.",
      "example_translation": "O pássaro construiu um ninho na árvore. Ontem, ele havia construído um ninho no arbusto. Amanhã, ele construirá um ninho no chão.",
      "imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nest",
      "translation": "ninho",
      "definition": "Eine Struktur oder ein Platz, der von einem Vogel oder anderen Tier für das Legen und Bebrüten von Eiern, Ruhen oder Verstecken gebaut oder gewählt wird.",
      "definition_translation": "uma estrutura ou lugar feito ou escolhido por um pássaro ou outro animal para colocar e incubar seus ovos, descansar ou se esconder.",
      "example": "Das Kaninchen versteckte sich in einem Nest aus Gras. Gestern hatte es sich in einem Nest aus Blättern versteckt. Morgen wird es sich in einem Nest aus Zweigen verstecken.",
      "example_translation": "O coelho se escondeu em um ninho de grama. Ontem, ele havia se escondido em um ninho de folhas. Amanhã, ele se esconderá em um ninho de ramos.",
      "imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefieder",
      "translation": "penugem",
      "definition": "Die Federn, die einen Vogel bedecken, insbesondere diejenigen, die farbenfroh oder dekorativ sind.",
      "definition_translation": "As penas que cobrem um pássaro, especialmente aquelas que são coloridas ou decorativas.",
      "example": "Das Gefieder des Pfauens war ein Anblick, den zu sehen sich lohnte. Gestern sah ich einen Vogel mit schönem Gefieder im Park. Bis zum nächsten Jahr werden die jungen Vögel ihr vollständiges Gefieder entwickelt haben.",
      "example_translation": "A penugem do pavão era um espetáculo para se ver. Ontem, vi um pássaro com penugem linda no parque. Até o ano que vem, os pássaros jovens terão desenvolvido sua penugem completa.",
      "imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rabe",
      "translation": "corvo",
      "definition": "Ein großer, schwarzer Vogel mit einem dicken Schnabel, bekannt für seine Intelligenz und seinen markanten Ruf.",
      "definition_translation": "Um pássaro preto grande com um bico grosso, conhecido por sua inteligência e seu canto distinto.",
      "example": "Der Rabe hockte auf dem Fenstersims und sah mich mit seinen durchdringenden Augen an. Im Wald sahen wir einen Raben fliegen. Wenn wir Glück haben, sehen wir vielleicht einen Raben, der in einem Baum nistet, bis zum nächsten Frühling.",
      "example_translation": "O corvo pousou na janela, me espiando com seus olhos penetrantes. Na floresta, vimos um corvo voando sobre nossas cabeças. Se tivermos sorte, podemos ver um corvo fazendo ninho na árvore até a próxima primavera.",
      "imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Albatros",
      "translation": "albatroz",
      "definition": "Ein großer Seeschwäler mit langem Flügelspann, bekannt für seine eindrucksvollen Gleitflugfähigkeiten und seine Assoziationen mit gutem Glück.",
      "definition_translation": "Um grande pássaro marinho com uma longa envergadura, conhecido por suas impressionantes habilidades de planagem e suas associações com boa sorte.",
      "example": "Der Albatros segelte über uns hinweg, seine Flügel schlugen langsam. In alten Zeiten glaubten Seeleute, dass das Töten eines Albatros Unglück bringen würde. Wenn wir Glück haben, werden wir vielleicht einen Albatros auf unserer Weltreise entdecken.",
      "example_translation": "O albatroz sobrevoou, suas asas batendo lentamente. Nos velhos tempos, os marinheiros acreditavam que matar um albatroz traria má sorte. Se tivermos sorte, podemos avistar um albatroz em nossa viagem ao redor do mundo.",
      "imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bienenfresser",
      "translation": "abelharuco",
      "definition": "Ein farbenfroher Vogel, der Bienen und andere Insekten frisst, bekannt für seinen schlanken Körper und seinen langen, gebogenen Schnabel.",
      "definition_translation": "Um pássaro colorido brilhante que se alimenta de abelhas e outros insetos, conhecido por seu corpo esbelto e seu bico longo e curvo.",
      "example": "Der Bienenfresser tauchte herab und fing eine Biene in der Luft. Im Sommer sind Bienenfresser in unserem Garten ein gängiger Anblick. Bis nächstem Jahr sollten wir vielleicht ein Paar Bienenfresser in unserem Hinterhof nisten sehen.",
      "example_translation": "O abelharuco mergulhou, pegando uma abelha no ar. No verão, os abelharucos são visões comuns em nosso jardim. Até o ano que vem, podemos ver um par de abelharucos fazendo ninho em nosso quintal.",
      "imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzkehlpuler",
      "translation": "galinha-preta",
      "definition": "Ein großer, dunkel gefärbter Vogel mit einem auffälligen Geräusch, gefunden in Mooren und Heidegebieten.",
      "definition_translation": "Um grande pássaro de cor escura com um som distintivo, encontrado em charnecas e terras de brejo.",
      "example": "Ich sah einen Schwarzkehlpuler auf einem Baumast sitzen, er machte ein seltsames Geräusch. Heute werde ich versuchen, ihn wiederzufinden. Bis nächster Woche werde ich gelernt haben, sein Ruf nachzuahmen.",
      "example_translation": "Eu vi uma galinha-preta empoleirada em um galho de árvore ontem, estava fazendo um barulho estranho. Hoje, vou ver se consigo avistá-la novamente. Até a próxima semana, vou ter aprendido como imitar seu chamado.",
      "imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzstorch",
      "translation": "cabeça-preta",
      "definition": "Ein großer, dunkel gefärbter Vogel mit langem Hals und langen Beinen, gefunden in Feuchtgebieten und Grasländern.",
      "definition_translation": "Um grande pássaro de cor escura com um pescoço longo e pernas, encontrado em áreas úmidas e campos.",
      "example": "Ich entdeckte einen Schwarzstorch, der im Marschland watete, auf der Suche nach Fischen. Jetzt versuche ich, sein Habitat zu bestimmen. Bis Ende des Monats werde ich mehr über sein Verhalten gelernt haben.",
      "example_translation": "Eu avistei uma cabeça-preta caminhando nas marismas na semana passada, estava procurando por peixes. Agora, estou tentando identificar seu habitat. Até o final do mês, vou ter aprendido mais sobre seu comportamento.",
      "imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzkopfmöwe",
      "translation": "gaivota-de-cabeça-preta",
      "definition": "Eine mittelgroße Möwe mit schwarzem Kopf und weißem Körper, gefunden in Küstengebieten und städtischen Zentren.",
      "definition_translation": "Uma gaivota de tamanho médio com cabeça preta e corpo branco, encontrada em áreas costeiras e centros urbanos.",
      "example": "Ich sah eine Schwarzkopfmöwe am Himmel segeln, sie flog über den Strand. Heute werde ich sie aus der Ferne beobachten. Bis nächstes Jahr werde ich gelernt haben, sie von anderen Möwen-Arten zu unterscheiden.",
      "example_translation": "Eu vi uma gaivota-de-cabeça-preta planando no céu ontem, estava voando sobre a praia. Hoje, vou observá-la de longe. Até o ano que vem, vou ter aprendido como distingui-la de outras espécies de gaivotas.",
      "imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amsel",
      "translation": "melro",
      "definition": "Ein kleiner, dunkel gefärbter Vogel mit einem melodiösen Gesang, gefunden in Gärten und Wäldern.",
      "definition_translation": "Um pequeno pássaro de cor escura com um canto melodioso, encontrado em jardins e bosques.",
      "example": "Ich hörte eine Amsel im Park singen, es war eine wunderschöne Melodie. Heute werde ich versuchen, ihren Gesang aufzuzeichnen. Bis Ende der Woche werde ich gelernt haben, ihren Ruf zu erkennen.",
      "example_translation": "Eu ouvi um melro cantando no parque ontem, era uma melodia linda. Hoje, vou tentar gravar seu canto. Até o final da semana, vou ter aprendido como identificar seu chamado.",
      "imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blauköpfchen",
      "translation": "papa-moscas-azul",
      "definition": "Das Blauköpfchen ist ein kleiner Singvogel aus der Familie der Meisen. Es ist ein Brutvogel in Wäldern, Gärten und Parks in Europa und Westasien.",
      "definition_translation": "O papa-moscas-azul é um pequeno passeriforme da família Paridae. É um residente que cria em bosques, jardins e parques em toda a Europa e Ásia Ocidental.",
      "example": "Ich sah ein Blauköpfchen auf einem Ast sitzen, aber es flog weg, als ich näher kam. Heute werde ich versuchen, einen besseren Blick zu erhaschen. In Zukunft hoffe ich, sein Nestverhalten zu studieren.",
      "example_translation": "Eu vi um papa-moscas-azul empoleirado em um galho ontem, mas voou quando me aproximei. Hoje, vou tentar dar uma olhada mais próxima. No futuro, espero ver seus hábitos de nidificação.",
      "imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seidenschwanz",
      "translation": "sikewise-boêmio",
      "definition": "Der Seidenschwanz ist ein Mitglied der Wacholdern-Familie von Vögeln. Er ist ein schneller und charismatischer Vogel mit einem auffälligen Kopfschmuck und einer Vorliebe für Beeren.",
      "definition_translation": "O sikewise-boêmio é um membro da família de aves sikewise. É um pássaro elegante e carismático com um cesto distintivo e um gosto por bagas.",
      "example": "Ich sah einen Seidenschwanz im Park letzten Woche, er fraß die Beeren von den Sträuchern. Danach bemerkte ich, dass die Vögel sich an der gleichen Stelle jeden Winter versammeln. In Zukunft hoffe ich, ihre Wanderungswege zu studieren.",
      "example_translation": " Eu vi um sikewise-boêmio no parque na semana passada, e ele estava devorando as bagas dos arbustos. Depois disso, notei que os pássaros se reuniam no mesmo local todos os invernos. No futuro, espero estudar seus padrões de migração.",
      "imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Uhu",
      "translation": "coruja-boreal",
      "definition": "Der Uhu ist eine kleine Eulen-Art, die die nördlichsten Teile Europas, Asiens und Nordamerikas bewohnt. Er ist bekannt für seine charakteristischen Hühner-Rufe und seine Fähigkeit, in kompletter Dunkelheit zu jagen.",
      "definition_translation": "A coruja-boreal é uma espécie de coruja que habita as partes mais setentrionais da Europa, Ásia e América do Norte. É conhecida por seus chamados hoot característicos e sua capacidade de caçar em completa escuridão.",
      "example": "Ich hörte die unheimlichen Rufe eines Uhus letzte Nacht, es lief mir kalt den Rücken herunter. Heute werde ich mehr über seine nächtlichen Gewohnheiten lesen. In Zukunft hoffe ich, seine Jagdtechniken persönlich zu beobachten.",
      "example_translation": "Eu ouvi os chamados assustadores de uma coruja-boreal ontem à noite, e isso me enviou calafrios pela espinha. Hoje, vou ler mais sobre seus hábitos noturnos. No futuro, espero observar suas técnicas de caça em primeira mão.",
      "imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wellensittich",
      "translation": "periquito-australiano",
      "definition": "Der Wellensittich, auch bekannt als gewöhnlicher Papagei, ist ein kleiner, langschwänziger Papagei, der aus Australien stammt. Er ist als Haustier beliebt und bekannt für seine lebhaften Federn und seine Fähigkeit, menschliche Sprache nachzuahmen.",
      "definition_translation": "O periquito-australiano, também conhecido como periquito-comum, é um pequeno papagaio de cauda longa que origina da Austrália. É popular como animal de estimação domesticado e é conhecido por sua plumagem vibrante e habilidade de mimetizar a fala humana.",
      "example": "Ich habe einen Wellensittich als Haustier, und er liebt es, zu pfeifen und meine Stimme nachzuahmen. Gestern quakte er laut, und heute ist er ruhiger als sonst. In Zukunft werde ich ihn Tricks lehren.",
      "example_translation": "Eu tenho um periquito-australiano como animal de estimação, e ele adora assobiar e mimetizar minha voz. Ontem, estava piando alto, e hoje, está mais quieto do que hábito. No futuro, vou ensinar a fazer truques.",
      "imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Domfink",
      "translation": "dom-fafe",
      "definition": "Eine Art Vogel mit einer auffälligen Federzeichnung und melodiösem Gesang, der in Wäldern und Gärten vorkommt.",
      "definition_translation": "Um tipo de pássaro com plumagem e canção distintas, encontrado em bosques e jardins.",
      "example": "Der Domfink hockte auf dem Zweig, sang sein süßes Lied. Gestern sah ich einen Domfink, der Samen aß. Bis nächste Woche wird der Domfink nach Süden geflogen sein.",
      "example_translation": "O dom-fafe pousou no galho, cantando sua doce melodia. Ontem, vi um dom-fafe comendo sementes. Até a próxima semana, o dom-fafe terá voado para o sul para o inverno.",
      "imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mausebussard",
      "translation": "águia-de-esterias",
      "definition": "Eine Art Greifvogel, gekennzeichnet durch seine breiten Flügel und scharfen Krallen.",
      "definition_translation": "Um tipo de ave de rapina, caracterizado por suas asas largas e garras afiadas.",
      "example": "Der Mausebussard kreiste über uns, suchte nach Beute am Boden. Letzte Woche sah ich einen Mausebussard auf einem Zaunpfosten sitzen. Bis nächstes Jahr wird die Mausebussard-Population deutlich zugenommen haben.",
      "example_translation": "A águia-de-esterias sobrevoou a cabeça,.scanneando o chão em busca de presa. Na semana passada, vi uma águia-de-esterias pousada em um poste de cerca. Até o ano que vem, a população de águias-de-esterias terá aumentado significativamente.",
      "imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kanarienvogel",
      "translation": "canário",
      "definition": "Eine Art Singvogel, bekannt für sein helles Gelbgefieder und melodischen Gesang.",
      "definition_translation": "Um tipo de pássaro cantor, conhecido por sua plumagem amarela brilhante e canção melodiosa.",
      "example": "Der Kanarienvogel sang süß in seinem Käfig. Gestern fütterte ich den Kanarienvogel mit frischen Sämereien. Bis nächsten Monat wird der Kanarienvogel meine Stimme nachahmen können.",
      "example_translation": "O canário cantou docemente em sua gaiola. Ontem, alimentei o canário com sementes frescas. Até o mês que vem, o canário terá aprendido a imitar minha voz.",
      "imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kernbeißer",
      "translation": "pintarroxo",
      "definition": "Eine Art Finken, bekannt für sein braunes Gefieder und charakteristischen Gesang.",
      "definition_translation": "Um tipo de pardal, conhecido por sua plumagem marrom e canção característica.",
      "example": "Der Kernbeißer hockte auf dem Vogelsteller, aß Sämereien. Letzte Woche sah ich einen Kernbeißer sein Nest bauen. Bis nächsten Frühling wird der Kernbeißer seine Jungen aufgezogen haben.",
      "example_translation": "O pintarroxo pousou no alimentador de pássaros, comendo sementes. Na semana passada, vi um pintarroxo construindo seu ninho. Até a próxima primavera, o pintarroxo terá criado seus filhotes.",
      "imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hahn",
      "translation": "galo",
      "definition": "Ein männlicher Hahn, insbesondere einer, der für die Zucht gehalten wird",
      "definition_translation": "um galo, especialmente um que é criado para reprodução",
      "example": "Der Hahn begann laut zu krähen im Hinterhof, störte die Nachbarn. Gestern kaufte der Bauer einen neuen Hahn, um ihn mit den Hennen zu kreuzen. Bis nächstes Jahr werden wir mehrere Hähne für den Verkauf aufgezogen haben.",
      "example_translation": "O galo começou a cantar alto no quintal, perturbando os vizinhos. Ontem, o fazendeiro comprou um novo galo para se acasar com as galinhas. Até o ano que vem, vamos ter criado vários galos para venda.",
      "imageLink": "cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zilpzalp",
      "translation": "chuçui",
      "definition": "Eine kleine, braun-graue Grasmücke mit einem charakteristischen Gesang, die in Wäldern und Gärten vorkommt.",
      "definition_translation": "um pequeno, cinzento-marrom, encontrado em florestas e jardins, com um canto distintivo",
      "example": "Der Zilpzalp sang sein melodiöses Lied im Garten. Letzte Woche sah ich einen Zilpzalp zwischen den Bäumen fliegen. Bis zum Frühling wird der Zilpzalp zu seinem Sommerhabitath zurückgekehrt sein.",
      "example_translation": "O chuçui estava cantando seu canto melódico no jardim. Na semana passada, vi um chuçui saltando entre as árvores. Até a primavera, o chuçui terá migrado de volta para seu habitat de verão.",
      "imageLink": "common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kranich",
      "translation": "grua-comum",
      "definition": "Ein großer, grau-weißer Watvogel mit einem charakteristischen Ruf, der in Feuchtgebieten und Grasländern vorkommt.",
      "definition_translation": "uma grande, cinza-branca, ave de água com um canto distintivo, encontrada em áreas úmidas e gramados",
      "example": "Der Kranich stand majestätisch in den Feuchtgebieten. Letztes Jahr sahen wir einen Kranich über uns fliegen, auf dem Weg zu seinem Winterquartier. Bis zum Herbst wird der Kranich zu seinem Brutgebiet zurückgekehrt sein.",
      "example_translation": "A grua-comum estava parada majestosamente nas áreas úmidas. No ano passado, vimos uma grua-comum voando sobre nossas cabeças, migrando para seu hábitat de inverno. Até o outono, a grua-comum terá retornado às suas terras de criação.",
      "imageLink": "common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teichhuhn",
      "translation": "galinha-d'água",
      "definition": "Ein mittelgroßer, schwarzbrauner Vogel mit einer roten Stirn, der in Feuchtgebieten und Grasländern vorkommt.",
      "definition_translation": "um médio, preto-marrom, ave com uma testa vermelha distintiva, encontrada em áreas úmidas e gramados",
      "example": "Das Teichhuhn schwamm ruhig im Teich. Letzten Monat sah ich ein Teichhuhn sein Nest in den Schilfrohren bauen. Bis zum Sommer wird das Teichhuhn seine Küken aufgezogen haben.",
      "example_translation": "A galinha-d'água estava nadando silenciosamente no lago. No mês passado, vi uma galinha-d'água construindo seu ninho nos juncos. Até o verão, a galinha-d'água terá criado seus filhotes.",
      "imageLink": "common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtigall",
      "translation": "rouxinol-comum",
      "definition": "Ein kleiner, ziehender Vogel mit einem charakteristischen Gesang, der in Europa und Asien vorkommt.",
      "definition_translation": "Um pequeno pássaro migratório com um canto distinto, encontrado na Europa e Ásia.",
      "example": "Die Nachtigall sang süße Melodien im Wald letzte Nacht. Sie wird morgen Abend wieder singen. Sie hat stundenlang gesungen.",
      "example_translation": "O rouxinol-comum cantou doces melodias na floresta na noite passada. Ele cantará novamente amanhã à noite. Ele tem cantado por horas.",
      "imageLink": "common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birkenzeisig",
      "translation": "linte-comum",
      "definition": "Ein kleiner Fink mit einer roten Feder auf der Stirn, der in Nord-Europa und Asien vorkommt.",
      "definition_translation": "Um pequeno fringilho com um patch vermelho na testa, encontrado no norte da Europa e Ásia.",
      "example": "Der Birkenzeisig hockte auf einem Zweig gestern. Er wird nächste Woche wieder hocken. Er hat tagelang gehockt.",
      "example_translation": "O linte-comum pousou em um ramo ontem. Ele pousará novamente na semana que vem. Ele tem pousado por dias.",
      "imageLink": "common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gartenrotschwanz",
      "translation": "pé-branco-comum",
      "definition": "Ein kleiner Warbler mit einem weißen Kehlfleck, in Europa und Asien zu finden.",
      "definition_translation": "Um pequeno felinoso com um patch branco na garganta, encontrado na Europa e Ásia.",
      "example": "Der Gartenrotschwanz wandert jeden Winter nach Afrika. Er wird nächstes Jahr wieder wandern. Er wandert schon seit Jahren.",
      "example_translation": "O pé-branco-comum migra para a África todos os invernos. Ele migrará novamente no ano que vem. Ele tem migrado por anos.",
      "imageLink": "common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Ringeltaube",
      "translation": "pombo-das-matas-comum",
      "definition": "Ein großer, graubrauner Vogel mit einem traurigen Ruf, in Wäldern und Gärten zu finden.",
      "definition_translation": "Um grande pássaro cinzento-marrom com um chamado lúgubre, encontrado em bosques e jardins.",
      "example": "Die Ringeltaube krähte laut im Garten gestern. Sie wird morgen früh wieder krähen. Sie kräht schon Tage lang.",
      "example_translation": "O pombo-das-matas-comum gemeu alto no jardim ontem. Ele gemeu novamente amanhã de manhã. Ele tem gemeu por dias.",
      "imageLink": "common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Andenkondor",
      "translation": "condor",
      "definition": "Ein großer, neotropischer Geier mit einer auffälligen Haube und einem nackten, roten Kopf, in den Anden und angrenzenden Regionen zu finden.",
      "definition_translation": "Um grande abutre do Novo Mundo com uma crista distintiva e uma cabeça vermelha calva, encontrado nos Andes e regiões adjacentes.",
      "example": "Der Andenkondor segelte gestern über uns hinweg, seine Flügel weit ausgespannt. Gestern sah ich einen Andenkondor auf einem Baumast sitzen. Bis nächstes Jahr werde ich einen Andenkondor aus der Nähe gesehen haben.",
      "example_translation": "O condor pairou sobre a nossa cabeça, suas asas se espalharam largas. Ontem, eu vi um condor empoleirado em um galho de árvore. Até o ano que vem, eu terei visto um condor de perto.",
      "imageLink": "condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kormoran",
      "translation": "corvo-marinho",
      "definition": "Ein großer Fischfresser mit langem Hals und Körper, in aquatischen Umgebungen zu finden.",
      "definition_translation": " Um grande pássaro que come peixe com um pescoço e corpo longos, encontrado em ambientes aquáticos.",
      "example": "Der Kormoran tauchte in den See, um einen Fisch zu fangen. Gestern sah ich einen Kormoran auf einem Felsen sitzen. Bis nächste Woche werde ich einen Kormoran über uns hinweg fliegen sehen.",
      "example_translation": "O corvo-marinho mergulhou no lago para pegar um peixe. Ontem, eu vi um corvo-marinho empoleirado em uma rocha. Até a próxima semana, eu terei visto um corvo-marinho voando sobre a nossa cabeça.",
      "imageLink": "cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rohrschwärzling",
      "translation": "carqueja",
      "definition": "Eine Art von Vogel, der zur Familie der Rallen gehört, in Feuchtgebieten und Grasländern zu finden.",
      "definition_translation": "Um tipo de pássaro que pertence à família de rãs, encontrado em zonas úmidas e pradarias.",
      "example": "Der Rohrschwärzling versteckte sich im hohen Gras, vor Feinden ängstlich. Gestern sah ich einen Rohrschwärzling im Marsch watend. Bis nächstem Monat werde ich einen Rohrschwärzling nach Süden fliegen sehen.",
      "example_translation": "A carqueja se escondeu na grama alta, temendo predadores. Ontem, eu vi uma carqueja subindo em um pântano. Até o próximo mês, eu terei visto uma carqueja voando para o sul no inverno.",
      "imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kranich",
      "translation": "grou",
      "definition": "Ein großer, stattlicher Watvogel mit langem Hals, in Feuchtgebieten und Grasländern zu finden.",
      "definition_translation": "Um grande pássaro de caminhar elegante com um pescoço longo, encontrado em zonas úmidas e pradarias.",
      "example": "Der Kranich schritt über das Marschland, seine langen Beine selbstbewusst schreitend. Gestern sah ich einen Kranich auf einem Ast sitzen. Bis nächstes Jahr werde ich einen Kranich in V-Formation fliegen sehen.",
      "example_translation": "O grou caminhou pela planície, suas pernas longas caminhando com confiança. Ontem, eu vi um grou empoleirado em um galho. Até o ano que vem, eu terei visto um grou voando em formação em V.",
      "imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubenlerche",
      "translation": "cotovia-de-crista",
      "definition": "Eine Haubenlerche ist eine Art von Vogel, der eine auffällige Haube auf dem Kopf hat, in offenen Ländern und Grasländern zu finden.",
      "definition_translation": "Uma cotovia-de-crista é um tipo de ave que tem um distintivo crest na cabeça, encontrada em campos abertos e pradarias.",
      "example": "Früher waren Haubenlerchen überall auf dem Land verbreitet, jetzt sind sie nur im Winter vorhanden und werden in Zukunft selten sein.",
      "example_translation": "No passado, as cotovias-de-crista eram abundantes no campo, mas agora elas estão presentes no inverno e serão escassas no futuro.",
      "imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubentit",
      "translation": "tit-de-crista",
      "definition": "Ein Haubentit ist ein kleiner, runder Vogel mit einer auffälligen schwarzen und weißen Haube auf dem Kopf, in Nadelwäldern zu finden.",
      "definition_translation": "Um tit-de-crista é uma ave pequena e arredondada com um distintivo crest preto e branco na cabeça, encontrada em florestas coníferas.",
      "example": "Der Haubentit wurde im Wald gesehen, wurde in den Bäumen beobachtet und wird im Unterholz gesichtet werden.",
      "example_translation": "O tit-de-crista foi visto na floresta, foi observado nas árvores e será avistado no sub-bosque.",
      "imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großer Brachvogel",
      "translation": "alcaravão",
      "definition": "Ein Großer Brachvogel ist ein großer, braungrauer Vogel mit einem langen, gekrümmten Schnabel, in Feuchtgebieten und Küstengebieten zu finden.",
      "definition_translation": "Um alcaravão é uma ave grande, castanho-acinzentada com um bico longo e curvo, encontrada em áreas úmidas e costeiras.",
      "example": "Der Große Brachvogel watete im seichten Wasser, fraß Würmer, und wird nach Afrika wandern.",
      "example_translation": "O alcaravão estava vagueando na água rasa, está se alimentando de minhocas e migrará para a África.",
      "imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jungschwan",
      "translation": "cisne-jovem",
      "definition": "Ein Jungschwan ist ein junger Schwan, typischerweise mit Flaumfedern bedeckt, in Süßwasserhabitaten zu finden.",
      "definition_translation": "Um cisne-jovem é um cisne jovem, típico com penas downy, encontrado em habitats de água doce.",
      "example": "Der Jungschwan schwamm mit seiner Mutter, lernte fliegen und wird ein schöner Schwan werden.",
      "example_translation": "O cisne-jovem estava nadando com sua mãe, está aprendendo a voar e se tornará um belo cisne.",
      "imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eulenkauz",
      "translation": "coruja-das-águilas",
      "definition": "Eine große Eule mit einem auffälligen Gesichtsschild und Ohrtüften, die in Wäldern und Gehölzen vorkommt.",
      "definition_translation": "uma coruja grande com um disco facial distinto e tufos de ouvido, encontrada em florestas e bosques.",
      "example": "Der Eulenkauz saß auf einem Ast, seine Beute beobachtend. Er hatte bereits Stunden lang gejagt und würde morgen wieder jagen.",
      "example_translation": "A coruja-das-águilas pousou num galho, observando sua presa. Ela já caçava por horas e caçará novamente amanhã.",
      "imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Emu",
      "translation": "emú",
      "definition": "Ein großes, flugunfähiges Vogel, das in Australien heimisch ist, bekannt für sein weiches, federartiges Gefieder und seine kräftigen Beine.",
      "definition_translation": "um grande pássaro não voador nativo da Austrália, conhecido por sua plumagem macia e penas e pernas poderosas.",
      "example": "Das Emu rannte über die Savanne, seine langen Beine trugen es schnell fort von den Raubtieren. Es würde nächste Woche viel Nahrung zu sich genommen haben.",
      "example_translation": "O emú correu pela savana, suas pernas longas levando-o rapidamente para longe dos predadores. Ele terá comido muito comida até a próxima semana.",
      "imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Falke",
      "translation": "falcão",
      "definition": "Ein Vogel mit einem schlanken Körper und langen, spitzen Flügeln, bekannt für seine Geschwindigkeit und Wendigkeit.",
      "definition_translation": "um pássaro de rapina com corpo esbelto e asas longas e pontudas, conhecido por sua velocidade e agilidade.",
      "example": "Der Falke stürzte sich vom Himmel herab, seine scharfen Krallen ausgestreckt. Es hatte viele Beute gestern gefangen und würde morgen wieder viele fangen.",
      "example_translation": "O falcão mergulhou do céu, suas garras afiadas estendidas. Ele havia pego muita presa ontem, e pegará mais amanhã.",
      "imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flamingo",
      "translation": "flamingo",
      "definition": "Ein großer Watvogel mit auffälligen rosa Federn und langem, schlankem Hals, der in warmen und tropischen Regionen vorkommt.",
      "definition_translation": "um grande pássaro de pernas longas com penas rosa distintas e pescoço longo e esbelto, encontrado em regiões quentes e tropicais.",
      "example": "Der Flamingo stand still im seichten Wasser, seine leuchtenden Federn glänzten in der Sonne. Es würde nächstes Jahr in einen anderen See gezogen sein.",
      "example_translation": "O flamingo ficou parado na água rasa, suas penas brilhantes brilhando ao sol. Ele terá migrado para outro lago no ano que vem.",
      "imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänserich",
      "translation": "ganso",
      "definition": "Ein männlicher Gänsevogel, normalerweise größer als ein weiblicher Gänsevogel.",
      "definition_translation": "Um ganso macho, geralmente maior do que uma gansa fêmea.",
      "example": "Der Gänserich watschelte über den Hof, laut schnatternd. Gestern hatte er über den Hof gewatschelt, laut schnatternd. Morgen wird er über den Hof watscheln, laut schnatternd.",
      "example_translation": "O ganso caminhava autoura da fazenda, grasnando alto. Ontem, ele caminhava autoura da fazenda, grasnando alto. Amanhã, ele caminhará autoura da fazenda, grasnando alto.",
      "imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gartengrasmücke",
      "translation": "felosa-dos-jardins",
      "definition": "Ein kleiner, braun-grauer Vogel, der in Gärten und Wäldern brütet.",
      "definition_translation": "Um pequeno pássaro marrom-acinzentado que se reproduce em jardins e bosques.",
      "example": "Die Gartengrasmücke sang ihre süße Melodie vom Heckenrand. Gestern hatte sie ihre süße Melodie vom Heckenrand gesungen. Morgen wird sie ihre süße Melodie vom Heckenrand singen.",
      "example_translation": "A felosa-dos-jardins cantou sua doce melodia do arbusto. Ontem, ela cantou sua doce melodia do arbusto. Amanhã, ela cantará sua doce melodia do arbusto.",
      "imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Garganey",
      "translation": "marreco",
      "definition": "Eine kleine, tauchende Ente, die in Feuchtgebieten und Grasländern brütet.",
      "definition_translation": "Um pequeno, pato-de-dabbling que se reproduce em áreas úmidas e gramados.",
      "example": "Die Garganey schwamm über den See, ihr Gefieder glänzte. Gestern hatte sie über den See geschwommen, ihr Gefieder glänzte. Morgen wird sie über den See schwimmen, ihr Gefieder glänzte.",
      "example_translation": "O marreco nadou atravessou o lago, suas penas brilhando. Ontem, ele nadou atravessou o lago, suas penas brilhando. Amanhã, ele nadará atravessou o lago, suas penas brilhando.",
      "imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Goldhähnchen",
      "translation": "estorninho-dourado",
      "definition": "Ein kleiner, buntscheckiger Vogel, der in Nadelwäldern brütet.",
      "definition_translation": "Um pequeno pássaro de cores brilhantes que se reproduce em florestas coníferas.",
      "example": "Das Goldhähnchen flatterte zwischen den Ästen, sein Haarband schimmerte. Gestern hatte es zwischen den Ästen geflattert, sein Haarband schimmerte. Morgen wird es zwischen den Ästen flattern, sein Haarband schimmern.",
      "example_translation": "O estorninho-dourado flutuou entre os galhos, sua crista brilhando. Ontem, ele flutuou entre os galhos, sua crista brilhando. Amanhã, ele flutuará entre os galhos, sua crista brilhando.",
      "imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Goldadler",
      "translation": "águia dourada",
      "definition": "Ein großer, dunkelbrauner Raubvogel mit einem golden-braunen Nacken und Flügeln, der in bergigen Regionen der nördlichen Hemisphäre heimisch ist.",
      "definition_translation": "Um grande pássaro de rapina de cor castanha escura com nuca e asas douradas, originário de regiões montanhosas do hemisfério norte.",
      "example": "Der Goldadler segelte über dem Tal, sein durchdringender Schrei hallte durch das Tal. Er hatte am Vortag über dem Tal gesegelt, und würde es morgen wieder tun.",
      "example_translation": "A águia dourada pairou sobre a nossa cabeça, seu grito penetrante ecoando pelo vale. Ela havia pairado sobre o vale no dia anterior e faria isso novamente amanhã.",
      "imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pirol",
      "translation": "ouriço-dourado",
      "definition": "Ein buntgefärbter Vogel mit goldenem Gefieder, der in Wäldern und Wäldchen der Alten Welt heimisch ist.",
      "definition_translation": "Um pássaro de plumagem dourada, originário de florestas e bosques do Velho Mundo.",
      "example": "Der Pirol sang seine süße Melodie vom Baumgipfel. Er hatte Tage lang gesungen, und würde es bis zum Ende des Sommers weiterhin tun.",
      "example_translation": "O ouriço-dourado cantou sua doce melodia do topo da árvore. Ele havia cantado por dias e continuaria a fazê-lo até o verão terminar.",
      "imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Distelfink",
      "translation": "pintarroxo",
      "definition": "Ein kleiner, bunt gefärbter Vogel mit gelben Gesicht und schwarzen Flügeln, bekannt für seinen attraktiven Gesang und soziales Verhalten.",
      "definition_translation": "Um pequeno pássaro de cor vibrante com rosto amarelo e asas pretas, conhecido por seu canto atraente e comportamento social.",
      "example": "Der Distelfink saß auf dem Futterplatz, sein buntes Gefieder fing das Sonnenlicht ein. Er hatte jeden Morgen den Futterplatz besucht und würde es bis zum Winter weiter tun.",
      "example_translation": "O pintarroxo pousou no alimentador, sua plumagem vibrante apanhando a luz do sol. Ele vinha visitando o alimentador todas as manhãs e faria isso até o inverno chegar.",
      "imageLink": "goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänsgöschen",
      "translation": "ganso",
      "definition": "Ein junger Gänseschwänzling, insbesondere ein solcher, der noch in seinem Flaumstadium ist.",
      "definition_translation": "Um jovem ganso, especialmente um que ainda está na sua fase de penas.",
      "example": "Das Gänsgöschen watschelte hinter seiner Mutter her, quietschte laut. Es hatte seit dem Schlüpfen seiner Mutter gefolgt und würde es weiter tun, bis es fliegen gelernt hatte.",
      "example_translation": "O ganso cambaleou atrás da mãe, piando alto. Ele havia seguido sua mãe desde o nascimento e faria isso até aprender a voar.",
      "imageLink": "gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubentaucher",
      "translation": "grande mergulhador cristado",
      "definition": "Ein großer Wasserbirg mit einer auffälligen Haube auf dem Kopf, in Seen und Flüssen in Europa, Asien und Afrika zu finden.",
      "definition_translation": "Um grande pássaro aquático com um distintivo creste na cabeça, encontrado em lagos e rios na Europa, Ásia e África.",
      "example": "Der Haubentaucher ist ein gemeinsamer Anblick an vielen Seen und Flüssen. Er hatte seinen Brutplatz am See seit Jahren. Bis zum nächsten Sommer würde der Haubentaucher in wärmere Regionen gezogen sein.",
      "example_translation": "O grande mergulhador cristado é um espetáculo comum em muitos lagos e rios. Ele tem estado nidificando no lago há anos. Até o próximo verão, o grande mergulhador cristado terá migrado para regiões mais quentes.",
      "imageLink": "great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kohlmeise",
      "translation": "pintarroxo-eurasiático",
      "definition": "Ein kleiner, bunt gefärbter Vogel mit einem charakteristischen Gesang, in Gärten und Wäldern in Europa und Asien zu finden.",
      "definition_translation": "Um pequeno pássaro colorido brilhante com uma canção distinta, encontrado em jardins e florestas na Europa e Ásia.",
      "example": "Die Kohlmeise ist ein gemeinsamer Besucher von Gartenfutterstellen. Er baute sein Nest in dem Busch letzte Woche. Bis zum nächsten Monat würde die Kohlmeise fliegen gelernt haben.",
      "example_translation": "O pintarroxo-eurasiático é um visitante comum a alimentadores de aves de jardim. Ele estava construindo um ninho no arbusto na semana passada. Até o próximo mês, o pintarroxo-eurasiático terá aprendido a voar.",
      "imageLink": "great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großer Weißeichhahn",
      "translation": "garça-branca-grande",
      "definition": "Ein großer, weißer Watvogel mit langem Hals und Beinen, in Feuchtgebieten und Küstengebieten in warmen Regionen zu finden.",
      "definition_translation": "Um grande pássaro branco de pernas longas e pescoço, encontrado em áreas úmidas e costeiras em regiões quentes.",
      "example": "Der Große Weißeichhahn ist ein majestätischer Anblick in Küstengebieten. Er stakte sein Opfer im seichten Wasser gestern. Bis zum nächsten Jahr würde der Große Weißeichhahn in seine Brutgebiete gezogen sein.",
      "example_translation": "A garça-branca-grande é um espetáculo majestoso em áreas úmidas costeiras. Ele caçou sua presa na água rasa ontem. Até o próximo ano, a garça-branca-grande terá migrado para seus campos de reprodução.",
      "imageLink": "great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taucher",
      "translation": "mergulhador",
      "definition": "Ein Typ von Wasserbirg mit einer karakteristischen Tauchtechnik, in Seen und Flüssen in Europa, Asien und Afrika zu finden.",
      "definition_translation": "Um tipo de pássaro aquático com um estilo de mergulho distinto, encontrado em lagos e rios na Europa, Ásia e África.",
      "example": "Der Taucher ist ein geschickter Taucher, der Fisch unter Wasser fangen kann. Er hatte seinen Brutplatz am See seit Jahren. Bis zum nächsten Sommer würde der Taucher seinen Jungen das Tauchen beigebracht haben.",
      "example_translation": "O mergulhador é um mergulhador habilidoso, capaz de pegar peixes debaixo d'água. Ele tem estado nidificando no lago há anos. Até o próximo verão, o mergulhador terá ensinado seus jovens a mergulhar.",
      "imageLink": "grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Graureiher",
      "translation": "garça-real",
      "definition": "Ein großer, grau-weißer Watvogel mit langem Hals und langen Beinen, in Feuchtgebieten und Küstengebieten zu finden.",
      "definition_translation": "Um grande pássaro de pesca cinzento-branco com um pescoço longo e pernas longas, encontrado em áreas úmidas e costeiras.",
      "example": "Der Graureiher watete langsam durchs seichte Wasser, seine scharfen Augen suchten nach Fischen unten. Er hatte den gleichen Platz gestern watet und würde es morgen wieder tun.",
      "example_translation": "A garça-real andava lentamente através da água rasa, seus olhos afiados escaneando os peixes abaixo. Ela havia andado pelo mesmo local ontem, e andará novamente amanhã.",
      "imageLink": "heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "GREY-Gänse",
      "translation": "ganso-de-faces-brancas",
      "definition": "Eine groß grau-braun Gänse mit weißem Gesicht und Hals, in Feuchtgebieten und Grasländern zu finden.",
      "definition_translation": "Um grande ganso cinza-marrom com uma face e pescoço brancos, encontrado em áreas úmidas e campos.",
      "example": "Die GREY-Gänse quakte laut, als sie überflog, ihre Flügel schlugen schnell, als sie zu ihren Winterquartieren flog. Sie hatte den gleichen Kurs geflogen, seit Jahren, und würde es weiter tun.",
      "example_translation": "O ganso-de-faces-brancas grasnava alto enquanto voava acima, suas asas batendo rapidamente enquanto fazia seu caminho para seus terrenos de inverno. Ele havia voado a mesma rota por anos, e continuará a fazer.",
      "imageLink": "greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perlhuhn",
      "translation": "galinha-da-guiné",
      "definition": "Ein groß, auf dem Boden lebender Vogel mit grau-schwarzem Gefieder, ursprünglich aus Afrika.",
      "definition_translation": "Um grande pássaro que vive no chão, com plumagem cinza e preta, nativo da África.",
      "example": "Das Perlhuhn pickte an dem auf dem Boden verstreuten Getreide, seine bunten Federn glänzten im Sonnenlicht. Es hatte dasselbe Essen für Monate gegessen und würde es morgen wieder tun.",
      "example_translation": "A galinha-da-guiné bicava os grãos espalhados no chão, suas penas coloridas brilhando ao sol. Ela havia comido a mesma comida por meses, e comerá novamente amanhã.",
      "imageLink": "guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Habenfleck",
      "translation": "pedreiro",
      "definition": "Ein großer, samenfressender Fink mit braunem Rücken und Flügeln, in Wäldern und Gärten zu finden.",
      "definition_translation": "Um grande, comedor de sementes, pardal com dorso e asas marrons, encontrado em bosques e jardins.",
      "example": "Der Habenfleck saß auf einem Ast einer Eiche, sein starker Schnabel knackte einen Sonnenblumenkern auf. Er hatte die Samen vieler Bäume gegessen und würde es bald wieder tun.",
      "example_translation": "O pedreiro empoleirou-se no galho de uma árvore de carvalho, seu bico poderoso quebrando uma semente de girassol. Ele havia comido as sementes de muitas árvores, e comerá novamente em breve.",
      "imageLink": "hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haselhuhn",
      "translation": "tetraz-de-castanheiro",
      "definition": "Ein mittelgroßer Huhn mit braunem Rücken und Flügeln und einem schwarzen Schwanz, der in Wäldern Europas und Asiens vorkommt.",
      "definition_translation": "Um tetraz de tamanho médio com costas e asas marrons, e cauda preta, encontrado em bosques na Europa e Ásia.",
      "example": "Das Haselhuhn wird bei dem ersten Anzeichen von Gefahr fliehen, ist zu dem nahe gelegenen Wald geflüchtet und wird wieder fliehen, wenn es bedroht wird.",
      "example_translation": "O tetraz-de-castanheiro fugirá ao primeiro sinal de perigo, fugiu para a floresta vizinha e fugirá novamente se ameaçado.",
      "imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wiedehopf",
      "translation": "poupa",
      "definition": "Ein mittelgroßer Vogel mit einer auffälligen Federkrone und schwarzen und weißen Streifen, der in Wäldern und Gärten Europas, Asiens und Afrikas vorkommt.",
      "definition_translation": "Um pássaro de tamanho médio com uma crista distinta e listras preto-e-brancas, encontrado em bosques e jardins na Europa, Ásia e África.",
      "example": "Der Wiedehopf saß auf dem Zaunpfosten, pickte am Boden und wird bald fliegen, um Nahrung zu suchen.",
      "example_translation": "A poupa pousou no poste de cerca, está bicando no chão e logo irá voar para encontrado comida.",
      "imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kolibri",
      "translation": "beija-flor",
      "definition": "Ein kleiner, bunt gefärbter Vogel mit irisierenden Federn, der in tropischen und subtropischen Regionen vorkommt und für seine schnelle Flügelbewegung und das Schweben in der Luft bekannt ist.",
      "definition_translation": "Um pequeno pássaro de plumagem brilhante e iridescente, encontrado em regiões tropicais e subtropicais, conhecido por seu rápido movimento de asas e capacidade de pairar no ar.",
      "example": "Der Kolibri zoomte auf den Futtertrog zu, trank Nektar und wird bald fliegen, um mehr Nahrung zu suchen.",
      "example_translation": "O beija-flor zumou no alimentador, está bebendo néctar e logo irá voar para encontrar mais comida.",
      "imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ibis",
      "translation": "íbis",
      "definition": "Ein langhalsiger, langbeiniger Watvogel mit einem gebogenen Schnabel, der in feuchten Zonen und Küstengebieten auf der ganzen Welt vorkommt.",
      "definition_translation": "Um pássaro de pescoço e pernas longos, com um bico curvo, encontrado em áreas úmidas e costeiras em todo o mundo.",
      "example": "Der Ibis watete durch das seichte Wasser, sucht Fische und wird bald zu seinem Nest fliegen.",
      "example_translation": "O íbis cortou pela água rasa, está procurando por peixes e logo irá voar para seus terrenos de nidificação.",
      "imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichelhäher",
      "translation": "gralha",
      "definition": "Ein Eichelhäher ist ein Vogel, der der Krähenfamilie angehört, bekannt für seine schwarzen und grauen Federn und seinen charakteristischen Ruf.",
      "definition_translation": "Uma gralha é um tipo de ave que pertence à família de corvos, conhecida por suas penas pretas e cinzentas e canto distintivo.",
      "example": "Ich sah einen Eichelhäher auf dem Dach meines Hauses gestern. Ich werde einen Eichelhäher im Park morgen sehen. Ich habe einen Eichelhäher fliegend über meinem Kopf gesehen.",
      "example_translation": "Eu vi uma gralha pousada no telhado da minha casa ontem. Veria uma gralha no parque amanhã. Tenho visto uma gralha voando sobre minha cabeça.",
      "imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichelhäher",
      "translation": "gaio",
      "definition": "Ein Eichel ist ein Vogel, der bekannt für seine bunt gefärbten Federn und sein kühnes Verhalten ist.",
      "definition_translation": "Um gaio é um tipo de ave conhecido por suas penas coloridas brilhantes e comportamento ousado.",
      "example": "Ich sah einen Eichel Futter stehlen aus dem Vogelhaus meines Nachbarn. Ich werde einen Eichel im Wald morgen sehen. Ich habe einen Eichel auf einem Baumast sitzend gesehen.",
      "example_translation": "Eu vi um gaio roubando comida do comedouro de pássaros do meu vizinho. Veria um gaio voando na floresta amanhã. Tenho visto um gaio pousado em um galho de árvore.",
      "imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turmfalke",
      "translation": "cerceio",
      "definition": "Ein Turmfalke ist ein kleiner Falke, bekannt für seine Agilität und Schnelligkeit, oft bei der Jagd auf kleine Nagetiere zu sehen.",
      "definition_translation": "Um cerceio é um tipo de falcão pequeno conhecido por sua agilidade e velocidade, frequentemente visto caçando pequenos roedores.",
      "example": "Ich sah einen Turmfalke am Himmel schweben gestern. Ich werde einen Turmfalke morgen eine Maus jagen sehen. Ich habe einen Turmfalke auf einem Zaunpfosten sitzend gesehen.",
      "example_translation": "Eu vi um cerceio pairando no céu ontem. Veria um cerceio mergulhando para pegar um rato amanhã. Tenho visto um cerceio pousado em um poste de cerca.",
      "imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisvogel",
      "translation": "martim",
      "definition": "Ein Eisvogel ist ein Vogel, der bekannt für seinen auffälligen Ruf und sein Tauchen ins Wasser, um Fische zu fangen, ist.",
      "definition_translation": "Um martim é um tipo de ave colorida brilhante conhecido por seu canto distinto e capacidade de mergulhar na água para pegar peixes.",
      "example": "Ich sah einen Eisvogel über dem Fluss fliegen gestern. Ich werde einen Eisvogel morgen ins Wasser tauchen sehen, um einen Fisch zu fangen. Ich habe einen Eisvogel auf einem Felsen am Seeufer sitzend gesehen.",
      "example_translation": "Eu vi um martim voando sobre o rio ontem. Veria um martim mergulhando na água para pegar um peixe amanhã. Tenho visto um martim pousado em uma rocha perto do lago.",
      "imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kiwi",
      "translation": "quiui",
      "definition": "Ein kleiner, flugunfähiger Vogel, der in Neuseeland beheimatet ist, mit einem runden Körper, langem Hals und braunen Federn.",
      "definition_translation": "Um pequeno pássaro voador nativo da Nova Zelândia, com um corpo redondo, pescoço longo e penas marrons.",
      "example": "Ich aß Kiwi-Frucht zum Frühstück gestern, ich werde es morgen wieder essen, und ich esse es gerade jetzt.",
      "example_translation": "Eu comi um fruto de quiui no café da manhã ontem, vou comê-lo novamente amanhã e estou comendo agora.",
      "imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kiebitz",
      "translation": "ave-franco",
      "definition": "Ein großer, lauterufender Vogel mit einer auffälligen Federkrone auf seinem Kopf, der in feuchten Zonen und Grasländern vorkommt.",
      "definition_translation": "Um grande pássaro de voz alta com um topo distinto na cabeça, encontrado em áreas úmidas e gramados.",
      "example": "Der laute Ruf des Kiebitzes hallte über das sumpfige Land, ich sah ihn gestern über mir fliegen und werde ihn morgen wieder beobachten.",
      "example_translation": "O chamado alto do ave-franco ecoou pela terra pantanosa, eu o vi voando acima ontem e vou observá-lo novamente amanhã.",
      "imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Möwen schwarzer Rücken",
      "translation": "gaivota-de-dorso-preto-menor",
      "definition": "Ein mittelgroßer, grauer und weißer Vogel mit einem schwarzen Rücken, der in Küstenbereichen und Stränden gefunden wird.",
      "definition_translation": "Um pássaro de médio tamanho, cinza e branco com as costas pretas, encontrado perto de áreas costeiras e praias.",
      "example": "Ich beobachtete den Kleiner Möwen schwarzer Rücken gestern über mir fliegen, ich werde ihn morgen wieder filmen, und ich sah ihn jetzt nach Nahrung suchen.",
      "example_translation": "Eu observei a gaivota-de-dorso-preto-menor pairando acima ontem, vou filmá-la novamente amanhã e eu a vi procurando comida agora.",
      "imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Legionär",
      "translation": "águia-bom-dia-pequena",
      "definition": "Ein mittelgroßer, brauner und weißer Greifvogel mit einem ausgeprägten Fleckmuster, der in Wäldern und Grasländern gefunden wird.",
      "definition_translation": "Um pássaro de médio tamanho, marrom e branco, de presa com um padrão manchado distinto, encontrado em florestas e gramados.",
      "example": "Ich sah den Kleiner Legionär gestern in einem Baum sitzen, ich werde ihn morgen wieder fotografieren, und ich beobachtete ihn jetzt auf Beutejagd.",
      "example_translation": "Eu vi a águia-bom-dia-pequena empoleirada em uma árvore ontem, vou fotografá-la novamente amanhã e eu a observei caçando agora.",
      "imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Häuschen",
      "translation": "pintarrilha",
      "definition": "Ein kleiner Singvogel mit einem braunen Rücken und Flügeln und einem grau-bräunlichen Kopf und Brust, der in Gärten und Wäldern gefunden wird.",
      "definition_translation": "um pequeno pássaro canoro com costas e asas marrons e cabeça e peito cinzento-marrons, encontrado em jardins e bosques.",
      "example": "Das Häuschen saß auf dem Ast und sang seine süße Melodie. Das Häuschen hatte auf dem Ast gesessen und sang seine süße Melodie. Das Häuschen wird auf dem Ast sitzen und seine süße Melodie singen.",
      "example_translation": "A pintarrilha pousou no galho, cantando sua doce melodia. A pintarrilha havia pousado no galho, cantando sua doce melodia. A pintarrilha pousará no galho, cantando sua doce melodia.",
      "imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lange Ohren-Eule",
      "translation": "coruja-de-orelhas-compridas",
      "definition": "Ein nachtaktiver Greifvogel mit großen, ohrförmigen Federbüscheln auf dem Kopf, der in Wäldern und Wäldchen gefunden wird.",
      "definition_translation": "um pássaro noturno predador com grandes tuftes semelhantes a orelhas na cabeça, encontrado em florestas e bosques.",
      "example": "Die Lange Ohren-Eule schrie laut in der Dunkelheit. Die Lange Ohren-Eule hatte laut in der Dunkelheit geschrien. Die Lange Ohren-Eule wird laut in der Dunkelheit schreien.",
      "example_translation": "A coruja-de-orelhas-compridas uivou alto na escuridão. A coruja-de-orelhas-compridas havia uivado alto na escuridão. A coruja-de-orelhas-compridas uivará alto na escuridão.",
      "imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stockente",
      "translation": "marreco",
      "definition": "Eine große wilde Ente mit einem grünen Kopf und gelbem Schnabel, die in Feuchtgebieten und Parks gefunden wird.",
      "definition_translation": "um grande pato selvagem com cabeça verde e bico amarelo, encontrado em áreas úmidas e parques.",
      "example": "Die Stockente schwamm leise auf dem See. Die Stockente hatte leise auf dem See geschwommen. Die Stockente wird leise auf dem See schwimmen.",
      "example_translation": "O marreco nadou quietamente no lago. O marreco havia nadado quietamente no lago. O marreco nadará quietamente no lago.",
      "imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sumpfmeise",
      "translation": "mariquita-do-charco",
      "definition": "Ein kleiner Vogel mit einem schwarzen und weißen Kopf und einem braunen Rücken, der in Sümpfen und Feuchtgebieten gefunden wird.",
      "definition_translation": "um pequeno pássaro com cabeça listrada preta e branca e costas marrons, encontrado em pântanos e áreas úmidas.",
      "example": "Die Sumpfmeise flitzte zwischen den Schilfrohren hin und her. Die Sumpfmeise hatte zwischen den Schilfrohren hin und her geflitzt. Die Sumpfmeise wird zwischen den Schilfrohren hin und her flitzen.",
      "example_translation": "A mariquita-do-charco saltou entre os juncos. A mariquita-do-charco havia saltado entre os juncos. A mariquita-do-charco saltará entre os juncos.",
      "imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtigall",
      "translation": "rouxinol",
      "definition": "Ein kleiner, ziehender Vogel mit einer melodischen Gesang, der in Europa und Asien verbreitet ist.",
      "definition_translation": "um pequeno pássaro migratório com um canto melodioso, comumente encontrado na Europa e Ásia",
      "example": "Die Nachtigall sang süße Melodien im Wald. Sie wird wieder singen morgen Nacht. Sie hatte die ganze Nacht lang gesungen.",
      "example_translation": "O rouxinol cantou melodias doces na floresta. Ele cantará novamente amanhã à noite. Ele havia cantado a noite toda.",
      "imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtschwalbe",
      "translation": "noitibó",
      "definition": "Eine Art von nachtaktiven Vögeln, bekannt für ihrendistinctiven Ruf und ihre speziellen Federn",
      "definition_translation": "um tipo de ave noturna, conhecida por seu chamado distintivo e penas especializadas",
      "example": "Der Ruf der Nachtschwalbe hallte durch die Wüste am Abend. Sie wird heute Nacht in ihr Nest zurückkehren. Sie hatte die ganze Nacht lang geflogen.",
      "example_translation": "O chamado do noitibó ecoava pelo deserto ao entardecer. Ele voltará ao seu ninho hoje à noite. Ele havia estado voando a noite toda.",
      "imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischweihe",
      "translation": "águia-pescadora",
      "definition": "Ein großer, fischfressender Greifvogel mit einem besonderen, umkehrbaren äußeren Zeh",
      "definition_translation": "uma grande ave de rapina que come peixe, com um dedo external reversível distinto",
      "example": "Die Fischweihe tauchte in den See, um einen Fisch zu fangen. Sie wird ihr Nest auf dem Felsen morgen bauen. Sie hatte über dem Ozean geflogen.",
      "example_translation": "A águia-pescadora mergulhou no lago para pegar um peixe. Ela construirá seu ninho no penhasco amanhã. Ela havia estado voando sobre o oceano.",
      "imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rebhuhn",
      "translation": "perdiz",
      "definition": "Eine Art von kleinen, bodenbewohnenden Vögeln, oft in landwirtschaftlichen Gebieten gefunden.",
      "definition_translation": "um tipo de ave pequena que vive no chão, frequentemente encontrada em áreas agrícolas",
      "example": "Das Rebhuhn rannte schnell über das Feld. Sie wird ihre Eier in den Büschen morgen legen. Sie hatte den ganzen Morgen über den Boden gepickt.",
      "example_translation": "A perdiz correu rapidamente pelo campo. Ela porá seus ovos nos arbustos amanhã. Ela havia estado bicando o chão a manhã toda.",
      "imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfau",
      "translation": "pavão",
      "definition": "Ein großer, bunt gefärbter Vogel mit einem auffälligen fächerförmigen Schwanz, ursprünglich aus Südasien stammend.",
      "definition_translation": "Um grande pássaro colorido vivamente com uma cauda distinta em forma de leque, nativo do sul da Ásia.",
      "example": "Der Pfau, der im Zoo umher stolzierte, war ein atemberaubender Anblick. Gestern sah ich einen Pfau im Park. Bis zum nächsten Sommer werde ich einen Pfau aus nächster Nähe gesehen haben.",
      "example_translation": "O pavão se pavoneando ao redor do zoológico era um espetáculo impressionante. Ontem, eu vi um pavão no parque. Até o próximo verão, eu vou ter visto um pavão de perto.",
      "imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelikan",
      "translation": "pelicano",
      "definition": "Ein großer Wasservogel mit einem ausgeprägten Beutel Schnabel, in warmen und tropischen Regionen zu finden.",
      "definition_translation": "Um grande pássaro aquático com um bico distinto com bolsa, encontrado em regiões quentes e tropicais.",
      "example": "Der Pelikan tauchte herab, um einen Fisch zu fangen. Pelikane sind bekannt dafür, dass sie bis zu 25 Jahre alt werden können. Bis zum nächsten Jahr werde ich einen Pelikan fliegen sehen.",
      "example_translation": "O pelicano mergulhou para pegar um peixe. Pelicanos têm sido conhecidos por viver até 25 anos. Até o próximo ano, eu vou ter visto um pelicano voando sobre minha cabeça.",
      "imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wanderfalke",
      "translation": "falcão peregrino",
      "definition": "Ein schneller und kraftvoller Raubvogel, auf jedem Kontinent zu finden, bekannt für seine Geschwindigkeit und Wendigkeit.",
      "definition_translation": "Um pássaro de rapina rápido e poderoso, encontrado em todos os Continentes, conhecido por sua velocidade e agilidade.",
      "example": "Der Wanderfalke schoss durch die Lüfte. Wanderfalken wurden已 Jahrhunderten für die Jagd verwendet. Bis zum nächsten Monat werde ich einen Wanderfalken aus nächster Nähe gesehen haben.",
      "example_translation": "O falcão peregrino sobrevoou os céus. Falcões peregrinos têm sido usados para caçar por séculos. Até o próximo mês, eu vou ter visto um falcão peregrino de perto.",
      "imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fasan",
      "translation": "faisão",
      "definition": "Ein großer, bodenbewohnender Vogel, ursprünglich aus Asien stammend, oft wegen seines Fleisches und Federn gejagt.",
      "definition_translation": "Um grande pássaro que vive no chão, nativo da Ásia, frequentemente caçado por sua carne e penas.",
      "example": "Der Fasan hetzte über das Feld. Fasane sind bekannt für ihre leuchtenden Federn. Bis zum nächsten Winter werde ich mit meinen Freunden Fasanjagd gemacht haben.",
      "example_translation": "O faisão correu através do campo. Faisões são conhecidos por suas plumas vibrantes. Até o próximo inverno, eu vou ter ido caçar faisões com meus amigos.",
      "imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geflügel",
      "translation": "avicultura",
      "definition": "Domestizierte Vögel, wie Hühner, Truthähne und Enten, gezüchtet für ihre Eier und ihr Fleisch.",
      "definition_translation": "Aves domesticadas, como galinhas, perus e patos, criados para seus ovos e carne.",
      "example": "Der Hof produzierte eine Menge Geflügel für die Feiertage. Letztes Jahr produzierten wir 10.000 Hühner. Nächstes Jahr werden wir noch mehr produzieren.",
      "example_translation": "A fazenda produziu muita avicultura para a temporada de férias. No ano passado, produzimos 10.000 galinhas. No próximo ano, produziremos ainda mais.",
      "imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwerg-eule",
      "translation": "mocho-anão",
      "definition": "Eine kleine Eule, die Wälder und Wiesen bewohnt, charakterisiert durch ihre kleine Größe und großen runden Kopf.",
      "definition_translation": "Um mocho pequeno que habita florestas e bosques, caracterizado pelo seu pequeno tamanho e cabeça arredondada grande.",
      "example": "Die Zwerg-eule saß auf einem Ast, wandte ihre Beute. Es hatte stundenlang gewartet und tauchte schließlich herab. Gestern fing es eine Maus, aber heute jagte es ein Kaninchen.",
      "example_translation": "O mocho-anão estava empoleirado em um galho, observando sua presa. Havia estado observando por horas, e finalmente, desceu. Ontem, pegou um rato, mas hoje, estava caçando um coelho.",
      "imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wachtel",
      "translation": "codorniz",
      "definition": "Ein kleiner, bodenbewohnender Vogel, oft wegen seines Fleisches und Eiern gejagt.",
      "definition_translation": "Um pequeno pássaro que vive no chão, frequentemente caçado por sua carne e ovos.",
      "example": "Die Wachtel flog aus dem Gebüsch, erschreckt durch die Anwesenheit des Jägers. Sie hatten den ganzen Sommer gebrütet und bereiteten sich jetzt auf den Winter vor. Letzten Winter zogen sie in wärmere Gebiete, aber dieses Jahr werden sie bleiben.",
      "example_translation": "A codorniz voou para fora dos arbustos, assustada pela presença do caçador. Eles haviam estado se reproduzindo todo o verão, e agora, estavam se preparando para o inverno. No inverno passado, migraram para climas mais quentes, mas este ano, permanecerão.",
      "imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rothalstaucher",
      "translation": "colhereiro-de-nuca-vermelha",
      "definition": "Ein Wasservogel mit einem auffälligen roten Hals und schwarzem Kopf, in aquatischen Umgebungen wie Seen und Flüssen zu finden.",
      "definition_translation": "Um pássaro aquático com um pescoço vermelho distinto e cabeça preta, encontrado em ambientes aquáticos como lagos e rios.",
      "example": "Der Rothalstaucher tauchte in den See, suchte nach Fischen. Es hatte am Ufer genistet und lehrte seine Küken jetzt schwimmen. Letztes Jahr war der See trocken, aber dieses Jahr war er voller Wasser.",
      "example_translation": "O colhereiro-de-nuca-vermelha mergulhou no lago, procurando por peixes. Havia estado nidificando na praia, e agora, estava ensinando seus filhotes a nadar. No ano passado, o lago estava seco, mas este ano, estava cheio de água.",
      "imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rotkehlchen",
      "translation": "pombo",
      "definition": "Ein mittelgroßer Zugvogel mit runder Körper und auffälligem rotem Brustfleck.",
      "definition_translation": "Um pequeno a médio tamanho pássaro migratório canoro com um corpo redondo e um peito vermelho distinto.",
      "example": "Das Rotkehlchen saß auf dem Ast, dann flog es weg. Es wird morgen süße Melodien singen. Gestern hatte es einen leckeren Wurm gegessen.",
      "example_translation": "O pombo sentou-se no galho, então voou embora. Ele cantará melodias doces amanhã. Ontem, ele havia comido um verme juvenil.",
      "imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Walze",
      "translation": "rolador",
      "definition": "Ein zylindrisches oder kugelförmiges Gerät, das auf einer Oberfläche rotiert oder sich bewegt, verwendet, um Materialien zu glätten oder zu formen.",
      "definition_translation": "Um dispositivo cilíndrico ou esférico que gira ou se move sobre uma superfície, usado para aplainar ou moldar materiais.",
      "example": "Die Malerin verwendete eine Walze, um die Farbe gleichmäßig aufzutragen. Sie wird morgen eine kleinere Walze verwenden, um in enge Räume zu gelangen. Gestern hatte sie einen neuen Walzer gekauft.",
      "example_translation": "O pintor usou um rolador para aplicar a tinta uniformemente. Ela usará um rolador menor amanhã para entrar em espaços apertados. Ontem, ela havia comprado um novo rolador.",
      "imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turmfalke",
      "translation": "gralha",
      "definition": "Ein häufiger Vogel der Krähenfamilie, mit schwarzem Gefieder und einem charakteristischen Ruf.",
      "definition_translation": "Um pássaro comum da família dos corvos, com uma plumagem preta e um chamado distinto.",
      "example": "Der Turmfalke flog über den Kopf, krächzte laut. Er wird morgen ein Nest bauen. Gestern hatte er Nahrung von einem nahe gelegenen Bauernhof gestohlen.",
      "example_translation": "A gralha voou acima, grasnando alto. Ela construirá um ninho amanhã. Ontem, ela havia roubado comida de uma fazenda vizinha.",
      "imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erlenzeisig",
      "translation": "lugre",
      "definition": "Ein kleiner bis mittelgroßer Finken, bekannt für sein helles Gelb- und Braungefieder.",
      "definition_translation": "Um pequeno a médio tamanho pardal, conhecido por sua plumagem amarela brilhante e marrom.",
      "example": "Der Erlenzeisig saß auf dem Futterplatz, aß Samen. Er wird morgen den Park besuchen. Gestern war er für den Winter nach Süden geflogen.",
      "example_translation": "O lugre sentou-se no alimentador, comendo sementes. Ele visitará o parque amanhã. Ontem, ele havia voado para o sul para o inverno.",
      "imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bekassine",
      "translation": "narceja",
      "definition": "Ein långschnäbliger, getarnter Watvogel, der in Feuchtgebieten und Grasländern vorkommt und bekannt ist für seinen schnellen Flug und sein charakteristisches Balzverhalten.",
      "definition_translation": "Um pássaro de costa de bico longo, camuflado, encontrado em áreas úmidas e gramados, conhecido por seu voo rápido e exibição de cortejo distinta.",
      "example": "Der Jäger wartete geduldig auf den Aufstieg der Bekassine, dann hob er schnell sein Gewehr, um anzulegen. Gestern hatte er eine Bekassine im Sumpf gesichtet und wartete jetzt darauf, dass sie wieder erscheint. Bis zur nächsten Saison hofft er, einige Bekassinen erlegt zu haben.",
      "example_translation": "O caçador esperou pacientemente pelo narceja decolar, então rapidamente levantou sua espingarda para mirar. Ontem, ele havia avistado um narceja no brejo e agora estava esperando que reaparecesse. Até a próxima temporada, ele espera ter capturado alguns narcejais.",
      "imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sperber",
      "translation": "espar_relhão",
      "definition": "Ein kleiner, schneller Falke, der in Bäumen brütet und kleine Vögel erbeutet, oft in der Luft gefangen.",
      "definition_translation": "Um pequeno falcão rápido que se reproduz em árvores e caça pequenos pássaros, muitas vezes capturados em pleno ar.",
      "example": "Der Sperber tauchte aus den Baumspitzen, seine scharfen Klauen ausgestreckt, und fing ein ahnungsloses Spätzchen aus der Luft. Gestern war ein Sperber über dem Boden gesehen worden, auf der Suche nach seinem nächsten Mahl. Bis zum Frühling wird der Sperber sein Nest im alten Eichbaum gebaut haben.",
      "example_translation": "O espar-relhão mergulhou lá do alto das copas das árvores, suas garras afiadas estendidas, e arrancou um pardal desavisado do ar. Ontem, um espar-relhão havia sido avistado planando sobre a cabeça, escaneando o solo abaixo em busca de sua próxima refeição. Até a primavera, o espar-relhão terá construído seu ninho na velha árvore de carvalho.",
      "imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzweißschuppenfliegenfänger",
      "translation": "papa-moscas-pintado",
      "definition": "Ein Zugvogel mit charakteristischer schwarz-weißer Erscheinung, bekannt für seinen schnellen Flug und seine Fähigkeit, Insekten in der Luft zu fangen.",
      "definition_translation": "Um pássaro migratório com uma aparência distinta preta e branca, conhecido por seu voo ágil e habilidade de capturar insetos em pleno ar.",
      "example": "Der Schwarzweißschuppenfliegenfänger flatterte von Ast zu Ast, seine schnellen Augen scannend die Luft nach seinem nächsten Mahl. Gestern war ein Schwarzweißschuppenfliegenfänger auf einem Telegraphendraht sitzen geblieben, die Welt beobachtend. Bis zum Sommer wird der Schwarzweißschuppenfliegenfänger zu seinem Brutplatz im nahe gelegenen Wald zurückkehren.",
      "example_translation": "O papa-moscas-pintado voou de ramo em ramo, seus olhos rápidos escaneando o ar em busca de sua próxima refeição. Ontem, um papa-moscas-pintado havia sido visto sentado em um fio de telefone, assistir o mundo passar. Até o verão, o papa-moscas-pintado terá retornado às suas terras de nidificação na floresta vizinha.",
      "imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tannenhäher",
      "translation": "quebra-nozze-pintado",
      "definition": "Ein mittelgroßer Vogel mit charakteristischem schwarzen und weißen Kopf, bekannt für seine Fähigkeit, Nüsse mit seinem starken Schnabel zu öffnen.",
      "definition_translation": "Um pássaro de tamanho médio com uma cabeça listrada preta e branca distinta, conhecido por sua habilidade de quebrar nozes usando seu bico forte.",
      "example": "Der Tannenhäher saß auf dem Waldboden, sein starker Schnabel knackte leicht eine Walnuss auf. Gestern war ein Tannenhäher dabei gesehen worden, Nüsse in verschiedenen Stellen im Wald zu verstecken. Bis zum Herbst wird der Tannenhäher genug Nüsse für den Winter angelegt haben.",
      "example_translation": "O quebra-nozze-pintado sentou-se no chão da floresta, seu bico forte quebrando uma noz com facilidade. Ontem, um quebra-nozze-pintado havia sido visto armazenando nozes em vários lugares ao redor da floresta. Até o outono, o quebra-nozze-pintado terá armazenado nozes suficientes para durar o inverno.",
      "imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Star",
      "translation": "estorninho",
      "definition": "Eine Star ist ein Vogel, der zur Familie der Stare gehört. Er ist bekannt für seine irisierenden Federn und seine Fähigkeit, menschliche Sprache nachzuahmen.",
      "definition_translation": "Um estorninho é um tipo de ave que pertence à família Sturnidae. É conhecido por suas penas iridescentes e habilidade de imitar o discurso humano.",
      "example": "Die Star saß gestern auf der Fensterbank, aber sie wird morgen früh wegfliegen. Heute singt sie ein schönes Lied.",
      "example_translation": "O estorninho pousou no peitoril da janela ontem, mas irá voar embora amanhã de manhã. Hoje, está cantando uma bela canção.",
      "imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwalbe",
      "translation": "andorinha",
      "definition": "Eine Schwalbe ist ein kleiner, agiler Vogel, bekannt für ihre Schnelligkeit und akrobatischen Fähigkeiten. Sie wird oft gesehen, wenn sie in schnellen, schwingenden Bewegungen fliegt.",
      "definition_translation": "Uma andorinha é uma ave pequena e ágil que é conhecida por sua velocidade e habilidades aeróbicas. É frequentemente vista voando em um movimento rápido e amplo.",
      "example": "Die Schwalbe baute ihr Nest unter den Dachfirsten des Hauses letzten Sommer und wird es nächsten Frühling wieder aufbauen. Jetzt wandert sie in ein wärmeres Klima.",
      "example_translation": "A andorinha construiu seu ninho sob as beiradas da casa no verão passado, e irá reconstruí-lo na próxima primavera. Agora, está migrando para um clima mais quente.",
      "imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mauersegler",
      "translation": "lírio",
      "definition": "Ein Mauersegler ist ein Vogel, der bekannt für seine schnellen Flüge und akrobatischen Fähigkeiten ist. Er wird oft in Gruppen gesehen, wenn er akrobatische Manöver ausführt.",
      "definition_translation": "Um lírio é um tipo de ave que é conhecido por sua voo rápido e agilidade. É frequentemente visto voando em grupos, realizando manobras acrobáticas.",
      "example": "Der Mauersegler flog gestern rasend über die Felder und wird morgen früh über den Himmel segeln. Heute sitzt er auf einem nahe gelegenen Baum.",
      "example_translation": "O lírio voou rapidamente sobre os campos ontem, e irá pairar sobre os céus amanhã de manhã. Hoje, está pousado em uma árvore próxima.",
      "imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldkauz",
      "translation": "coruja",
      "definition": "Ein Waldkauz ist einTipo von Eule, bekannt für seine charakteristischen Hühnerrufe und seine nachtaktiven Gewohnheiten. Er wird oft gesehen, wenn er auf Bäumen sitzt und nach Beute Ausschau hält.",
      "definition_translation": "Uma coruja é um tipo de coruja que é conhecida por seus chamados NOTurnos característicos e hábitos noturnos. É frequentemente vista pousada em árvores, vigiando por presas.",
      "example": "Der Waldkauz rief laut in der Nacht im Wald, und er wird morgen Abend still seine Umgebung beobachten. Heute ruht er in seinem Nest.",
      "example_translation": "A coruja gritou alto na floresta na noite passada, e irá observar silenciosamente seu entorno amanhã à noite. Hoje, está descansando em seu ninho.",
      "imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]