[
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Katze",
      "translation": "gato",
      "definition": "Ein kleiner typischerweise pelziger fleischfressender Säugetier aus der Familie Felidae, oft als Haustier gehalten.",
      "definition_translation": "Um pequeno mamífero carnívoro da família Felidae, muitas vezes criado como um animal de estimação.",
      "example": "Ich sah eine Katze auf dem Sofa schlafen gestern, sie schläft heute, und sie wird morgen schlafen.",
      "example_translation": "Eu vi um gato dormindo no sofá ontem, estava dormindo hoje, e dormirá amanhã.",
      "imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuh",
      "translation": "vaca",
      "definition": "Ein großes domestiziertes Ungulat-Säugetier, das Milch produziert, typischerweise auf Farmen und Ranches gehalten.",
      "definition_translation": "Um grande mamífero ungulado domesticado que produz leite, geralmente mantido em fazendas e ranchos.",
      "example": "Die Kuh weidete auf dem Feld gestern, sie weidet heute, und sie wird morgen weiden.",
      "example_translation": "A vaca estava pastando no campo ontem, está pastando hoje, e pastará amanhã.",
      "imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hund",
      "translation": "cachorro",
      "definition": "Ein domestiziertes fleischfressendes Säugetier, das der Familie Canidae angehört, oft als Begleiter oder Wachhund gehalten.",
      "definition_translation": "Um mamífero carnívoro domesticado que pertence à família Canidae, muitas vezes criado como um companheiro ou guarda.",
      "example": "Der Hund bellte laut gestern, er bellt heute, und er wird morgen bellen.",
      "example_translation": "O cachorro estava latindo alto ontem, está latindo hoje, e latirá amanhã.",
      "imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pferd",
      "translation": "cavalo",
      "definition": "Ein großes, hufiges, pflanzenfressendes Vierfüßler-Säugetier, domestiziert und für Reiten, Kutschen und andere Zwecke verwendet.",
      "definition_translation": "Um grande mamífero quadrúpede herbívoro, ungulado, domesticado e usado para montaria, carruagem e outros propósitos.",
      "example": "Das Pferd galoppierte auf dem Feld gestern, es galoppiert heute, und es wird morgen galoppieren.",
      "example_translation": "O cavalo estava galopando no campo ontem, está galopando hoje, e galopará amanhã.",
      "imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwein",
      "translation": "porco",
      "definition": "Ein Schwein ist ein domestiziertes Säugetier, das oft auf Farmen gehalten und für sein Fleisch verwendet wird.",
      "definition_translation": "Um porco é um mamífero domesticado que é frequentemente mantido em fazendas e é utilizado por sua carne.",
      "example": "Ich sah ein Schwein Futter auf der Farm essen gestern. Das Schwein isst Futter auf der Farm jetzt. Das Schwein wird Futter auf der Farm morgen essen.",
      "example_translation": "Eu vi um porco comendo comida na fazenda ontem. O porco está comendo comida na fazenda agora. O porco comerá comida na fazenda amanhã.",
      "imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaf",
      "translation": "ovelha",
      "definition": "Ein Schaf ist ein domestiziertes Säugetier, das oft auf Farmen gehalten und für seine Wolle und sein Fleisch verwendet wird.",
      "definition_translation": "Uma ovelha é um mamífero domesticado que é frequentemente mantido em fazendas e é utilizado por sua lã e carne.",
      "example": "Ich sah ein Schaf auf dem Feld grasen gestern. Das Schaf grasst auf dem Feld jetzt. Das Schaf wird auf dem Feld morgen grasen.",
      "example_translation": "Eu vi uma ovelha pastando no campo ontem. A ovelha está pastando no campo agora. A ovelha pastará no campo amanhã.",
      "imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baby",
      "translation": "bebê",
      "definition": "Ein Baby ist ein sehr junges menschliches Wesen, insbesondere ein Neugeborenes.",
      "definition_translation": "Um bebê é um ser humano muito jovem, especialmente um recém-nascido ou recentemente nascido.",
      "example": "Das Baby weinte gestern. Das Baby schläft jetzt. Das Baby wird morgen mit Spielzeug spielen.",
      "example_translation": "O bebê estava chorando ontem. O bebê está dormindo agora. O bebê brincará com brinquedos amanhã.",
      "imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bär",
      "translation": "urso",
      "definition": "Ein Bär ist ein großes, fleischfressendes Säugetier mit zottigem Fell, gefunden in Wäldern und Bergen.",
      "definition_translation": "Um urso é um grande mamífero carnívoro com pelo lanoso, encontrado em florestas e montanhas.",
      "example": "Ich sah einen Bär im Wald gehen gestern. Der Bär klettert jetzt einen Baum hinauf. Der Bär wird morgen im Fluss schwimmen.",
      "example_translation": "Eu vi um urso caminhando na floresta ontem. O urso está subindo uma árvore agora. O urso nadará no rio amanhã.",
      "imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gepard",
      "translation": "chita",
      "definition": "Ein Gepard ist eine große Katze, native zu Afrika und Zentraliran, bekannt für ihr eigenartiges Fell und ihre unglaubliche Geschwindigkeit, bis zu 70 Meilen pro Stunde.",
      "definition_translation": "Um chita é um grande gato nativo da África e do Irã central, conhecido por sua coat distinta e incrível velocidade, atingindo até 70 milhas por hora.",
      "example": "In der Vergangenheit war der Gepard ein gemeinsamer Anblick auf der Savanne, aber heute ist er eine bedrohte Art. In der Gegenwart werden Konservierungsbemühungen unternommen, um den Gepard und sein Habitat zu schützen. In der Zukunft hoffen wir, dass der Gepard wieder blühen wird.",
      "example_translation": "No passado, o chita era uma visão comum na savana, mas hoje é uma espécie ameaçada. No presente, esforços de conservação estão em andamento para proteger o chita e seu habitat. No futuro, esperamos ver o chita prosperar novamente.",
      "imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elefant",
      "translation": "elefante",
      "definition": "Ein Elefant ist ein großes, intelligentes Säugetier mit einem Rüssel, Stoßzähnen und einem besonderen Laut, native zu Afrika und Asien.",
      "definition_translation": "Um elefante é um grande mamífero inteligente com um tronco, presas e um som característico, nativo da África e Ásia.",
      "example": "In der Vergangenheit wurden Elefanten als Packtiere verwendet, aber heute sind sie durch Konservierungs-Gesetze geschützt. In der Gegenwart sind Elefanten ein wichtiger Teil ihrer Ökosysteme, spielen eine wichtige Rolle bei der Samenausbreitung und Walderschaffung. In der Zukunft hoffen wir, dass die Elefant-Populationen weiterhin gedeihen werden.",
      "example_translation": "No passado, os elefantes eram usados como animais de carga, mas hoje são protegidos por leis de conservação. No presente, os elefantes são uma parte importante de seus ecossistemas, desempenhando um papel vital na dispersão de sementes e criação de florestas. No futuro, esperamos ver as populações de elefantes continuar a prosperar.",
      "imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Meerschweinchen",
      "translation": "porquinho-da-índia",
      "definition": "Ein Meerschweinchen ist ein kleines, pelziges Nagetier, das häufig als Haustier gehalten wird und ursprünglich aus Südamerika stammt.",
      "definition_translation": "Um porquinho-da-índia é um pequeño roedor peludo comumente mantido como animal de estimação, nativo da América do Sul.",
      "example": "In der Vergangenheit wurden Meerschweinchen in einigen Kulturen als Nahrung verwendet, aber heute sind sie geliebte Haustiere. Heute sind Meerschweinchen beliebte Haustiere wegen ihrer sanften Natur und ihrer einfachen Pflege. In der Zukunft hoffen wir, dass Meerschweinchen weiterhin Freude an ihren Besitzern bringen werden.",
      "example_translation": "No passado, os porquinhos-da-índia eram usados como comida em algumas culturas, mas hoje são animais de estimação queridos. No presente, os porquinhos-da-índia são animais de estimação populares devido à sua natureza gentil e cuidado de baixa manutenção. No futuro, esperamos ver os porquinhos-da-índia continuar a trazer alegria para seus donos.",
      "imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hamster",
      "translation": "hamster",
      "definition": "Ein Hamster ist ein kleines, pelziges Nagetier, das häufig als Haustier gehalten wird und ursprünglich aus Europa und Asien stammt.",
      "definition_translation": "Um hamster é um pequeno roedor peludo comumente mantido como animal de estimação, nativo da Europa e Ásia.",
      "example": "In der Vergangenheit wurden Hamster als Laboratoriumstiere verwendet, aber heute sind sie beliebte Haustiere. Heute sind Hamster bekannt für ihre Liebe zum Sport und Spiel, und Besitzer stellen ihnen oft Spielzeug und Tunnel zur Verfügung, um sie zu explores. In der Zukunft hoffen wir, dass Hamster weiterhin als geliebte Haustiere gedeihen werden.",
      "example_translation": "No passado, os hamsters eram usados como animais de laboratório, mas hoje são animais de estimação populares. No presente, os hamsters são conhecidos por seu amor ao exercício e brincadeira, e os donos frequentemente lhes fornecem brinquedos e túneis para explorar. No futuro, esperamos ver os hamsters continuar a prosperar como animais de estimação queridos.",
      "imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwe",
      "translation": "leão",
      "definition": "Ein großer, fleischfressender Säugetier mit einem kurzen, gelben oder goldenen Fell und einem langen Bart bei Männchen, das in Savannen und Grasländern Afrikas und Indiens gefunden wird.",
      "definition_translation": "Um grande mamífero carnívoro com um curto, tawny ou casaco dourado e um longo mane no macho, encontrado em savanas e gramados da África e Índia.",
      "example": "Der Löwe brüllte laut im Dschungel gestern, er brüllt laut im Dschungel jetzt, und er wird laut im Dschungel morgen brüllen.",
      "example_translation": "O leão rugiu alto na selva ontem, ele ruge alto na selva agora e rugirá alto na selva amanhã.",
      "imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Affe",
      "translation": "macaco",
      "definition": "Ein Primat der Ordnung Primates, einschließlich Prosimii, Neuweltaffen, Altweltaffen und Menschenaffen, typischerweise mit einem langen Schwanz und in Bäumen lebend.",
      "definition_translation": "Um prímata da ordem Primatas, incluindo prosimii, macacos do Novo Mundo, macacos do Velho Mundo e grandes macacos, tipicamente tendo uma longa cauda e vivendo em árvores.",
      "example": "Der Affe sprang von Baum zu Baum schnell gestern, er springt von Baum zu Baum schnell jetzt, und er wird von Baum zu Baum schnell morgen springen.",
      "example_translation": "O macaco pulou de árvore em árvore rapidamente ontem, ele pula de árvore em árvore rapidamente agora e pulará de árvore em árvore rapidamente amanhã.",
      "imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maus",
      "translation": "rato",
      "definition": "Ein kleines, nagendes Säugetier, das häufig in Häusern und Farmen gefunden wird und bekannt ist für seine Fähigkeit, Krankheiten zu übertragen.",
      "definition_translation": "Um pequeno mamífero roedor que é comumente encontrado em casas e fazendas, e é conhecido por sua habilidade de carregar doenças.",
      "example": "Die Maus rannte über den Küchenboden schnell gestern, sie rennt über den Küchenboden schnell jetzt, und sie wird über den Küchenboden schnell morgen rennen.",
      "example_translation": "O rato correu rapidamente pelo chão da cozinha ontem, ele corre rapidamente pelo chão da cozinha agora e correrá rapidamente pelo chão da cozinha amanhã.",
      "imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaninchen",
      "translation": "coelho",
      "definition": "Ein kleines Säugetier mit langen Ohren, langen Hinterbeinen und einem kurzen Schwanz, das typischerweise in Erdlöchern lebt und pflanzliche Nahrung frisst.",
      "definition_translation": "Um pequeno mamífero com longas orelhas, longas pernas traseiras e uma cauda curta, tipicamente vivendo em tocas e alimentando-se de material vegetal.",
      "example": "Das Kaninchen hoppelte über den Garten schnell gestern, es hoppelt über den Garten schnell jetzt, und es wird über den Garten schnell morgen hoppeln.",
      "example_translation": "O coelho pulou rapidamente pelo jardim ontem, ele pula rapidamente pelo jardim agora e pulará rapidamente pelo jardim amanhã.",
      "imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ratte",
      "translation": "rato",
      "definition": "Eine Ratte ist ein Nagetier, das zur Gattung Rattus gehört. Ratten werden typischerweise als Schädlinge betrachtet und sind bekannt für die Übertragung von Krankheiten.",
      "definition_translation": "Um rato é um roedor que pertence ao gênero Rattus. Os ratos são tipicamente considerados pragas e são conhecidos por carregar doenças.",
      "example": "Die Katze jagte die Ratte um den Küchenherd. Sie hatte die Ratte gestern gejagt, und sie wird die Ratte morgen wieder jagen.",
      "example_translation": "O gato perseguiu o rato em torno da cozinha. Ele havia perseguido o rato ontem e vai persegui-lo novamente amanhã.",
      "imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fledermaus",
      "translation": "morcego",
      "definition": "Eine Fledermaus ist ein fliegendes Säugetier, das zur Ordnung Chiroptera gehört. Fledermäuse sind nachtaktive Tiere und nutzen Echoortung, um sich zu navigieren.",
      "definition_translation": "Um morcego é um mamífero voador que pertence à ordem Chiroptera. Os morcegos são animais noturnos e usam ecolocalização para navegar.",
      "example": "Die Fledermaus flog aus der Höhle bei Einbruch der Dämmerung. Sie wird bei Tagesanbruch zurückfliegen. Die Fledermaus hatte über dem Wald geflogen gestern.",
      "example_translation": "O morcego voou para fora da caverna ao entardecer. Ele voltará a voar ao amanhecer. O morcego havia voado sobre a floresta ontem.",
      "imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stier",
      "translation": "touro",
      "definition": "Ein Stier ist ein großes, powerful männliches Rind, oft bei Stierkämpfen verwendet. Stiere sind bekannt für ihre Stärke und Aggressivität.",
      "definition_translation": "Um touro é um grande animal bovino macho, muitas vezes usado em touradas. Os touros são conhecidos por sua força e agressividade.",
      "example": "Der Stier stürmte auf den Matador zu. Er hatte gestern auf ihn zugestürmt, und er wird morgen wieder auf ihn zugestürmt sein. Der Stier wird nächstes Jahr pensioniert werden.",
      "example_translation": "O touro investiu contra o matador. Ele havia investido contra ele ontem e investirá novamente amanhã. O touro será aposentado no ano que vem.",
      "imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kalb",
      "translation": "bezerro",
      "definition": "Ein Kalb ist das Jungtier einer Kuh, typischerweise weniger als ein Jahr alt. Kälber sind bekannt für ihre spielende und neugierige Natur.",
      "definition_translation": "Um bezerro é o jovem de uma vaca, tipicamente menos de um ano de idade. Os bezerros são conhecidos por sua natureza brincalhona e curiosa.",
      "example": "Das Kalb rannte mit seiner Mutter über das Feld. Es hatte gestern mit ihr gerannt, und es wird morgen wieder mit ihr rennen. Das Kalb wird zu einem starken Rind heranwachsen.",
      "example_translation": "O bezerro correu em torno do campo com sua mãe. Ele havia corrido ontem e vai correr novamente amanhã. O bezerro crescerá para ser uma vaca forte.",
      "imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamel",
      "translation": "camelo",
      "definition": "Ein großes, geradzehenartiges Ungulat mit einem charakteristischen Höcker auf seinem Rücken, das in den Wüsten Nordafrikas und Westasiens beheimatet ist.",
      "definition_translation": "Um grande mamífero ungulado de pata par com um corno distinctivo nas costas, nativo dos desertos do norte da África e do oeste da Ásia.",
      "example": "Das Kamel ging langsam durch die Wüste. Gestern hatte es stundenlang gewandert. Morgen wird es wieder wandern.",
      "example_translation": "O camelo caminhou lentamente pelo deserto. Ontem, ele havia caminhado por horas. Amanhã, ele caminhará novamente.",
      "imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rind",
      "translation": "gado",
      "definition": "Domestizierte Säugetiere der Gattung Bos, die oft auf Farmen oder Ranches für ihre Milch oder ihr Fleisch gehalten werden.",
      "definition_translation": "Mamíferos domesticados do gênero Bos, muitas vezes mantidos em uma fazenda ou rancho por seu leite ou carne.",
      "example": "Der Bauer züchtete Rinder auf seinem Hof. Im letzten Jahr hatte er eine große Herde gezüchtet. Nächstes Jahr wird er noch mehr züchten.",
      "example_translation": "O fazendeiro criou gado em sua fazenda. No ano passado, ele havia criado um grande rebanho. No ano que vem, ele criará ainda mais.",
      "imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Delfin",
      "translation": "golfinho",
      "definition": "Ein hochintelligentes, soziales Meeressäugetier mit einer gebogenen Rückenflosse, das in warmen und gemäßigten Meeren gefunden wird.",
      "definition_translation": "Um mamífero marinho muito inteligente e social com uma nadadeira dorsal curva, encontrado em mares quentes e temperados.",
      "example": "Der Delfin schwamm schnell durch das Wasser. Letzte Woche hatte er mit seinem Schwarm geschwommen. Nächstes Monat wird er wieder schwimmen.",
      "example_translation": "O golfinho nadou rapidamente pela água. Na semana passada, ele havia nadado com seu bando. No mês que vem, ele nadará novamente.",
      "imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esel",
      "translation": "burro",
      "definition": "Ein domestiziertes Tier, das oft als Lasttier verwendet wird und bekannt für seine Eigensinnigkeit und lautes Brüllen ist.",
      "definition_translation": "Um animal domesticado, muitas vezes usado como uma besta de carga, conhecido por sua teimosia e seu bray alto.",
      "example": "Der Esel ging langsam den Hügel hinauf. Gestern hatte er den Berg hinuntergegangen. Morgen wird er wieder gehen.",
      "example_translation": "O burro caminhou lentamente até o topo da colina. Ontem, ele havia caminhado até a montanha. Amanhã, ele caminhará novamente.",
      "imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiblich",
      "translation": "feminina",
      "definition": "Eine Person, die biologisch oder psychologisch weiblich ist.",
      "definition_translation": "Uma pessoa que é biologicamente ou psicologicamente feminina.",
      "example": "Sie war die erste Frau, die den Mount Everest bestiegen hat. Sie ist eine weibliche Ingenieurin. Sie wird eine weibliche Astronautin sein.",
      "example_translation": "Ela foi a primeira feminina a escalar o Monte Everest. Ela é uma engenheira feminina. Ela será uma astronauta feminina.",
      "imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fell",
      "translation": "pele",
      "definition": "Eine dicke, weiche Haarschicht, insbesondere die eines Säugetiers.",
      "definition_translation": "Uma camada grossa e macia de cabelo, especialmente da de um mamífero.",
      "example": "Das Fell des Kaninchens war weich und flauschig. Sie trug einen Pelzmantel zur Party. Das Fell des Bären war braun.",
      "example_translation": "A pele do coelho era macia e fofa. Ela usava um casaco de pele para a festa. A pele do urso era marrom.",
      "imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Giraffe",
      "translation": "girafa",
      "definition": "Ein großes, geradzehenartiges Ungulat mit einem langen Hals und Beinen, das in Afrika beheimatet ist.",
      "definition_translation": "Um mamífero ungulado de pernas longas e pescoço longo, nativo da África.",
      "example": "Wir sahen eine Giraffe im Zoo. Die Giraffe aß Blätter vom Baum. Die Giraffe wird über die Savanne laufen.",
      "example_translation": "Nós vimos uma girafa no zoológico. A girafa estava comendo folhas da árvore. A girafa correrá pela savana.",
      "imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziege",
      "translation": "cabra",
      "definition": "Ein Nutztier mit einem Bärtchen an seinem Kinn, das oft auf Farmen gehalten wird.",
      "definition_translation": "Um animal de criação com um tufo de cabelo semelhante à barba no queixo, frequentemente mantido em fazendas.",
      "example": "Die Ziege aß Gras im Feld. Sie molk die Ziege jeden Morgen. Die Ziege wird den Berg hinaufsteigen.",
      "example_translation": "A cabra estava comendo grama no campo. Ela ordenhava a cabra todas as manhãs. A cabra subirá a montanha.",
      "imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hase",
      "translation": "lebre",
      "definition": "Ein schnelles, langbeiniges Säugetier, das in Feldern und Wäldern lebt und sehr lange Ohren und starke Hinterbeine hat.",
      "definition_translation": "Um mamífero de movimento rápido, de pernas longas que vive em campos e florestas e tem orelhas muito longas e pernas traseiras poderosas.",
      "example": "Der Hase sprintete über das Feld, seine langen Ohren flatterten im Wind. Gestern sah ich einen Hasen hoppeln durch den Wald. Bis nächstem Jahr werde ich viele Hasen in freier Wildbahn gesehen haben.",
      "example_translation": "A lebre disparou pelo campo, suas orelhas longas batendo ao vento. Ontem, eu vi uma lebre pulando pela floresta. Até o próximo ano, eu vou ter visto muitas lebres no ambiente selvagem.",
      "imageLink": "hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nilpferd",
      "translation": "hipopótamo",
      "definition": "Ein großes, semi-aquatisches Säugetier, das in Flüssen und Seen lebt und einen runden Körper und kurze Beine hat.",
      "definition_translation": "Um grande mamífero semi-aquático que vive em rios e lagos e tem um corpo redondo e pernas curtas.",
      "example": "Im Zoo sah ich ein Nilpferd im Wasser schwimmen. Letzte Woche haben wir im Unterricht über Nilpferde gelernt. Bis nächstem Monat werde ich ein Nilpferd aus der Nähe gesehen haben.",
      "example_translation": "No zoológico, eu vi um hipopótamo nadando na água. Na semana passada, nós aprendemos sobre hipopótamos na escola. Até o próximo mês, eu vou ter visto um hipopótamo de perto.",
      "imageLink": "hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kätzchen",
      "translation": "gatinho",
      "definition": "Ein junger Kater, typischerweise weniger als ein Jahr alt, der klein und niedlich ist.",
      "definition_translation": "Um gato jovem, tipicamente com menos de um ano de idade, que é pequeno e fofo.",
      "example": "Ich spielte mit einem Kätzchen bei meinem Freund zu Hause gestern. Meine Schwester hat ein Kätzchen, das liebt es, mit Fäden zu spielen. Nächstes Jahr werde ich ein Kätzchen meiner eigenen haben.",
      "example_translation": "Eu brinquei com um gatinho na casa do meu amigo ontem. Minha irmã tem um gatinho que adora brincar com cordas. No próximo ano, eu vou ter um gatinho meu.",
      "imageLink": "kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lamm",
      "translation": "cordeiro",
      "definition": "Ein junges Schaf, typischerweise weniger als ein Jahr alt, das sanftmütig und unschuldig ist.",
      "definition_translation": "Um carneiro jovem, tipicamente com menos de um ano de idade, que é gentil e inocente.",
      "example": "Wir sahen ein Lamm bei der Geburt auf dem Hof gestern. Mein Vater hat ein Lamm, das seinem Vater gerne folgt. Nächstes Frühjahr werde ich bei der Pflege eines Lammes helfen.",
      "example_translation": "Nós vimos um cordeiro nascer na fazenda ontem. Meu pai tem um cordeiro que adora seguir ele em volta. Na próxima primavera, eu vou ajudar a cuidar de um cordeiro.",
      "imageLink": "lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "männlich",
      "translation": "macho",
      "definition": "Habend oder charakterisiert durch Stärke, Vitalität oder Aggressivität; maskulin.",
      "definition_translation": "Tendo ou caracterizado pela força, vigor ou agressividade; masculino.",
      "example": "Er war ein männliches Model, bekannt für sein raues Aussehen. Er war ein männlicher Stripper, bevor er Schauspieler wurde. Er wird ein männlicher Hauptdarsteller im kommenden Film sein.",
      "example_translation": "Ele era um modelo masculino, conhecido por sua aparência rude. Ele havia sido um stripper masculino antes de se tornar um ator. Ele será o lead masculino no próximo filme.",
      "imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maultier",
      "translation": "mula",
      "definition": "Eine störrische Person, die stur und weigert sich, ihre Meinung zu ändern.",
      "definition_translation": "Uma pessoa teimosa que é obstinada e se recusa a mudar de ideia.",
      "example": "Sie war ein Maultier und weigerte sich, irgendwelchen Rat anzuhören. Das Maultier trat den Farmer, der versuchte, es zu reiten. Das Maultier wird als Packtier in den Bergen verwendet werden.",
      "example_translation": "Ela era uma mula e se recusava a ouvir o conselho de qualquer pessoa. A mula chuteou o fazendeiro que estava tentando montá-la. A mula será usada como animal de carga nas montanhas.",
      "imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Puma",
      "translation": "puma",
      "definition": "Eine große Katze der Gattung Puma, ursprünglich aus Amerika, mit einem tawny oder braun-grauen Fell und einem langen Schwanz.",
      "definition_translation": "Um grande gato do gênero Puma, nativo das Américas, com um casaco marrom ou cinzento-marrom e uma longa cauda.",
      "example": "Die Puma war ein heimliches Tier und wurde selten in freier Wildbahn gesehen. Die Puma war entkrallt und lebte in einem Sanctuary. Die Puma wird wieder in die freie Wildbahn entlassen, wenn sie sich erholen wird.",
      "example_translation": "O puma era um animal secreto e raramente visto no selvagem. O puma havia sido desarmado e estava vivendo em um santuário. O puma será libertado de volta ao selvagem assim que se recuperar.",
      "imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Welpe",
      "translation": "filhote",
      "definition": "Ein junger Hund, insbesondere in den frühen Stadien seiner Entwicklung.",
      "definition_translation": "Um jovem cão, especialmente um nos estágios iniciais do seu desenvolvimento.",
      "example": "Der Welpe spielte mit seinem Schwanz, jagte ihn in Kreisen. Der Welpe war in seinem Bett eingeschlafen. Der Welpe wird nächste Woche gegen Krankheiten geimpft werden.",
      "example_translation": "O filhote estava brincando com sua cauda, perseguindo-a em círculos. O filhote havia adormecido em sua cama. O filhote será vacinado na próxima semana para prevenir doenças.",
      "imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rentier",
      "translation": "réno",
      "definition": "Ein großes Reh mit einem graubraunen Fell und großen Geweihen, in nördlichen Regionen Europas, Asiens und Nordamerikas zu finden",
      "definition_translation": "um grande cervo com uma capa cinzento-marrom e grandes chifres, encontrado nas regiões do norte da Europa, Ásia e América do Norte",
      "example": "Das Rentier zog über die arktische Tundra, suchte nach Nahrung. Gestern sah ich ein Rentier im Zoo. Bis nächstem Winter wird das Rentier seine Geweihe wieder gewachsen haben.",
      "example_translation": "O réno migraram por toda a tundra ártica, procurando por alimentos. Ontem, eu vi um réno no zoológico. Até o próximo inverno, o réno terá crescido seus chifres novamente.",
      "imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tiger",
      "translation": "tigre",
      "definition": "Ein großer fleischfressender Säugetier mit einem auffallenden orangen und schwarzen gestreiften Fell, ursprünglich aus Asien",
      "definition_translation": "um grande mamífero carnívoro com uma capa listrada laranja e preta distintiva, nativo da Ásia",
      "example": "Der Tiger kroch durch den Dschungel, seine Augen auf das ahnungslose Reh gerichtet. Der Tiger ist eine bedrohte Art. Bis 2025 wird die Tigerspopulation hoffentlich wiederhergestellt sein.",
      "example_translation": "O tigre perseguiu sua presa pela selva, seus olhos fixos no veado desavisado. O tigre é uma espécie em perigo. Até 2025, a população de tigres terá Esperançosamente se recuperado.",
      "imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wal",
      "translation": "baleia",
      "definition": "Ein großes Meeressäugetier, das Luft durch sein Blasloch atmet, in allen Weltmeeren zu finden",
      "definition_translation": "um grande mamífero marinho que respira ar através de seu furo, encontrado em todos os oceanos do mundo",
      "example": "Der Wal schwamm durch den Ozean, sein riesiger Körper wogte durch die Wellen. Gestern sah ich einen Wal im Aquarium. Bis nächstem Sommer wird der Wal ein neues Kalb bekommen haben.",
      "example_translation": "A baleia nadou pelo oceano, seu corpo massive ondulando pelas ondas. Ontem, eu vi uma baleia no aquário. Até o próximo verão, a baleia terá dado à luz um novo filhote.",
      "imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hirsch",
      "translation": "cervo",
      "definition": "Ein wildes oder domestiziertes Wiederkäuer-Säugetier mit einer auffallenden Geweih, in Wäldern und Grasländern zu finden",
      "definition_translation": "um mamífero ruminante selvagem ou domesticado com um conjunto distintivo de chifres, encontrado em florestas e gramados",
      "example": "Der Hirsch tanzte durch den Wald, sein Geweih hüpfte auf und ab. Hirsche sind in der ländlichen Gegend häufig. Bis nächstem Herbst wird der Hirsch sein Geweih wieder gewachsen haben.",
      "example_translation": "O cervo dançou pela floresta, seus chifres se movendo para cima e para baixo. Cervos são comuns no campo. Até o próximo outono, o cervo terá crescido seus chifres novamente.",
      "imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchs",
      "translation": "raposa",
      "definition": "Ein kleines, fleischfressendes Säugetier der Hundefamilie, mit einer spitzen Schnauze, einem buschigen Schwanz und roten Fell.",
      "definition_translation": "Um pequeno mamífero carnívoro da família de cães, com um focinho pontudo, cauda peluda e pelo avermelhado-laranja.",
      "example": "Der Fuchs rannte schnell durch den Wald, jagte das Kaninchen. Der Fuchs rennt schnell durch den Wald, jagt das Kaninchen. Der Fuchs wird schnell durch den Wald rennen, jagt das Kaninchen.",
      "example_translation": "A raposa correu rapidamente pela floresta, perseguindo o coelho. A raposa está correndo rapidamente pela floresta, perseguindo o coelho. A raposa correrá rapidamente pela floresta, perseguindo o coelho.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gorilla",
      "translation": "gorila",
      "definition": "Ein großes, kräftiges Primaten, das in Afrika beheimatet ist, mit einem dicken Fell und einem muskulösen Körperbau.",
      "definition_translation": "Um grande primata poderoso que é nativo da África, com um casaco grosso de pelo e um físico muscular.",
      "example": "Der Gorilla kletterte den Berg hinauf, suchte nach Nahrung. Der Gorilla klettert den Berg hinauf, sucht nach Nahrung. Der Gorilla wird den Berg hinauf klettern, sucht nach Nahrung.",
      "example_translation": "O gorila subiu a montanha, procurando comida. O gorila está subindo a montanha, procurando comida. O gorila subirá a montanha, procurando comida.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Känguru",
      "translation": "canguru",
      "definition": "Ein großes, springendes Beuteltier, das in Australien beheimatet ist, mit einem eigenartigen Beutel auf seinem Bauch und starken Hinterbeinen.",
      "definition_translation": "Um grande marsupial saltador nativo da Austrália, com uma bolsa distinta na barriga e pernas traseiras fortes.",
      "example": "Das Känguru hoppelte über das Feld, trug sein Joey in seinem Beutel. Das Känguru hoppelt über das Feld, trägt sein Joey in seinem Beutel. Das Känguru wird über das Feld hoppeln, trägt sein Joey in seinem Beutel.",
      "example_translation": "O canguru saltou pelo campo, carregando seu filhote na bolsa. O canguru está saltando pelo campo, carregando seu filhote na bolsa. O canguru saltará pelo campo, carregando seu filhote na bolsa.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Leopard",
      "translation": "leopardo",
      "definition": "Ein großes, fleischfressendes Säugetier der Katzenfamilie, mit einem auffälligen Flecken- oder Rosettenmuster auf seinem Fell.",
      "definition_translation": "Um grande mamífero carnívoro da família de gatos, com um casaco distinto manchado ou em forma de rosácea.",
      "example": "Der Leopard lief seinem Opfer durch den Wald nach, hatte sein Auge auf das Antilope gerichtet. Der Leopard läuft seinem Opfer durch den Wald nach, hat sein Auge auf das Antilope gerichtet. Der Leopard wird seinem Opfer durch den Wald nachlaufen, hat sein Auge auf das Antilope gerichtet.",
      "example_translation": "O leopardo rastejou sua presa pela floresta, seus olhos fixos no antílope. O leopardo está rastejando sua presa pela floresta, seus olhos fixos no antílope. O leopardo rastejará sua presa pela floresta, seus olhos fixos no antílope.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ochse",
      "translation": "boi",
      "definition": "Ein domestiziertes Säugetier, das für den Pflug und die Milchproduktion verwendet wird, mit einem stämmigen Körper und einem eigenartigen Paar gekrümmter Hörner.",
      "definition_translation": "Um mamífero domesticado usado para tração e leite, tendo um corpo sólido e um par distinto de chifres curvos.",
      "example": "Der Ochse zog den Pflug durch das Feld, aber er wird morgen ruhen und hat jahrelang gearbeitet.",
      "example_translation": "O boi puxou o arado pelo campo, mas descansará amanhã e terá trabalhado por anos.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfote",
      "translation": "pata",
      "definition": "Der Fuß eines Tieres, insbesondere eines Vierfußlers, typically haben Krallen oder Zehen.",
      "definition_translation": "O pé de um animal, especialmente um quadrúpede, tipicamente tendo garras ou dígitos.",
      "example": "Die Katze hob ihre Pfote, um das Möbel zu kratzen, und hat es viele Male vorher gekratzt und wird es wieder kratzen.",
      "example_translation": "O gato levantou a pata para arranhar o móvel, e terá arranhado muitas vezes antes de arranhar novamente.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisbär",
      "translation": "urso polar",
      "definition": "Ein großes, fleischfressendes Säugetier der Arktisregionen, mit weißem Fell und einer schwarzen Haut darunter.",
      "definition_translation": "Um grande mamífero carnívoro das regiões árticas, tendo pele branca e uma pele negra distinta por baixo.",
      "example": "Der Eisbär wanderte durch die Arktis-Tundra, hatte tagelang gewandert und wird weitere Wochen wandern.",
      "example_translation": "O urso polar vagueou pela tundra ártica, havia vagueado por dias e continuará a vaguear por semanas.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nashorn",
      "translation": "rinoceronte",
      "definition": "Ein großes, pflanzenfressendes Säugetier Afrikas und Südasiens, mit einem auffälligen Horn oder mehreren Hörnern auf seiner Nase.",
      "definition_translation": "Um grande mamífero herbívoro da África e sul da Ásia, tendo um chifre distinto ou chifres no seu nariz.",
      "example": "Das Nashorn stürmte über die Savanne, hatte viele Male vorher gestürmt und wird bald wieder stürmen.",
      "example_translation": "O rinoceronte investiu pela savana, havia investido muitas vezes antes e investirá novamente em breve.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Robbe",
      "translation": "foca",
      "definition": "Ein finnenfüßiges, semi-aquatisches Meeressäugetier, das in den kalten Gewässern der nördlichen und südlichen Hemisphären lebt.",
      "definition_translation": "um mamífero marinho semi-aquático de pés finos que vive em águas frias nos hemisférios Norte e Sul",
      "example": "Der Zooarbeiter reinigte das Gehege der Robbe gestern, reinigt es jeden Tag und wird es morgen wieder reinigen.",
      "example_translation": "O tratador do zoológico limpou o recinto da foca ontem, limpa todos os dias e limpará novamente amanhã.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichhörnchen",
      "translation": "esquilo",
      "definition": "Ein kleines, typischerweise behaartes, nagendes Säugetier, das einen buschigen Schwanz hat und Bäume erklimmen kann.",
      "definition_translation": "um pequeno mamífero roedor, geralmente peludo, com cauda arborícola e capaz de subir em árvores",
      "example": "Das Eichhörnchen rannte gestern den Baum hinauf, rennt heute den Baum hinauf und wird morgen wieder den Baum hinauf rennen.",
      "example_translation": "O esquilo subiu a árvore ontem, está subindo a árvore agora e subirá a árvore novamente amanhã.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]