[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleidung",
      "translation": "roupas",
      "definition": "Gegenstände, die am Körper getragen werden, wie z.B. Hemden, Hosen, Kleider und so weiter",
      "definition_translation": "itens usados para cobrir o corpo, como camisas, calças, vestidos e assim por diante",
      "example": "Ich trug meine Lieblingskleidung zur Party letzte Nacht, ich werde sie zum Strand morgen tragen und ich trug sie zur Schule gestern.",
      "example_translation": "Eu usei minhas roupas favoritas no partido ontem à noite, vou usá-las na praia amanhã e usei-as na escola ontem.",
      "imageLink": "image_files\\English\\clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mantel",
      "translation": "casaco",
      "definition": "ein äußeres Kleidungsstück, das zum Warmhalten getragen wird, typically aus dickem Stoff",
      "definition_translation": "um vestido externo usado para se manter quente, tipicamente feito de tecido grosso",
      "example": "Ich trug einen Mantel zum Winterfest letztes Jahr, ich werde ihn zu den Bergen nächste Woche tragen und ich trug ihn zum Park gestern.",
      "example_translation": "Eu usei um casaco no festival de inverno do ano passado, vou usá-lo nas montanhas na próxima semana e usei-o no parque ontem.",
      "imageLink": "image_files\\English\\coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleid",
      "translation": "vestido",
      "definition": "ein einstückiges Kleidungsstück für Frauen, typischerweise für besondere Anlässe getragen",
      "definition_translation": "um vestido único para mulheres, tipicamente usado para ocasiões especiais",
      "example": "Ich trug ein Kleid zur Hochzeit letzten Monat, ich werde es zur Party nächstes Wochenende tragen und ich trug es zur Zeremonie gestern.",
      "example_translation": "Eu usei um vestido no casamento do mês passado, vou usá-lo no partido no próximo fim de semana e usei-o na cerimônia ontem.",
      "imageLink": "image_files\\English\\dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hut",
      "translation": "chapéu",
      "definition": "eine Kopfbedeckung, typischerweise aus Stoff oder Stroh, zum Schutz oder als Modeaccessoire getragen",
      "definition_translation": "um cobertura para a cabeça, tipicamente feito de tecido ou palha, usado para proteção ou como acessório de moda",
      "example": "Ich trug einen Hut zum Strand gestern, ich werde ihn zum Gartenfest nächstes Sonntag tragen und ich trug ihn zum Museum letzte Woche.",
      "example_translation": "Eu usei um chapéu na praia ontem, vou usá-lo no partido do jardim no próximo domingo e usei-o no museu na semana passada.",
      "imageLink": "image_files\\English\\hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jeans",
      "translation": "calças",
      "definition": "Hosen aus Denim oder anderen starken Stoffen, typischerweise für casual Wear entworfen",
      "definition_translation": "calças feitas de denim ou outra fazenda forte, projetadas para uso casual",
      "example": "Ich trug Jeans zur Party letzte Nacht, ich trage Jeans zur Arbeit jeden Tag und ich werde Jeans zum Strand morgen tragen.",
      "example_translation": "Eu usei calças para a festa ontem à noite, eu uso calças para trabalho todos os dias e usarei calças para a praia amanhã.",
      "imageLink": "image_files\\English\\jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hemd",
      "translation": "camisa",
      "definition": "ein Oberbekleidungsstück, typischerweise mit Kragen und Ärmeln",
      "definition_translation": "uma roupa usada na parte superior do corpo, normalmente tendo um colarinho e mangas",
      "example": "Ich trug ein Hemd zum Büro gestern, ich trage ein Hemd zum Fitnessstudio jeden Morgen und ich werde ein Hemd zur Hochzeit nächste Woche tragen.",
      "example_translation": "Eu usei uma camisa para o escritório ontem, eu uso uma camisa para a academia todas as manhãs e usarei uma camisa para o casamento na próxima semana.",
      "imageLink": "image_files\\English\\shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuh",
      "translation": "sapato",
      "definition": "eine Fußbedeckung, typischerweise aus Leder, synthetischen Materialien oder anderen Materialien",
      "definition_translation": "uma cobertura para o pé, normalmente feita de couro, materiais sintéticos ou outros materiais",
      "example": "Ich trug Schuhe zum Park letzten Wochenende, ich trage Schuhe zur Arbeit jeden Tag und ich werde Schuhe zur Wanderung nächsten Monat tragen.",
      "example_translation": "Eu usei sapatos para o parque no fim de semana passado, eu uso sapatos para trabalho todos os dias e usarei sapatos para a viagem de caminhada no próximo mês.",
      "imageLink": "image_files\\English\\shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rock",
      "translation": "saia",
      "definition": "ein Kleidungsstück, das von Frauen getragen wird, typischerweise von der Taille herabhängend und unter den Knien endend",
      "definition_translation": "uma roupa usada por mulheres, normalmente fluindo da cintura e pendendo abaixo dos joelhos",
      "example": "Ich trug einen Rock zur Party letzte Nacht, ich trage einen Rock zur Kirche jeden Sonntag und ich werde einen Rock zum Tanzshow nächstes Jahr tragen.",
      "example_translation": "Eu usei uma saia para a festa ontem à noite, eu uso uma saia para a igreja todas as domingos e usarei uma saia para o show de dança no próximo ano.",
      "imageLink": "image_files\\English\\skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "T-Shirt",
      "translation": "camiseta",
      "definition": "Ein T-Shirt ist eine Art von casual Wear, das den oberen Teil des Körpers bedeckt, typischerweise aus Baumwolle, Polyester oder einer Mischung von Fasern",
      "definition_translation": "Uma camiseta é um tipo de roupa casual que cobre o corpo superior, tipicamente feita de algodão, poliéster ou uma mistura de fibras.",
      "example": "Ich trug ein T-Shirt zur Party letzte Nacht. Ich werde ein T-Shirt zum Spiel morgen tragen. Ich trug ein T-Shirt zum Strand gestern.",
      "example_translation": "Eu usei uma camiseta na festa ontem à noite. Eu usarei uma camiseta no jogo amanhã. Eu usei uma camiseta na praia ontem.",
      "imageLink": "image_files\\English\\t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hose",
      "translation": "calças",
      "definition": "Hosen sind eine Art von Kleidung, die den unteren Teil des Körpers bedeckt, typischerweise aus Stoff und von der Taille herabhängend getragen",
      "definition_translation": "Calças são um tipo de roupa que cobre o corpo inferior, tipicamente feita de tecido, e é usada desde a cintura para baixo.",
      "example": "Ich trug Hose zum Büro gestern. Ich werde Hose zur Hochzeit morgen tragen. Ich trug Hose zur Wanderung letzte Woche.",
      "example_translation": "Eu usei calças no escritório ontem. Eu usarei calças no casamento amanhã. Eu usei calças na viagem de caminhada da semana passada.",
      "imageLink": "image_files\\English\\trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefel",
      "translation": "bota",
      "definition": "Ein Stiefel ist ein Typ von Schuhwerk, das den Fuß und das Fußgelenk bedeckt, typischerweise aus Leder oder synthetischen Materialien hergestellt.",
      "definition_translation": "Uma bota é um tipo de calçado que cobre o pé e o tornozelo, tipicamente feita de couro ou materiais sintéticos.",
      "example": "Ich trug Stiefel auf den Bauernhof gestern. Ich werde Stiefel zum Konzert morgen tragen. Ich trug Stiefel in den Schnee letzten Winter.",
      "example_translation": "Eu usei botas na fazenda ontem. Eu usarei botas no concerto amanhã. Eu usei botas na neve no inverno passado.",
      "imageLink": "image_files\\English\\boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mütze",
      "translation": "gorro",
      "definition": "Eine Mütze ist ein Typ von Kopfbedeckung, der den oberen Teil des Kopfes bedeckt, typischerweise aus Stoff oder Kunststoff hergestellt.",
      "definition_translation": "Um gorro é um tipo de acessório para a cabeça que cobre o topo da cabeça, tipicamente feito de tecido ou plástico.",
      "example": "Ich trug eine Mütze zum Baseball-Spiel letzte Woche. Ich werde eine Mütze zum Umzug morgen tragen. Ich trug eine Mütze zur Angelausfahrt gestern.",
      "example_translation": "Eu usei um gorro no jogo de beisebol da semana passada. Eu usarei um gorro no desfile amanhã. Eu usei um gorro na viagem de pesca ontem.",
      "imageLink": "image_files\\English\\cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handschuh",
      "translation": "luva",
      "definition": "Ein Handschuh ist ein Kleidungsstück, das an der Hand getragen wird, um Wärme, Schutz oder Grip zu bieten.",
      "definition_translation": "Uma luva é um vestuário usado na mão para fornecer calor, proteção ou aderência.",
      "example": "Ich trug einen Handschuh zum Golfspielen gestern, ich trage Handschuhe zum Golfspielen, ich werde einen Handschuh zum Golfspielen morgen tragen.",
      "example_translation": "Eu usei uma luva para jogar golfe ontem, eu uso luvas para jogar golfe, eu usarei uma luva para jogar golfe amanhã.",
      "imageLink": "image_files\\English\\glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jacke",
      "translation": "jaqueta",
      "definition": "Eine Jacke ist ein Typ von Kleidung, der auf dem Oberkörper getragen wird, typischerweise mit Ärmeln und einer Öffnung vorne.",
      "definition_translation": "Uma jaqueta é um tipo de roupa usada no corpo superior, geralmente tendo mangas e uma abertura na frente.",
      "example": "Ich zog eine Jacke an, um rauszugehen, ich ziehe eine Jacke an, ich werde eine Jacke anziehen, um rauszugehen.",
      "example_translation": "Eu pus uma jaqueta para sair, eu estou colocando uma jaqueta, eu vou colocar uma jaqueta para sair.",
      "imageLink": "image_files\\English\\jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strickjacke",
      "translation": "pullover",
      "definition": "Eine Strickjacke ist ein Typ von Kleidung, der auf dem Oberkörper getragen wird, typischerweise ärmellos und kragenlos.",
      "definition_translation": "Um pullover é um tipo de roupa usada no corpo superior, geralmente sem mangas e sem colarinho.",
      "example": "Sie trug eine Strickjacke zur Schule, sie trägt eine Strickjacke zur Schule, sie wird eine Strickjacke zur Schule tragen.",
      "example_translation": "Ela usou um pullover para a escola, ela usa um pullover para a escola, ela usará um pullover para a escola.",
      "imageLink": "image_files\\English\\jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tasche",
      "translation": "bolso",
      "definition": "Eine Tasche ist ein kleiner Beutel oder Umschlag, der in oder an die Kleidung genäht oder angebracht wird, um kleine Gegenstände zu tragen.",
      "definition_translation": "Um bolso é uma pequena bolsa ou envelope costurada em ou anexada a roupa, usado para carregar itens pequenos.",
      "example": "Ich steckte mein Handy in meine Tasche, ich stecke mein Handy in meine Tasche, ich werde mein Handy in meine Tasche stecken.",
      "example_translation": "Eu pus meu telefone no meu bolso, eu estou colocando meu telefone no meu bolso, eu vou colocar meu telefone no meu bolso.",
      "imageLink": "image_files\\English\\pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenmantel",
      "translation": "capa de chuva",
      "definition": "Ein Regenmantel ist ein wasserabweisender oder wasserdichter Mantel, der um den Körper getragen wird, um sich vor Regen zu schützen.",
      "definition_translation": "Uma capa de chuva é um casaco à prova de água ou resistente à água usado para proteger o corpo da chuva",
      "example": "Ich trug einen Regenmantel, um mich vor dem schweren Regen gestern zu schützen. Ich werde einen Regenmantel zum Fest morgen tragen. Ich habe jeden Regen einen Regenmantel getragen.",
      "example_translation": "Eu usei uma capa de chuva para proteger-me da chuva pesada ontem. Vou usar uma capa de chuva para o festival amanhã. Eu uso uma capa de chuva todas as vezes que chove.",
      "imageLink": "image_files\\English\\raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schal",
      "translation": "lenço",
      "definition": "Ein Schal ist ein Stück Stoff, das um den Hals getragen wird, um warm zu bleiben oder als Modeteil.",
      "definition_translation": "Um lenço é um pedaço de tecido usado em volta do pescoço para se esquentar ou como acessório de moda",
      "example": "Sie band einen Schal um ihren Hals, um warm zu bleiben. Er wird einen Schal zum Partyspielen heute Abend tragen. Sie haben jeden Winter einen Schal getragen.",
      "example_translation": "Ela amarrou um lenço em volta do pescoço para se manter quente. Ele vai usar um lenço para a festa esta noite. Eles usaram lenços para o festival de inverno todos os anos.",
      "imageLink": "image_files\\English\\scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kurze Hose",
      "translation": "calças curtas",
      "definition": "Eine kurze Hose ist ein Typ von Hose, die in warmem Wetter getragen wird, um bequem und angenehm zu sein.",
      "definition_translation": "Calças curtas são um tipo de calça curta usada em tempo quente para confort e conveniência",
      "example": "Ich trug eine kurze Hose zum Strand gestern. Sie wird eine kurze Hose zum Picknick morgen tragen. Sie haben jeden Sonntag eine kurze Hose getragen.",
      "example_translation": "Eu usei calças curtas para a praia ontem. Ela vai usar calças curtas para o piquenique amanhã. Eles usam calças curtas para o parque todos os domingos.",
      "imageLink": "image_files\\English\\shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Socke",
      "translation": "meia",
      "definition": "Eine Socke ist ein Kleidungsstück, das am Fuß getragen wird,通常 aus Baumwolle oder synthetischen Materialien hergestellt.",
      "definition_translation": "Uma meia é uma peça de roupa usada no pé, geralmente feita de algodão ou materiais sintéticos",
      "example": "Ich trug eine Socke auf meinem linken Fuß gestern. Sie wird Socken zum Fitnessstudio morgen tragen. Sie haben jeden Wochenende Socken zum Wandern getragen.",
      "example_translation": "Eu usei uma meia no meu pé esquerdo ontem. Ela vai usar meias para a academia amanhã. Eles usam meias para a trilha de caminhada todos os fins de semana.",
      "imageLink": "image_files\\English\\sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anzug",
      "translation": "terno",
      "definition": "Ein Satz Kleidungsstücke, typischerweise bestehend aus Jackett und Hose, die für formelle oder geschäftliche Anlässe getragen werden.",
      "definition_translation": "Um conjunto de roupas, normalmente incluindo uma jaqueta e calças, usado para ocasiões formais ou negócios.",
      "example": "Ich trug einen Anzug zum Vorstellungsgespräch gestern, ich werde ihn zum Büroparty morgen tragen und ich trug ihn zur Hochzeit letzten Jahr.",
      "example_translation": "Eu usei um terno para a entrevista de emprego ontem, vou usá-lo para a festa da empresa amanhã e usei-o para o casamento no ano passado.",
      "imageLink": "image_files\\English\\suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "suéter",
      "definition": "Ein warmes, gestricktes Kleidungsstück, das typischerweise über einem Hemd getragen wird, oft aus Wolle oder Baumwolle gemacht.",
      "definition_translation": "Um vestuário quente, feito de malha, normalmente usado sobre uma camisa, muitas vezes feito de lã ou algodão.",
      "example": "Ich habe einen Pullover zum Snowboard-Trip letzte Woche getragen, ich trage ihn jetzt und ich werde ihn zum Camping-Trip nächsten Monat tragen.",
      "example_translation": "Eu usei um suéter para a viagem de snowboarding semana passada, estou usando agora e usarei para a viagem de camping no mês que vem.",
      "imageLink": "image_files\\English\\sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badeanzug",
      "translation": "traje de banho",
      "definition": "Ein Kleidungsstück, das zum Schwimmen getragen wird, typischerweise aus leichtem, schnell trocknendem Material.",
      "definition_translation": "Um vestuário usado para nadar, normalmente feito de material leve e rápido para secar.",
      "example": "Ich trug einen Badeanzug zum Strand gestern, ich werde ihn zum Schwimmbad morgen tragen und ich trug ihn zum Wasserpark letzten Sommer.",
      "example_translation": "Eu usei um traje de banho para a praia ontem, vou usá-lo para a piscina amanhã e usei-o para o parque aquático no verão passado.",
      "imageLink": "image_files\\English\\swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badeanzug",
      "translation": "maiô",
      "definition": "Ein Kleidungsstück, das zum Schwimmen getragen wird, typischerweise aus leichtem, schnell trocknendem Material, oft von Frauen getragen.",
      "definition_translation": "Um vestuário usado para nadar, normalmente feito de material leve e rápido para secar, muitas vezes usado por mulheres.",
      "example": "Sie trug einen Badeanzug zum Strand letzten Sommer, sie wird ihn zum Pool-Party nächste Woche tragen und sie trug ihn zum Wasser-Aerobik-Kurs gestern.",
      "example_translation": "Ela usou um maiô para a praia no verão passado, vai usá-lo para a festa da piscina na semana que vem e usou-o para a aula de aeróbicos na piscina ontem.",
      "imageLink": "image_files\\English\\swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krawatte",
      "translation": "gravata",
      "definition": "Ein Stück Stoff, das um den Hals getragen wird, typischerweise als Teil der formellen Männerbekleidung.",
      "definition_translation": "um comprimento de tecido usado ao redor do pescoço, tipicamente como parte do traje formal de um homem",
      "example": "Ich band meine Krawatte für das Vorstellungsgespräch. Ich binde meine Krawatte für die Hochzeit. Ich werde meine Krawatte für die Party binden.",
      "example_translation": "Eu amarrei minha gravata para a entrevista de emprego. Estou amarrando minha gravata para o casamento. Vou amarrar minha gravata para a festa.",
      "imageLink": "image_files\\English\\tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhose",
      "translation": "meias",
      "definition": "Eine eng anliegende Bekleidung, die die Beine bedeckt, typischerweise aus stretchigem Material.",
      "definition_translation": "vestimentas justas que cobrem as pernas, tipicamente feitas de tecido elástico",
      "example": "Ich trug eine Strumpfhose zur Tanz-Aufführung. Ich trage eine Strumpfhose zur Party. Ich werde eine Strumpfhose zum Ballett tragen.",
      "example_translation": "Eu usei meias para o desempenho de dança. Estou usando meias para a festa. Vou usar meias para o balé.",
      "imageLink": "image_files\\English\\tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turnschuhe",
      "translation": "tênis",
      "definition": "Leichte, athletische Schuhe, die für Jogging, Laufen oder andere Formen von Übung entworfen sind.",
      "definition_translation": "sapatos esportivos leves projetados para corrida, jogging ou outras formas de exercício",
      "example": "Ich zog meine Turnschuhe für den Marathon an. Ich trage meine Turnschuhe zum Fitnessstudio. Ich werde meine Turnschuhe zur Laufbahn tragen.",
      "example_translation": "Eu coloquei meus tênis para o maratona. Estou usando meus tênis para a academia. Vou usar meus tênis para a pista.",
      "imageLink": "image_files\\English\\trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Uniform",
      "translation": "uniforme",
      "definition": "Ein Satz Kleidungsstücke, die von Mitgliedern einer bestimmten Gruppe oder Organisation getragen werden.",
      "definition_translation": "um conjunto de roupas usado por membros de um grupo ou organização particular",
      "example": "Ich trug meine Uniform zur Schule. Ich trage meine Uniform zur Arbeit. Ich werde meine Uniform zum Umzug tragen.",
      "example_translation": "Eu usei meu uniforme para a escola. Estou usando meu uniforme para o trabalho. Vou usar meu uniforme para o desfile.",
      "imageLink": "image_files\\English\\uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bluse",
      "translation": "blusa",
      "definition": "Eine Bluse ist ein Oberbekleidungsstück, das typischerweise von Frauen getragen wird. Es ist normalerweise aus leichtem Stoff und hat Knöpfe oder andere Verschlüsse vorne.",
      "definition_translation": "Uma blusa é um tipo de roupa superior que é tipicamente usada por mulheres. É geralmente feita de um tecido leve e tem botões ou outros fechos na frente.",
      "example": "Ich trug eine Bluse zur Arbeit gestern. Ich trage eine Bluse zur Party heute Abend. Ich werde eine Bluse zur Hochzeit nächstes Wochenende tragen.",
      "example_translation": "Eu usei uma blusa para trabalhar ontem. Estou usando uma blusa para a festa esta noite. Vou usar uma blusa para o casamento no próximo fim de semana.",
      "imageLink": "image_files\\English\\blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kragen",
      "translation": "colarinho",
      "definition": "Ein Kragen ist ein Teil eines Hemdes oder Kleides, der um den Hals passt. Er kann formell oder informell sein und ist oft mit Knöpfen oder Stickereien dekoriert.",
      "definition_translation": "Um colarinho é uma parte de uma camisa ou vestido que se ajusta ao redor do pescoço. Pode ser formal ou informal e é frequentemente decorado com botões ou bordados.",
      "example": "Der Hund trug einen Kragen mit Namensschild. Ich musste den Kragen meines Hemdes vor dem Meeting bügeln. Sie wird einen neuen Kragen zu ihrem Kleid für die Modenschau hinzufügen.",
      "example_translation": "O cão usava um colarinho com uma etiqueta de nome. Tive que passar a ferro o colarinho da minha camisa antes da reunião. Ela vai acrescentar um novo colarinho ao seu vestido para o desfile de moda.",
      "imageLink": "image_files\\English\\collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ferse",
      "translation": "cabo",
      "definition": "Eine Ferse ist der hintere Teil eines Schuhs, der den Fuß über den Zehen hebt. Sie kann hoch oder niedrig sein und wird oft von Frauen zu eleganter oder feierlicher Gelegenheiten getragen.",
      "definition_translation": "Um cabo é a parte traseira de um sapato que eleva o calcanhar do pé acima dos dedos. Pode ser alto ou baixo e é frequentemente usado por mulheres para moda ou ocasiões formais.",
      "example": "Ich liebe es, hohe Fersen zu Partys zu tragen. Sie brach die Ferse ihres Schuhs auf der Treppe. Er wird zu der Hochzeit eine niedrige Ferse tragen.",
      "example_translation": "Eu amo usar saltos altos para festas. Ela quebrou o cabo do sapato nas escadas. Ele vai usar um cabo baixo para o casamento.",
      "imageLink": "image_files\\English\\heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlüpfer",
      "translation": "calcinhas",
      "definition": "Schlüpfer sind eine Art von Unterwäsche, die von Frauen getragen wird, typischerweise aus Stoff und zum Zweck des Komforts und der Schamhaftigkeit.",
      "definition_translation": "Calcinhas são um tipo de roupa íntima usada por mulheres, geralmente feita de tecido e usada para confort e modéstia.",
      "example": "Sie trug passende Schlüpfer und BH zum Fest. Ich kaufte neue Schlüpfer für den Urlaub. Sie werden Schlüpfer unter ihren Kostümen für das Spiel tragen.",
      "example_translation": "Ela usou calcinhas e sutiã combinando para a festa. Eu comprei novas calcinhas para as férias. Eles vão usar calcinhas debaixo de seus figurinos para a peça.",
      "imageLink": "image_files\\English\\knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hose",
      "translation": "calças",
      "definition": "Eine Hose ist ein äußeres Gewand, das die Beine bedeckt, typischerweise aus Stoff oder ähnlichem Material.",
      "definition_translation": "um vestido exterior que cobre as pernas, geralmente feito de tecido ou material semelhante",
      "example": "Ich trug eine Hose zur Party letzte Nacht. Ich werde morgen eine Hose zum Büro tragen. Sie trug eine Hose zum Fitnessstudio gestern.",
      "example_translation": "Eu usei calças para a festa ontem à noite. Vou usar calças para o escritório amanhã. Ela usou calças para a academia ontem.",
      "imageLink": "image_files\\English\\pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "suéter",
      "definition": "Ein Pullover ist ein Kleidungsstück ohne Öffnung an der Vorderseite, das über den Kopf gezogen wird.",
      "definition_translation": "um vestido sem abertura na frente, que é colocado puxando-o sobre a cabeça",
      "example": "Ich zog einen Pullover an, um mich warm zu halten. Sie wird einen Pullover zum Park morgen tragen. Er trug einen Pullover zum Fußballspiel letzte Woche.",
      "example_translation": "Eu puxei um suéter para manter o calor. Ela usará um suéter para o parque amanhã. Ele usou um suéter para o jogo de futebol da semana passada.",
      "imageLink": "image_files\\English\\pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sandale",
      "translation": "sanda",
      "definition": "Eine Sandale ist ein Schuh, der den Fuß freigibt und durch Riemen gehalten wird.",
      "definition_translation": "um calçado que expõe o pé e é mantido por tiras",
      "example": "Ich trug Sandalen zum Strand gestern. Sie wird Sandalen zur Party heute Abend tragen. Sie trugen Sandalen zur Wanderung letzten Monat.",
      "example_translation": "Eu usei sandálias para a praia ontem. Ela usará sandálias para a festa esta noite. Eles usaram sandálias para a viagem de caminhada do mês passado.",
      "imageLink": "image_files\\English\\sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmel",
      "translation": "manga",
      "definition": "Der Ärmel ist der Teil eines Kleidungsstücks, der den Arm bedeckt.",
      "definition_translation": "a parte do vestido que cobre o braço",
      "example": "Ich rollte meinen Ärmel hoch, um mein Tattoo zu zeigen. Sie wird ein Hemd mit langem Ärmel zur Party heute Abend tragen. Er trug eine Jacke mit kurzem Ärmel zum Spiel gestern.",
      "example_translation": "Eu rolei minha manga para mostrar meu tatuagem. Ela usará uma camisa com manga longa para a festa esta noite. Ele usou um casaco com manga curta para o jogo ontem.",
      "imageLink": "image_files\\English\\sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "P Pantoffeln",
      "translation": "chinelos",
      "definition": "Eine Pantoffel ist eine Art von Schuh, die zum Tragen im Haus gedacht ist, typischerweise aus weichen Materialien und mit einer weichen Sohle.",
      "definition_translation": "Um chinelo é um tipo de calçado projetado para ser usado internamente, tipicamente feito de materiais macios e tendo uma sola macia.",
      "example": "Ich trug meine Pantoffeln zur Party letzte Nacht, Ich werde meine Pantoffeln zur Party heute Abend tragen, und ich trug meine Pantoffeln zur Party gestern.",
      "example_translation": "Eu usei meu chinelos para a festa ontem à noite, eu usarei meu chinelos para a festa esta noite, e eu usei meu chinelos para a festa ontem.",
      "imageLink": "image_files\\English\\slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sweatshirt",
      "translation": "moletom",
      "definition": "Ein Sweatshirt ist ein lockeres, langärmeliges Oberteil, das aus dicker, weicher Stoff gemacht ist und oft für sportliche oder lockere Zwecke getragen wird.",
      "definition_translation": "Um moletom é uma camisa casual, de manga longa, tipicamente feita de tecido grosso e macio, frequentemente usada para fins atléticos ou casuais.",
      "example": "Ich trug ein Sweatshirt zum Fitnessstudio gestern, Ich werde ein Sweatshirt zum Fitnessstudio morgen tragen, und ich trug ein Sweatshirt zum Fitnessstudio letzte Woche.",
      "example_translation": "Eu usei um moletom para a academia ontem, eu usarei um moletom para a academia amanhã, e eu usei um moletom para a academia na semana passada.",
      "imageLink": "image_files\\English\\sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badehose",
      "translation": "calções de natação",
      "definition": "Eine Badehose ist eine Art von Shorts, die für das Schwimmen gedacht ist, typischerweise aus leichtem, schnell trocknendem Material.",
      "definition_translation": "Calções de natação são um tipo de shorts projetados para nadar, tipicamente feitos de tecido leve e rápido de secagem.",
      "example": "Ich trug eine Badehose zum Strand letzten Sommer, Ich werde eine Badehose zum Schwimmbad morgen tragen, und ich trug eine Badehose zum Wasserpark gestern.",
      "example_translation": "Eu usei calções de natação para a praia no verão passado, eu usarei calções de natação para a piscina amanhã, e eu usei calções de natação para o parque aquático ontem.",
      "imageLink": "image_files\\English\\swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oberteil",
      "translation": "blusa",
      "definition": "Ein Oberteil ist eine Art von Kleidungsstück, das den Oberkörper bedeckt, typischerweise bestehend aus Bluse oder Hemd.",
      "definition_translation": "Uma blusa é um tipo de roupa que cobre o corpo superior, tipicamente consistindo em uma blusa ou camisa.",
      "example": "Ich trug ein Oberteil zur Party letzte Woche, Ich werde ein Oberteil zur Party nächsten Monat tragen, und ich trug ein Oberteil zur Party gestern.",
      "example_translation": "Eu usei uma blusa para a festa na semana passada, eu usarei uma blusa para a festa no mês que vem, e eu usei uma blusa para a festa ontem.",
      "imageLink": "image_files\\English\\top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainingsanzug",
      "translation": "traje de treino",
      "definition": "Ein Trainingsanzug ist eine Art von Casual-Wear, die für athletische oder Outdoor-Aktivitäten konzipiert ist, normalerweise besteht er aus einer Jacke und Hose aus leichtem, atmungsaktivem Stoff.",
      "definition_translation": "Um traje de treino é um tipo de roupa casual projetada para atividades atléticas ou ao ar livre, tipicamente consistindo em uma jaqueta e calças feitas de um tecido leve e respirável.",
      "example": "Ich trug einen Trainingsanzug zum Fitnessstudio gestern, ich werde ihn morgen im Park tragen und ich trug ihn letzte Woche auf der Joggingstrecke.",
      "example_translation": "Eu usei um traje de treino para a academia ontem, vou usá-lo para o parque amanhã, e usei-o para a trilha de jogging na semana passada.",
      "imageLink": "image_files\\English\\tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterhose",
      "translation": "cueca",
      "definition": "Unterhosen sind eine Art von Unterwäsche, die direkt auf der Haut getragen wird, normalerweise sind sie aus weichem, atmungsaktivem Stoff hergestellt und sollen Komfort und Hygiene bieten.",
      "definition_translation": "Cuecas são um tipo de roupa íntima usada junto à pele, tipicamente feita de um tecido macio e respirável, e projetada para proporcionar confort e higiene.",
      "example": "Ich zog meine Unterhose an, bevor ich ins Bett ging, ich werde sie morgen zum Strand tragen und ich trug sie letzte Nacht zur Party.",
      "example_translation": "Eu coloquei minhas cuecas antes de ir para a cama, vou usá-las para a praia amanhã, e usei-as para a festa ontem à noite.",
      "imageLink": "image_files\\English\\underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterwäsche",
      "translation": "roupa íntima",
      "definition": "Unterwäsche bezeichnet Kleidungsstücke, die direkt auf der Haut getragen werden, darunter fallen Unterhosen, Büstenhalter und andere Artikel, die für Komfort und Hygiene konzipiert sind.",
      "definition_translation": "Roupa íntima refere-se à roupa usada junto à pele, tipicamente incluindo cuecas, sutiãs e outros itens projetados para confort e higiene.",
      "example": "Ich muss Wäsche waschen, damit ich meine Unterwäsche waschen kann, ich werde nächste Woche neue Unterwäsche kaufen und ich trug meine Lieblingsunterwäsche letzte Nacht zur Party.",
      "example_translation": "Eu preciso fazer a lavagem, para que possa lavar minhas roupas íntimas, vou comprar roupas íntimas novas na semana que vem, e usei minhas roupas íntimas favoritas para a festa ontem à noite.",
      "imageLink": "image_files\\English\\underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schürze",
      "translation": " avental",
      "definition": "Eine Schürze ist ein Stück Stoff, das vor dem Körper getragen wird, um Kleidung vor Flecken und Spritzern zu schützen, normalerweise wird sie bei Kochen, Gärtnern oder anderen Aktivitäten verwendet.",
      "definition_translation": "Um avental é um pedaço de tecido usado sobre a frente do corpo para proteger a roupa de manchas e respingos, tipicamente usado na cozinha, jardinagem ou outras atividades.",
      "example": "Ich zog eine Schürze an, bevor ich Abendessen kochte, ich werde eine Schürze zum Barbecue morgen tragen und ich trug eine Schürze zum Kunstunterricht letzte Woche.",
      "example_translation": "Eu coloquei um avental antes de cozinhar o jantar, vou usar um avental para o churrasco amanhã, e usei um avental para a aula de arte na semana passada.",
      "imageLink": "image_files\\English\\apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bikini",
      "translation": "biquíni",
      "definition": "Ein Bikini ist eine Art von Badeanzug, der aus zwei Teilen besteht, einem für die Brüste und einem für das Schambein.",
      "definition_translation": "Um biquíni é um tipo de roupa de banho que consiste em duas peças, uma cobrindo os seios e outra cobrindo a área do quadril.",
      "example": "Sie trug einen roten Bikini zum Strand gestern. Sie wird einen blauen Bikini zum Party heute Abend tragen. Sie trug einen gelben Bikini zum Schwimmbad letzte Woche.",
      "example_translation": "Ela usou um biquíni vermelho na praia ontem. Ela usará um biquíni azul na festa hoje à noite. Ela usou um biquíni amarelo na piscina semana passada.",
      "imageLink": "image_files\\English\\bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boxer-Shorts",
      "translation": "calção de boxer",
      "definition": "Boxer-Shorts sind eine Art von Unterwäsche, die locker sitzen und einen elastischen Bund haben.",
      "definition_translation": "Calções de boxer são um tipo de roupa íntima que são soltos e têm uma faixa elástica na cintura.",
      "example": "Er trug Boxer-Shorts ins Bett letzte Nacht. Er wird Boxer-Shorts zum Fitnessstudio morgen tragen und er trug Boxer-Shorts zum Park gestern.",
      "example_translation": "Ele usou calções de boxer para dormir ontem à noite. Ele usará calções de boxer para o ginásio amanhã. Ele usou calções de boxer para o parque ontem.",
      "imageLink": "image_files\\English\\boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Büstenhalter",
      "translation": "soutien",
      "definition": "Ein Büstenhalter ist eine Art von Unterwäsche, die Brüste stützt und bedeckt.",
      "definition_translation": "Um soutien é um tipo de roupa íntima projetado para dar apoio e cobrir os seios de uma mulher.",
      "example": "Sie trug einen rosa Büstenhalter zur Party letzte Woche. Sie wird einen schwarzen Büstenhalter zur Hochzeit heute Abend tragen. Sie trug einen weißen Büstenhalter zum Büro gestern.",
      "example_translation": "Ela usou um soutien rosa para a festa semana passada. Ela usará um soutien preto para o casamento hoje à noite. Ela usou um soutien branco para o escritório ontem.",
      "imageLink": "image_files\\English\\bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Slips",
      "translation": "cueca",
      "definition": "Slips sind eine Art von Unterwäsche, die den Genitalbereich bedeckt und stützt.",
      "definition_translation": "Cuecas são um tipo de roupa íntima que fornecem cobertura e apoio para a área genital.",
      "example": "Er trug Slips zum Fitnessstudio gestern. Er wird Slips zum Strand morgen tragen und er trug Slips zum Büro letzte Woche.",
      "example_translation": "Ele usou cuecas para o ginásio ontem. Ele usará cuecas para a praia amanhã. Ele usou cuecas para o escritório semana passada.",
      "imageLink": "image_files\\English\\briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strickjacke",
      "translation": "casaco",
      "definition": "Eine Strickjacke ist ein gestricktes Kleidungsstück, das Knöpfe oder einen Reißverschluss vorne hat und normalerweise über einem Hemd oder Kleid getragen wird.",
      "definition_translation": "Um casaco é um tipo de roupa tricotada que tem botões ou uma fieira na frente e é normalmente usado sobre uma camisa ou vestido.",
      "example": "Ich trug eine Strickjacke, um mich warm zu halten gestern. Ich werde eine Strickjacke zum Party heute Abend tragen und sie trug eine Strickjacke zum Büromeeting letzte Woche.",
      "example_translation": "Eu usei um casaco para me manter quente ontem. Eu vou usar um casaco para a festa esta noite. Ela usou um casaco para a reunião de escritório na semana passada.",
      "imageLink": "image_files\\English\\cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kostüm",
      "translation": "figurino",
      "definition": "Ein Kostüm ist ein Set von Kleidungsstücken, das einen bestimmten Eindruck vermitteln oder eine Figur oder einen Beruf repräsentieren soll.",
      "definition_translation": "Um figurino é um conjunto de roupas usadas para criar uma impressão particular ou para representar um personagem ou ocupação.",
      "example": "Der Schauspieler trug ein Kostüm, um einen König darzustellen. Das Kind trug ein Kostüm zum Halloween-Fest. Sie entwarf ein Kostüm für die Modenschau.",
      "example_translation": "O ator usou um figurino para representar um rei. A criança usou um figurino para uma festa do Halloween. Ela projetou um figurino para o desfile de moda.",
      "imageLink": "image_files\\English\\costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmel",
      "translation": "punho",
      "definition": "Ein Ärmel ist ein Band oder Riemen, typischerweise am Ende eines Ärmels, verwendet, um ein Kleidungsstück zu verschließen oder zu dekorieren.",
      "definition_translation": "Um punho é uma banda ou correia, geralmente na extremidade de uma manga, usada para fechar ou decorar uma roupa.",
      "example": "Das Hemd hatte einen Ärmel, der locker war. Er justierte den Ärmel seines Ärmels. Der Ärmel ihres Kleides war zart.",
      "example_translation": "A camisa tinha um punho que estava solto. Ele ajustou o punho da sua manga. O punho do vestido dela era delicado.",
      "imageLink": "image_files\\English\\cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Helm",
      "translation": "capacete",
      "definition": "Ein Helm ist ein Schutzkopfbedeckung, die getragen wird, um Verletzungen am Kopf zu vermeiden, insbesondere bei Sportarten oder im Kampf.",
      "definition_translation": "Um capacete é um capacete de proteção usado para prevenir lesões na cabeça, especialmente em esportes ou combate.",
      "example": "Der Radfahrer trug einen Helm, um seinen Kopf zu schützen. Sie zog einen Helm an, um ein Motorrad zu fahren. Der Soldat trug einen Helm in der Schlacht.",
      "example_translation": "O ciclista usou um capacete para proteger a cabeça. Ela colocou um capacete para andar de motocicleta. O soldado usou um capacete na batalha.",
      "imageLink": "image_files\\English\\helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Motorhaube",
      "translation": "capô",
      "definition": "Die obere Abdeckung eines Fahrzeugs, typischerweise an Scharnieren befestigt, um Zugang zum Motor zu ermöglichen.",
      "definition_translation": "A cobertura superior de um veículo, tipicamente dobrável para permitir acesso ao motor.",
      "example": "Ich öffnete die Motorhaube meines Autos, um das Öl zu überprüfen. Gestern öffnete ich die Motorhaube, um den Radiator zu reparieren. Morgen werde ich die Motorhaube öffnen, um den Luftfilter zu ändern.",
      "example_translation": "Eu abri o capô do meu carro para verificar o óleo. Ontem, abri o capô para consertar o radiador. Amanhã, vou abrir o capô para trocar o filtro de ar.",
      "imageLink": "image_files\\English\\hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kniestrümpfe",
      "translation": "meias de joelho",
      "definition": "Röhrenförmige Bedeckungen für die Beine, die typischerweise bis gerade über das Knie reichen, getragen für Wärme oder als Modeschmuck.",
      "definition_translation": "Coberturas tubulares para as pernas, tipicamente alcançando até pouco acima do joelho, usadas para aquecer ou como item de moda.",
      "example": "Ich trug Kniestrümpfe zum Skiresort gestern. Heute trage ich Kniestrümpfe zur Schule. Nächste Woche werde ich Kniestrümpfe zum Wandertrip tragen.",
      "example_translation": "Eu usei meias de joelho no resort de esqui ontem. Hoje, estou usando meias de joelho na escola. Na próxima semana, vou usar meias de joelho na viagem de caminhada.",
      "imageLink": "image_files\\English\\knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtgewand",
      "translation": " camisola",
      "definition": "Ein loses, meist ungefügtes Kleidungsstück für das Schlafen oder Faulenzen, typischerweise aus weichem, leichtem Material hergestellt.",
      "definition_translation": "Um vestido solto, geralmente desconexo, para dormir ou relaxar, tipicamente feito de tecido leve e macio.",
      "example": "Ich zog mein Lieblings-Nachtgewand an, um einen Film anzusehen letzte Nacht. Heute trage ich ein neues Nachtgewand ins Bett. Morgen werde ich ein hübsches Nachtgewand zum Schlafübernachtung tragen.",
      "example_translation": "Eu pus meu camisola favorito para assistir um filme ontem à noite. Hoje, estou usando um novo camisola para dormir. Amanhã, vou usar um belo camisola para a festa de pijama.",
      "imageLink": "image_files\\English\\nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachthemd",
      "translation": "babador",
      "definition": "Ein loses, meist kurzes Kleidungsstück für das Schlafen oder Faulenzen, typischerweise aus weichem, leichtem Material hergestellt.",
      "definition_translation": "Um vestido solto, geralmente curto, para dormir ou relaxar, tipicamente feito de tecido leve e macio.",
      "example": "Ich zog mein Lieblings-Nachthemd an, um fertig fürs Bett zu machen. Gestern trug ich ein neues Nachthemd zum Schlafparty. Morgen werde ich ein gemütliches Nachthemd zum Camping-Trip tragen.",
      "example_translation": "Eu pus meu babador favorito para me preparar para dormir. Ontem, usei um novo babador para a festa de sono. Amanhã, vou usar um babador aconchegante para a viagem de camping.",
      "imageLink": "image_files\\English\\nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyjama",
      "translation": "pijamas",
      "definition": "Ein locker sitzendes, bequemes Hosenanzug, entworfen für das Schlafen oder Faulenzen.",
      "definition_translation": "Calças largas e confortáveis e uma parte de cima solta, projetadas para dormir ou descansar.",
      "example": "Ich trug meine Pyjama ins Bett letzte Nacht, ich trage meine Pyjama jeden Abend ins Bett, und ich werde meine Pyjama morgen Abend ins Bett tragen.",
      "example_translation": "Eu usei pijamas para dormir ontem à noite, eu uso pijamas para dormir todas as noites, e eu usarei pijamas para dormir amanhã à noite.",
      "imageLink": "image_files\\English\\pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turnschuhe",
      "translation": "tênis",
      "definition": "Ein Typ von legeren Schuhen mit einer Gummisohle und einem Obermaterial aus Canvas oder Synthetik.",
      "definition_translation": "Um tipo de sapato atlético casual com sola de borracha e upper de canvas ou sintético.",
      "example": "Ich schnürte meine Turnschuhe und ging joggen, ich trage Turnschuhe ins Fitnessstudio, und ich werde nächste Woche neue Turnschuhe kaufen.",
      "example_translation": "Eu amarrei meus tênis e fui correr, eu uso tênis na academia, e eu comprarei novos tênis na próxima semana.",
      "imageLink": "image_files\\English\\sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bademantel",
      "translation": "roupão de banho",
      "definition": "Ein loser, absorptionsfähiger Mantel, getragen nach dem Baden oder Duschen.",
      "definition_translation": "Um roupão solto e absorvente usado após um banho ou chuveiro.",
      "example": "Ich zog meinen Bademantel nach der Dusche an, ich trage einen Bademantel, um mich zu entspannen, und ich werde mir einen neuen Bademantel zu meinem Geburtstag kaufen.",
      "example_translation": "Eu pus meu roupão de banho após o chuveiro, eu uso um roupão de banho para relaxar, e eu vou ganhar um novo roupão de banho para o meu aniversário.",
      "imageLink": "image_files\\English\\bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fliege",
      "translation": "gravata borboleta",
      "definition": "Ein Typ von Krawatte, bestehend aus einem Band, das in einer Schleife geknotet ist.",
      "definition_translation": "Um tipo de gravata que consiste em uma fita atada em forma de laço.",
      "example": "Der Kellner trug eine Fliege zur Arbeit, ich lernte, eine Fliege für eine Hochzeit zu binden, und ich werde eine Fliege zu einem formellen Anlass tragen.",
      "example_translation": "O garçom usava uma gravata borboleta no trabalho, eu aprendi a amarrar uma gravata borboleta para um casamento, e eu vou usar uma gravata borboleta em um evento formal.",
      "imageLink": "image_files\\English\\bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kombihose",
      "translation": "calças de ganga",
      "definition": "lose Hosen, typischerweise aus Denim, mit einer Latzhose und einer Trägerschnalle, von Arbeitern, Künstlern und Kindern getragen.",
      "definition_translation": "calças soltas, geralmente feitas de denim, com seções de bíblia e braçadeira e cliques metálicos, usadas por trabalhadores, artistas e crianças.",
      "example": "Ich trug während des Hausanstrichs Kombihose, und jetzt sind sie voller Flecken. Ich trug Kombihose zur Schule, als ich ein Kind war, und meine Freunde fanden sie cool. Bis nächsten Sommer werde ich Kombihose bei jedem Musikfestival getragen haben.",
      "example_translation": "Eu usei calças de ganga para pintar a casa, e agora elas estão cobertas de manchas. Eu costumava usar calças de ganga para ir à escola quando eu era criança, e meus amigos achavam que eram legais. No próximo verão, eu terei usado calças de ganga em todos os festivais de música.",
      "imageLink": "image_files\\English\\dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flipflops",
      "translation": "chinelos",
      "definition": "eine Art von Strandlatschen, typischerweise aus Gummi oder Kunststoff, mit einer Schnalle zwischen dem großen und zweiten Zeh.",
      "definition_translation": "um tipo de sandália casual, geralmente feita de borracha ou plástico, com uma tira que vai entre o dedo grande e o segundo dedo.",
      "example": "Ich liebe es, Flipflops am Strand zu tragen, aber sie sind nicht bequem für Wanderungen. Sie trug Flipflops zur Party, und ihre Füße waren kalt. Bis nächsten Monat werde ich neue Flipflops für den Sommer gekauft haben.",
      "example_translation": "Eu amo usar chinelos na praia, mas eles não são confortáveis para caminhar. Ela usou chinelos para ir à festa, e seus pés estavam frios. Até o próximo mês, eu terei comprado novos chinelos para o verão.",
      "imageLink": "image_files\\English\\flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelzmantel",
      "translation": "casaco de pele",
      "definition": "ein Mantel, der aus Tierfellen und -pelzen hergestellt wird, um Warmkeit und als modische Aussage getragen.",
      "definition_translation": "um casaco feito da pele e pele de animais, usado para se aquecer e como uma declaração de moda.",
      "example": "Sie trug einen Pelzmantel zum Feinschußessen, und er war sehr teuer. Ich probierte einen Pelzmantel im Laden an, aber ich mochte ihn nicht. Bis nächsten Winter werde ich einen neuen Pelzmantel für die Feiertage gekauft haben.",
      "example_translation": "Ela usou um casaco de pele para o jantar de gala, e foi muito caro. Eu tentei um casaco de pele na loja, mas eu não gostei. Até o próximo inverno, eu terei comprado um novo casaco de pele para as festas.",
      "imageLink": "image_files\\English\\fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Latzhose",
      "translation": "macacão",
      "definition": "lose Hosen mit einer Latzhose und einer Trägerschnalle, von Arbeitern und Kindern getragen.",
      "definition_translation": "calças largas com uma bíblia e uma tira que vai sobre os ombros, usadas por trabalhadores e crianças.",
      "example": "Ich trug Latzhose zum Kindergarten, als ich ein Kind war, und sie waren so bequem. Sie trug Latzhose zum Garten, und sie wurden schmutzig. Bis nächsten Frühling werde ich Latzhose bei jedem Outdoor-Event getragen haben.",
      "example_translation": "Eu costumava usar macacão no berçário quando eu era criança, e eles eram tão confortáveis. Ela usou macacão no jardim, e eles ficaram sujos. Até o próximo springs, eu terei usado macacão em todos os eventos ao ar livre.",
      "imageLink": "image_files\\English\\overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhosen",
      "translation": "meia-calça",
      "definition": "ein eng anliegendes Kleidungsstück, das die Beine und den Unterkörper bedeckt, typischerweise von Frauen getragen.",
      "definition_translation": "um vestido que se ajusta às pernas e corpo inferior, geralmente usado por mulheres",
      "example": "Ich trug Strumpfhosen zum Büro gestern, aber ich werde sie zur Party morgen tragen und ich trug sie zur Hochzeit letzten Woche.",
      "example_translation": "Eu usei meia-calça no escritório ontem, mas eu as usarei na festa amanhã e eu as usei no casamento semana passada.",
      "imageLink": "image_files\\English\\pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strümpfe",
      "translation": "meias",
      "definition": "ein Kleidungsstück, das die Beine bedeckt, typischerweise von Frauen getragen.",
      "definition_translation": "um vestido que cobre as pernas, geralmente usado por mulheres",
      "example": "Sie hängte ihre Strümpfe auf die Wäscheleine, aber sie wird sie zum Abendessen tragen und sie trug sie zur Hochzeit letzten Jahr.",
      "example_translation": "Ela pendurou suas meias na corda de roupa, mas ela as usará na festa de jantar esta noite e ela as usou no casamento do ano passado.",
      "imageLink": "image_files\\English\\stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zylinder",
      "translation": "chapéu de copa",
      "definition": "ein hoher, flacher Hut, der früher von Männern getragen wurde, insbesondere im 19. Jahrhundert.",
      "definition_translation": "um chapéu alto, de coroa plana, anteriormente usado por homens, especialmente no século 19",
      "example": "Er trug einen Zylinder zum Maskenball, aber er wird ihn zum historischen Nachstellung nächsten Monat tragen und er trug ihn zur Hochzeit letzten Jahrhundert.",
      "example_translation": "Ele usou um chapéu de copa para o baile de máscaras, mas ele o usará na reencenação histórica do mês que vem e ele o usou no casamento do século passado.",
      "imageLink": "image_files\\English\\top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleier",
      "translation": "véu",
      "definition": "ein Stück Stoff, das von Frauen getragen wird, um das Gesicht zu bedecken, insbesondere als Teil der Brautkleidung.",
      "definition_translation": "um pedaço de tecido usado por mulheres para cobrir o rosto, especialmente como parte do traje de noiva",
      "example": "Die Braut trug einen Schleier zur Trauung, aber sie wird ihn zur Abendparty tragen und sie trug ihn zum Fotoshooting letzten Woche.",
      "example_translation": "A noiva usou um véu na cerimônia de casamento, mas ela o usará na recepção esta noite e ela o usou na sessão de fotos semana passada.",
      "imageLink": "image_files\\English\\veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "colete",
      "definition": "Eine Weste ist ein ärmelloses Kleidungsstück, das typischerweise über einem Hemd und einer Krawatte getragen wird und Teil der formellen Kleidung ist.",
      "definition_translation": "Um colete é um tipo de vestuário sem mangas, geralmente usado sobre uma camisa e gravata, e faz parte do vestuário formal.",
      "example": "Ich werde eine Weste zur Party heute Abend tragen, sie wird mein Sakko komplettieren. Gestern trug ich eine Weste zur Hochzeit. Wenn ich Zeit habe, werde ich eine Weste für die Zeremonie nächste Woche kaufen.",
      "example_translation": "Eu vou usar um colete para a festa esta noite, isso vai complementar meu terno. Ontem, eu usei um colete para o casamento. Se eu tiver tempo, eu comprarei um colete para a cerimônia da próxima semana.",
      "imageLink": "image_files\\English\\singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balaclava",
      "translation": "balaclava",
      "definition": "eine Art von Kopfbedeckung, die den Kopf, den Hals und Teile des Gesichts bedeckt, oft im kalten Wetter getragen.",
      "definition_translation": "Uma balaclava é um tipo de acessório de cabeça que cobre a cabeça, pescoço e parte do rosto, frequentemente usado em clima frio.",
      "example": "Ich trug eine Balaclava während des Skifahrens letzten Winter, sie hielt meinen Kopf warm. Morgen werde ich eine Balaclava zum Schutz gegen den kalten Wind tragen. Sie wird einen Balaclava für ihren Sohn zum Schneebrettfahren kaufen.",
      "example_translation": "Eu usei uma balaclava enquanto esquiava no último inverno, isso manteve a minha cabeça quente. De manhã, eu usarei uma balaclava para proteger o meu rosto do vento frio. Ela vai comprar uma balaclava para o seu filho usar durante a viagem de snowboarding.",
      "imageLink": "image_files\\English\\balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hosen",
      "translation": "calções",
      "definition": "Hosen sind eine Art von Hosen, die eng an den Beinen anliegen, oft von Reitern und Radfahrern getragen.",
      "definition_translation": "Os calções são um tipo de calças que se ajustam apertadamente às pernas, frequentemente usadas por ciclistas e cavaleiros.",
      "example": "Die Reiterin trug Hosen, um ihre Beine beim Reiten zu schützen. Früher trugen Männer Hosen mit Strümpfen zu formalen Anlässen. Der Radfahrer wird Hosen tragen, um den Luftwiderstand während des Rennens zu reduzieren.",
      "example_translation": "A cavaleira usou calções para proteger as suas pernas enquanto montava a cavalo. No passado, os homens usavam calções com meias em eventos formais. O ciclista usará calções para reduzir a resistência do vento durante a corrida.",
      "imageLink": "image_files\\English\\breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Umhang",
      "translation": "capa",
      "definition": "Ein Umhang ist eine Art von ärmellosem Oberbekleidung, der von der Halsseite hängt, oft von Superhelden und fiktionalen Charakteren getragen.",
      "definition_translation": "Uma capa é um tipo de vestuário exterior sem mangas que pende do pescoço, frequentemente usada por super-heróis e personagens fictícios.",
      "example": "Superman trägt einen Umhang, um fliegen und die Welt zu retten. In alten Tagen trugen Könige und Adelige Umhänge als Symbol der Macht. Der Modedesigner wird einen Umhang für die Figur im Film entwerfen.",
      "example_translation": "Superman usa uma capa para voar e salvar o mundo. Nos velhos tempos, os reis e nobres usavam capas como símbolo de poder. O designer de moda criará uma capa para o personagem no filme.",
      "imageLink": "image_files\\English\\cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verstopfung",
      "translation": "tapar",
      "definition": "Eine Verstopfung ist ein Blockierungs- oder Hindernis in einer Rohr- oder Schlauchleitung, insbesondere in einer Abfluss- oder Kanalleitung.",
      "definition_translation": "um bloqueio ou obstáculo em um cano ou tubo, especialmente em um dreno ou esgoto",
      "example": "Das Haar verstopfte den Abfluss, daher musste ich einen Klempner rufen. Ich verstopfte das Waschbecken mit Fett. Der Abfluss wird verstopfen, wenn du ihn nicht regelmäßig reinigst.",
      "example_translation": "O cabelo tapou o dreno, então eu tive que chamar um encanador. Eu tapo a pia com gordura. O dreno vai tapar se você não limpá-lo regularmente.",
      "imageLink": "image_files\\English\\clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mieder",
      "translation": "espartilho",
      "definition": "Ein Mieder ist ein Kleidungsstück, das den Oberkörper formt oder einschränkt, typischerweise von Frauen getragen.",
      "definition_translation": "um vestido usado para dar forma ou constringir o torso, tipicamente usado por mulheres",
      "example": "Sie trug ein Mieder unter ihrem Hochzeitskleid. Ich muss ein Mieder zum Abendanzug anziehen. Das viktorianische Zeitalter war bekannt für seine engen Miedern.",
      "example_translation": "Ela usou um espartilho sob seu vestido de noiva. Eu tenho que usar um espartilho para a festa esta noite. A era vitoriana era conhecida por seus espartilhos apertados.",
      "imageLink": "image_files\\English\\corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischstrumpfhosen",
      "translation": "meia rede",
      "definition": "Eine Art von Strumpfhosen mit Maschenmuster, oft zu modischen oder alsProvokation getragen.",
      "definition_translation": "um tipo de meia com um padrão de malha, muitas vezes usado para moda ou como um item de roupa provocante",
      "example": "Die Tänzerin trug Fischstrumpfhosen auf der Bühne. Ich kaufte Fischstrumpfhosen für die Halloween-Party. Das Model trug Fischstrumpfhosen auf dem Laufsteg.",
      "example_translation": "A dançarina usou meia rede no palco. Eu comprei meia rede para a festa de Halloween. A modelo de moda usou meia rede na passarela.",
      "imageLink": "image_files\\English\\fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gürtel",
      "translation": "cueiro",
      "definition": "Ein Gürtel oder ein Band, das von Frauen um die Taille getragen wird, um den Rücken zu stützen oder die Haltung zu verbessern.",
      "definition_translation": "um cinto ou faixa usado em volta da cintura, tipicamente por mulheres, para apoiar a costas ou melhorar a postura",
      "example": "Sie trug einen Gürtel unter ihrem Kleid, um ihre Silhouette zu glätten. Ich muss einen Gürtel tragen, um meinen Rücken zu stützen. Der Gürtel half ihr, eine gute Haltung beizubehalten.",
      "example_translation": "Ela usou um cueiro sob seu vestido para suavizar sua silhueta. Eu tenho que usar um cueiro para apoiar minhas costas. O cueiro ajudou ela manter uma boa postura.",
      "imageLink": "image_files\\English\\girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beinwärmer",
      "translation": "aquecedores de perna",
      "definition": "Enge, über die Beine gezogene Überzüge, typischerweise aus Stoff oder synthetischen Materialien, um die Beine warm zu halten.",
      "definition_translation": "Coberturas justas usadas sobre as pernas, típicamente feitas de tecido ou materiais sintéticos, para mantê-las quentes.",
      "example": "Ich trug Beinwärmer, um meine Beine während der Winter-Tanzaufführung warm zu halten. Ich werde sie morgen wieder tragen. Ich trug sie letzte Woche auch.",
      "example_translation": "Eu usei aquecedores de perna para manter minhas pernas quentes durante a performance de dança de inverno. Eu usarei novamente amanhã. Eu os usei semana passada também.",
      "imageLink": "image_files\\English\\leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "anágua",
      "definition": "Eine Art von Unterrock, der von Frauen getragen wird, typischerweise aus leichtem Stoff, oft mit Stickerei oder anderen Verzierungen.",
      "definition_translation": "Um tipo de saia interna usada por mulheres, típicamente feita de tecido leve, freqüentemente decorada com renda ou outros acabamentos.",
      "example": "Meine Großmutter trug einen Unterrock unter ihrem Kleid, als sie jung war. Jetzt trägt meine Schwester einen Unterrock unter ihrem Hochzeitskleid. Früher trugen Frauen immer Unterrokke.",
      "example_translation": "Minha avó costumava usar uma anágua sob seu vestido quando era jovem. Agora, minha irmã usa uma sob seu vestido de noiva. No passado, as mulheres sempre as usavam.",
      "imageLink": "image_files\\English\\petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaffellmantel",
      "translation": "casaco de pele de carneiro",
      "definition": "Eine Art von Mantel, der aus Schafhauten hergestellt wird, oft zum Schutz vor Kälte und Wetter getragen.",
      "definition_translation": "Um tipo de casaco feito da pele de carneiros, freqüentemente usado para sequestro e proteção contra os elementos.",
      "example": "Ich kaufte einen Schaffellmantel, um mich während der Wintermonate warm zu halten. Er wird mich an kalten Tagen warm halten. Ich trug einen letzten Winter und er war sehr warm.",
      "example_translation": "Eu comprei um casaco de pele de carneiro para usar durante os meses de inverno. Ele me manterá quente nos dias nevados. Eu usei um no último inverno e era muito quente.",
      "imageLink": "image_files\\English\\sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "colete",
      "definition": "Eine Art von ärmellosem Kleidungsstück, das um den Oberkörper getragen wird, oft zum Schutz vor Kälte oder als Modestatement.",
      "definition_translation": "Um vestido sem mangas usado ao redor do torso, freqüentemente usado para sequestro ou como um estatement de moda.",
      "example": "Ich trage eine Weste unter meinem Jacket, wenn es kalt ist. Mein Freund wird eine Weste zum Abendanzug tragen. Ich trug eine zur Konzert letzte Woche und erhielt viele Komplimente.",
      "example_translation": "Eu uso um colete sob minha jaqueta quando está frio lá fora. Meu amigo usará um para a festa hoje à noite. Eu usei um para o concerto semana passada e recebi muitos elogios.",
      "imageLink": "image_files\\English\\vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mütze",
      "translation": "capuz",
      "definition": "Eine Mütze ist eine Art Hut, die den Kopf und den Nacken bedeckt, wird typischerweise von Frauen und Kindern getragen.",
      "definition_translation": "Um capacete é um tipo de chapéu que cobre a cabeça e o pescoço, geralmente usado por mulheres e crianças.",
      "example": "Sie trug eine Mütze, um ihr Haar vor der Sonne zu schützen. Gestern hatte sie eine Mütze in die Kirche getragen. Morgen wird sie eine Mütze in den Garten tragen.",
      "example_translation": "Ela usou um capacete para proteger seu cabelo do sol. Ontem, ela havia usado um capacete para ir à igreja. Amanhã, ela usará um capacete para ir ao jardim.",
      "imageLink": "image_files\\English\\bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bademantel",
      "translation": "roupão",
      "definition": "Ein Bademantel ist ein lockerer, absorbenter Artikel, der nach dem Baden oder Schwimmen getragen wird, typischerweise aus Handtuchtuchmaterial hergestellt.",
      "definition_translation": "Um roupão é um vestido solto e absorvente usado após banho ou nadar, geralmente feito de material de toalha.",
      "example": "Er zog einen Bademantel an, nachdem er duschen war. Sie hatte einen Bademantel angezogen, um zu Hause zu entspannen. Morgen werden sie Bademäntel zum Spa tragen.",
      "example_translation": "Ele colocou um roupão após seu chuveiro. Ela havia usado um roupão para relaxar em casa. Eles usarão roupões para o spa.",
      "imageLink": "image_files\\English\\dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hoodie",
      "translation": "moletom",
      "definition": "Ein Hoodie ist eine Art Sweatshirt mit Kapuze, oft zu casual oder sportlichen Zwecken getragen.",
      "definition_translation": "Um moletom é um tipo de suéter com capuz, freqüentemente usado para fins casuais ou atléticos.",
      "example": "Er trug einen Hoodie zum Fitnessstudio. Sie hatte einen Hoodie zum Unterricht getragen. Morgen werden sie Hoodies zum Konzert tragen.",
      "example_translation": "Ele usou um moletom para ir ao ginásio. Ela havia usado um moletom para ir à aula. Eles usarão moletoms para o concerto.",
      "imageLink": "image_files\\English\\hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Morgenmantel",
      "translation": "roupão de casa",
      "definition": "Ein Morgenmantel ist ein lockerer, informeller Artikel, der zu Hause getragen wird, typischerweise aus leichtem Material hergestellt.",
      "definition_translation": "Um roupão de casa é um vestido solto e informal usado em casa, geralmente feito de material leve.",
      "example": "Sie trug einen Morgenmantel, um zu kochen. Er hatte einen Morgenmantel angezogen, um fernzusehen. Morgen werden sie Morgenmäntel tragen, um zu Hause zu entspannen.",
      "example_translation": "Ela usou um roupão de casa para cozinhar jantar. Ele havia usado um roupão de casa para assistir TV. Eles usarão roupões de casa para relaxar em casa.",
      "imageLink": "image_files\\English\\housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rollenkragen",
      "translation": "gola rulê",
      "definition": "Ein hoher Kragen, der sich über den Nacken faltet und den Hals bedeckt, wird typischerweise als Teil eines Pullovers oder Cardigans getragen.",
      "definition_translation": "Um colar alto que dobra e cobre o pescoço, normalmente usado como parte de um suéter ou cardigã.",
      "example": "Ich trug einen Rollenkragen-Pullover zur Party, und er war sehr warm. Morgen werde ich einen Rollenkragen zum Büro tragen, und gestern Nacht trug ich einen Rollenkragen zum Fitnessstudio.",
      "example_translation": "Eu usei um suéter de gola rulê para a festa, e estava muito quente. Eu usarei um gola rulê para o escritório amanhã, e usei um gola rulê para a academia na noite passada.",
      "imageLink": "image_files\\English\\turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "saiote",
      "definition": "Ein Rock, der unter einem anderen Rock getragen wird, typischerweise, um das Äußere zu erfüllen oder den Träger vor den Beinen zu schützen.",
      "definition_translation": "Uma saia usada sob outra saia, normalmente para acrescentar volume ou para proteger a saia exterior das pernas do usuário.",
      "example": "Die Braut trug einen Unterrock unter ihrem Hochzeitskleid, um es voller aussehen zu lassen. Sie wird einen Unterrock zum Abschlussball tragen, und sie trug einen Unterrock zum Ball letzten Jahr.",
      "example_translation": "A noiva usou um saiote sob o vestido de noiva para dar-lhe um aspecto mais cheio. Ela usará um saiote para o baile de formatura, e usou um saiote para o baile no ano passado.",
      "imageLink": "image_files\\English\\underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "colete",
      "definition": "Ein ärmelloses Kleidungsstück, das um die Hüfte getragen wird, typischerweise als Teil eines Anzugs oder einer Uniform.",
      "definition_translation": "Um vestido sem mangas usado ao redor da cintura, normalmente como parte de um terno ou uniforme.",
      "example": "Der Geschäftsmann trug eine Weste zur Besprechung, und es sah sehr professionell aus. Er wird eine Weste zur Hochzeit tragen, und er trug eine Weste zum Vorstellungsgespräch letzte Woche.",
      "example_translation": "O homem de negócios usou um colete para a reunião, e pareceu muito profissional. Ele usará um colete para o casamento, e usou um colete para a entrevista de emprego na semana passada.",
      "imageLink": "image_files\\English\\waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]