[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Messer",
      "translation": "faca",
      "definition": "Ein Messer ist ein Schneidwerkzeug, das aus einer scharfen Klinge besteht, die an einem Griff befestigt ist.",
      "definition_translation": "Uma faca é um instrumento de corte composto por uma lâmina afiada anexada a um cabo.",
      "example": "Ich benutzte ein Messer, um den Apfel gestern zu schneiden, ich benutze ein Messer, um das Brot jetzt zu schneiden, und ich werde ein Messer verwenden, um das Fleisch morgen zu schneiden.",
      "example_translation": "Eu usei uma faca para cortar a maçã ontem, estou usando uma faca para cortar o pão agora, e usarei uma faca para cortar a carne amanhã.",
      "imageLink": "image_files\\English\\knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schale",
      "translation": "tigela",
      "definition": "Eine Schale ist ein runder, offener Behälter, der verwendet wird, um Lebensmittel oder Getränke zu servieren.",
      "definition_translation": "Uma tigela é um contêiner redondo com tampa aberta usado para segurar ou servir comida.",
      "example": "Ich stellte die Cornflakes in eine Schale gestern, ich stelle die Suppe in eine Schale jetzt, und ich werde die Früchte in eine Schale morgen stellen.",
      "example_translation": "Eu coloquei o cereal em uma tigela ontem, estou colocando a sopa em uma tigela agora, e colocarei a fruta em uma tigela amanhã.",
      "imageLink": "image_files\\English\\bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kochgerät",
      "translation": "cozinheiro",
      "definition": "Ein Kochgerät ist ein Gerät oder eine Vorrichtung, die zum Kochen von Lebensmitteln verwendet wird.",
      "definition_translation": "Um cozinheiro é um dispositivo ou eletrodoméstico usado para cozinhar comida.",
      "example": "Meine Mutter benutzte ein Kochgerät, um das Abendessen gestern zu kochen, ich benutze ein Kochgerät, um das Mittagessen jetzt zu kochen, und meine Schwester wird ein Kochgerät verwenden, um das Frühstück morgen zu kochen.",
      "example_translation": "Minha mãe usou um cozinheiro para cozinhar o jantar ontem, estou usando um cozinheiro para cozinhar o almoço agora, e minha irmã usará um cozinheiro para cozinhar o café da manhã amanhã.",
      "imageLink": "image_files\\English\\cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vorratsschrank",
      "translation": "armário",
      "definition": "Ein Vorratsschrank ist ein freistehender Schrank, der zum Lagern von Lebensmitteln, Geschirr oder anderen Küchengeräten verwendet wird.",
      "definition_translation": "Um armário é um guarda-roupa alto, autônomo usado para armazenar comida, pratos ou outros equipamentos de cozinha.",
      "example": "Ich lagerte die Teller im Vorratsschrank gestern, ich lagere die Tassen im Vorratsschrank jetzt, und ich werde die Gläser im Vorratsschrank morgen lagern.",
      "example_translation": "Eu armazenei os pratos no armário ontem, estou armazenando os copos no armário agora, e armazenarei os copos no armário amanhã.",
      "imageLink": "image_files\\English\\cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schublade",
      "translation": "gaveta",
      "definition": "Eine Schublade ist ein Behälter, der verwendet wird, um Dinge zu lagern, typischerweise in einem Möbelstück wie einem Schrank oder einem Schreibtisch.",
      "definition_translation": "Uma gaveta é um contêiner usado para armazenar coisas, geralmente encontrado em um móvel como um guarda-roupa ou mesa.",
      "example": "Ich öffnete die Schublade, um einen Stift zu holen. Gestern schloss ich die Schublade nachdem ich die Dokumente hineingelegt hatte. Morgen werde ich die Schublade öffnen, um mein Lieblingsbuch zu holen.",
      "example_translation": "Eu abri a gaveta para pegar uma caneta. Ontem, eu fechei a gaveta após colocar os documentos dentro. Amanhã, eu abrirei a gaveta para pegar meu livro favorito.",
      "imageLink": "image_files\\English\\drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gabel",
      "translation": "garfo",
      "definition": "Eine Gabel ist ein Essbesteck, das aus einem Griff und einem Kopf mit Zinken besteht.",
      "definition_translation": "Um garfo é um utensílio usado para comer, consistindo de um cabo e uma cabeça com garfos.",
      "example": "Ich nahm eine Gabel, um meinen Salat zu essen. Gestern ließ ich die Gabel auf den Boden fallen. Morgen werde ich eine Gabel verwenden, um mein Frühstück zu essen.",
      "example_translation": "Eu peguei um garfo para comer minha salada. Ontem, eu derrubei o garfo no chão. Amanhã, eu usarei um garfo para comer meu café da manhã.",
      "imageLink": "image_files\\English\\fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kühlschrank",
      "translation": "geladeira",
      "definition": "Ein Kühlschrank ist ein elektrisches Gerät, das verwendet wird, um Lebensmittel und Getränke kühl oder kalt zu halten.",
      "definition_translation": "Uma geladeira é um aparelho elétrico usado para manter alimentos e bebidas frias ou geladas.",
      "example": "Ich öffnete den Kühlschrank, um ein kaltes Getränk zu holen. Gestern putzte ich den Kühlschrank, um den schlechten Geruch zu beseitigen. Morgen werde ich die Reste in den Kühlschrank legen.",
      "example_translation": "Eu abri a geladeira para pegar uma bebida fria. Ontem, eu limpei a geladeira para se livrar do mau cheiro. Amanhã, eu coloquei os restos na geladeira.",
      "imageLink": "image_files\\English\\fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Küchentisch",
      "translation": "mesa de cozinha",
      "definition": "Ein Küchentisch ist ein Tisch, der verwendet wird, um in der Küche zu essen oder zu arbeiten.",
      "definition_translation": "Uma mesa de cozinha é uma mesa usada para preparar e comer alimentos em uma cozinha.",
      "example": "Ich setzte mich an den Küchentisch, um mein Frühstück zu essen. Gestern stellte ich die Vase auf den Küchentisch. Morgen werde ich meine Hausaufgaben auf dem Küchentisch erledigen.",
      "example_translation": "Eu sentei-me à mesa de cozinha para comer meu café da manhã. Ontem, eu coloquei o vaso na mesa de cozinha. Amanhã, farei meu trabalho de casa na mesa de cozinha.",
      "imageLink": "image_files\\English\\kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mikrowelle",
      "translation": "forno de micro-ondas",
      "definition": "Eine Mikrowelle ist ein Küchengerät, das elektromagnetische Wellen verwendet, um Lebensmittel schnell zu erhitzen und zu kochen.",
      "definition_translation": "Um eletrodoméstico de cozinha que usa ondas eletromagnéticas para esquentar e cozinhar alimentos rapidamente.",
      "example": "Ich benutzte die Mikrowelle, um meinen Kaffee heute Morgen aufzuwärmen, dann werde ich sie verwenden, um das Abendessen heute Abend zu kochen, und morgen werde ich sie verwenden, um Reste aufzuwärmen.",
      "example_translation": "Eu usei o micro-ondas para esquentar meu café essa manhã, então vou usá-lo para cozinhar o jantar hoje à noite, e amanhã vou usá-lo para esquentar os alimentos sobras.",
      "imageLink": "image_files\\English\\microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regal",
      "translation": "prateleira",
      "definition": "Ein Regal ist ein flaches Stück Holz, Metall oder Glas, das an einer Wand oder auf dem Boden platziert wird, um Gegenstände zu lagern.",
      "definition_translation": "Um pedaço plano de madeira, metal ou vidro anexado à uma parede ou colocado no chão, usado para segurar objetos.",
      "example": "Ich stellte die Bücher auf das Regal im Wohnzimmer, und dann werde ich die Dekorationen auf das Regal in der Küche stellen, und morgen werde ich weitere Bücher auf das Regal im Schlafzimmer stellen.",
      "example_translation": "Eu coloquei os livros na prateleira na sala de estar, e então vou colocar as decorações na prateleira na cozinha, e amanhã vou adicionar mais livros à prateleira no quarto.",
      "imageLink": "image_files\\English\\shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spüle",
      "translation": "pia",
      "definition": "Ein fester, schüsselartiger Behälter mit Wasserhahn, zum Waschen von Händen, Geschirr oder anderen Gegenständen verwendet.",
      "definition_translation": "Um recipiente em forma de tigela fixo com uma torneira, usado para lavar as mãos, pratos ou outros objetos.",
      "example": "Ich wusch meine Hände in der Spüle nach dem Abendessen, dann werde ich das Geschirr in der Spüle waschen, und morgen werde ich den undichten Wasserhahn in der Badezimmer-Spüle reparieren.",
      "example_translation": "Eu lavei as minhas mãos na pia após o jantar, então vou lavar os pratos na pia, e amanhã vou consertar a pia com vazamento no banheiro.",
      "imageLink": "image_files\\English\\sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löffel",
      "translation": "colher",
      "definition": "Ein Gerät mit einer runden oder ovalen Schale und einem Griff, zum Essen oder Servieren von Speisen verwendet.",
      "definition_translation": "Um utensílio com uma tigela arredondada ou oval e um cabo, usado para comer ou servir alimentos.",
      "example": "Ich benutzte einen Löffel, um die Suppe gestern zu essen, dann werde ich einen Löffel benutzen, um das Dessert heute Abend zu servieren, und morgen werde ich einen Löffel benutzen, um die Zutaten für das Rezept zu mischen.",
      "example_translation": "Eu usei uma colher para comer a sopa ontem, então vou usar uma colher para servir o sobremesa hoje à noite, e amanhã vou usar uma colher para misturar os ingredientes para a receita.",
      "imageLink": "image_files\\English\\spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mülltonne",
      "translation": "lixeira",
      "definition": "Ein Behälter, typischerweise mit offenem oberen Teil, zum Halten oder Lagern von etwas verwendet.",
      "definition_translation": "Um recipiente, normalmente com uma parte superior aberta, usado para armazenar ou guardar algo.",
      "example": "Ich warf den Müll in die Mülltonne. Ich werde die Mülltonne morgen enfernen. Sie hatte bereits die Mülltonne geleert.",
      "example_translation": "Joguei o lixo na lixeira. Vou tirar a lixeira amanhã. Ela já havia esvaziado a lixeira.",
      "imageLink": "image_files\\English\\bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschirrspüler",
      "translation": "lava-louças",
      "definition": "Ein Gerät zum automatischen Waschen von Geschirr.",
      "definition_translation": "Uma máquina para lavar louças automaticamente.",
      "example": "Ich lud den Geschirrspüler letzte Nacht. Der Geschirrspüler ist kaputt. Sie wird den Geschirrspüler jetzt enfalten.",
      "example_translation": "Carreguei a lava-louças ontem à noite. A lava-louças está quebrada. Ela vai descarregar a lava-louças agora.",
      "imageLink": "image_files\\English\\dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elektrische Wasserkocher",
      "translation": "chaleira elétrica",
      "definition": "Ein Wasserkocher, der durch Elektrizität erhitzt wird.",
      "definition_translation": "Uma chaleira que é aquecida por eletricidade.",
      "example": "Ich steckte den elektrischen Wasserkocher ein. Der elektrische Wasserkocher ist sehr schnell. Sie wird einen elektrischen Wasserkocher morgen kaufen.",
      "example_translation": "Eu conectei a chaleira elétrica. A chaleira elétrica é muito rápida. Ela vai comprar uma chaleira elétrica amanhã.",
      "imageLink": "image_files\\English\\electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefriergerät",
      "translation": "congelador",
      "definition": "Ein elektrisches Gerät zum Lagern von Lebensmitteln bei sehr niedriger Temperatur.",
      "definition_translation": "Um aparelho elétrico para armazenar alimentos a uma temperatura muito baixa.",
      "example": "Ich legte das Fleisch in das Gefriergerät. Das Gefriergerät funktioniert nicht. Sie wird das Gefriergerät morgen aufwärmen.",
      "example_translation": "Eu coloquei a carne no congelador. O congelador não está funcionando. Ela vai descongelar o congelador amanhã.",
      "imageLink": "image_files\\English\\freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfanne",
      "translation": "frigideira",
      "definition": "Eine Pfanne ist ein Kochgeschirr, das zum Braten, Schmoren und Anbraten von Lebensmitteln verwendet wird. Sie wird typically aus Metall, oft mit einer nicht-stick-Beschichtung, und hat einen Griff zum leichten Heben.",
      "definition_translation": "Uma frigideira é um tipo de utensílio de cozinha usado para fritar, saltear e dourar alimentos. É normalmente feita de metal, muitas vezes com um revestimento antiaderente, e tem um cabo para fácil levantamento.",
      "example": "Ich benutzte eine Pfanne, um Frühstück gestern zu kochen. Ich benutze eine Pfanne, um Abendessen heute zu kochen. Ich werde eine Pfanne benutzen, um Mittagessen morgen zu kochen.",
      "example_translation": "Eu usei uma frigideira para cozinhar café da manhã ontem. Estou usando uma frigideira para fazer jantar hoje à noite. Vou usar uma frigideira para cozinhar almoço amanhã.",
      "imageLink": "image_files\\English\\frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ofen",
      "translation": "forno",
      "definition": "Ein Ofen ist ein Küchengerät, das zum Backen, Braten und Grillen von Lebensmitteln verwendet wird. Er verwendet trockene Hitze zum Kochen von Lebensmitteln und kann für Backen, Braten und Grillen verwendet werden.",
      "definition_translation": "Um forno é um eletrodoméstico de cozinha usado para cozinhar e aquecer alimentos. Ele usa calor seco para cozinhar alimentos e pode ser usado para assar, grelhar e queimar.",
      "example": "Ich backte einen Kuchen im Ofen letzten Woche. Ich heize den Ofen auf, um ein Hähnchen heute Abend zu kochen. Ich werde den Ofen benutzen, um Kekse morgen zu backen.",
      "example_translation": "Eu assei um bolo no forno semana passada. Estou pré-aquecendo o forno para cozinhar um frango assado hoje à noite. Vou usar o forno para fazer biscoitos amanhã.",
      "imageLink": "image_files\\English\\oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Topf",
      "translation": "panela",
      "definition": "Ein Topf ist ein Behälter, der zum Kochen und Lagern von Lebensmitteln und Flüssigkeiten verwendet wird. Er wird typischerweise aus Metall, Keramik oder Glas gefertigt und hat einen Griff zum leichten Heben.",
      "definition_translation": "Uma panela é um recipiente usado para cozinhar e armazenar alimentos e líquidos. É normalmente feita de metal, cerâmica ou vidro, e tem um cabo para fácil levantamento.",
      "example": "Ich kochte Wasser in einem Topf gestern. Ich benutze einen Topf, um Suppe heute Abend zu kochen. Ich werde einen Topf benutzen, um Reis morgen zu kochen.",
      "example_translation": "Eu cozi água em uma panela ontem. Estou usando uma panela para fazer sopa hoje à noite. Vou usar uma panela para cozinhar arroz amanhã.",
      "imageLink": "image_files\\English\\pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Saucepfanne",
      "translation": "caçarola",
      "definition": "Eine Saucepfanne ist ein Kochgeschirr, das zum Erhitzen und Kochen von Saucen, Suppen und anderen Flüssigkeiten verwendet wird. Sie wird typischerweise aus Metall, oft mit einer nicht-stick-Beschichtung, und hat einen Griff zum leichten Heben.",
      "definition_translation": "Uma caçarola é um tipo de utensílio de cozinha usado para aquecer e cozinhar molhos, sopas e outros líquidos. É normalmente feita de metal, muitas vezes com um revestimento antiaderente, e tem um cabo para fácil levantamento.",
      "example": "Ich benutzte eine Saucepfanne, um die Soße gestern zu erhitzen. Ich benutze eine Saucepfanne, um eine Soße heute Abend zu kochen. Ich werde eine Saucepfanne benutzen, um eine Suppe morgen zu kochen.",
      "example_translation": "Eu usei uma caçarola para aquecer o molho ontem. Estou usando uma caçarola para cozinhar um molho hoje à noite. Vou usar uma caçarola para fazer uma sopa amanhã.",
      "imageLink": "image_files\\English\\saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasserhahn",
      "translation": "torneira",
      "definition": "Ein Ventil oder Hahn zum Steuern des Flusses einer Flüssigkeit, insbesondere Wasser.",
      "definition_translation": "Um registro ou válvula para controlar o fluxo de um líquido, especialmente água.",
      "example": "Ich schaltete den Wasserhahn aus, um Wasser zu sparen. Ich schalte den Wasserhahn ein, um meine Hände zu waschen. Ich werde den Wasserhahn ausschalten, wenn ich fertig bin.",
      "example_translation": "Eu desliguei a torneira para conservar água. Eu ligo a torneira para lavar minhas mãos. Eu desligarei a torneira quando terminar.",
      "imageLink": "image_files\\English\\tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teekanne",
      "translation": "bule",
      "definition": "Ein Gefäß mit einem Ausguss oder Griff, verwendet zum Servieren von Tee.",
      "definition_translation": "Um vaso com bico ou puxador, usado para servir chá.",
      "example": "Ich goss Tee aus der Teekanne in meine Tasse. Ich werde eine neue Teekanne für meine Schwester kaufen. Ich kaufte eine schöne Teekanne im Antiquitätengeschäft.",
      "example_translation": "Eu despejei chá da bule para o meu copo. Eu comprarei uma nova bule para minha irmã. Eu comprei uma bela bule em uma loja de antiguidades.",
      "imageLink": "image_files\\English\\teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dosenöffner",
      "translation": "abridor de lata",
      "definition": "Ein Gerät zum Öffnen von Dosen oder anderen Behältern.",
      "definition_translation": "Um dispositivo para abrir latas de metal ou outros recipientes.",
      "example": "Ich benutzte einen Dosenöffner, um die Dose mit Bohnen zu öffnen. Ich werde einen neuen Dosenöffner kaufen, weil meiner kaputt ist. Ich kann die Dose mit dem Dosenöffner öffnen.",
      "example_translation": "Eu usei um abridor de lata para abrir a lata de feijão. Eu comprarei um novo abridor de lata porque o meu está quebrado. Eu posso abrir a lata com o abridor de lata.",
      "imageLink": "image_files\\English\\tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Toaster",
      "translation": "tostadeira",
      "definition": "Ein elektrisches Gerät zum Rösten von Brotscheiben.",
      "definition_translation": "Um aparelho elétrico para tostar fatias de pão.",
      "example": "Ich steckte den Toaster ein, um einige Toast zu machen. Ich werde einen neuen Toaster kaufen, weil meiner alt ist. Ich reinigte den Toaster, um die Krümel zu entfernen.",
      "example_translation": "Eu conectei a tostadeira para fazer alguns tostos. Eu comprarei uma nova tostadeira porque a minha é antiga. Eu limpei a tostadeira para remover as migalhas.",
      "imageLink": "image_files\\English\\toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tuch",
      "translation": "tecido",
      "definition": "Ein flexibles künstliches Material, hergestellt aus einem Netzwerk natürlicher oder synthetischer Fasern, verwendet zum Herstellen von Kleidung, Polstern und anderen Artikeln.",
      "definition_translation": "Um material artificial flexível feito de uma rede de fibras naturais ou sintéticas, usado para fazer roupas, estofamento e outros artigos.",
      "example": "Sie wischte den Tisch mit einem Tuch ab. Gestern wusch sie das Tuch. Sie wird das Tuch morgen bügeln.",
      "example_translation": "Ela esfregou a tabela com um pano. Ontem, ela lavou o pano. Ela irá passar o pano amanhã.",
      "imageLink": "image_files\\English\\cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaffeeautomat",
      "translation": "máquina de café",
      "definition": "Ein elektrisches Gerät, das Kaffee aus gemahlenen Kaffeebohnen braut.",
      "definition_translation": "Um aparelho elétrico que faz café a partir de grãos de café moídos.",
      "example": "Sie kaufte einen neuen Kaffeeautomaten. Gestern benutzte sie den Kaffeeautomaten, um Kaffee zu machen. Sie wird den Kaffeeautomaten morgen reinigen.",
      "example_translation": "Ela comprou uma nova máquina de café. Ontem, ela usou a máquina de café para fazer café. Ela irá limpar a máquina de café amanhã.",
      "imageLink": "image_files\\English\\coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Korkenzieher",
      "translation": "abridor de garrafa",
      "definition": "Ein Gerät zum Entfernen des Korks aus einer Weinflasche.",
      "definition_translation": "Um dispositivo usado para remover a rolha de uma garrafa de vinho.",
      "example": "Er benutzte einen Korkenzieher, um den Wein aufzumachen. Gestern kaufte er einen neuen Korkenzieher. Er wird den Korkenzieher morgen benutzen, um den Champagner aufzumachen.",
      "example_translation": "Ele usou um abridor de garrafa para abrir o vinho. Ontem, ele comprou um novo abridor de garrafa. Ele irá usar o abridor de garrafa para abrir champanhe amanhã.",
      "imageLink": "image_files\\English\\corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waage",
      "translation": "balanças",
      "definition": "Ein Instrument zum Messen von Gewicht, insbesondere in der Küche oder in der Wissenschaft.",
      "definition_translation": "Um instrumento usado para medir peso, especialmente na culinária ou ciência.",
      "example": "Sie benutzte die Waage, um die Zutaten abzuwiegen. Gestern justierte sie die Waage. Sie wird die Waage morgen benutzen, um das Gewicht des Babys zu messen.",
      "example_translation": "Ela usou as balanças para pesar os ingredientes. Ontem, ela calibrou as balanças. Ela irá usar as balanças para medir o peso do bebê amanhã.",
      "imageLink": "image_files\\English\\scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schemel",
      "translation": "banco",
      "definition": "Ein Stuhl ohne Rücken oder Armlehnen, der zum Sitzen konzipiert ist.",
      "definition_translation": "Um banco é um pedaço de mobília composto por um assento único, geralmente sem costas ou braços, projetado para ser sentado.",
      "example": "Ich saß auf dem Schemel, um meine Füße auszuruhen. Gestern saß ich auf dem Schemel, um meine Schuhe zuzubinden. Morgen werde ich auf dem Schemel sitzen, um ein Buch zu lesen.",
      "example_translation": "Eu me sentei no banco para descansar meus pés. Ontem, eu me sentei no banco para amarrar meus sapatos. Amanhã, eu vou me sentar no banco para ler um livro.",
      "imageLink": "image_files\\English\\stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Backform",
      "translation": "mangueira de forno",
      "definition": "Ein Backform ist ein zylindrisches oder rechteckiges Papier- oder Silikongeschirr, das verwendet wird, um Brot, Pasteten und andere Backwaren zu formen und zu garen.",
      "definition_translation": "Uma mangueira de forno é uma ferramenta de cozinha em forma de cilindro ou retângulo, feita de papel ou silicone, usada para moldar e dar forma a pães, pastéis e outros produtos assados.",
      "example": "Ich benutzte eine Backform, um ein perfektes Baguette zu maken. Gestern kaufte ich eine neue Backform, um ein neues Rezept auszuprobieren. Morgen werde ich eine Backform benutzen, um einen Kuchen zu backen.",
      "example_translation": "Eu usei uma mangueira de forno para fazer um baguete perfeito. Ontem, eu comprei uma nova mangueira de forno para tentar uma nova receita. Amanhã, eu vou usar uma mangueira de forno para fazer um bolo.",
      "imageLink": "image_files\\English\\baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Backformschneider",
      "translation": "cortador de biscoitos",
      "definition": "Ein Backformschneider ist ein Küchengerät, das verwendet wird, um Formen aus Teig auszustechen, typischerweise in Form von Kreisen oder Rechtecken, um Kekse und andere süße Backwaren herzustellen.",
      "definition_translation": "Um cortador de biscoitos é uma ferramenta de cozinha usada para cortar formas de massa, geralmente em forma de círculo ou retângulo, para fazer biscoitos e outros produtos assados doces.",
      "example": "Ich verwendete einen Backformschneider, um herzförmige Kekse herzustellen. Gestern leihete ich mir einen Backformschneider von meiner Nachbarin, um einen Pie-Teig herzustellen. Morgen werde ich einen Backformschneider verwenden, um einen Batch von Keksen herzustellen.",
      "example_translation": "Eu usei um cortador de biscoitos para fazer biscoitos em forma de coração. Ontem, eu emprestei um cortador de biscoitos do meu vizinho para fazer uma crosta de torta. Amanhã, eu vou usar um cortador de biscoitos para fazer um lote de biscoitos.",
      "imageLink": "image_files\\English\\biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brotmesser",
      "translation": "cortador de pão",
      "definition": "Ein Brotmesser ist ein Küchengerät, das verwendet wird, um Brot in gleichmäßige Stücke zu schneiden, oft in kommerziellen Bäckereien und Restaurants verwendet, um Brot für Kunden zu portionieren.",
      "definition_translation": "Um cortador de pão é uma ferramenta de cozinha usada para fatiar pão em pedaços uniformes, muitas vezes usada em padarias comerciais e restaurantes para portionar pão para os clientes.",
      "example": "Der Bäcker verwendete ein Brotmesser, um den frisch gebackenen Laib zu schneiden. Gestern kaufte ich ein neues Brotmesser, um gleichmäßige Sandwiches herzustellen. Morgen werde ich ein Brotmesser verwenden, um Croutons herzustellen.",
      "example_translation": "O padeiro usou um cortador de pão para fatiar o pão fresquinho. Ontem, eu comprei um novo cortador de pão para fazer sanduíches uniformes. Amanhã, eu vou usar um cortador de pão para fazer croutons.",
      "imageLink": "image_files\\English\\bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kuchenform",
      "translation": "forma de bolo",
      "definition": "Ein Behälter, der verwendet wird, um einen Kuchen während des Backens zu halten und zu formen.",
      "definition_translation": "Um recipiente usado para segurar e dar forma a um bolo enquanto está sendo assado.",
      "example": "Sie fetzte die Kuchenform und goss den Teig hinein. Sie hatte die Kuchenform gestern verwendet, um einen Kuchen für den Geburtstag ihres Bruders zu backen. Sie wird die Kuchenform morgen wieder verwenden, um einen Kuchen für die Party zu backen.",
      "example_translation": "Ela untou a forma de bolo e despejou a massa. Ela havia usado a forma de bolo ontem para assar um bolo de aniversário para o seu irmão. Ela usará a forma de bolo novamente amanhã para fazer um bolo para a festa.",
      "imageLink": "image_files\\English\\cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Auflaufform",
      "translation": "prato de cerâmica",
      "definition": "Ein großes, tiefes Gefäß, das verwendet wird, um verschiedene Lebensmittel, wie Eintöpfe, Aufläufe und gebratenes Fleisch, zuzubereiten und zu servieren.",
      "definition_translation": "Um prato grande e fundo usado para cozinhar e servir uma variedade de alimentos, como estufados, casseroles e carnes assadas.",
      "example": "Sie stellte die Auflaufform in den Ofen und stellte den Timer. Sie hatte die Auflaufform letzte Nacht von Hand gewaschen. Sie wird die Auflaufform nächste Woche verwenden, um ein Essen für ihre Familie zuzubereiten.",
      "example_translation": "Ela colocou o prato de cerâmica no forno e ajustou o timer. Ela havia lavado o prato de cerâmica à mão ontem à noite. Ela usará o prato de cerâmica na próxima semana para cozinhar uma refeição para a sua família.",
      "imageLink": "image_files\\English\\casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hackmesser",
      "translation": "faca de cortar",
      "definition": "Ein Messer, das verwendet wird, um Lebensmittel zu schneiden und zu hacken, insbesondere in der Küche.",
      "definition_translation": "Uma faca usada para cortar e picar alimentos, especialmente em uma cozinha.",
      "example": "Er nahm das Hackmesser und begann, die Gemüse zu hacken. Sie hatte das Hackmesser am Morgen geschärft. Sie werden das Hackmesser morgen verwenden, um das Abendessen vorzubereiten.",
      "example_translation": "Ele pegou a faca de cortar e começou a picar os vegetais. Ela havia afiado a faca de cortar mais cedo naquela manhã. Eles usarão a faca de cortar amanhã para preparar o jantar.",
      "imageLink": "image_files\\English\\chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Essstäbchen",
      "translation": "hashi",
      "definition": "Ein Paar kleiner, typischerweise kegelförmiger Stäbchen, die als Esswerkzeuge verwendet werden, insbesondere in der ostasiatischen Küche.",
      "definition_translation": "Um par de pequenos pauzinhos, geralmente afilados, usados como utensílios de comida, especialmente na culinária asiática oriental.",
      "example": "Sie kämpfte darum, die Essstäbchen zu verwenden, um die Nudeln aufzunehmen. Er hatte gelernt, die Essstäbchen als Kind zu verwenden. Sie werden die Essstäbchen heute Abend verwenden, um Sushi zu essen.",
      "example_translation": "Ela lutou para usar os hashi para pegar os macarrões. Ele havia aprendido a usar os hashi quando era criança. Eles usarão os hashi esta noite para comer sushi.",
      "imageLink": "image_files\\English\\chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abtropfsieb",
      "translation": "escorredor",
      "definition": "Ein Küchengerät, das verwendet wird, um Lebensmittel, wie Nudeln oder Gemüse, abzutropfen, indem Wasser passieren lässt, während das Essen innen bleibt.",
      "definition_translation": "Um utensílio de cozinha usado para drenar alimentos, como macarrão ou legumes, permitindo que a água passe pela enquanto mantém os alimentos dentro.",
      "example": "Ich verwendete ein Abtropfsieb, um die Spaghetti abzutropfen, dann fügte ich Sauce hinzu. Gestern wusch ich das Abtropfsieb in der Spüle. Morgen werde ich das Abtropfsieb verwenden, um Brokkoli abzutropfen.",
      "example_translation": "Eu usei um escorredor para drenar o spaghetti, então adicionei um pouco de molho. Ontem, eu lavei o escorredor na pia. Amanhã, vou usar o escorredor para enxaguar o brócolis.",
      "imageLink": "image_files\\English\\colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneidebrett",
      "translation": "tábua de corte",
      "definition": "Eine flache Oberfläche, die verwendet wird, um Lebensmittel zu schneiden, zu hacken oder vorzubereiten, typischerweise aus Holz, Kunststoff oder anderen Materialien hergestellt.",
      "definition_translation": "Uma superfície plana usada para cortar, fatiar ou preparar alimentos, geralmente feita de madeira, plástico ou outros materiais.",
      "example": "Ich hackte die Zwiebeln auf dem Schneidebrett, dann zerkleinerte ich den Knoblauch. Gestern wusch ich das Schneidebrett mit Seife. Morgen werde ich das Schneidebrett verwenden, um einen Salat vorzubereiten.",
      "example_translation": "Eu cortei as cebolas na tábua de corte, então piquei o alho. Ontem, eu lavei a tábua de corte com sabão. Amanhã, vou usar a tábua de corte para preparar uma salada.",
      "imageLink": "image_files\\English\\cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mehlsieb",
      "translation": "peneira de farinha",
      "definition": "Ein Küchengerät, das verwendet wird, um Mehl zu sieben und zu luftigen, typischerweise aus einem Drahtgitter oder perforiertem Bildschirm bestehend.",
      "definition_translation": "Um utensílio de cozinha usado para peneirar e aerar a farinha, geralmente consistindo em uma rede de arame ou tela perfurada.",
      "example": "Ich verwendete ein Mehlsieb, um die Zutaten zu mischen, dann fügte ich Zucker hinzu. Gestern reinigte ich das Mehlsieb mit einem Pinsel. Morgen werde ich das Mehlsieb verwenden, um einen Kuchen zu backen.",
      "example_translation": "Eu usei uma peneira de farinha para misturar os ingredientes, então adicionei um pouco de açúcar. Ontem, eu limpei a peneira de farinha com uma escova. Amanhã, vou usar a peneira de farinha para fazer um bolo.",
      "imageLink": "image_files\\English\\flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lebensmittelschneider",
      "translation": "fatias de alimentos",
      "definition": "Ein Küchengerät, das verwendet wird, um Lebensmittel, wie Fleisch, Käse oder Brot, in dünne Scheiben zu schneiden.",
      "definition_translation": "Um aparelho de cozinha usado para fatiar alimentos, como carnes, queijos ou pão, em pedaços finos.",
      "example": "Ich verwendete einen Lebensmittelschneider, um Truthahn zu schneiden, dann servierte ich ihn mit Käse. Gestern reinigte ich den Lebensmittelschneider mit Seife. Morgen werde ich den Lebensmittelschneider verwenden, um ein Sandwich vorzubereiten.",
      "example_translation": "Eu usei uma fatias de alimentos para cortar o peru, então servi com queijo. Ontem, eu lavei a fatias de alimentos com sabão. Amanhã, vou usar a fatias de alimentos para preparar um sanduíche.",
      "imageLink": "image_files\\English\\food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trichter",
      "translation": "embudo",
      "definition": "Ein Trichter ist ein Rohr oder eine Röhre, die an einem Ende breit und am anderen Ende schmal ist, verwendet, um Flüssigkeiten oder Pulver in eine kleine Öffnung zu gießen.",
      "definition_translation": "Um embudo é um tubo ou cano que é amplo em uma extremidade e estreito na outra, usado para despejar líquidos ou pós em uma abertura pequena.",
      "example": "Ich benutzte einen Trichter, um Öl in den Motor zu gießen. Gestern benutzte ich einen Trichter, um Saft in eine Flasche zu gießen. Morgen werde ich einen Trichter benutzen, um Wasser in einen Eimer zu gießen.",
      "example_translation": "Eu usei um embudo para despejar óleo no motor. Ontem, eu usei um embudo para despejar suco em uma garrafa. Amanhã, eu usarei um embudo para despejar água em um balde.",
      "imageLink": "image_files\\English\\funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knoblauchpresse",
      "translation": "premolho de alho",
      "definition": "Eine Knoblauchpresse ist ein Küchengerät, das verwendet wird, um Knoblauchzehen zu pulvern, damit sie leichter im Kochen zu verwenden sind.",
      "definition_translation": "Um premolho de alho é uma ferramenta de cozinha usada para esmagar dentes de alho em uma polpa, tornando mais fácil de usar na cozinha.",
      "example": "Ich benutze eine Knoblauchpresse, um Knoblauch für Pastasoße zu pulvern. Sie benutzte eine Knoblauchpresse, um Knoblauchbrot zu machen. Sie werden eine Knoblauchpresse verwenden, um Knoblauch für das Rezept vorzubereiten.",
      "example_translation": "Eu uso um premolho de alho para esmagar alho para molho de macarrão. Ela usou um premolho de alho para fazer pão de alho. Eles usarão um premolho de alho para preparar alho para a receita.",
      "imageLink": "image_files\\English\\garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reibe",
      "translation": "ralo",
      "definition": "Eine Reibe ist ein Küchengerät, das verwendet wird, um Lebensmittel, wie Käse oder Gemüse, in kleine Stücke zu reiben oder zu raspeln.",
      "definition_translation": "Um ralo é uma ferramenta de cozinha usada para ralar ou gratar alimentos, como queijo ou legumes, em pequenos pedaços.",
      "example": "Ich benutze eine Reibe, um Käse für den Salat zu reiben. Sie benutzte eine Reibe, um Karotten für den Kuchen zu raspeln. Sie werden eine Reibe verwenden, um Zucchini für das Brot zu raspeln.",
      "example_translation": "Eu uso um ralo para ralar queijo para salada. Ela usou um ralo para ralar cenouras para bolo. Eles usarão um ralo para ralar abobrinha para pão.",
      "imageLink": "image_files\\English\\grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisportionierer",
      "translation": "cola de sorvete",
      "definition": "Ein Eisportionierer ist ein Küchengerät, das verwendet wird, um Eiscreme in Kugeln oder Portionen zu teilen, um sie leichter zu servieren und zu essen.",
      "definition_translation": "Uma cola de sorvete é uma ferramenta de cozinha usada para dar porções de sorvete em bolas ou colheres, tornando mais fácil de servir e comer.",
      "example": "Ich benutze einen Eisportionierer, um Dessert zu portionieren. Sie benutzte einen Eisportionierer, um Eiscreme auf der Party zu servieren. Sie werden einen Eisportionierer verwenden, um Sundae zu machen.",
      "example_translation": "Eu uso uma cola de sorvete para dar porções de sobremesa. Ela usou uma cola de sorvete para servir sorvete na festa. Eles usarão uma cola de sorvete para fazer sundaes.",
      "imageLink": "image_files\\English\\ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schöpfkelle",
      "translation": "concha",
      "definition": "Eine Schöpfkelle ist eine tiefe, schalenförmige Schöpfkelle mit einem langen Stiel, verwendet, um Suppe oder andere Flüssigkeiten zu servieren.",
      "definition_translation": "Uma concha é uma colher em forma de tigela com um cabo longo, usada para servir sopa ou outros líquidos.",
      "example": "Sie schöpfte die Suppe in Schalen. Gestern hatte sie die Suppe in Schalen geschöpft. Morgen wird sie die Suppe in Schalen schöpfen.",
      "example_translation": "Ela serviu a sopa em tigelas. Ontem, ela havia servido a sopa em tigelas. Amanhã, ela servirá a sopa em tigelas.",
      "imageLink": "image_files\\English\\ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenpresse",
      "translation": "espremedor de limão",
      "definition": "Eine Zitronenpresse ist ein Küchengerät, das verwendet wird, um Saft aus Zitronen oder anderen Zitrusfrüchten zu extrahieren.",
      "definition_translation": "Um espremedor de limão é uma ferramenta de cozinha usada para extrair suco de limões ou outros frutos cítricos.",
      "example": "Sie benutzte eine Zitronenpresse, um frischen Limonensaft zu machen. Gestern hatte sie eine Zitronenpresse benutzt, um frischen Limonensaft zu machen. Morgen wird sie eine Zitronenpresse benutzen, um frischen Limonensaft zu machen.",
      "example_translation": "Ela usou um espremedor de limão para fazer limonada fresca. Ontem, ela havia usado um espremedor de limão para fazer limonada fresca. Amanhã, ela usará um espremedor de limão para fazer limonada fresca.",
      "imageLink": "image_files\\English\\lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandoline",
      "translation": "mandolina",
      "definition": "Eine Mandoline ist ein Küchengerät mit einer flachen, geneigten Oberfläche, verwendet, um Früchte oder Gemüse in dünne Scheiben zu schneiden.",
      "definition_translation": "Uma mandolina é uma ferramenta de cozinha com uma superfície plana, inclinada, usada para fatiar frutas ou legumes em pedaços finos.",
      "example": "Sie benutzte eine Mandoline, um Karotten zu schneiden. Gestern hatte sie eine Mandoline benutzt, um Karotten zu schneiden. Morgen wird sie eine Mandoline verwenden, um Karotten zu schneiden.",
      "example_translation": "Ela usou uma mandolina para fatiar as cenouras. Ontem, ela havia usado uma mandolina para fatiar as cenouras. Amanhã, ela usará uma mandolina para fatiar as cenouras.",
      "imageLink": "image_files\\English\\mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Messe-Löffel",
      "translation": "colher de medir",
      "definition": "Ein Messe-Löffel ist ein Löffel, der verwendet wird, um die Menge eines Zutats zu messen, insbesondere beim Kochen oder Backen.",
      "definition_translation": "Uma colher de medir é uma colher usada para medir a quantidade de um ingrediente, especialmente em cozinha ou padaria.",
      "example": "Sie benutzte einen Messe-Löffel, um Mehl abzumessen. Gestern hatte sie einen Messe-Löffel benutzt, um Mehl abzumessen. Morgen wird sie einen Messe-Löffel verwenden, um Mehl abzumessen.",
      "example_translation": "Ela usou uma colher de medir para medir a farinha. Ontem, ela havia usado uma colher de medir para medir a farinha. Amanhã, ela usará uma colher de medir para medir a farinha.",
      "imageLink": "image_files\\English\\measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fleischzartmacher",
      "translation": "amaciador de carne",
      "definition": "Eine Substanz oder ein Gerät, das verwendet wird, um Fleisch zarter zu machen, wie z.B. Papain oder ein Fleischklopfer.",
      "definition_translation": "Uma substância ou dispositivo usado para tornar a carne mais macia, como papaina ou um martelo de carne.",
      "example": "Ich benutzte einen Fleischzartmacher, um das Steak zarter zu machen. Gestern benutzte ich einen Fleischklopfer, um das Fleisch zu klopfen. Morgen werde ich Papain verwenden, um das Hähnchen zuzubereiten.",
      "example_translation": "Eu usei um amaciador de carne para tornar o bife mais macio. Ontem, usei um martelo de carne para bater a carne. Amanhã, vou usar papaina para amaciar o frango.",
      "imageLink": "image_files\\English\\meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zerkleinerer",
      "translation": "moedor",
      "definition": "Ein Küchengerät oder -gerät, das verwendet wird, um Lebensmittel, insbesondere Fleisch, in kleine Stücke zu zerkleinern oder zu hacken.",
      "definition_translation": "Um eletrodoméstico ou dispositivo de cozinha usado para picar ou moer alimentos, especialmente carne, em pequenos pedaços.",
      "example": "Ich benutzte einen Zerkleinerer, um das Rindfleisch für die Burger zu hacken. Sie wird einen Zerkleinerer verwenden, um die Zwiebeln für die Suppe zu hacken. Er hat einen Zerkleinerer benutzt, um den Knoblauch für die Soße zu hacken.",
      "example_translation": "Eu usei um moedor para moer a carne de vaca para os hamburgueres. Ela vai picar as cebolas para a sopa. Ele tem picado o alho para o molho.",
      "imageLink": "image_files\\English\\mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mörser und Stößel",
      "translation": "almofariz e pilão",
      "definition": "Ein schalenförmiges Gefäß und ein keulenförmiges Werkzeug, die gemeinsam verwendet werden, um Lebensmittel, insbesondere Gewürze und Kräuter, zu zerreiben, zu zerstampfen oder zu mischen.",
      "definition_translation": "Um vaso em forma de tigela e uma ferramenta em forma de clube usadas juntas para moer, triturar ou misturar alimentos, especialmente especiarias e ervas.",
      "example": "Ich habe einen Mörser und Stößel verwendet, um die Gewürze für das Curry zu zerreiben. Sie wird die Kräuter im Mörser und Stößel mischen. Er hat den Knoblauch im Mörser und Stößel zerstampft.",
      "example_translation": "Eu usei um almofariz e pilão para moer as especiarias para o curry. Ela vai misturar as ervas no almofariz e pilão. Ele tem triturado o alho no almofariz e pilão.",
      "imageLink": "image_files\\English\\mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nussknacker",
      "translation": "quebrador de nozes",
      "definition": "Ein Gerät oder Werkzeug, das verwendet wird, um Nüsse, insbesondere Walnüsse oder Pekannüsse, zu öffnen.",
      "definition_translation": "Um dispositivo ou ferramenta usado para quebrar nozes, especialmente nozes de cedro ou nozes-pecã.",
      "example": "Ich habe einen Nussknacker verwendet, um die Walnüsse für den Kuchen zu öffnen. Sie wird die Pekannüsse für den Salat knacken. Er hat die Haselnüsse im Nussknacker zerstampft.",
      "example_translation": "Eu usei um quebrador de nozes para abrir as nozes de cedro para o bolo. Ela vai quebrar as nozes-pecã para a salada. Ele tem triturado as avelãs no quebrador de nozes.",
      "imageLink": "image_files\\English\\nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teig Brett",
      "translation": "tábua de massa",
      "definition": "Ein Teig Brett ist eine flache, glatte Oberfläche, die verwendet wird, um Teig und Gebäck auszurollen, typischerweise aus Holz oder Marmor gemacht.",
      "definition_translation": "Uma tábua de massa é uma superfície plana e lisa usada para esticar massa e pastelaria, geralmente feita de madeira ou mármore.",
      "example": "Ich habe ein Teig Brett verwendet, um den Teig für die Pie-Kruste auszurollen. Ich werde ein Teig Brett verwenden, um morgen die Croissants herzustellen. Sie hatte ein Teig Brett verwendet, um die Kuchen-Dekorationen vorzubereiten.",
      "example_translation": "Eu usei uma tábua de massa para esticar a massa para a crosta de torta. Eu usarei uma tábua de massa para fazer os croissants amanhã. Ela havia usado uma tábua de massa para preparar as decorações do bolo.",
      "imageLink": "image_files\\English\\pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schäler",
      "translation": "descascador",
      "definition": "Ein Schäler ist ein Küchenwerkzeug, das verwendet wird, um die Haut oder äußere Schicht von Früchten und Gemüse zu entfernen.",
      "definition_translation": "Um descascador é uma ferramenta de cozinha usada para remover a pele ou camada exterior de frutas e legumes.",
      "example": "Ich verwende einen Schäler, um die Haut von den Äpfeln zu entfernen. Sie hat einen Schäler verwendet, um die Karotten für den Salat zu schälen. Sie werden einen Schäler verwenden, um die Kartoffeln für die Fritten zu schälen.",
      "example_translation": "Eu uso um descascador para remover a pele das maçãs. Ela usou um descascador para descascar as cenouras para a salada. Eles usarão um descascador para descascar as batatas para as fritas.",
      "imageLink": "image_files\\English\\peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfeffermühle",
      "translation": "moedor de pimenta",
      "definition": "Eine Pfeffermühle ist ein Küchenwerkzeug, das verwendet wird, um Pfefferkörner zu Pulver zu zerreiben.",
      "definition_translation": "Um moedor de pimenta é uma ferramenta de cozinha usada para moer grãos de pimenta em pó.",
      "example": "Ich verwende eine Pfeffermühle, um die Pfefferkörner für das Rezept zu zerreiben. Sie hat eine Pfeffermühle verwendet, um das Steak zu würzen. Sie werden eine Pfeffermühle verwenden, um dem Suppe Geschmack zu verleihen.",
      "example_translation": "Eu uso um moedor de pimenta para moer os grãos de pimenta para a receita. Ela usou um moedor de pimenta para temperar o bife. Eles usarão um moedor de pimenta para acrescentar sabor à sopa.",
      "imageLink": "image_files\\English\\pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spritzbeutel",
      "translation": "saco de confeitar",
      "definition": "Ein Spritzbeutel ist ein Küchenwerkzeug, das verwendet wird, um Torten und Gebäck zu dekorieren, indem Zuckerguss oder andere Materialien durch eine kleine Düse gespritzt werden.",
      "definition_translation": "Um saco de confeitar é uma ferramenta de cozinha usada para decorar bolos e pastelaria pipando glacê ou outros materiais através de uma pequena boca.",
      "example": "Ich habe einen Spritzbeutel verwendet, um den Geburtstagskuchen zu dekorieren. Sie hat einen Spritzbeutel verwendet, um die aufwendigen Designs auf der Hochzeitstorte zu erstellen. Sie werden einen Spritzbeutel verwenden, um die festlichen Cupcakes herzustellen.",
      "example_translation": "Eu usei um saco de confeitar para decorar o bolo de aniversário. Ela usou um saco de confeitar para criar os designs intricados no bolo de casamento. Eles usarão um saco de confeitar para fazer os cupcakes festivos.",
      "imageLink": "image_files\\English\\piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nudelrolle",
      "translation": "rolo de massa",
      "definition": "Eine Nudelrolle ist ein zylindrisches Werkzeug, das verwendet wird, um Teig, Gebäck oder andere Materialien in der Küche und Bäckerei zu formen und zu flachen.",
      "definition_translation": "Um rolo de massa é uma ferramenta cilíndrica usada para dar forma e achatamento de massa, pasta ou outros materiais na cozinha e na padaria.",
      "example": "Sie hatte den Teig mit einer Nudelrolle ausgerollt, um einen perfekten Pie-Kruste herzustellen. Gestern hatte sie eine Marmor-Nudelrolle verwendet, um ein leckeres Gebäck herzustellen. Morgen wird sie eine neue Nudelrolle kaufen, um einen Kuchen herzustellen.",
      "example_translation": "Ela havia rolado a massa com um rolo de massa para fazer uma crosta de torta perfeita. Ontem, ela havia usado um rolo de massa de mármore para fazer uma pastelaria deliciosa. Amanhã, ela comprará um novo rolo de massa para fazer um bolo.",
      "imageLink": "image_files\\English\\rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anrichte",
      "translation": "aparador",
      "definition": "Eine Anrichte ist ein Möbelstück, das verwendet wird, um Geschirr, Gläser und andere Gegenstände in einem Speisesaal oder einer Küche zu lagern und zu präsentieren.",
      "definition_translation": "Um aparador é um móvel usado para armazenar e exibir pratos, copos e outros itens em uma sala de jantar ou cozinha.",
      "example": "Sie hatten das feine Porzellan auf der Anrichte für das Dinner-Party platziert. In der Vergangenheit hatten sie die Anrichte verwendet, um ihre Großmutter's Antiquitäten zu lagern. In Zukunft werden sie eine neue Anrichte kaufen, um ihre Küchendekoration zu ergänzen.",
      "example_translation": "Eles haviam colocado a porcelana fina no aparador para a festa de jantar. No passado, eles haviam usado o aparador para armazenar os pratos antigos da avó. No futuro, eles comprarão um novo aparador para combinar com a decoração da cozinha.",
      "imageLink": "image_files\\English\\sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sieb",
      "translation": "peneira",
      "definition": "Ein Sieb ist ein Küchenwerkzeug, das verwendet wird, um feste Teilchen unterschiedlicher Größe zu trennen oder Mehl oder andere pulverige Zutaten zu sieben.",
      "definition_translation": "Uma peneira é um utensílio de cozinha usado para separar partículas sólidas de diferentes tamanhos, ou para peneirar farinha ou outros ingredientes pulverulentos.",
      "example": "Sie hatte ein Sieb verwendet, um das Mehl für das Kuchenrezept zu sieben. Gestern hatte sie ein grobes Sieb verwendet, um den Reis von den Steinen zu trennen. Morgen wird sie ein feines Sieb kaufen, um ein delikates Gebäck herzustellen.",
      "example_translation": "Ela havia usado uma peneira para peneirar a farinha para a receita do bolo. Ontem, ela havia usado uma peneira grossa para separar o arroz das pedras. Amanhã, ela comprará uma peneira fina para fazer uma pastelaria delicada.",
      "imageLink": "image_files\\English\\sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewürzregal",
      "translation": "prateleira de especiarias",
      "definition": "Ein Gewürzregal ist ein Küchenwerkzeug, das verwendet wird, um Gewürze, Kräuter und andere Würzmittel zu lagern und zu organisieren.",
      "definition_translation": "Uma prateleira de especiarias é um utensílio de cozinha usado para armazenar e organizar especiarias, ervas e outros temperos.",
      "example": "Sie hatte das Gewürzregal mit ihren Lieblingskräutern und Gewürzen gefüllt. In der Vergangenheit hatten sie ein hölzernes Gewürzregal verwendet, um ihre Großmutter's geheime Würzmischungen zu lagern. In Zukunft werden sie ein neues Gewürzregal kaufen, um ihre Küchendekoration zu ergänzen.",
      "example_translation": "Ela havia preenchido a prateleira de especiarias com suas ervas e especiarias favoritas. No passado, eles haviam usado uma prateleira de especiarias de madeira para armazenar as misturas de tempero secretas da avó. No futuro, eles comprarão uma nova prateleira de especiarias para combinar com a decoração da cozinha.",
      "imageLink": "image_files\\English\\spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschmacksschöpfchen",
      "translation": "Colher de prova",
      "definition": "Ein Löffel, der verwendet wird, um während des Kochens die Geschmacksrichtung und Konsistenz von Lebensmitteln zu überprüfen.",
      "definition_translation": "Uma colher usada para provar comida enquanto está sendo cozida para verificar o sabor e a textura.",
      "example": "Die Köchin benutzte ein Geschmacksschöpfchen, um die Gewürzung der Suppe anzupassen. Gestern kostete sie die Soße mit einem Geschmacksschöpfchen. Morgen wird sie ein Geschmacksschöpfchen verwenden, um den Geschmack des Gerichts zu testen.",
      "example_translation": "O chef usou uma colher de prova para ajustar o tempero da sopa. Ontem, ela provou o molho com uma colher de prova. Ela usará uma colher de prova para testar o sabor do prato amanhã.",
      "imageLink": "image_files\\English\\tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeitnehmer",
      "translation": "Cronômetro",
      "definition": "Ein Gerät, das die Zeit misst, die für eine bestimmte Aktivität oder Aufgabe benötigt wird.",
      "definition_translation": "Um dispositivo que mede o tempo gasto em uma atividade ou tarefa específica.",
      "example": "Der Athlet benutzte einen Zeitnehmer, um seine Laufzeit zu tracken. Gestern stellte sie den Zeitnehmer auf 30 Minuten ein. Morgen wird sie einen Zeitnehmer verwenden, um ihr Trainingsprogramm zu überwachen.",
      "example_translation": "A atleta usou um cronômetro para acompanhar seu tempo de corrida. Ela ajustou o cronômetro para 30 minutos ontem. Ela usará um cronômetro para monitorar sua rotina de exercícios amanhã.",
      "imageLink": "image_files\\English\\timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quirl",
      "translation": "Fouet",
      "definition": "Ein Küchengerät, das verwendet wird, um Lebensmittel, insbesondere Teige und Saucen, zu mischen und zu vermischen.",
      "definition_translation": "Uma ferramenta de cozinha usada para misturar e combinar alimentos, especialmente massas e molhos.",
      "example": "Der Bäcker benutzte einen Quirl, um das Butter und Zucker zu schlagen. Gestern quirlte sie die Eier in einer Schüssel. Morgen wird sie die Soße quirlen, um die Zutaten zu vermischen.",
      "example_translation": "A padeira usou um fouet para cremar a manteiga e o açúcar. Ela bateu os ovos em uma tigela ontem. Ela irá bater o molho para combinar os ingredientes amanhã.",
      "imageLink": "image_files\\English\\whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arbeitsplatte",
      "translation": "Superfície de trabalho",
      "definition": "Eine Oberfläche in einer Küche oder Werkstatt, auf der Aufgaben wie Lebensmittelzubereitung oder Handwerk ausgeführt werden.",
      "definition_translation": "Uma superfície em uma cozinha ou oficina onde tarefas são realizadas, como preparação de alimentos ou artesanato.",
      "example": "Der Koch bereitete die Zutaten auf der Arbeitsplatte vor. Gestern säuberte sie die Arbeitsplatte. Morgen werden sie neue Arbeitsplatten in der Küche installieren.",
      "example_translation": "O chef preparou os ingredientes na superfície de trabalho. Ela limpou a superfície de trabalho ontem. Eles irão instalar novas superfícies de trabalho na cozinha amanhã.",
      "imageLink": "image_files\\English\\worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]