[
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koch",
      "translation": "cozinheiro",
      "definition": "eine Person, die Nahrungsmittel zubereitet und kocht, insbesondere als Beruf",
      "definition_translation": "uma pessoa que prepara e cozinha alimentos, especialmente como trabalho",
      "example": "Sie kochte Abendessen für ihre Familie gestern Abend. Sie kocht Frühstück jeden Morgen. Sie wird Mittagessen für ihre Gäste morgen zubereiten.",
      "example_translation": "Ela cozinhou jantar para sua família ontem à noite. Ela cozinha café da manhã todas as manhãs. Ela cozinhará almoço para seus convidados amanhã.",
      "imageLink": "image_files\\English\\cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arzt",
      "translation": "médico",
      "definition": "eine Person, die medizinische Versorgung und Behandlung an Menschen anwendet",
      "definition_translation": "uma pessoa treinada para dar cuidado médico e tratamento às pessoas",
      "example": "Er ging gestern zu einem Arzt. Er ist ein Arzt in einem Krankenhaus. Er wird in einigen Jahren ein Arzt sein.",
      "example_translation": "Ele foi ver um médico ontem. Ele é um médico em um hospital. Ele será um médico em alguns anos.",
      "imageLink": "image_files\\English\\doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrer",
      "translation": "motorista",
      "definition": "eine Person, die ein Fahrzeug, wie ein Auto, Bus oder Lastwagen, bedient",
      "definition_translation": "uma pessoa que opera um veículo, como um carro, ônibus ou caminhão",
      "example": "Er ist ein Fahrer für ein Transportunternehmen. Er fuhr heute Morgen zur Arbeit. Er wird nächstes Wochenende zum Strand fahren.",
      "example_translation": "Ele é um motorista para uma empresa de transporte. Ele dirigiu para o trabalho esta manhã. Ele dirigirá para a praia no próximo fim de semana.",
      "imageLink": "image_files\\English\\driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lehrer",
      "translation": "professor",
      "definition": "eine Person, die Menschen hilft, besonders in einer Schule",
      "definition_translation": "uma pessoa que ajuda as pessoas a aprender, especialmente em uma escola",
      "example": "Sie ist eine Lehrerin an einer High School. Sie lehrte ihre Schüler gestern Mathematik. Sie wird nächstes Semester Englisch unterrichten.",
      "example_translation": "Ela é uma professora em uma escola secundária. Ela ensinou matemática aos seus alunos ontem. Ela ensinará inglês no próximo semestre.",
      "imageLink": "image_files\\English\\teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kellner",
      "translation": "garçom",
      "definition": "Eine Person, die in einem Restaurant Bedienungen durchführt.",
      "definition_translation": "Uma pessoa que serve mesas em um restaurante.",
      "example": "Der Kellner brachte uns die Speisekarte. Er wird uns das Essen bringen. Er brachte uns die Rechnung.",
      "example_translation": "O garçom nos trouxe o menu. Ele nos trará o alimento. Ele nos trouxe a conta.",
      "imageLink": "image_files\\English\\waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kellnerin",
      "translation": "garçonete",
      "definition": "Eine weibliche Person, die in einem Restaurant Bedienungen durchführt.",
      "definition_translation": "Uma pessoa do sexo feminino que serve mesas em um restaurante.",
      "example": "Die Kellnerin nahm unsere Bestellung auf. Sie wird uns die Getränke bringen. Sie brachte uns das Dessert.",
      "example_translation": "A garçonete tomou nosso pedido. Ela nos trará as bebidas. Ela nos trouxe o sobremesa.",
      "imageLink": "image_files\\English\\waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspieler",
      "translation": "ator",
      "definition": "Eine Person, die in einem Theaterstück, Film oder Fernsehsendung auftritt.",
      "definition_translation": "Uma pessoa que atua em uma peça, filme ou programa de televisão.",
      "example": "Der Schauspieler spielte die Hauptrolle. Er hat viele Rollen gespielt. Er wird eine neue Rolle spielen.",
      "example_translation": "O ator desempenhou o papel principal. Ele desempenhou muitos papéis. Ele desempenhará um novo papel.",
      "imageLink": "image_files\\English\\actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspielerin",
      "translation": " atriz",
      "definition": "Eine weibliche Person, die in einem Theaterstück, Film oder Fernsehsendung auftritt.",
      "definition_translation": "Uma pessoa do sexo feminino que atua em uma peça, filme ou programa de televisão.",
      "example": "Die Schauspielerin gewann einen Preis. Sie hat viele Preise gewonnen. Sie wird wieder einen Preis gewinnen.",
      "example_translation": "A atriz ganhou um prêmio. Ela ganhou muitos prêmios. Ela ganhará outro prêmio.",
      "imageLink": "image_files\\English\\actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Künstler",
      "translation": "artista",
      "definition": "Eine Person, die Gemälde, Zeichnungen, Skulpturen oder andere Kunstwerke geschaffen hat.",
      "definition_translation": "Uma pessoa que cria pinturas, desenhos, esculturas ou outras obras de arte.",
      "example": "Sie war eine begabte Künstlerin, die viele Ausstellungen in Paris hatte. Sie arbeitet derzeit an einem neuen Projekt. Sie wird nächstes Jahr in New York eine Ausstellung haben.",
      "example_translation": "Ela era uma artista talentosa que havia realizado muitas exposições em Paris. Ela está atualmente trabalhando em um novo projeto. Ela terá um show em Nova York no ano que vem.",
      "imageLink": "image_files\\English\\artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschäftsmann",
      "translation": "homem de negócios",
      "definition": "Eine Person, die im Handel, in der Industrie oder in der Finanzwirtschaft tätig ist, insbesondere eine, die in Management und Investition Experienced hat.",
      "definition_translation": "Uma pessoa que trabalha no comércio, indústria ou finanças, especialmente uma que é habilida em gestão e investimento.",
      "example": "Er war ein erfolgreicher Geschäftsmann, der sein Unternehmen von Grund auf aufgebaut hatte. Er plant jetzt, in neue Märkte zu expandieren. Er wird nächsten Monat ein neues Büro in Tokio eröffnen.",
      "example_translation": "Ele era um homem de negócios bem-sucedido que havia construído sua empresa do zero. Ele está agora planejando expandir para novos mercados. Ele vai abrir seu novo escritório em Tóquio no próximo mês.",
      "imageLink": "image_files\\English\\businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Unternehmerin",
      "translation": "mulher de negócios",
      "definition": "Eine Frau, die im Handel, in der Industrie oder in der Finanzwirtschaft tätig ist, insbesondere eine, die sich auf Management und Investitionen spezialisiert hat.",
      "definition_translation": "Uma mulher que trabalha no comércio, indústria ou finanças, especialmente uma que é habilida em gestão e investimento.",
      "example": "Sie war eine angesehene Unternehmerin, die sich in der Tech-Branche einen Namen gemacht hatte. Sie leitet derzeit ein Team von Ingenieuren. Sie wird ihr neues Start-up nächstes Jahr lancieren.",
      "example_translation": "Ela era uma mulher de negócios respeitada que havia feito um nome para si mesma na indústria de tecnologia. Ela está atualmente liderando uma equipe de engenheiros. Ela vai lançar sua nova startup no ano que vem.",
      "imageLink": "image_files\\English\\businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Automechaniker",
      "translation": "mecânico de carros",
      "definition": "Eine Person, die Fahrzeuge, insbesondere Autos, repariert und wartet.",
      "definition_translation": "Uma pessoa que repara e mantém veículos, especialmente carros.",
      "example": "Er war ein erfahrener Automechaniker, der an vielen Autos gearbeitet hatte. Er repariert derzeit einen defekten Motor. Er wird den Reparaturauftrag bis Ende der Woche erledigen.",
      "example_translation": "Ele era um mecânico de carros habilidoso que havia trabalhado em muitos carros. Ele está atualmente consertando um motor quebrado. Ele vai terminar o trabalho de reparo até o final da semana.",
      "imageLink": "image_files\\English\\car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Köchin",
      "translation": "cozinheiro",
      "definition": "Eine ausgebildete Fachkraft, die in einem Restaurant, Hotel oder anderen gastronomischen Einrichtungen kocht und Gerichte zubereitet.",
      "definition_translation": "um profissional treinado que prepara e cozinha alimentos em um restaurante, hotel ou outro estabelecimento de serviço de alimentos",
      "example": "Sie arbeitete als Köchin in einem Michelin-Sterne-Restaurant. Sie arbeitet als Köchin in einem Michelin-Sterne-Restaurant. Sie wird als Köchin in einem Michelin-Sterne-Restaurant arbeiten.",
      "example_translation": "Ela trabalhou como cozinheiro em um restaurante com uma estrela Michelin. Ela está trabalhando como cozinheiro em um restaurante com uma estrela Michelin. Ela trabalhará como cozinheiro em um restaurante com uma estrela Michelin.",
      "imageLink": "image_files\\English\\chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "químico",
      "definition": "Eine Person, die in der Chemie ausgebildet ist oder als Beruf ausübt.",
      "definition_translation": "pessoa treinada ou que pratica química, especialmente como profissão",
      "example": "Der Chemiker entdeckte eine neue Verbindung. Der Chemiker testet die neue Verbindung. Der Chemiker wird die Ergebnisse des Tests analysieren.",
      "example_translation": "O químico descobriu um novo composto. O químico está testando o novo composto. O químico analisará os resultados do teste.",
      "imageLink": "image_files\\English\\chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reinigungskraft",
      "translation": "limpador",
      "definition": "Eine Person, deren Aufgabe es ist, Dinge, insbesondere in Büros, Häusern oder anderen Gebäuden, zu reinigen.",
      "definition_translation": "pessoa cujo trabalho é limpar coisas, especialmente em escritórios, casas ou outros prédios",
      "example": "Die Reinigungskraft moppt den Boden. Die Reinigungskraft moppte den Boden gestern. Die Reinigungskraft wird den Boden morgen fegen.",
      "example_translation": "O limpador está esfregando o chão. O limpador esfregou o chão ontem. O limpador varrerá o chão amanhã.",
      "imageLink": "image_files\\English\\cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tänzer",
      "translation": "dançarino",
      "definition": "Eine Person, die einen Tanz, insbesondere als Beruf oder in der Öffentlichkeit, aufführt.",
      "definition_translation": "pessoa que realiza uma dança, especialmente como profissão ou em público",
      "example": "Der Tänzer trat auf der Bühne auf. Der Tänzer probt für die Show. Der Tänzer wird an dem Wettbewerb nächste Woche teilnehmen.",
      "example_translation": "O dançarino se apresentou no palco. O dançarino está ensaiando para o show. O dançarino participará da competição na próxima semana.",
      "imageLink": "image_files\\English\\dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahnarzt",
      "translation": "dentista",
      "definition": "Eine Person, die sich auf die Diagnose, Vorbeugung und Behandlung von Krankheiten und Zuständen der Zähne und des Mundes spezialisiert hat.",
      "definition_translation": "Uma pessoa habilidosa no diagnóstico, prevenção e tratamento de doenças e condições dos dentes e boca.",
      "example": "Ich besuchte den Zahnarzt gestern, ich besuche den Zahnarzt alle sechs Monate, und ich werde den Zahnarzt nächste Woche besuchen.",
      "example_translation": "Eu visitei o dentista ontem, eu visito o dentista a cada seis meses, e eu visitarei o dentista na próxima semana.",
      "imageLink": "image_files\\English\\dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ingenieur",
      "translation": "engenheiro",
      "definition": "Eine Person, die Strukturen, Maschinen oder Systeme entwirft, baut oder wartet, wobei wissenschaftliche und mathematische Prinzipien angewendet werden.",
      "definition_translation": "Uma pessoa que projeta, constrói ou mantém estruturas, máquinas ou sistemas, usando princípios científicos e matemáticos.",
      "example": "Sie war Ingenieurin in einem renommierten Unternehmen, sie ist seit zehn Jahren Ingenieurin, und sie wird in Zukunft eine berühmte Ingenieurin sein.",
      "example_translation": "Ela era uma engenheira em uma empresa renomada, ela tem sido uma engenheira por dez anos, e ela será uma engenheira renomada no futuro.",
      "imageLink": "image_files\\English\\engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Landwirt",
      "translation": "agricultor",
      "definition": "Eine Person, die einen Hof besitzt oder leitet, insbesondere eine, die Landwirtschaftliche Produkte anbaut oder Vieh züchtet.",
      "definition_translation": "Uma pessoa que possui ou gerencia uma fazenda, especialmente um que cultiva a terra para produzir culturas ou criar gado.",
      "example": "Er war Landwirt in seinem Heimatort, er ist seit zwanzig Jahren Landwirt, und er wird in Zukunft ein erfolgreicher Landwirt sein.",
      "example_translation": "Ele era um agricultor em sua cidade natal, ele tem sido um agricultor por vinte anos, e ele será um agricultor bem-sucedido no futuro.",
      "imageLink": "image_files\\English\\farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fußballspieler",
      "translation": "futebolista",
      "definition": "Eine Person, die Fußball spielt, insbesondere als Beruf.",
      "definition_translation": "Uma pessoa que joga futebol, especialmente como um profissional.",
      "example": "Er war Fußballspieler in seinen College-Tagen, er ist seit fünf Jahren Fußballspieler, und er wird in Zukunft ein erfolgreicher Fußballspieler sein.",
      "example_translation": "Ele era um futebolista em seus dias de colégio, ele tem sido um futebolista por cinco anos, e ele será um futebolista bem-sucedido no futuro.",
      "imageLink": "image_files\\English\\footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Führer",
      "translation": "guia",
      "definition": "Eine Person, die anderen den Weg zeigt, besonders in einem Ort, den sie nicht kennen.",
      "definition_translation": "Uma pessoa que mostra o caminho para os outros, especialmente em um lugar que não conhecem.",
      "example": "Sie wird uns durch das Museum führen. Sie führte uns durch das Museum. Sie wird uns durch das Museum geführt haben, wenn wir dann fertig sind.",
      "example_translation": "Ela vai nos guiar pelo museu. Ela nos guiou pelo museu. Ela terá nos guiado pelo museu até então.",
      "imageLink": "image_files\\English\\guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuldirektor",
      "translation": "diretor",
      "definition": "Der älteste Lehrer in einer Schule, verantwortlich für ihre Verwaltung und Verwaltung.",
      "definition_translation": "O professor mais sênior em uma escola, responsável pela sua gestão e administração.",
      "example": "Der Schuldirektor hat 10 Jahre an der Schule gearbeitet. Der Schuldirektor hatte 5 Jahre an der Schule gearbeitet, bevor er an eine andere Schule wechselte. Der Schuldirektor wird 15 Jahre an der Schule gearbeitet haben, wenn er in den Ruhestand tritt.",
      "example_translation": "O diretor tem trabalhado na escola por 10 anos. O diretor havia trabalhado na escola por 5 anos antes de se mudar para outra escola. O diretor terá trabalhado na escola por 15 anos no momento em que ela se aposenta.",
      "imageLink": "image_files\\English\\headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Manager",
      "translation": "gerente",
      "definition": "Eine Person, die für das Controlling oder die Verwaltung eines Unternehmens oder einer Organisation verantwortlich ist.",
      "definition_translation": "Uma pessoa responsável por controlar ou administrar toda ou parte de uma empresa ou organização.",
      "example": "Er ist 5 Jahre Manager des Unternehmens. Er hatte mehrere Teams geleitet, bevor er Manager wurde. Er wird die gesamte Abteilung geleitet haben, wenn er befördert wird.",
      "example_translation": "Ele tem sido um gerente na empresa por 5 anos. Ele havia gerenciado várias equipes antes de se tornar um gerente. Ele terá gerenciado todo o departamento até o momento em que é promovido.",
      "imageLink": "image_files\\English\\manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mechaniker",
      "translation": "mecânico",
      "definition": "Eine Person, die Maschinen und Motoren repariert und wartet, insbesondere die von Fahrzeugen.",
      "definition_translation": "Uma pessoa que repara e mantém máquinas e motores, especialmente os de veículos.",
      "example": "Der Mechaniker hat den Wagen Stunden repariert. Der Mechaniker hatte das Fahrrad repariert, bevor er am Wagen arbeitete. Der Mechaniker wird die gesamte Flotte von Fahrzeugen repariert haben, bis zum Ende des Monats.",
      "example_translation": "O mecânico tem estado consertando o carro por horas. O mecânico havia consertado a bicicleta antes de trabalhar no carro. O mecânico terá consertado toda a frota de carros até o final do mês.",
      "imageLink": "image_files\\English\\mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krankenschwester",
      "translation": "enfermeira",
      "definition": "Eine Krankenschwester ist eine Person, die für die Pflege von Kranken oder Schwachen ausgebildet wurde, insbesondere in einem Krankenhaus.",
      "definition_translation": "Uma enfermeira é uma pessoa treinada para cuidar dos doentes ou enfermos, especialmente em um hospital.",
      "example": "Sie ist 10 Jahre Krankenschwester, arbeitet derzeit in einem Krankenhaus und wird nächstes Jahr auf Pädiatrie spezialisiert sein.",
      "example_translation": "Ela tem sido uma enfermeira por 10 anos, atualmente trabalha em um hospital e se especializará em pediatria no próximo ano.",
      "imageLink": "image_files\\English\\nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maler",
      "translation": "pintor",
      "definition": "Ein Maler ist eine Person, die Bilder oder Wände als Beruf malt.",
      "definition_translation": "Um pintor é uma pessoa que pinta quadros ou paredes como profissão.",
      "example": "Er war ein geschickter Maler und hatte an einem Wandbild gearbeitet, wird es morgen fertigstellen und hatte bereits ein Beautiful Landschaft gemalt letztes Jahr.",
      "example_translation": "Ele era um pintor habilidoso e havia estado trabalhando em um mural por semanas, terminará amanhã e já havia pintado um belo paisagem no ano passado.",
      "imageLink": "image_files\\English\\painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fotograf",
      "translation": "fotógrafo",
      "definition": "Ein Fotograf ist eine Person, die Fotografien macht, insbesondere als Beruf.",
      "definition_translation": "Um fotógrafo é uma pessoa que tira fotos, especialmente como profissão.",
      "example": "Sie ist 5 Jahre Fotografin, wird Bilder von der Hochzeit nächster Monat machen und hatte bereits einen wunderschönen Sonnenuntergang letzte Woche fotografiert.",
      "example_translation": "Ela tem sido uma fotógrafa por 5 anos, tirará fotos do casamento no próximo mês e já havia fotografado um belo pôr do sol na semana passada.",
      "imageLink": "image_files\\English\\photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pilot",
      "translation": "piloto",
      "definition": "Ein Pilot ist eine Person, die die Steuerung eines Flugzeugs bedient.",
      "definition_translation": "Um piloto é uma pessoa que opera os controles de uma aeronave.",
      "example": "Er ist 10 Jahre Pilot, wird morgen nach New York fliegen und hatte bereits letzte Nacht ein Flugzeug sicher gelandet.",
      "example_translation": "Ele tem sido um piloto por 10 anos, voará para Nova York amanhã e já havia pousado um avião em segurança na noite passada.",
      "imageLink": "image_files\\English\\pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spieler",
      "translation": "jogador",
      "definition": "Eine Person, die an einem Sport, Spiel oder Aktivität teilnimmt, insbesondere eine, die sehr geschickt oder begeistert ist.",
      "definition_translation": "Uma pessoa que participa de um esporte, jogo ou atividade, especialmente uma pessoa que é muito habilidosa ou entusiasta.",
      "example": "Ich war ein guter Spieler im Fußballteam in der High School, aber jetzt spiele ich nur noch zum Spaß. Ich spielte Fußball mit meinen Freunden gestern und werde morgen wieder spielen.",
      "example_translation": "Eu era um bom jogador no time de futebol no colégio, mas agora eu só jogo para diversão. Eu joguei futebol com meus amigos ontem, e eu vou jogar novamente amanhã.",
      "imageLink": "image_files\\English\\player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizist",
      "translation": "policial",
      "definition": "Eine Person, deren Job es ist, Gesetze durchzusetzen, Menschen zu schützen und Ordnung in einer Gemeinschaft zuhalten.",
      "definition_translation": "Uma pessoa cujo trabalho é fazer cumprir as leis, proteger as pessoas e manter a ordem em uma comunidade.",
      "example": "Der Polizist hielt das Auto an und fragte nach dem Führerschein. Der Polizist hat 5 Jahre in diesem Viertel gearbeitet und wird viele Jahre hier weiterarbeiten.",
      "example_translation": "O policial parou o carro e pediu a carteira de motorista. A policial trabalha neste bairro há cinco anos, e ela continuará a trabalhar aqui por muitos anos.",
      "imageLink": "image_files\\English\\police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizist",
      "translation": "policia",
      "definition": "Ein männlicher Polizeibeamter, insbesondere einer, der nicht von hohem Rang ist.",
      "definition_translation": "Um policial masculino, especialmente um que não é de alta patente.",
      "example": "Der Polizist half dem verlorenen Kind, seine Eltern zu finden. Der Polizist arbeitet seit zehn Jahren bei der Polizei und ist stolz auf seinen Dienst.",
      "example_translation": "O policial ajudou a criança perdida a encontrar os pais. O policial trabalha na força há dez anos, e ele está orgulhoso do seu serviço.",
      "imageLink": "image_files\\English\\policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizistin",
      "translation": "policia feminina",
      "definition": "Eine weibliche Polizeibeamtin, insbesondere eine, die nicht von hohem Rang ist.",
      "definition_translation": "Uma policial feminina, especialmente uma que não é de alta patente.",
      "example": "Die Polizistin war sehr nett und half mir, den Vorfall anzuzeigen. Die Polizistin arbeitet seit fünf Jahren bei der Polizei und genießt das Respekt ihrer Kollegen.",
      "example_translation": "A policial feminina foi muito gentil e me ajudou a relatar o crime. A policial feminina trabalha na força há cinco anos, e ela é respeitada por seus colegas.",
      "imageLink": "image_files\\English\\policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rezeptionistin",
      "translation": "recepcionista",
      "definition": "Eine Person, die in einem professionellen Umfeld wie einem Hotel, Büro oder Arztpraxis Besucher, Kunden oder Patienten begrüßt und unterstützt.",
      "definition_translation": "Uma pessoa empregada para receber e assistir visitantes, clientes ou pacientes em um ambiente profissional, como um hotel, escritório ou consultório médico.",
      "example": "Sie arbeitete als Rezeptionistin in einer Anwaltskanzlei und beantwortete Anrufe und vereinbarte Termine. Sie arbeitet seit fünf Jahren als Rezeptionistin und ist sehr gut in ihrem Job. Sie beginnt nächsten Monat als Rezeptionistin in einem neuen Unternehmen zu arbeiten.",
      "example_translation": "Ela trabalhou como recepcionista em uma firma de advocacia, atendendo chamadas telefônicas e agendando compromissos. Ela trabalhou como recepcionista por cinco anos e é muito boa nisso. Ela começará a trabalhar como recepcionista em uma nova empresa next mês.",
      "imageLink": "image_files\\English\\receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäuferassistent",
      "translation": "assistente de vendas",
      "definition": "Eine Person, die einem Verkäufer oder einem Verkaufsteam beim Verkauf von Produkten oder Dienstleistungen an Kunden unterstützt, oft indem sie Produkte vorführt, Fragen beantwortet und Transaktionen abwickelt.",
      "definition_translation": "Uma pessoa que assiste um vendedor ou equipe em vender produtos ou serviços aos clientes, muitas vezes realizando tarefas como demonstrar produtos, responder a perguntas e processar transações.",
      "example": "Der Verkäuferassistent zeigte mir mehrere Optionen für das neue Smartphone. Er arbeitet seit drei Jahren als Verkäuferassistent im Laden. Er wird nächstes Jahr zum Verkäuferassistenten befördert.",
      "example_translation": "O assistente de vendas me mostrou várias opções para o novo smartphone. Ela trabalhou como assistente de vendas na loja por três anos. Ele será promovido a assistente de vendas no ano que vem.",
      "imageLink": "image_files\\English\\salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäufer",
      "translation": "vendedor",
      "definition": "Eine Person, die Güter oder Dienstleistungen an Kunden verkauft, oft gegen eine Provision und verantwortlich für das Erreichen von Verkaufszielen.",
      "definition_translation": "Uma pessoa que vende bens ou serviços aos clientes, muitas vezes trabalhando com um salário baseado em comissão e responsável por atingir metas de vendas.",
      "example": "Der Verkäufer war sehr kenntnisreich über das Produkt und beantwortete alle meine Fragen. Sie ist seit vielen Jahren eine erfolgreiche Verkäuferin. Er beginnt nächsten Monat als Verkäufer in einem neuen Unternehmen zu arbeiten.",
      "example_translation": "O vendedor era muito conhecedor do produto e respondeu todas as minhas perguntas. Ela tem sido uma vendedora bem-sucedida por muitos anos. Ele começará a trabalhar como vendedor em uma nova empresa next mês.",
      "imageLink": "image_files\\English\\salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sekretärin",
      "translation": "secretária",
      "definition": "Eine Person, die für die administrativen Aufgaben einer Organisation verantwortlich ist, wie Telefonanrufe, Dokumente tippen und Termine verwalten.",
      "definition_translation": "Uma pessoa que tem responsabilidade pelas tarefas administrativas de uma organização, como atender telefones, digitar documentos e gerenciar horários.",
      "example": "Die Sekretärin buchte einen Flug nach New York für den Manager. Sie arbeitet seit fünf Jahren als Sekretärin und ist sehr organisiert. Er wird nächstes Jahr zum Sekretär befördert.",
      "example_translation": "A secretária reservou um voo para Nova York para o gerente. Ela trabalhou como secretária por cinco anos e é muito organizada. Ele será promovido a secretária no ano que vem.",
      "imageLink": "image_files\\English\\secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sängerin",
      "translation": "cantor",
      "definition": "Eine Person, die singt, insbesondere professionell.",
      "definition_translation": "Uma pessoa que canta, especialmente profissionalmente.",
      "example": "Sie war eine berühmte Sängerin in den 80er Jahren und singt jetzt in einem lokalen Kirchenchor. Sie wird morgen auf dem Festival singen. Sie sang heute Morgen in der Dusche.",
      "example_translation": "Ela foi uma cantora famosa nos anos 80 e agora canta em um coral de igreja local. Ela cantará no festival amanhã. Ela cantou no chuveiro essa manhã.",
      "imageLink": "image_files\\English\\singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taxifahrer",
      "translation": "motorista de táxi",
      "definition": "Eine Person, die als Beruf Fahrer eines Taxis ist.",
      "definition_translation": "Uma pessoa que dirige um táxi como trabalho.",
      "example": "Der Taxifahrer verirrte sich in der Stadt, daher waren wir zu spät zum Meeting. Er arbeitet seit zehn Jahren als Taxifahrer. Er wird morgen einen Taxifahrer zum Flughafen fahren.",
      "example_translation": "O motorista de táxi se perdeu na cidade, então chegamos atrasados para a reunião. Ele é motorista de táxi há 10 anos. Ele dirigirá um táxi para o aeroporto amanhã.",
      "imageLink": "image_files\\English\\taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reiseführer",
      "translation": "guia de turismo",
      "definition": "Eine Person, die Touristen interessante Dinge zeigt und erklärt.",
      "definition_translation": "Uma pessoa que mostra e explica coisas interessantes para turistas.",
      "example": "Der Reiseführer erklärte die Geschichte der antiken Stadt. Sie arbeitet seit fünf Jahren als Reiseführerin. Sie wird morgen eine Gruppe von Touristen durch das Museum führen.",
      "example_translation": "O guia de turismo explicou a história da cidade antiga. Ela é guia de turismo há 5 anos. Ela guiará um grupo de turistas pelo museu amanhã.",
      "imageLink": "image_files\\English\\tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schreiber",
      "translation": "escritor",
      "definition": "Eine Person, die Bücher, Artikel oder andere Schriften schreibt.",
      "definition_translation": "Uma pessoa que escreve livros, artigos ou outras obras escritas.",
      "example": "Der Schreiber schrieb ein Bestseller- Roman letzten Jahr. Er arbeitet seit zehn Jahren als Schreiber. Er wird nächstes Jahr ein neues Buch schreiben.",
      "example_translation": "O escritor escreveu um romance bestseller no ano passado. Ele é escritor há 10 anos. Ele escreverá um novo livro no ano que vem.",
      "imageLink": "image_files\\English\\writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhalter",
      "translation": "contador",
      "definition": "Eine Person, deren Job es ist, Finanzunterlagen vorzubereiten und zu prüfen.",
      "definition_translation": "Uma pessoa cujo trabalho é preparar e examinar registros financeiros.",
      "example": "Ich arbeitete fünf Jahre lang als Buchhalter, bevor ich mein MBA-Studio aufnahm. Ich arbeite jetzt als Buchhalter. Ich werde in Zukunft als Buchhalter in einem multinationalen Unternehmen arbeiten.",
      "example_translation": "Eu trabalhei como contador por cinco anos antes de cursar meu MBA. Eu estou trabalhando como contador agora. Eu trabalharei como contador em uma empresa multinacional no futuro.",
      "imageLink": "image_files\\English\\accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Architekt",
      "translation": "arquiteto",
      "definition": "Eine Person, die Gebäude und andere Strukturen entwirft.",
      "definition_translation": "Uma pessoa que projeta prédios e outras estruturas.",
      "example": "Ich traf einen Architekten, der das neue Museum entworfen hat. Sie entwirft derzeit ein neues Hochhaus. Sie wird in Zukunft eine nachhaltige Stadt entwerfen.",
      "example_translation": "Eu encontrei um arquiteto que projetou o novo museu. Ela está projetando um novo arranha-céu. Ela projectará uma cidade sustentável no futuro.",
      "imageLink": "image_files\\English\\architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Babysitterin",
      "translation": "babá",
      "definition": "Eine Person, meist eine junge Frau, die Kinder betreut, wenn die Eltern abwesend sind.",
      "definition_translation": "Uma pessoa, geralmente uma jovem mulher, que cuida das crianças quando os pais estavam ausentes.",
      "example": "Ich heuerte eine Babysitterin an, um meine Kinder letzten Nacht zu beaufsichtigen. Sie passt derzeit auf meine Kinder auf. Sie wird meine Kinder nächste Woche wieder beaufsichtigen.",
      "example_translation": "Eu contratei uma babá para cuidar dos meus filhos ontem à noite. Ela está cuidando dos meus filhos agora. Ela cuidará dos meus filhos novamente na próxima semana.",
      "imageLink": "image_files\\English\\babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäcker",
      "translation": "padeiro",
      "definition": "Eine Person, die Brot, Kuchen und andere Backwaren herstellt und verkauft.",
      "definition_translation": "Uma pessoa que faz e vende pão, bolos e outros produtos de padaria.",
      "example": "Ich arbeitete als Bäcker in einer kleinen Bäckerei. Er arbeitet derzeit als Bäcker. Sie wird in einem neuen Restaurant als Bäcker arbeiten.",
      "example_translation": "Eu trabalhei como padeiro em uma pequena padaria. Ele está trabalhando como padeiro agora. Ela trabalhará como padeiro em um novo restaurante.",
      "imageLink": "image_files\\English\\baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balletttänzerin",
      "translation": "bailarina de balé",
      "definition": "Eine Person, die Ballett, eine klassische Tanzform mit präzisen und graziösen Bewegungen, aufführt.",
      "definition_translation": "Uma pessoa que performa balé, uma forma de dança clássica caracterizada por movimentos precisos e graciosos.",
      "example": "Sie war eine professionelle Balletttänzerin und hatte in vielen Produktionen mitgewirkt. Sie unterrichtet derzeit junge Schüler im Ballett. Sie wird im nächsten Monat in einer neuen Ballettproduktion auftreten.",
      "example_translation": "Ela era uma bailarina de balé profissional e havia se apresentado em muitas produções. Ela está atualmente ensinando balé para jovens alunos. Ela se apresentará em uma nova produção de balé no próximo mês.",
      "imageLink": "image_files\\English\\ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Friseur",
      "translation": "barbeiro",
      "definition": "Eine Person, deren Beruf es ist, Haare zu schneiden und zu stylen, insbesondere für Männer.",
      "definition_translation": "Uma pessoa cuja ocupação é cortar e arrumar cabelo, especialmente para homens.",
      "example": "Er besuchte den Friseur gestern und ließ sich die Haare schneiden. Der Friseur war sehr geschickt und freundlich. Er wird nächsten Woche wieder zum Friseur gehen.",
      "example_translation": "Ele visitou o barbeiro ontem e fez um corte de cabelo. O barbeiro era muito habilidoso e amigável. Ele irá ao barbeiro novamente na próxima semana.",
      "imageLink": "image_files\\English\\barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barkeeper",
      "translation": "barman",
      "definition": "Eine Person, die Getränke serviert und eine Bar, insbesondere in einem Hotel oder Nachtclub, leitet.",
      "definition_translation": "Uma pessoa que serve bebidas e gerencia um bar, especialmente em um hotel ou boate.",
      "example": "Der Barkeeper war sehrgeschickt darin, Cocktails zu mixen. Er arbeitete als Barkeeper in einem beliebten Nachtclub. Er wird am Silvesterabend als Barkeeper arbeiten.",
      "example_translation": "O barman era muito habilidoso em misturar coquetéis. Ele trabalhava como barman em uma boate popular. Ele trabalhará como barman na noite de Ano Novo.",
      "imageLink": "image_files\\English\\barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauarbeiter",
      "translation": "construtor",
      "definition": "Eine Person, die etwas, insbesondere ein Haus oder ein Gebäude, baut oder konstruiert.",
      "definition_translation": "Uma pessoa que constrói ou edifica algo, especialmente uma casa ou prédio.",
      "example": "Er war ein erfahrener Bauarbeiter und hatte viele Häuser gebaut. Der Bauarbeiter war sehr sorgfältig bei der Bauausführung. Sie wird einen Bauarbeiter anheuern, um ihre Küche zu renovieren.",
      "example_translation": "Ele era um construtor habilidoso e havia construído muitas casas. O construtor era muito cuidadoso com o processo de construção. Ela contratará um construtor para renovar sua cozinha.",
      "imageLink": "image_files\\English\\builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Metzger",
      "translation": "açougueiro",
      "definition": "Eine Person, die Fleisch verkauft, insbesondere in einem Laden.",
      "definition_translation": "uma pessoa que vende carne, especialmente em uma loja.",
      "example": "Der Metzger schnitt das Fleisch in dünne Scheiben. Er hatte es gestern geschnitten und wird es morgen wieder schneiden.",
      "example_translation": "O açougueiro cortou a carne em fatias finas. Ele havia cortado ontem e cortará novamente amanhã.",
      "imageLink": "image_files\\English\\butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "químico",
      "definition": "Eine Person, die in Chemie ausgebildet ist, insbesondere eine, die in einem Labor arbeitet.",
      "definition_translation": "uma pessoa treinada em química, especialmente uma que trabalha em um laboratório.",
      "example": "Der Chemiker mischte die Substanzen miteinander und wartete auf die Reaktion. Sie hatte sie gestern gemischt und wird sie morgen wieder mischen.",
      "example_translation": "O químico misturou as substâncias juntas e esperou pela reação. Ela havia misturado ontem e misturará novamente amanhã.",
      "imageLink": "image_files\\English\\chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainer",
      "translation": "treinador",
      "definition": "Eine Person, die Athleten oder Sportteams trainiert und unterrichtet.",
      "definition_translation": "uma pessoa que treina e ensina atletas ou equipes esportivas.",
      "example": "Der Trainer gab dem Team eine Motivationsansprache vor dem Spiel. Er hatte ihnen gestern eine Ansprache gehalten und wird ihnen morgen wieder eine halten.",
      "example_translation": "O treinador deu um discurso de apoio à equipe antes do jogo. Ele havia dado um discurso ontem e dará outro amanhã.",
      "imageLink": "image_files\\English\\coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Informatiker",
      "translation": "cientista da computação",
      "definition": "Eine Person, die Expertise im Bereich der Theorie, des Designs und der Implementierung von Computersystemen und Algorithmen hat.",
      "definition_translation": "uma pessoa que tem expertise na teoria, design e implementação de sistemas e algoritmos de computador.",
      "example": "Der Informatiker schrieb ein Programm, um die Daten zu analysieren. Sie hatte es gestern geschrieben und wird morgen ein weiteres schreiben.",
      "example_translation": "A cientista da computação escreveu um programa para analisar os dados. Ela havia escrito ontem e escreverá outro amanhã.",
      "imageLink": "image_files\\English\\computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Designer",
      "translation": "designer",
      "definition": "Eine Person, die das Aussehen oder die Funktionsweise von etwas plant, bevor es hergestellt wird, wie ein Kleidungsstück, ein Gebäude oder ein Produkt.",
      "definition_translation": "Uma pessoa que planeja a aparência ou funcionamento de algo antes de ser feito, como uma peça de roupa, um prédio ou um produto.",
      "example": "Die Modedesignerin erstellte eine atemberaubende Kollektion für die Modenschau. Sie hatte viele Kleider für Celebrities entworfen. Sie wird nächste Woche ein neues Logo für das Unternehmen entwerfen.",
      "example_translation": "A designer de moda criou uma coleção deslumbrante para o desfile de moda. Ela projetou muitos vestidos para celebridades no passado. Ela projetará um novo logotipo para a empresa na semana que vem.",
      "imageLink": "image_files\\English\\designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Detektiv",
      "translation": "detetive",
      "definition": "Eine Person, die Verbrechen untersucht und versucht, herauszufinden, wer sie begangen hat.",
      "definition_translation": "Uma pessoa que investiga crimes e tenta descobrir quem os cometeu.",
      "example": "Der Detektiv wurde dem Mordfall zugeteilt und musste die Beweise sorgfältig analysieren. Sie hatte viele mysteriöse Fälle in der Vergangenheit gelöst. Er wird nächste Woche den Dieb untersuchen, der das wertvolle Gemälde gestohlen hat.",
      "example_translation": "O detetive foi designado para o caso de assassinato e teve que analisar as provas cuidadosamente. Ela já havia resolvido muitos casos misteriosos no passado. Ele investigará o ladrão que roubou a pintura valiosa na semana que vem.",
      "imageLink": "image_files\\English\\detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Direktor",
      "translation": "diretor",
      "definition": "Eine Person, die ein Unternehmen, eine Organisation oder ein Projekt leitet.",
      "definition_translation": "Uma pessoa que é responsável por uma empresa, organização ou projeto.",
      "example": "Der Direktor der Firma kündigte die neue Politik den Mitarbeitern an. Er hatte viele erfolgreiche Filme in der Vergangenheit gedreht. Sie wird nächste Woche das neue Spiel am Theater leiten.",
      "example_translation": "O diretor da empresa anunciou a nova política aos funcionários. Ele já havia dirigido muitos filmes bem-sucedidos no passado. Ela dirigirá a nova peça no teatro no mês que vem.",
      "imageLink": "image_files\\English\\director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Discjockey, DJ",
      "translation": "disc jockey, DJ",
      "definition": "Eine Person, die Musik im Radio oder auf einer Party oder in einem Club spielt.",
      "definition_translation": "Uma pessoa que toca música no rádio ou em uma festa ou clube.",
      "example": "Der Discjockey spielte die aktuellen Hits auf der Hochzeitsfeier. Er ist seit Jahren DJ in dem beliebten Club. Sie wird die Tracks auf dem Musikfestival nächstes Wochenende auflegen.",
      "example_translation": "O disc jockey tocou os sucessos mais quentes na recepção do casamento. Ele já havia sido um DJ no clube popular por anos. Ela irá tocar as faixas no festival de música no fim de semana que vem.",
      "imageLink": "image_files\\English\\disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Filmemacher",
      "translation": "cineasta",
      "definition": "Eine Person, die Filme produziert, insbesondere ein Regisseur oder Produzent.",
      "definition_translation": "Uma pessoa que faz filmes, especialmente um diretor ou produtor.",
      "example": "Der Filmemacher verbrachte Jahre mit der Recherche des Drehbuchs, bevor die Produktion begann. Sie ist seit über einem Jahrzehnt Filmemacher. Der Filmemacher wird nächstes Jahr seinen neuen Film veröffentlichen.",
      "example_translation": "O cineasta passou anos pesquisando o roteiro antes de começar a produção. Ela é cineasta há mais de uma década. O cineasta lançará seu novo filme no ano que vem.",
      "imageLink": "image_files\\English\\film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feuerwehrmann",
      "translation": "bombeiro",
      "definition": "Eine Person, die ausgebildet ist, Brände zu löschen und auf Notfälle zu reagieren.",
      "definition_translation": "Uma pessoa treinada para apagar incêndios e responder a situações de emergência.",
      "example": "Der Feuerwehrmann rettete die Familie aus dem brennenden Gebäude. Sie ist seit fünf Jahren Feuerwehrmann. Der Feuerwehrmann wird nächste Woche an der Ausbildungsveranstaltung teilnehmen.",
      "example_translation": "O bombeiro salvou a família do prédio em chamas. Ela é uma bombeira há cinco anos. O bombeiro irá participar da sessão de treinamento na semana que vem.",
      "imageLink": "image_files\\English\\firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wächter",
      "translation": "guarda",
      "definition": "Eine Person, die einen Ort, eine Person oder ein Ding beobachtet, schützt oder kontrolliert.",
      "definition_translation": "Uma pessoa que observa, protege ou controla um lugar, pessoa ou coisa.",
      "example": "Der Wächter stand am Eingang des Museums. Sie ist seit drei Jahren Wächter. Der Wächter wird die Taschen am Flughafen kontrollieren.",
      "example_translation": "O guarda estava na entrada do museu. Ela é uma guarda há três anos. O guarda irá verificar as malas no aeroporto.",
      "imageLink": "image_files\\English\\guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gitarrist",
      "translation": "guitarrista",
      "definition": "Eine Person, die Gitarre spielt, insbesondere als Beruf.",
      "definition_translation": "Uma pessoa que toca guitarra, especialmente como profissão.",
      "example": "Der Gitarrist trat auf dem Konzert letzte Nacht auf. Er ist seit über 20 Jahren Gitarrist. Die Gitarristin wird nächste Woche ihr neues Album veröffentlichen.",
      "example_translation": "O guitarrista se apresentou no concerto ontem à noite. Ele é um guitarrista há mais de 20 anos. A guitarrista lançará seu novo álbum no mês que vem.",
      "imageLink": "image_files\\English\\guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]