[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lappenkraut",
      "translation": "bardana",
      "definition": "Eine zweijährige, distelähnliche Pflanze mit großen, groben, haarigen Blättern und purpurnen Blüten, ursprünglich aus Eurasien und in Nordamerika eingebürgert.",
      "definition_translation": "Uma planta bienal semelhante a cardo com folhas grandes, grossas e cabeludas e flores roxas, nativa da Eurásia e naturalizada na América do Norte.",
      "example": "Der Bauer hat Lappenkraut auf seinem Feld angebaut, um die Tiere zu füttern. Er baute es letzten Jahr an, baut es dieses Jahr an und wird es nächstes Jahr anbauen. Durch das Anbauen von Lappenkraut konnte er seine Tiere über Jahre hinweg füttern.",
      "example_translation": "O agricultor costumava cultivar bardana em seu campo para alimentar os animais. Ele a cultivou no ano passado, a cultiva este ano e a cultiva no ano que vem. Cultivando bardana, ele tem sido capaz de alimentar seus animais por anos.",
      "imageLink": "image_files\\English\\burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamille",
      "translation": "camomila",
      "definition": "Ein Kraut mit weißen oder gelben Blüten und Apfel-ähnlichem Duft, als beruhigendes Tee oder in der Phytotherapie verwendet.",
      "definition_translation": "Uma erva com flores brancas ou amarelas e aroma de maçã, usada como chá calmante ou em medicina herbal.",
      "example": "Ihre Großmutter bereitete Kamillentee für sie zu, als sie ein Kind war. Sie bereitet ihn jetzt zu, bereitete ihn gestern zu und wird ihn morgen zubereiten. Durch das Trinken von Kamillentee konnte sie über Jahre hinweg entspannen.",
      "example_translation": "Sua avó costumava fazer chá de camomila para ela quando era criança. Ela o faz agora, fez ontem e fará amanhã. Bebendo chá de camomila, ela tem sido capaz de se relaxar por anos.",
      "imageLink": "image_files\\English\\chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Katzenkralle",
      "translation": "unha de gato",
      "definition": "Eine tropische Kletterpflanze mit gebogenen, krallenartigen Dornen, verwendet in der Phytotherapie bei verschiedenen Gesundheitsproblemen.",
      "definition_translation": "Uma videira tropical com espinhos curvos semelhantes a garras, usada em medicina herbal para tratar various condições de saúde.",
      "example": "Der Schaman hat Katzenkralle seit Jahren verwendet, um seine Patienten zu behandeln. Er verwendete sie letzten Jahr, verwendet sie dieses Jahr und wird sie nächstes Jahr verwenden. Durch die Verwendung von Katzenkralle konnte er viele Menschen heilen.",
      "example_translation": "O xamã vinha usando unha de gato por anos para tratar seus pacientes. Ele a usou no ano passado, a usa este ano e a usará no ano que vem. Usando unha de gato, ele tem sido capaz de curar muitas pessoas.",
      "imageLink": "image_files\\English\\cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rosskraut",
      "translation": "feto-de-cavalo",
      "definition": "Eine mehrjährige Krautpflanze mit gelben Blüten, verwendet in der Phytotherapie bei Atemwegsproblemen.",
      "definition_translation": "Uma erva perene com flores amarelas, usada em medicina herbal para tratar problemas respiratórios.",
      "example": "Der Kräuterheilkundler empfahl ihr Rosskraut-Tee gegen ihren Husten. Sie trank ihn letzten Woche, trinkt ihn diese Woche und wird ihn nächste Woche trinken. Durch das Trinken von Rosskraut-Tee konnte sie ihre Atemwegsprobleme lindern.",
      "example_translation": "O herbalista recomendou chá de feto-de-cavalo para sua tosse. Ela o bebeu na semana passada, bebe esta semana e beberá na semana que vem. Bebendo chá de feto-de-cavalo, ela tem sido capaz de aliviar sua tosse.",
      "imageLink": "image_files\\English\\coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenzahn",
      "translation": "taraxaca",
      "definition": "Eine Pflanze, die in vielen Teilen der Welt wächst. Sie hat gelbe Blüten und federartige Blätter und wird oft als Unkraut betrachtet.",
      "definition_translation": "Uma taraxaca é uma planta florífera que cresce em muitas partes do mundo. Ela tem flores amarelas e folhas plumosas, e é frequentemente considerada um mato.",
      "example": "Ich pflückte gestern einen Löwenzahn im Garten, ich pflücke jeden Tag einen Löwenzahn im Garten und werde morgen einen Löwenzahn im Garten pflücken.",
      "example_translation": "Eu peguei uma taraxaca no jardim ontem, eu pego uma taraxaca no jardim todos os dias, e eu pegarei uma taraxaca no jardim amanhã.",
      "imageLink": "image_files\\English\\dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bockshornsame",
      "translation": "fenacho",
      "definition": "Bockshornsame ist ein Kraut, das häufig in der Küche, insbesondere in indischer und mittelöstlicher Küche, verwendet wird. Es hat einen süßen, leicht bitteren Geschmack und wird oft verwendet, um Currys und Eintöpfe zu aromatisieren.",
      "definition_translation": "O fenacho é uma erva que é comumente usada na cozinha, particularmente na culinária indiana e do Oriente Médio. Ela tem um sabor doce, ligeiramente amargo e é frequentemente usada para adicionar sabor a caris e estufados.",
      "example": "Ich werde morgen Bockshornsame verwenden, um ein Curry zuzubereiten, ich verwendete gestern Bockshornsame, um ein Gericht zuzubereiten, und ich verwende Bockshornsame jeden Tag, um meine Salate zu aromatisieren.",
      "example_translation": "Eu usarei fenacho para fazer um curry amanhã, eu usei fenacho para fazer um estufado ontem, e eu uso fenacho para adicionar sabor às minhas saladas todos os dias.",
      "imageLink": "image_files\\English\\fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Ginseng",
      "translation": "ginsengue",
      "definition": "Ginseng ist eine Pflanze, die in der traditionellen Medizin, insbesondere in Asien, verwendet wird. Er soll verschiedene gesundheitliche Vorteile haben, darunter die Steigerung der Energie und die Reduzierung von Stress.",
      "definition_translation": "O ginsengue é uma planta que é comumente usada na medicina tradicional, particularmente na Ásia. Ela é acreditada por ter vários benefícios à saúde, incluindo melhorar a energia e reduzir o estresse.",
      "example": "Ich nahm heute Morgen Ginseng, um meine Energie zu steigern, ich nehme jeden Tag Ginseng, um mein Gedächtnis zu verbessern, und ich werde nächste Woche Ginseng nehmen, um meinen Stress zu reduzieren.",
      "example_translation": "Eu tomei ginsengue para impulsionar minha energia esta manhã, eu tomo ginsengue para melhorar minha memória todos os dias, e eu tomarei ginsengue para reduzir meu estresse na próxima semana.",
      "imageLink": "image_files\\English\\ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schachtelhalm",
      "translation": "cavalinha",
      "definition": "Eine Pflanze, die in feuchten Umgebungen wächst. Sie ist bekannt für ihre hohlen Stängel und wird oft in phytotherapeutischen Rezepten verwendet, um verschiedene Gesundheitsprobleme zu behandeln.",
      "definition_translation": "A cavalinha é um tipo de planta que cresce em ambientes úmidos. Ela é conhecida por seus caules ocos e é frequentemente usada em remédios herbais para tratar várias condições de saúde.",
      "example": "Ich verwendete letztes Jahr Schachtelhalm, um meinen Haarausfall zu behandeln, ich verwende jeden Tag Schachtelhalm, um meine Haut zu verbessern, und ich werde nächsten Monat Schachtelhalm verwenden, um meine Gelenkschmerzen zu lindern.",
      "example_translation": "Eu usei cavalinha para tratar minha perda de cabelo no ano passado, eu uso cavalinha para melhorar minha saúde da pele todos os dias, e eu usarei cavalinha para tratar minha dor articular no próximo mês.",
      "imageLink": "image_files\\English\\horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Knotgrass",
      "translation": "erva-de-nos",
      "definition": "Eine Grasart mit verdrehten Halmen, oft in feuchten Bereichen zu finden.",
      "definition_translation": "Um tipo de grama que tem hastes retorcidas, frequentemente encontrada em áreas úmidas.",
      "example": "Die Bäuerin kämpfte darum, das Knotgrass aus dem Feld zu entfernen, da es das Getreide erstickte. Gestern hatte sie versucht, es auszugraben, aber heute verwendete sie ein spezielles Herbizid, um es zu töten. Bis nächste Woche hofft sie, es komplett entfernt zu haben.",
      "example_translation": "O agricultor lutou para remover a erva-de-nos do campo, pois estava sufocando o milho. Ontem, ela havia tentado cavá-la, mas hoje estava usando um herbicida especial para matá-la. Até a próxima semana, ela espera tê-la erradicado completamente.",
      "imageLink": "image_files\\English\\knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenmelisse",
      "translation": "bálsamo de limão",
      "definition": "Ein Kraut mit leichtem Zitronenduft, oft in Tees und der Küche verwendet.",
      "definition_translation": "Uma erva com um aroma cítrico leve, frequentemente usada em chás e culinária.",
      "example": "Sie fügte ein Zweiglein Zitronenmelisse hinzu, um den Eistee frisch zu machen. Gestern hatte sie eine Zitronenmelissanierung für den Fisch zubereitet und heute verwendet sie es, um die Salatsoße zu aromatisieren. Bis nächsten Monat plant sie, Zitronenmelisse zu trocknen, um sie in ihren phytotherapeutischen Rezepten zu verwenden.",
      "example_translation": "Ela adicionou um ramo de bálsamo de limão ao chá gelado para um toque refrescante. Ontem, ela havia feito uma salsa de bálsamo de limão para servir com o peixe, e hoje estava usando para dar sabor ao molho salada. Até o mês que vem, ela planeja secar algum bálsamo de limão para usar em seus remédios herbais.",
      "imageLink": "image_files\\English\\lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ringelblume",
      "translation": "calêndula",
      "definition": "Eine hellgelbe oder orangefarbene Blume, oft in Gärten und Blumenarrangements verwendet.",
      "definition_translation": "Uma flor amarela brilhante ou laranja, frequentemente usada em jardins e arranjos florais.",
      "example": "Die Ringelblume fügte dem Gartenbett einen Farbtupfer hinzu. Gestern hatte sie eine Reihe von Ringelblumen entlang des Zauns gepflanzt, und heute entfernte sie die Blüten, um weiteres Wachstum zu fördern. Bis zum nächsten Sommer hofft sie, ein ganzes Feld mit Ringelblumen zu haben.",
      "example_translation": "A calêndula adicionou um toque de cor ao leito do jardim. Ontem, ela havia plantado uma fileira de calêndulas ao longo da cerca, e hoje estava cortando as flores para encorajar mais crescimento. Até o próximo verão, ela espera ter um campo inteiro de calêndulas.",
      "imageLink": "image_files\\English\\marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marshmallow",
      "translation": "algodão-doce",
      "definition": "Ein süßer Leckerbissen aus Zucker, Gelatine und geschnettem Sahne, oft über einem Lagerfeuer geröstet.",
      "definition_translation": "Uma guloseima doce feita de açúcar, gelatina e creme batido, frequentemente tostada sobre uma fogueira de acampamento.",
      "example": "Die Kinder liebten es, Marshmallows über dem Lagerfeuer zu rösten, um S'mores zu machen. Gestern hatten sie Marshmallow-Leckereien mit Schokolade und Graham-Crackern hergestellt, und heute verwendeten sie Marshmallows, um ein süßes Dessert zu machen. Bis zum nächsten Jahr planen sie eine Marshmallow-thematische Geburtstagsfeier.",
      "example_translation": "As crianças adoravam tostar algodões-doce sobre a fogueira de acampamento para fazer smores. Ontem, eles haviam feito doces de algodão-doce com chocolate e biscoitos de graham, e hoje estavam usando algodões-doce para fazer um doce delicioso. Até o próximo ano, eles planejam ter uma festa de aniversário tema algodão-doce.",
      "imageLink": "image_files\\English\\marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wegerich",
      "translation": "plantaínha-da-praia",
      "definition": "Eine Pflanze mit schmalen Blättern und kleinen Blüten, in feuchten Wiesen und Sümpfen gefunden.",
      "definition_translation": "Uma planta com folhas estreitas e flores pequenas, encontradas em pradarias e pântanos úmidos.",
      "example": "Im Mittelalter wurde Wegerich verwendet, um Wunden zu behandeln. Es wurde über Jahrhunderte verwendet, um Verdauungsprobleme zu behandeln. Es wird in Zukunft verwendet, um neue Medikamente zu entwickeln.",
      "example_translation": "Na Idade Média, a plantaínha-da-praia foi usada para tratar feridas. Tem sido usado por séculos para tratar problemas digestivos. Será usado no futuro para criar novos medicamentos.",
      "imageLink": "image_files\\English\\ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salbei",
      "translation": "sálvia",
      "definition": "Ein Kraut mit grau-grünen Blättern, in der Küche und Medizin verwendet.",
      "definition_translation": "Uma erva com folhas cinza-esverdeadas, usada na cozinha e na medicina.",
      "example": "Meine Großmutter verwendet Salbei in ihrem berühmten Füllrezept. Sie verwendet es, um ihr gebratenes Hähnchen zu würzen. Sie wird es in Zukunft verwenden, um eine leckere Soße herzustellen.",
      "example_translation": "Minha avó usou sálvia na sua famosa receita de recheio. Ela usa para temperar seu frango assado. Ela usará para fazer um delicioso molho no futuro.",
      "imageLink": "image_files\\English\\sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Johanniskraut",
      "translation": "erva-de-são-joão",
      "definition": "Eine Pflanze mit gelben Blüten, in der Volksmedizin verwendet, um Depressionen zu behandeln.",
      "definition_translation": "Uma planta com flores amarelas, usada na medicina herbal para tratar depressão.",
      "example": "Meine Freundin probierte Johanniskraut aus, um ihre Depression zu behandeln. Sie nimmt es seit Monaten ein und hat Verbesserungen festgestellt. Sie wird es in Zukunft weiter einnehmen.",
      "example_translation": "Minha amiga tentou a erva-de-são-joão para tratar sua depressão. Ela tem tomado por meses e tem visto melhora. Ela continuará a tomá-la no futuro.",
      "imageLink": "image_files\\English\\st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wermut",
      "translation": "absinto",
      "definition": "Eine Pflanze mit bitteren Blättern, verwendet, um Absinth herzustellen und in der Volksmedizin.",
      "definition_translation": "Uma planta com folhas amargas, usada para fazer absinto e na medicina herbal.",
      "example": "Wermut wurde in alter Zeit verwendet, um Verdauungsprobleme zu behandeln. Es wurde über Jahrhunderte verwendet, um Absinth herzustellen. Es wird in Zukunft verwendet, um neue Medikamente zu entwickeln.",
      "example_translation": "O absinto foi usado em tempos antigos para tratar indigestão. Tem sido usado por séculos para fazer absinto. Será usado no futuro para criar novos medicamentos.",
      "imageLink": "image_files\\English\\wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]