[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "positive",
      "translation": "positiv",
      "definition": "having or showing a good or favorable quality or attitude; constructive or optimistic",
      "definition_translation": "eine gute oder förderliche Qualität oder Einstellung aufweisend; konstruktiv oder optimistisch",
      "example": "She has a positive attitude towards her work. She had a positive experience in her previous job. She will have a positive impact on the team.",
      "example_translation": "Sie hat eine positive Einstellung gegenüber ihrer Arbeit. Sie hatte eine positive Erfahrung in ihrem vorherigen Job. Sie wird einen positiven Einfluss auf das Team haben.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "addicted",
      "translation": "süchtig",
      "definition": "physically or mentally dependent on a substance or behavior; having a strong and uncontrollable need for something",
      "definition_translation": "physisch oder psychisch von einer Substanz oder einem Verhalten abhängig; eine starke und unkontrollierbare Notwendigkeit für etwas zu haben",
      "example": "He was addicted to cigarettes. He is addicted to social media. He will be addicted to video games.",
      "example_translation": "Er war süchtig nach Zigaretten. Er ist süchtig nach sozialen Medien. Er wird süchtig nach Videospielen sein.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "adventurous",
      "translation": "abenteuerlustig",
      "definition": "willing to take risks and try new things, often in a bold or fearless way",
      "definition_translation": "bereit, Risiken einzugehen und neue Dinge zu versuchen, oft in einer mutigen oder furchtlosen Weise",
      "example": "She is an adventurous person who loves to travel. She was adventurous and tried skydiving. She will be adventurous and start her own business.",
      "example_translation": "Sie ist eine abenteuerlustige Person, die reisen liebt. Sie war abenteuerlustig und versuchte das Fallschirmspringen. Sie wird abenteuerlustig sein und ihr eigenes Unternehmen starten.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "affectionate",
      "translation": "zierlich",
      "definition": "showing or feeling love, care, or kindness towards someone; warm and friendly",
      "definition_translation": "Liebe, Sorge oder Freundlichkeit gegenüber jemandem zeigt oder empfindet; warm und freundlich",
      "example": "She is an affectionate person who loves her family. She was affectionate and hugged her friend. She will be affectionate and take care of her children.",
      "example_translation": "Sie ist eine zierliche Person, die ihre Familie liebt. Sie war zierlich und umarmte ihren Freund. Sie wird zierlich sein und sich um ihre Kinder kümmern.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "aggressive",
      "translation": "aggressiv",
      "definition": "Having or showing a confident and forceful personality, often in a way that is unpleasant or threatening.",
      "definition_translation": "Ein selbstbewusstes und forschungsstarkes Persönlichkeit habend, oft auf eine Art, die unangenehm oder bedrohlich ist.",
      "example": "He was an aggressive salesman, always pushing to make a deal. He had been aggressive in his approach, but now he is becoming more aggressive in his behavior. He will be aggressive in his negotiation tactics.",
      "example_translation": "Er war ein aggressiver Verkäufer, immer darauf aus, einen Deal zu machen. Er war in seinem Ansatz aggressiv gewesen, aber nun wird er in seinem Verhalten aggressiver. Er wird in seinen Verhandlungstaktiken aggressiv sein.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ambitious",
      "translation": "ambitioniert",
      "definition": "Having or showing a strong desire to succeed or achieve something, often requiring hard work and determination.",
      "definition_translation": "Ein starker Wille, erfolgreich zu sein oder etwas zu erreichen, oft erfordert harte Arbeit und Entschlossenheit.",
      "example": "She was an ambitious entrepreneur, always looking for new opportunities. She had been ambitious in her career, but now she is becoming more ambitious in her goals. She will be ambitious in her future projects.",
      "example_translation": "Sie war ein ambitionierter Unternehmer, immer auf der Suche nach neuen Möglichkeiten. Sie war in ihrer Karriere ambitioniert gewesen, aber nun wird sie in ihren Zielen ambitionierter. Sie wird in ihren zukünftigen Projekten ambitioniert sein.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "amused",
      "translation": "amüsiert",
      "definition": "Feeling enjoyment or entertainment, often in a lighthearted or playful way.",
      "definition_translation": "Genießt ein Vergnügen oder Unterhaltung, oft auf eine leichtfertige oder spielende Weise.",
      "example": "I was amused by the comedy show. I had been amused by the silly joke. I will be amused by the party games.",
      "example_translation": "Ich wurde von der Comedy-Show unterhalten. Ich war von dem dummen Witz unterhalten worden. Ich werde von den Party-Spielen unterhalten sein.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "arrogant",
      "translation": "arrogant",
      "definition": "Having or showing an attitude of superiority, often in a way that is annoying or irritating.",
      "definition_translation": "Ein Überlegenheitsgefühl habend oder zeigend, oft auf eine Art, die ärgerlich oder irritierend ist.",
      "example": "He was an arrogant athlete, always thinking he was the best. He had been arrogant in his speech, but now he is becoming more arrogant in his behavior. He will be arrogant in his victory speech.",
      "example_translation": "Er war ein arroganter Athlet, immer denkend, er sei der Beste. Er war in seiner Rede arrogant gewesen, aber nun wird er in seinem Verhalten arrogant. Er wird in seiner Siegesrede arrogant sein.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "astonished",
      "translation": "erstaunt",
      "definition": "feeling great surprise or astonishment, especially in a way that is difficult to express",
      "definition_translation": "ein großes Erstaunen oder Staunen empfindet, insbesondere auf eine Weise, die schwierig zu äußern ist",
      "example": "I was astonished by the beauty of the Grand Canyon. I am astonished by the complexity of the algorithm. I will be astonished if I win the lottery.",
      "example_translation": "Ich war erstaunt von der Schönheit des Grand Canyons. Ich bin erstaunt von der Komplexität des Algorithmus. Ich werde erstaunt sein, wenn ich die Lotterie gewinne.",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "astonishing",
      "translation": "atemberaubend",
      "definition": "extremely surprising or impressive",
      "definition_translation": "extrem überraschend oder beeindruckend",
      "example": "The astonishing beauty of the Aurora Borealis left me speechless. The astonishing speed of the sports car was incredible. The astonishing results of the experiment were published in the journal.",
      "example_translation": "Die atemberaubende Schönheit der Aurora Borealis ließ mich sprachlos. Die atemberaubende Geschwindigkeit des Sportwagens war unglaublich. Die atemberaubenden Ergebnisse des Experiments wurden im Journal veröffentlicht.",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "at ease",
      "translation": "ruhig",
      "definition": "feeling relaxed and comfortable",
      "definition_translation": "sich entspannt und komfortabel fühlt",
      "example": "I felt at ease in the comfortable hotel room. I am at ease when I'm with my family. I will be at ease when I finish this project.",
      "example_translation": "Ich fühlte mich ruhig in dem komfortablen Hotelzimmer. Ich bin ruhig, wenn ich mit meiner Familie zusammen bin. Ich werde ruhig sein, wenn ich dieses Projekt fertiggestellt habe.",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "aware",
      "translation": "bewusst",
      "definition": "having knowledge or understanding of something",
      "definition_translation": "hat Kenntnis oder Verständnis von etwas",
      "example": "I was aware of the potential risks of the investment. I am aware of the importance of recycling. I will be aware of the deadline for the project.",
      "example_translation": "Ich war mir der potenziellen Risiken der Investition bewusst. Ich bin mir der Wichtigkeit des Recyclings bewusst. Ich werde mir des Deadlines für das Projekt bewusst sein.",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bad-tempered",
      "translation": "übel gelaunt",
      "definition": "Having or showing a strong and unpleasant temper, prone to outbursts of anger.",
      "definition_translation": "Eine starke und unangenehme Stimmung haben oder zeigen, anfällig für Wutausbrüche.",
      "example": "She was a bad-tempered person who would often get into fights. She had been bad-tempered since childhood. She will be bad-tempered for the rest of her life.",
      "example_translation": "Sie war ein übel gelaunter Mensch, der oft in Kämpfe geriet. Sie war seit Kindheit übel gelaunt. Sie wird für den Rest ihres Lebens übel gelaunt sein.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "balanced",
      "translation": "ausgeglichen",
      "definition": "Having a stable and harmonious mental or emotional state, free from excessive or extreme emotions.",
      "definition_translation": "Einen stabilen und harmonischen geistigen oder emotionalen Zustand haben, frei von übermäßigen oder extremen Emotionen.",
      "example": "He was a balanced person who could handle any situation. He had been balanced since his youth. He will remain balanced in old age.",
      "example_translation": "Er war ein ausgeglicher Mensch, der jede Situation handhaben konnte. Er war seit seiner Jugend ausgeglichen. Er wird im Alter ausgeglichen bleiben.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bitter",
      "translation": "bitter",
      "definition": "Having a strong, unpleasant taste, or feeling angry and resentful.",
      "definition_translation": "Einen starken, unangenehmen Geschmack haben oder ärgerlich und verbittert fühlen.",
      "example": "The coffee was bitter, so I added sugar. She felt bitter about the breakup. He will be bitter about the loss for a long time.",
      "example_translation": "Der Kaffee war bitter, also fügte ich Zucker hinzu. Sie fühlte sich über den Bruch bitter. Er wird lange Zeit über den Verlust bitter sein.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bold",
      "translation": "kühn",
      "definition": "Showing courage or confidence, not afraid to take risks or do something new.",
      "definition_translation": "Mut oder Zuversicht zeigen, nicht ängstlich, Risiken einzugehen oder etwas Neues zu tun.",
      "example": "He was a bold entrepreneur who took risks to succeed. She had been bold in her youth. They will be bold in their next project.",
      "example_translation": "Er war ein kühner Unternehmer, der Risiken einging, um erfolgreich zu sein. Sie war in ihrer Jugend kühn. Sie werden in ihrem nächsten Projekt kühn sein.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bossy",
      "translation": "herrisch",
      "definition": "having or showing an excessive desire to dominate or control others",
      "definition_translation": "einen übermäßigen Wunsch zeigt, andere zu dominieren oder zu kontrollieren",
      "example": "She was a bossy child who always liked to tell her friends what to do. She is still bossy today, but she has learned to tone it down. She will be bossy in the future if she doesn't learn to listen to others.",
      "example_translation": "Sie war ein herrisches Kind, das immer seinen Freunden sagte, was sie tun sollten. Sie ist heute noch herrisch, aber sie hat gelernt, es zurückzufahren. Sie wird in Zukunft herrisch sein, wenn sie nicht lernt, anderen zuzuhören.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bright",
      "translation": "hell",
      "definition": "giving out or reflecting a lot of light; shining intensely",
      "definition_translation": "gibt oder reflektiert viel Licht; scheint intensiv",
      "example": "The bright sunshine made it difficult to see. She had a bright idea for a new project. The bright future ahead of her was exciting.",
      "example_translation": "Das helle Sonnenlicht machte es schwierig, etwas zu sehen. Sie hatte eine helle Idee für ein neues Projekt. Die helle Zukunft vor ihr war aufregend.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "caring",
      "translation": "fürsorglich",
      "definition": "showing a genuine interest in and concern for the welfare of others",
      "definition_translation": "zeigt ein echt Interesse an und Sorge um das Wohl anderer",
      "example": "She was a caring mother who always put her children first. He is not caring about the feelings of others. She will be caring for her elderly parents in the future.",
      "example_translation": "Sie war eine fürsorgliche Mutter, die immer ihre Kinder zuerst stellte. Er kümmert sich nicht um die Gefühle anderer. Sie wird in Zukunft für ihre älteren Eltern sorgen.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cautious",
      "translation": "vorsichtig",
      "definition": "careful to avoid risks or dangers",
      "definition_translation": "vorsichtig, um Risiken oder Gefahren zu vermeiden",
      "example": "He was cautious when he first started driving. She is cautious about investing her money. They will be cautious when they travel to a new country.",
      "example_translation": "Er war vorsichtig, als er erst begann, Auto zu fahren. Sie ist vorsichtig, wenn sie ihr Geld investiert. Sie werden vorsichtig sein, wenn sie in ein neues Land reisen.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cheeky",
      "translation": "frech",
      "definition": "having or showing a playful and slightly rude sense of humor",
      "definition_translation": "einen spielerischen und leicht respektlosen Humor zeigen",
      "example": "I was cheeky to my teacher in school, but she still liked me. I am being cheeky to my friends now, and I will be cheeky to my siblings tomorrow.",
      "example_translation": "Ich war meinem Lehrer in der Schule frech, aber sie mochte mich trotzdem. Ich bin jetzt meinem Freunden frech, und ich werde meinem Geschwistern morgen frech sein.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "childish",
      "translation": "kindisch",
      "definition": "behaving in a way that is typical of a young child, often in a way that is silly or unreasonable",
      "definition_translation": "sich auf eine Weise verhaltend, die typisch für ein junges Kind ist, oft auf eine Weise, die albern oder unvernünftig ist",
      "example": "I was childish when I didn't get what I wanted, but now I'm grown up. She is childish when she throws tantrums, but I'm sure she will grow out of it.",
      "example_translation": "Ich war kindisch, als ich nicht bekam, was ich wollte, aber jetzt bin ich erwachsen. Sie ist kindisch, wenn sie Wutanfälle bekommt, aber ich bin sicher, dass sie daraus heranwachsen wird.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "clumsy",
      "translation": "ungehoben",
      "definition": "having or showing a tendency to drop or break things, or to make mistakes",
      "definition_translation": "eine Tendenz haben oder zeigen, Dinge fallen zu lassen oder zu zerbrechen, oder Fehler zu machen",
      "example": "I was clumsy when I spilled coffee on my shirt, but now I'm more careful. He is clumsy when he plays sports, but he's getting better.",
      "example_translation": "Ich war ungehoben, als ich Kaffee auf mein Hemd verschüttete, aber jetzt bin ich vorsichtiger. Er ist ungehoben, wenn er Sport spielt, aber er wird besser.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "communicative",
      "translation": "kommunikativ",
      "definition": "willing to talk and share ideas, and able to do so in a way that is easy for others to understand",
      "definition_translation": "bereit, zu sprechen und Ideen zu teilen, und in der Lage, dies auf eine Weise zu tun, die anderen leicht zu verstehen ist",
      "example": "My communicative friend always makes sure everyone is on the same page. She was communicative during the meeting, and everyone appreciated her input.",
      "example_translation": "Mein kommunikative Freundin sorgt immer dafür, dass alle auf demselben Stand sind. Sie war während des Meetings kommunikativ, und alle schätzten ihren Beitrag.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "competitive",
      "translation": "wettbewerbsfähig",
      "definition": "Having or showing a strong desire to win or be better than others, especially in a contest or game.",
      "definition_translation": "Ein starker Wille, anderen zu überbieten oder besser als andere zu sein, insbesondere in einem Wettkampf oder Spiel.",
      "example": "She was a very competitive athlete, always trying to break records. She will compete in the Olympics next year, and she competed in the national championships last year.",
      "example_translation": "Sie war eine sehr wettbewerbsfähige Athletin, die immer versuchte, Rekorde zu brechen. Sie wird nächstes Jahr an den Olympischen Spielen teilnehmen und nahm letztes Jahr an den nationalen Meisterschaften teil.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "conceited",
      "translation": "eingebildet",
      "definition": "Having or showing an excessively high opinion of oneself, one's appearance, abilities, or accomplishments.",
      "definition_translation": "Ein übermäßig hoher Selbstwert, seine eigene Erscheinung, Fähigkeiten oder Leistungen betreffend.",
      "example": "He was a conceited person who always looked at himself in the mirror, thinking he was the most handsome man in the world. He will realize his mistakes soon, and he realized his mistakes last year.",
      "example_translation": "Er war ein eingebildeter Mensch, der sich immer im Spiegel betrachtete, denkend, er sei der schönste Mann der Welt. Er wird bald seine Fehler erkennen, und er erkannte seine Fehler letztes Jahr.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "concerned",
      "translation": "besorgt",
      "definition": "Feeling worried or anxious about something, especially a problem or potential problem.",
      "definition_translation": "Sich um etwas sorgend oder ängstlich, insbesondere ein Problem oder ein potenzielles Problem.",
      "example": "I am concerned about the weather forecast, so I will check it again. She was concerned about her health, and she will be concerned about her children's education.",
      "example_translation": "Ich bin besorgt über die Wettervorhersage, daher werde ich sie wieder überprüfen. Sie war besorgt um ihre Gesundheit, und sie wird sich um die Bildung ihrer Kinder sorgen.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "conservative",
      "translation": "konservativ",
      "definition": "Holding traditional attitudes and values, and preferring gradual change or no change, especially in politics or social issues.",
      "definition_translation": "Tradiationale Einstellungen und Werte vertretend und bevorzugend, langsame Veränderungen oder keine Veränderungen, insbesondere in der Politik oder sozialen Fragen.",
      "example": "He was a conservative politician who always voted against reforms. They were conservative in their investment strategy, and they will be conservative in their spending habits.",
      "example_translation": "Er war ein konservativer Politiker, der immer gegen Reformen stimmte. Sie waren konservativ in ihrer Anlagestrategie, und sie werden konservativ in ihren Ausgabegewohnheiten sein.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "content",
      "translation": "Inhalt",
      "definition": "Feeling or showing satisfaction or pleasure, especially in relation to one's circumstances.",
      "definition_translation": "Eine Zufriedenheit oder Freude zeigen, insbesondere im Hinblick auf die eigenen Umstände.",
      "example": "I am content with my life, I have everything I need. I was content with my job, but then I got a promotion. I will be content when I retire.",
      "example_translation": "Ich bin mit meinem Leben zufrieden, ich habe alles, was ich brauche. Ich war mit meinem Job zufrieden, aber dann bekam ich eine Beförderung. Ich werde zufrieden sein, wenn ich in Rente gehe.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "conventional",
      "translation": "konventionell",
      "definition": "Based on or in accordance with what is generally done or believed, rather than on personal opinions or feelings.",
      "definition_translation": "Basierend auf oder in Übereinstimmung mit dem, was allgemein getan oder geglaubt wird, anstatt auf persönliche Meinungen oder Gefühle.",
      "example": "The company uses conventional methods to produce its products. The artist was conventional in her approach to painting. The new policy will make our procedures more conventional.",
      "example_translation": "Das Unternehmen verwendet konventionelle Methoden, um seine Produkte herzustellen. Die Künstlerin war in ihrer Malweise konventionell. Die neue Richtlinie wird unsere Verfahren mehr konventionell machen.",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cooperative",
      "translation": "genossenschaftlich",
      "definition": "Involving or characterized by cooperation, especially between different groups or organizations.",
      "definition_translation": "Beteiligung oder Charakterisierung durch Zusammenarbeit, insbesondere zwischen verschiedenen Gruppen oder Organisationen.",
      "example": "The cooperative bank is owned by its members. The cooperative effort helped to complete the project. The new policy encourages cooperative learning in the classroom.",
      "example_translation": "Die Genossenschaftsbank wird von ihren Mitgliedern gehört. Die gemeinsame Anstrengung half, das Projekt abzuschließen. Die neue Richtlinie fördert genossenschaftliches Lernen im Klassenzimmer.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cowardly",
      "translation": "feige",
      "definition": "Lacking courage or strength of character, especially in a situation that requires bravery.",
      "definition_translation": "Mangelnder Mut oder Charakterstärke, insbesondere in einer Situation, die Tapferkeit erfordert.",
      "example": "He was accused of being cowardly for not standing up for his friend. The cowardly act was condemned by everyone. She was not cowardly, but rather cautious in her approach.",
      "example_translation": "Er wurde beschuldigt, feige zu sein, weil er nicht für seinen Freund einstand. Die feige Tat wurde von allen verurteilt. Sie war nicht feige, sondern vorsichtig in ihrem Ansatz.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "decent",
      "translation": "anständig",
      "definition": "Morally upright and honest; respectable and decent in behavior or character.",
      "definition_translation": "Moralisch aufrecht und ehrlich; respektabel und anständig im Verhalten oder Charakter.",
      "example": "He was a decent man who always tried to help others. He has been decent to me since I moved in. He will be decent and lend me some money.",
      "example_translation": "Er war ein anständiger Mann, der immer versuchte, anderen zu helfen. Er war mir gegenüber anständig, seit ich einzog. Er wird anständig sein und mir etwas Geld leihen.",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "decisive",
      "translation": "entscheidend",
      "definition": "Having the power to decide or determine an issue or outcome; conclusive.",
      "definition_translation": "Die Macht hat, eine Frage oder ein Ergebnis zu entscheiden oder festzulegen; schlüssig.",
      "example": "The team's decisive win was a surprise to everyone. She made a decisive move and changed her career path. The new policy will be decisive in reducing carbon emissions.",
      "example_translation": "Der entscheidende Sieg des Teams war für jeden eine Überraschung. Sie machte einen entscheidenden Schritt und änderte ihren Karriereweg. Die neue Politik wird entscheidend bei der Reduzierung von Kohlenstoffemissionen sein.",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "demanding",
      "translation": "anspruchsvoll",
      "definition": "Requiring a lot of effort, skill, or patience; difficult or challenging.",
      "definition_translation": "Benötigt viel Anstrengung, Fähigkeit oder Geduld; schwierig oder herausfordernd.",
      "example": "The demanding job required her to work long hours. He was demanding and always wanted everything done perfectly. The course is demanding, but it's worth it.",
      "example_translation": "Der anspruchsvolle Job erforderte, dass sie lange Stunden arbeitete. Er war anspruchsvoll und wollte immer alles perfekt haben. Der Kurs ist anspruchsvoll, aber es lohnt sich.",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "depressing",
      "translation": "deprimierend",
      "definition": "Causing feelings of sadness, gloom, or hopelessness; disheartening.",
      "definition_translation": "Verursacht Gefühle von Traurigkeit, Düsternis oder Hoffnungslosigkeit; entmutigend.",
      "example": "The news was depressing and made her feel sad. The weather was depressing and I didn't want to go out. The movie was depressing, but it was also thought-provoking.",
      "example_translation": "Die Nachricht war deprimierend und machte sie traurig. Das Wetter war deprimierend und ich wollte nicht rausgehen. Der Film war deprimierend, aber auch nachdenklich.",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "desperate",
      "translation": "verzweifelt",
      "definition": "feeling or showing a strong sense of urgency or desperation",
      "definition_translation": "eine starke Notwendigkeit oder Verzweiflung zeigen",
      "example": "I felt desperate when I lost my phone, but I was relieved when I found it. I am desperate to finish this project on time. I will be desperate to get out of here by tomorrow.",
      "example_translation": "Ich fühlte mich verzweifelt, als ich mein Telefon verlor, aber ich war erleichtert, als ich es fand. Ich bin verzweifelt, dieses Projekt rechtzeitig zu beenden. Ich werde verzweifelt sein, um morgen hier herauszukommen.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "determined",
      "translation": "entschlossen",
      "definition": "having made a firm decision or resolution",
      "definition_translation": "hat eine feste Entscheidung oder Lösung getroffen",
      "example": "I was determined to finish the marathon, even though it was raining. I am determined to learn German this year. I will be determined to get a promotion next year.",
      "example_translation": "Ich war entschlossen, den Marathon zu beenden, sogar wenn es regnete. Ich bin entschlossen, Deutsch dieses Jahr zu lernen. Ich werde entschlossen sein, eine Beförderung nächstes Jahr zu erhalten.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "devoted",
      "translation": "hingeben",
      "definition": "showing love, loyalty, or dedication to someone or something",
      "definition_translation": "zeigt Liebe, Loyalität oder Hingabe gegenüber jemandem oder etwas",
      "example": "My parents were devoted to each other for 50 years. I am devoted to my work and spend long hours in the office. I will be devoted to my fitness goals and exercise regularly.",
      "example_translation": "Meine Eltern waren 50 Jahre lang einander hingeben. Ich bin meiner Arbeit hingeben und verbringe lange Stunden im Büro. Ich werde meinem Fitnessziel hingeben und regelmäßig trainieren.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "diligent",
      "translation": "fleißig",
      "definition": "showing careful and steady effort or hard work",
      "definition_translation": "zeigt sorgfältige und stete Anstrengung oder harte Arbeit",
      "example": "I was diligent in my studies and graduated with honors. I am diligent in my research and gather data carefully. I will be diligent in my job and meet all deadlines.",
      "example_translation": "Ich war fleißig in meinen Studien und schloss mit Auszeichnung ab. Ich bin fleißig in meiner Forschung und sammle Daten sorgfältig. Ich werde fleißig in meinem Job sein und alle Fristen einhalten.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dishonest",
      "translation": "unehrlich",
      "definition": "Not honest or truthful; inclined to cheat or deceive others.",
      "definition_translation": "Nicht ehrlich oder wahrheitsgemäß; geneigt, andere zu betrügen oder zu täuschen.",
      "example": "She was fired from her job because she was dishonest with the company's funds. She has been dishonest with her partner for years. She will be dishonest with her taxes again this year.",
      "example_translation": "Sie wurde aus ihrem Job entlassen, weil sie mit den Firmengeldern unehrlich war. Sie war ihrem Partner Jahre lang unehrlich. Sie wird wieder unehrlich bei ihren Steuern sein dieses Jahr.",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "disorganized",
      "translation": "unorganisiert",
      "definition": "Lacking a systematic or organized approach; chaotic or confused.",
      "definition_translation": "Fehlt eine systematische oder organisierte Herangehensweise; chaotisch oder verwirrt.",
      "example": "The office was disorganized after the move, but we managed to get everything back in order. She was disorganized in her work, which caused her to miss deadlines. The team will be disorganized if the leader quits.",
      "example_translation": "Das Büro war nach dem Umzug unorganisiert, aber wir konnten alles wieder in Ordnung bringen. Sie war in ihrer Arbeit unorganisiert, was dazu führte, dass sie Fristen verpasste. Die Mannschaft wird unorganisiert sein, wenn der Leiter kündigt.",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dissatisfied",
      "translation": "unzufrieden",
      "definition": "Not pleased or content; unhappy or discontent.",
      "definition_translation": "Nicht zufrieden oder zufrieden; unglücklich oder unzufrieden.",
      "example": "The customer was dissatisfied with the service and asked for a refund. She was dissatisfied with her job and decided to quit. They will be dissatisfied with the new policy if it doesn't change.",
      "example_translation": "Der Kunde war unzufrieden mit dem Service und forderte eine Rückerstattung. Sie war mit ihrem Job unzufrieden und entschied, zu kündigen. Sie werden unzufrieden mit der neuen Politik sein, wenn sie nicht ändert.",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "distressing",
      "translation": "beängstigend",
      "definition": "Causing anxiety, worry, or distress; unpleasant or upsetting.",
      "definition_translation": "Erregt Ängste, Sorgen oder Beunruhigung; unangenehm oder aufwühlend.",
      "example": "The news about the layoffs was distressing to all employees. She found the horror movie distressing and didn't sleep well afterwards. The situation will be distressing if they don't resolve it soon.",
      "example_translation": "Die Nachricht über die Entlassungen war für alle Mitarbeiter beängstigend. Sie fand den Horrorfilm beängstigend und schlief danach nicht gut. Die Situation wird beängstigend sein, wenn sie sie nicht bald lösen.",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "doubtful",
      "translation": "zweifelhaft",
      "definition": "feeling or showing uncertainty about the truth or validity of something",
      "definition_translation": "führt oder zeigt Ungewissheit über die Wahrheit oder Gültigkeit von etwas",
      "example": "I was doubtful about the new policy, but eventually came around to seeing its benefits. I am doubtful about the outcome of the election. I will be doubtful about the company's financial situation until they provide more transparency.",
      "example_translation": "Ich hatte Zweifel an der neuen Politik, aber kam letztendlich dahin, ihre Vorteile zu erkennen. Ich bin unsicher über das Ergebnis der Wahl. Ich werde unsicher über die finanzielle Lage des Unternehmens sein, bis sie mehr Transparenz bieten.",
      "imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dynamic",
      "translation": "dynamisch",
      "definition": "relating to or characterized by constant change, activity, or progress",
      "definition_translation": "bezieht sich auf oder ist gekennzeichnet durch ständige Veränderung, Aktivität oder Fortschritt",
      "example": "The company is looking for a dynamic leader to drive innovation. The teacher created a dynamic lesson plan that engaged all students. The city's dynamic economy is attracting new businesses.",
      "example_translation": "Das Unternehmen sucht einen dynamischen Führer, um Innovationen voranzutreiben. Der Lehrer erstellte einen dynamischen Unterrichtsplan, der alle Schüler engagierte. Die dynamische Wirtschaft der Stadt zieht neue Unternehmen an.",
      "imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eager",
      "translation": "begierig",
      "definition": "feeling or showing enthusiasm and impatience to do something",
      "definition_translation": "fühlt oder zeigt Begeisterung und Ungeduld, etwas zu tun",
      "example": "I was eager to start my new job and learn new skills. She is eager to travel the world and experience new cultures. He will be eager to get back to playing sports after his injury.",
      "example_translation": "Ich war begierig, meinen neuen Job anzufangen und neue Fähigkeiten zu erlernen. Sie ist begierig, die Welt zu bereisen und neue Kulturen zu erleben. Er wird begierig sein, nach seiner Verletzung wieder Sport zu spielen.",
      "imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "educated",
      "translation": "gebildet",
      "definition": "having received a good education, especially at a college or university",
      "definition_translation": "hat eine gute Ausbildung erhalten, insbesondere an einem College oder einer Universität",
      "example": "She is an educated professional with a degree in engineering. The educated elite have a responsibility to give back to their communities. He will be educated on the new software system by the end of the month.",
      "example_translation": "Sie ist eine gebildete Fachkraft mit einem Ingenieurstudium. Die gebildete Elite haben die Verantwortung, iets zurückzugeben an ihre Gemeinden. Er wird bis Ende des Monats über das neue Softwaresystem ausgebildet werden.",
      "imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "emotional",
      "translation": "emotionell",
      "definition": "relating to or characterized by emotion; intensely emotional",
      "definition_translation": "in Bezug auf oder gekennzeichnet durch Emotion; intensiv emotional",
      "example": "She was an emotional person, prone to mood swings. She has been emotional about her decision to quit her job. She will be emotional when she sees her childhood home.",
      "example_translation": "Sie war eine emotionale Person, anfällig für Stimmungsschwankungen. Sie war emotional über ihre Entscheidung, ihren Job aufzugeben. Sie wird emotional sein, wenn sie ihr Kinderzimmer sieht.",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "encouraging",
      "translation": "ermutigend",
      "definition": "giving someone the confidence to do something or to continue doing something",
      "definition_translation": "jemandem das Vertrauen gibt, etwas zu tun oder fortzufahren",
      "example": "The coach gave an encouraging speech to the team before the game. She has been encouraging her students to ask questions. He will be encouraging his friends to start their own business.",
      "example_translation": "Der Trainer hielt eine ermutigende Rede vor dem Spiel zu dem Team. Sie hat ihre Studenten ermutigt, Fragen zu stellen. Er wird seine Freunde ermutigen, ihr eigenes Unternehmen zu starten.",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "energetic",
      "translation": "energisch",
      "definition": "having or showing a lot of energy and activity",
      "definition_translation": "hat oder zeigt eine Menge Energie und Aktivität",
      "example": "The energetic puppy ran around the park all day. She has been energetic in her new role at work. They will be energetic in their presentations tomorrow.",
      "example_translation": "Der energische Welpe rannte den ganzen Tag um den Park herum. Sie war energisch in ihrer neuen Rolle bei der Arbeit. Sie werden morgen in ihren Präsentationen energisch sein.",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "entertaining",
      "translation": "unterhaltsam",
      "definition": "providing amusement or enjoyment",
      "definition_translation": "bot Amusement oder Unterhaltung",
      "example": "The entertaining movie kept us laughing all night. She has been entertaining guests at her house all weekend. They will be entertaining clients at the company party.",
      "example_translation": "Der unterhaltsame Film hielt uns die ganze Nacht zum Lachen. Sie hat Gäste in ihrem Haus über das Wochenende unterhalten. Sie werden Kunden auf der Firmenparty unterhalten.",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "enthusiastic",
      "translation": "begeistert",
      "definition": "Having or showing intense and excited interest in something.",
      "definition_translation": "Intensives und aufgeregtes Interesse an etwas zeigt.",
      "example": "She was enthusiastic about the new project and worked tirelessly to complete it. She is enthusiastic about learning a new language. She will be enthusiastic about the concert tonight.",
      "example_translation": "Sie war begeistert von dem neuen Projekt und arbeitete unermüdlich daran, es abzuschließen. Sie ist begeistert davon, eine neue Sprache zu lernen. Sie wird heute Abend begeistert vom Konzert sein.",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "evil",
      "translation": "böse",
      "definition": "Having or showing a wish to do harm to someone.",
      "definition_translation": "Einen Wunsch hat, jemandem zu schaden.",
      "example": "The evil villain laughed as he plotted his revenge. The evil spirit haunted the old house. The evil dictator will be remembered for his atrocities.",
      "example_translation": "Der böse Schurke lachte, als er seine Rache plante. Der böse Geist spukte in dem alten Haus. Der böse Diktator wird für seine Gräueltaten in Erinnerung bleiben.",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "exhausting",
      "translation": "erschöpfend",
      "definition": "Causing or feeling extreme physical or mental tiredness.",
      "definition_translation": "Verursacht oder empfindet extremen körperlichen oder geistigen Müdigkeit.",
      "example": "The exhausting hike left us feeling drained. The exhausting work schedule made it hard to sleep. The exhausting exam will be over soon.",
      "example_translation": "Der erschöpfende Wanderweg ließ uns erschöpft zurück. Der erschöpfende Arbeitsplan machte es schwer, zu schlafen. Die erschöpfende Prüfung wird bald vorbei sein.",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "expert",
      "translation": "Experte",
      "definition": "A person who has a high level of knowledge or skill in a particular area.",
      "definition_translation": "Eine Person, die über ein hohes Maß an Wissen oder Fähigkeit in einem bestimmten Bereich verfügt.",
      "example": "The expert surgeon performed the operation flawlessly. The expert consultant analyzed the data accurately. The expert artist created a beautiful painting.",
      "example_translation": "Der Experte Chirurg führte den Operation durch, ohne einen Fehler zu machen. Der Experte Berater analysierte die Daten genau. Der Experte Künstler schuf ein schönes Gemälde.",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "faithful",
      "translation": "treu",
      "definition": "Remaining loyal and devoted to someone or something; firm in allegiance or duty.",
      "definition_translation": "Bleiben loyal und hingebungsvoll zu jemandem oder etwas; fest in Treue oder Pflicht.",
      "example": "She was faithful to her husband throughout their 50-year marriage. She will be faithful to her new job, and she was faithful to her friends during difficult times.",
      "example_translation": "Sie war ihrem Mann während ihrer 50-jährigen Ehe treu. Sie wird ihrem neuen Job treu sein, und sie war ihren Freunden während schwieriger Zeiten treu.",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fascinated",
      "translation": "fasziniert",
      "definition": "Extremely interested and impressed; captivated.",
      "definition_translation": "Extrem interessiert und beeindruckt; gefesselt.",
      "example": "The kids were fascinated by the magic show. She was fascinated by the ancient Egyptian pyramids, and he was fascinated by the new technology.",
      "example_translation": "Die Kinder waren von der Zaubershow fasziniert. Sie war von den altägyptischen Pyramiden fasziniert, und er war von der neuen Technologie fasziniert.",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fascinating",
      "translation": "faszinierend",
      "definition": "Extremely interesting and attractive; captivating.",
      "definition_translation": "Extrem interessant und attraktiv; gefangennehmend.",
      "example": "The documentary was fascinating, and the professor's lecture was fascinating. The art museum's new exhibit was fascinating, and the fireworks display was fascinating.",
      "example_translation": "Die Dokumentation war faszinierend, und die Vorlesung des Professors war faszinierend. Die neue Ausstellung des Kunstmuseums war faszinierend, und das Feuerwerk war faszinierend.",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fierce",
      "translation": "wütend",
      "definition": "Showing a strong and intense emotion, especially anger or determination.",
      "definition_translation": "zeigt eine starke und intensive Emotion, insbesondere Zorn oder Entschlossenheit.",
      "example": "The fierce lion protected its territory. The fierce warrior fought bravely in the battle. The fierce competitor was determined to win the championship.",
      "example_translation": "Der wütende Löwe schützte sein Territorium. Der wütende Krieger kämpfte tapfer in der Schlacht. Der wütende Konkurrent war entschlossen, die Meisterschaft zu gewinnen.",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "foolish",
      "translation": "dumm",
      "definition": "lacking good sense or judgment; absurd or silly",
      "definition_translation": "mangelnder gesunder Menschenverstand oder Urteil; absurd oder dumm",
      "example": "He made a foolish decision to quit his job without having another one lined up. He has been foolish with his money, buying expensive things he doesn't need. He will be foolish to invest in that company.",
      "example_translation": "Er traf eine dumme Entscheidung, seinen Job ohne eine andere Möglichkeit zu haben. Er war mit seinem Geld dumm, teure Dinge zu kaufen, die er nicht brauchte. Er wird dumm sein, in jenes Unternehmen zu investieren.",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "furious",
      "translation": "wütend",
      "definition": "feeling or showing intense anger or rage",
      "definition_translation": "intensive Wut oder Zorn empfindend oder zeigen",
      "example": "She was furious about the injustice. He became furious when he saw the damage to his car. They will be furious if they find out what happened.",
      "example_translation": "Sie war wütend über die Ungerechtigkeit. Er wurde wütend, als er den Schaden an seinem Auto sah. Sie werden wütend sein, wenn sie herausfinden, was passiert ist.",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "greedy",
      "translation": "gefräßig",
      "definition": "having or showing an intense and selfish desire for something, especially food or wealth",
      "definition_translation": "eine intensive und selbstsüchtige Begierde nach etwas, insbesondere nach Nahrung oder Reichtum habend oder zeigen",
      "example": "He was greedy for power and money. The company was greedy and took advantage of its customers. They will be greedy and try to get more than their fair share.",
      "example_translation": "Er war begierig nach Macht und Geld. Das Unternehmen war gefräßig und nahm seine Kunden aus. Sie werden gefräßig sein und versuchen, mehr als ihren fairen Anteil zu bekommen.",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hard",
      "translation": "hart",
      "definition": "solid or firm in shape or structure; not soft or easy to bend or break",
      "definition_translation": "fest oder stabil in Form oder Struktur; nicht weich oder leicht zu biegen oder zu brechen",
      "example": "The hard wood was difficult to cut. He worked hard to finish the project. The hard lessons she learned from her mistake will help her in the future.",
      "example_translation": "Das harte Holz war schwierig zu schneiden. Er arbeitete hart, um das Projekt abzuschließen. Die harten Lektionen, die sie aus ihrem Fehler lernte, werden ihr in der Zukunft helfen.",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hard-working",
      "translation": "fleißig",
      "definition": "Showing dedication and perseverance in one's work, often resulting in high-quality performance.",
      "definition_translation": "Zeigt Hingabe und Ausdauer in seiner Arbeit, führt oft zu hochwertiger Leistung.",
      "example": "She was a hard-working student who always submitted her assignments on time.",
      "example_translation": "Sie war eine fleißige Studentin, die immer ihre Aufgaben rechtzeitig abgab.",
      "imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "icy",
      "translation": "eisig",
      "definition": "Extremely cold in temperature or manner.",
      "definition_translation": "Extrem kalt in der Temperatur oder Art.",
      "example": "The icy wind made it difficult to walk outside.",
      "example_translation": "Der eisige Wind machte es schwierig, draußen zu gehen.",
      "imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "impatient",
      "translation": "un geduldig",
      "definition": "Unable to tolerate delays or waiting.",
      "definition_translation": "Kann Verzögerungen oder Warten nicht ertragen.",
      "example": "He was impatient and wanted to get the project started immediately.",
      "example_translation": "Er war ungeduldig und wollte das Projekt sofort starten.",
      "imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "impolite",
      "translation": "unhöflich",
      "definition": "Lacking courtesy or good manners.",
      "definition_translation": "Fehlt Höflichkeit oder gute Manieren.",
      "example": "The impolite customer was rude to the store clerk.",
      "example_translation": "Der unhöfliche Kunde war unhöflich gegenüber der Ladenkassiererin.",
      "imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "independent",
      "translation": "unabhängig",
      "definition": "Not relying on others for support, guidance, or care; self-sufficient.",
      "definition_translation": "Nicht von anderen abhängig für Unterstützung, Führung oder Pflege; selbständig.",
      "example": "She was an independent woman who traveled alone, had a successful career, and lived in her own apartment. She had been independent since her early twenties, was independent during her college years, and will remain independent for the rest of her life.",
      "example_translation": "Sie war eine unabhängige Frau, die allein reiste, eine erfolgreiche Karriere hatte und in ihrer eigenen Wohnung lebte. Sie war seit Anfang zwanzig unabhängig, war während ihrer College-Jahre unabhängig und wird für den Rest ihres Lebens unabhängig bleiben.",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "inexperienced",
      "translation": "unerfahren",
      "definition": "Lacking practical knowledge or skill; novice.",
      "definition_translation": "Praktische Kenntnisse oder Fähigkeiten fehlend; Anfänger.",
      "example": "The inexperienced hiker got lost in the woods, but the experienced guide helped him find his way back. He had been inexperienced before, but now he is more experienced after the incident.",
      "example_translation": "Der unerfahrene Wanderer ging in den Wäldern verloren, aber der erfahrene Führer half ihm, seinen Weg zurückzufinden. Er war vorher unerfahren gewesen, aber jetzt ist er nach dem Zwischenfall erfahrener.",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "innocent",
      "translation": "unschuldig",
      "definition": "Not guilty of a crime or wrongdoing; lacking experience or knowledge.",
      "definition_translation": "Nicht schuldig an einem Verbrechen oder Fehlverhalten; Erfahrung oder Wissen fehlend.",
      "example": "The innocent child didn't know what was happening, but the judge declared him innocent of the crime. She had been innocent until she discovered the truth, but now she is more skeptical.",
      "example_translation": "Das unschuldige Kind wusste nicht, was passierte, aber der Richter erklärte ihn für schuldlos des Verbrechens. Sie war unschuldig gewesen, bis sie die Wahrheit entdeckte, aber jetzt ist sie skeptischer.",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "insincere",
      "translation": "unaufrichtig",
      "definition": "Not genuine or sincere; hypocritical.",
      "definition_translation": "Nicht echt oder aufrichtig; heuchlerisch.",
      "example": "The insincere apology from the company's CEO was met with skepticism by the public. The company's insincere marketing strategies had been exposed, will expose, and will continue to expose their dishonest intentions.",
      "example_translation": "Die unaufrichtige Entschuldigung vom CEO des Unternehmens wurde von der Öffentlichkeit mit Skepsis aufgenommen. Die unaufrichtigen Marketingstrategien des Unternehmens waren aufgedeckt worden, werden aufgedeckt und werden weiterhin ihre unehrlichen Absichten aufdecken.",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "intellectual",
      "translation": "intellektuell",
      "definition": "A person who is engaged in, or has a strong interest in, intellectual pursuits, such as reading, researching, and learning.",
      "definition_translation": "Eine Person, die sich mit intellektuellen Aktivitäten wie Lesen, Forschen und Lernen beschäftigt oder ein starkes Interesse daran hat.",
      "example": "She was an intellectual and always had a book in her hand. She will attend an intellectual conference next week. She has been an intellectual leader in her community for years.",
      "example_translation": "Sie war eine Intellektuelle und hatte immer ein Buch in der Hand. Sie wird nächste Woche eine intellektuelle Konferenz besuchen. Sie ist seit Jahren eine intellektuelle Führerin in ihrer Gemeinde gewesen.",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "irresponsible",
      "translation": "verantwortungslos",
      "definition": "Not having or showing a sense of responsibility; careless and lacking in thought for the consequences of one's actions.",
      "definition_translation": "Hat oder zeigt keine Verantwortung; achtlos und ohne Gedanken an die Folgen seiner Handlungen.",
      "example": "He was irresponsible and left the dirty dishes in the sink. She has been irresponsible with her finances for a long time. They will not be irresponsible and will take care of the project.",
      "example_translation": "Er war verantwortungslos und ließ das schmutzige Geschirr im Waschbecken zurück. Sie war längere Zeit mit ihren Finanzen verantwortungslos. Sie werden nicht verantwortungslos sein und werden sich um das Projekt kümmern.",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "irritated",
      "translation": "geärgert",
      "definition": "Feeling or showing annoyance or displeasure; bothered or vexed.",
      "definition_translation": "Fühlt oder zeigt Ärger oder Missfallen; gestört oder gereizt.",
      "example": "I got irritated when he didn't show up on time. She was irritated by the noise in the background. He will get irritated if you don't listen to him.",
      "example_translation": "Ich wurde ärgerlich, als er nicht pünktlich erschien. Sie wurde durch den Lärm im Hintergrund gereizt. Er wird ärgerlich werden, wenn du ihm nicht zuhörst.",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "irritating",
      "translation": "ärgerlich",
      "definition": "Causing annoyance or displeasure; bothersome or vexing.",
      "definition_translation": "Verursacht Ärger oder Missfallen; störend oder reizend.",
      "example": "The noise was irritating and kept me awake. The smell was irritating and made me feel sick. The person was irritating and never listened to others.",
      "example_translation": "Der Lärm war ärgerlich und ließ mich nicht schlafen. Der Geruch war ärgerlich und machte mich krank. Die Person war ärgerlich und hörte nie anderen zu.",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "loyal",
      "translation": "treu",
      "definition": "Giving or showing firm and constant support or allegiance to a person or institution.",
      "definition_translation": "Eine feste und konstante Unterstützung oder Treue gegenüber einer Person oder Institution zeigt.",
      "example": "She has been a loyal customer for many years, and the company rewards her loyalty with special discounts. She was loyal to her friend and stood by her during difficult times. She will be loyal to her new employer and work hard to prove herself.",
      "example_translation": "Sie war viele Jahre lang eine treue Kundin und erhielt von dem Unternehmen besondere Rabatte als Belohnung für ihre Treue. Sie war ihrem Freund treu und stand ihm in schwierigen Zeiten bei. Sie wird ihrem neuen Arbeitgeber treu sein und wird hart arbeiten, um sich zu bewähren.",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mature",
      "translation": "reif",
      "definition": "Having reached a advanced stage of mental or physical development; having a strong sense of responsibility and self-awareness.",
      "definition_translation": "Hat ein fortschrittliches Stadium der geistigen oder körperlichen Entwicklung erreicht; hat ein starkes Gefühl der Verantwortung und Selbstbewusstsein.",
      "example": "The mature trees in the forest were tall and strong, providing shade and shelter. She was mature enough to understand the consequences of her actions. As he grew older, he became more mature and responsible.",
      "example_translation": "Die reifen Bäume im Wald waren hoch und stark, boten Schatten und Zuflucht. Sie war reif genug, um die Folgen ihrer Handlungen zu verstehen. Als er älter wurde, wurde er reifer und verantwortungsbewusster.",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mean",
      "translation": "gemein",
      "definition": "Unkind, cruel, or unpleasant; having or showing a strong intention to harm or offend.",
      "definition_translation": "Unfreundlich, grausam oder unangenehm; hat oder zeigt eine starke Absicht, zu schaden oder zu beleidigen.",
      "example": "He was mean to his little brother and took away his toy. She was mean to her colleague and spread rumors about him. The teacher was mean to the students and gave them a lot of homework.",
      "example_translation": "Er war seinem kleinen Bruder gemein und nahm ihm das Spielzeug weg. Sie war ihrem Kollegen gemein und verbreitete Gerüchte über ihn. Die Lehrerin war den Schülern gemein und gab ihnen viel Hausaufgaben.",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mean",
      "translation": "bedeuten",
      "definition": "To intend or have a particular meaning or significance; to have a specific purpose or aim.",
      "definition_translation": "Eine bestimmte Bedeutung oder Bedeutung beabsichtigen oder haben; ein bestimmtes Ziel oder Ziel zu haben.",
      "example": "What does this word mean in this context? She means well, but her actions are misguided. The company means to expand its business to new markets.",
      "example_translation": "Was bedeutet dieses Wort in diesem Kontext? Sie meint es gut, aber ihre Handlungen sind irreführend. Das Unternehmen beabsichtigt, sein Geschäft auf neue Märkte auszudehnen.",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mental",
      "translation": "geistig",
      "definition": "Relating to the mind; intellectual or psychological.",
      "definition_translation": "Bezieht sich auf den Geist; intellektuell oder psychologisch.",
      "example": "I have mental health issues that need to be addressed. I was mentally prepared for the exam. I will be mentally exhausted after this trip.",
      "example_translation": "Ich habe psychische Gesundheitsprobleme, die angegangen werden müssen. Ich war geistig auf die Prüfung vorbereitet. Ich werde nach diesem Trip geistig erschöpft sein.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "miserable",
      "translation": "elend",
      "definition": "Feeling or showing great unhappiness or discomfort.",
      "definition_translation": "Fühlt oder zeigt große Unzufriedenheit oder Unbehagen.",
      "example": "I was miserable during the winter months. She felt miserable after eating the spoiled food. He will be miserable if he doesn't get the job.",
      "example_translation": "Ich war elend während der Wintermonate. Sie fühlte sich elend, nachdem sie das verdorbene Essen gegessen hatte. Er wird elend sein, wenn er den Job nicht bekommt.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "motivated",
      "translation": "motiviert",
      "definition": "Having a strong reason or desire to do something.",
      "definition_translation": "Hat einen starken Grund oder die Wunsch, etwas zu tun.",
      "example": "I felt motivated to finish the project after the pep talk. She was motivated to learn the new language. He will be motivated to work harder after the promotion.",
      "example_translation": "Ich fühlte mich motiviert, das Projekt nach der motivierenden Rede abzuschließen. Sie war motiviert, die neue Sprache zu erlernen. Er wird motiviert sein, nach der Beförderung härter zu arbeiten.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "moving",
      "translation": "bewegend",
      "definition": "Causing strong emotions, especially sadness or sympathy.",
      "definition_translation": "Erzeugt starke Emotionen, insbesondere Traurigkeit oder Mitgefühl.",
      "example": "The moving speech brought tears to my eyes. The movie was moving and touched my heart. The song was so moving that it made me cry.",
      "example_translation": "Die bewegende Rede brachte Tränen in meine Augen. Der Film war bewegend und berührte mein Herz. Das Lied war so bewegend, dass es mich zum Weinen brachte.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nasty",
      "translation": "gemein",
      "definition": "having or showing a strong dislike or ill will towards someone or something",
      "definition_translation": "eine starke Abneigung oder feindselig gegenüber jemandem oder etwas zeigt",
      "example": "She thought he was nasty to her friend. She will think he is nasty to her friend. She thought he would be nasty to her friend.",
      "example_translation": "Sie dachte, er sei ihrem Freund gegenüber gemein. Sie wird denken, er sei ihrem Freund gegenüber gemein. Sie dachte, er würde ihrem Freund gegenüber gemein sein.",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "naughty",
      "translation": "unartig",
      "definition": "behaving badly or disobediently, often in a playful or cheeky way",
      "definition_translation": " benimmt sich schlecht oder ungehorsam, oft auf spielerische oder freche Weise",
      "example": "The naughty child broke the vase. The naughty child breaks the vase. The naughty child will break the vase.",
      "example_translation": "Das unartige Kind zerbrach das Glas. Das unartige Kind bricht das Glas. Das unartige Kind wird das Glas brechen.",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "obedient",
      "translation": "gehorchsam",
      "definition": "willing to do what someone in authority tells you to do",
      "definition_translation": "willig, das zu tun, was jemand in einer Autoritätsposition Ihnen sagt",
      "example": "The obedient student listened to the teacher. The obedient student listens to the teacher. The obedient student will listen to the teacher.",
      "example_translation": "Der gehorsame Student hörte dem Lehrer zu. Der gehorsame Student hört dem Lehrer zu. Der gehorsame Student wird dem Lehrer zuhören.",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "objective",
      "translation": "objektiv",
      "definition": "not influenced by personal opinions or feelings",
      "definition_translation": "nicht von persönlichen Meinungen oder Gefühlen beeinflusst",
      "example": "The journalist tried to be objective in her reporting. The journalist tries to be objective in her reporting. The journalist will try to be objective in her reporting.",
      "example_translation": "Die Journalistin versuchte, objektiv in ihrer Berichterstattung zu sein. Die Journalistin versucht, objektiv in ihrer Berichterstattung zu sein. Die Journalistin wird objektiv in ihrer Berichterstattung versuchen.",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "offensive",
      "translation": "angreifend",
      "definition": " causing offense or annoyance, intentionally or not, by what one says or does",
      "definition_translation": "Anstoß erregend oder belästigend, absichtlich oder nicht, durch das, was jemand sagt oder tut",
      "example": "The offensive remark made by the politician sparked outrage across the country. He will apologize for his offensive behavior. The company will take offensive actions to protect its trademark.",
      "example_translation": "Die anstößige Bemerkung des Politikers löste Empörung im ganzen Land aus. Er wird sich für sein anstößiges Verhalten entschuldigen. Das Unternehmen wird offensiv Maßnahmen ergreifen, um seine Marke zu schützen.",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "optimistic",
      "translation": "optimistisch",
      "definition": "having or showing a confident and positive attitude towards life or the future",
      "definition_translation": "eine zuversichtliche und positive Einstellung zum Leben oder zur Zukunft habend oder zeigend",
      "example": "She was optimistic about her chances of getting hired. The company's optimistic forecast led to a surge in stock prices. He has been optimistic about the economic recovery.",
      "example_translation": "Sie war optimistisch bezüglich ihrer Chancen, eingestellt zu werden. Die optimistische Prognose des Unternehmens führte zu einem Anstieg der Aktienkurse. Er war optimistisch in Bezug auf die wirtschaftliche Erholung.",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "organized",
      "translation": "organisiert",
      "definition": "arranged or structured in a systematic or methodical way",
      "definition_translation": "in einer systematischen oder methodischen Weise angeordnet oder strukturiert",
      "example": "The event was well-organized and ran smoothly. She is very organized and always meets her deadlines. The company is organized into different departments.",
      "example_translation": "Das Ereignis war gut organisiert und verlief reibungslos. Sie ist sehr organisiert und erfüllt immer ihre Fristen. Das Unternehmen ist in verschiedene Abteilungen organisiert.",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "outrageous",
      "translation": "empörend",
      "definition": "shocking or unacceptable because of being excessive or extreme",
      "definition_translation": "schockierend oder inakzeptabel, weil übermäßig oder extrem",
      "example": "The outrageous behavior of the celebrity shocked the public. The company's outrageous prices led to a boycott. He made an outrageous claim about the product.",
      "example_translation": "Das empörende Verhalten des Prominenten schockierte die Öffentlichkeit. Die empörenden Preise des Unternehmens führten zu einem Boykott. Er tat eine empörende Aussage über das Produkt.",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "painful",
      "translation": "schmerzhaft",
      "definition": "Causing physical or emotional suffering or distress; unpleasant and distressing.",
      "definition_translation": ".Physikalischen oder emotionalen Schmerz oder Leid verursachend; unangenehm und betrüblich.",
      "example": "The patient had a painful operation last week, but she's recovering well. She will have to take painkillers for a few more days. By next week, she will be fully recovered.",
      "example_translation": "Die Patientin hatte letzte Woche eine schmerzhafte Operation, aber sie erholte sich gut. Sie musste noch ein paar Tage Schmerzmittel nehmen. Bis nächste Woche wird sie vollständig genesen.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "passionate",
      "translation": "leidenschaftlich",
      "definition": " Showing or expressing strong emotions, especially intense love or enthusiasm.",
      "definition_translation": "Starke Emotionen zeigend oder ausdrückend, insbesondere intensive Liebe oder Begeisterung.",
      "example": "The passionate speech of the leader inspired the whole crowd. She was a passionate advocate for environmental protection, and her words motivated us to take action. By the time she finishes her project, she will have become a passionate expert in the field.",
      "example_translation": "Die leidenschaftliche Rede des Führers inspirierte die ganze Menschenmenge. Sie war eine leidenschaftliche Fürsprecherin für Umweltschutz, und ihre Worte motivierten uns, Aktivitäten zu unternehmen. Wenn sie ihr Projekt abschließt, wird sie eine leidenschaftliche Expertin auf dem Gebiet geworden sein.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "passive",
      "translation": "passiv",
      "definition": "Not actively engaged or participating; allowing things to happen without taking action.",
      "definition_translation": "Nicht aktiv engagiert oder teilnehmend; Dinge ohne eigenes Handeln geschehen lassen.",
      "example": "The student was too passive during the discussion, and didn't contribute any ideas. She will need to be more active in the future to achieve her goals. By the end of the semester, she had become more passive and indifferent to the subject.",
      "example_translation": "Der Student war während der Diskussion zu passiv und trug keine Ideen bei. Sie wird in Zukunft aktiver sein müssen, um ihre Ziele zu erreichen. Bis zum Ende des Semesters war sie passiver und gleichgültiger gegenüber dem Fach geworden.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pessimistic",
      "translation": "pessimistisch",
      "definition": "Having a negative or gloomy outlook; expecting the worst-case scenario.",
      "definition_translation": "Eine negative oder düstere Sichtweise habend; das Schlimmste erwarten.",
      "example": "The pessimistic athlete thought they would lose the game, but they ended up winning. She had been pessimistic about the weather, but it turned out to be a beautiful day. By next year, she will have become more optimistic and confident.",
      "example_translation": "Der pessimistische Athlet dachte, sie würden das Spiel verlieren, aber sie gewannen schließlich. Sie war pessimistisch bezüglich des Wetters gewesen, aber es erwies sich als ein schöner Tag. Bis nächstem Jahr wird sie optimistischer und selbstsicherer geworden sein.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "petrified",
      "translation": "versteinert",
      "definition": "extremely frightened or shocked; so frightened that you cannot move or think clearly",
      "definition_translation": "extrem ängstlich oder geschockt; so ängstlich, dass Sie nicht bewegen oder klar denken können",
      "example": "I was petrified when I saw the spider on my bed. I will be petrified if I have to give a speech in front of a large audience. She was petrified after watching the horror movie.",
      "example_translation": "Ich war versteinert, als ich die Spinne auf meinem Bett sah. Ich werde versteinert sein, wenn ich vor einem großen Publikum eine Rede halten muss. Sie war versteinert nachdem sie den Horrorfilm gesehen hatte.",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "practical",
      "translation": "praktisch",
      "definition": "able to be used or done; sensible and realistic",
      "definition_translation": "kann verwendet oder durchgeführt werden; sinnvoll und realistisch",
      "example": "I'm a practical person and prefer to wear comfortable shoes. She has a practical way of solving problems. The new smartphone has many practical features.",
      "example_translation": "Ich bin eine praktische Person und bevorzuge es, bequeme Schuhe zu tragen. Sie hat einen praktischen Weg, um Probleme zu lösen. Das neue Smartphone hat viele praktische Funktionen.",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "professional",
      "translation": "professionell",
      "definition": "relating to or connected with a person's job or career; having or showing the skills and qualities that are expected of a person in a particular job or profession",
      "definition_translation": "in Bezug auf oder im Zusammenhang mit einer Person's Job oder Karriere; habe oder zeige die Fähigkeiten und Qualitäten, die von einer Person in einem bestimmten Job oder Beruf erwartet werden",
      "example": "She's a professional dancer and has toured all over the world. He's a professional football player and has won many awards. The professional team provided excellent customer service.",
      "example_translation": "Sie ist eine professionelle Tänzerin und hat weltweit getourt. Er ist ein professioneller Fußballspieler und hat viele Auszeichnungen gewonnen. Das professionelle Team bot einen ausgezeichneten Kundenservice.",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "puzzled",
      "translation": "verwirrt",
      "definition": "feeling confused or unsure about something",
      "definition_translation": "fühlt sich verwirrt oder unsicher über etwas",
      "example": "I was puzzled by the complex math problem. She was puzzled by the strange noise coming from the engine. He was puzzled by the cryptic message.",
      "example_translation": "Ich war verwirrt von dem komplexen Mathematikproblem. Sie war verwirrt von dem seltsamen Geräusch, das aus dem Motor kam. Er war verwirrt von der kryptischen Nachricht.",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "qualified",
      "translation": "qualifiziert",
      "definition": "Having the necessary skills or qualities to do something; meeting the required standards.",
      "definition_translation": "Mit den erforderlichen Fähigkeiten oder Eigenschaften, um etwas zu tun; Erfüllung der erforderlichen Standards.",
      "example": "I qualified for the competition last year. Now, I am qualifying for the next round. I will qualify for the final round next year.",
      "example_translation": "Ich qualifizierte mich letzten Jahr für den Wettbewerb. Jetzt qualifiziere ich mich für die nächste Runde. Ich werde mich nächstes Jahr für die finale Runde qualifizieren.",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "realistic",
      "translation": "realistisch",
      "definition": "Having or representing a truthful or accurate representation of something.",
      "definition_translation": "Mit einer wahrheitsgetreuen oder genauen Darstellung von etwas.",
      "example": "The movie was realistic in its portrayal of the war. The artist's paintings are realistic. The realistic approach to the problem led to a solution.",
      "example_translation": "Der Film war in seiner Darstellung des Krieges realistisch. Die Gemälde des Künstlers sind realistisch. Der realistische Ansatz zum Problem führte zu einer Lösung.",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "reasonable",
      "translation": "vernünftig",
      "definition": "Having sound judgment; being sensible and fair.",
      "definition_translation": "Mit gesundem Menschenverstand; sinnvoll und fair.",
      "example": "The manager made a reasonable offer. The reasonable approach to the conflict led to a peaceful resolution. The reasonable decision was made after careful consideration.",
      "example_translation": "Der Manager machte ein vernünftiges Angebot. Der vernünftige Ansatz zum Konflikt führte zu einer friedlichen Lösung. Die vernünftige Entscheidung wurde nach sorgfältiger Überlegung getroffen.",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "religious",
      "translation": "religiös",
      "definition": "Relating to or concerned with religion.",
      "definition_translation": "In Zusammenhang mit oder betreffend Religion.",
      "example": "The religious leaders gathered for the conference. I have been religious since I was a child. The religious practices of the community are unique.",
      "example_translation": "Die religiösen Führer versammelten sich für die Konferenz. Ich bin seit meiner Kindheit religiös. Die religiösen Praktiken der Gemeinschaft sind einzigartig.",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "resourceful",
      "translation": "findig",
      "definition": "Having the ability to find quick and clever ways to overcome difficulties.",
      "definition_translation": "Die Fähigkeit hat, schnelle und clevere Wege zu finden, um Schwierigkeiten zu überwinden.",
      "example": "She was a resourceful person who could fix any problem with her creativity. She had fixed the broken chair last week, and she will fix the leaky faucet next month.",
      "example_translation": "Sie war eine findige Person, die jedes Problem mit ihrer Kreativität lösen konnte. Sie hatte den kaputten Stuhl letzte Woche repariert und wird den undichten Wasserhahn nächsten Monat reparieren.",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "respectable",
      "translation": "ehrenwert",
      "definition": "Deserving respect and admiration because of good qualities or achievements.",
      "definition_translation": "Würdigkeit und Bewunderung verdient aufgrund guter Eigenschaften oder Leistungen.",
      "example": "He was a respectable citizen who had always paid his taxes on time. He is a respectable member of the community, and he will be a respectable leader in the future.",
      "example_translation": "Er war ein ehrenwerter Bürger, der seine Steuern immer pünktlich bezahlt hatte. Er ist ein ehrenwertes Mitglied der Gemeinschaft und wird ein ehrenwerter Führer in Zukunft sein.",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "respected",
      "translation": "geachtet",
      "definition": "Feeling or showing respect and admiration for someone or something.",
      "definition_translation": "Respekt und Bewunderung für jemanden oder etwas empfindet oder zeigt.",
      "example": "He was a respected professor who had written many books. She respected his opinion and will respect his decision in the future.",
      "example_translation": "Er war ein geachteter Professor, der viele Bücher geschrieben hatte. Sie respektierte seine Meinung und wird seine Entscheidung in Zukunft respektieren.",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "responsible",
      "translation": "verantwortlich",
      "definition": "Having an obligation to do something or to take care of something.",
      "definition_translation": "Eine Verpflichtung hat, etwas zu tun oder für etwas zu sorgen.",
      "example": "He was a responsible driver who always wore a seatbelt. She was responsible for the project and will be responsible for the team's success in the future.",
      "example_translation": "Er war ein verantwortlicher Fahrer, der immer einen Sicherheitsgurt trug. Sie war für das Projekt verantwortlich und wird für den Erfolg des Teams in Zukunft verantwortlich sein.",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "risky",
      "translation": "riskant",
      "definition": "involving a degree of danger or uncertainty; potentially harmful or threatening",
      "definition_translation": "eine bestimmte Gefahr oder Unsicherheit involvierend; potenziell schädlich oder bedrohlich",
      "example": "He was a risky driver, always speeding. He drove risky last night and got a ticket. He will take a risky trip next month.",
      "example_translation": "Er war ein riskanter Fahrer, immerzu Gas gebend. Er fuhr riskant letzte Nacht und bekam einen Strafzettel. Er wird nächsten Monat eine riskante Reise unternehmen.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ruthless",
      "translation": "rücksichtslos",
      "definition": "having or showing no pity or compassion; brutally harsh or severe",
      "definition_translation": "ohne Mitleid oder Mitgefühl; brutal hart oder streng",
      "example": "She was a ruthless businesswoman, always looking for ways to cut costs. She was ruthless in her negotiations. She will be ruthless in her pursuit of power.",
      "example_translation": "Sie war eine rücksichtslose Geschäftsfrau, immer auf der Suche nach Möglichkeiten, Kosten zu reduzieren. Sie war rücksichtslos in ihren Verhandlungen. Sie wird rücksichtslos in ihrer Machtstreben sein.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sensitive",
      "translation": "sensibel",
      "definition": "having or showing a quick and delicate awareness of and response to the attitudes and feelings of others",
      "definition_translation": "mit einer schnellen und feinen Wahrnehmung und Reaktion auf die Einstellungen und Gefühle anderer",
      "example": "He was sensitive to her feelings and didn't want to hurt her. He was sensitive to the atmosphere in the room. He will be sensitive to the new employee's needs.",
      "example_translation": "Er war sensibel für ihre Gefühle und wollte ihr nicht weh tun. Er war sensibel für die Atmosphäre im Raum. Er wird sensibel für die Bedürfnisse des neuen Mitarbeiters sein.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "severe",
      "translation": "streng",
      "definition": "very bad or unpleasant; severe weather is very cold, hot, windy, etc.",
      "definition_translation": "sehr schlecht oder unangenehm; strenges Wetter ist sehr kalt, heiß, windig usw.",
      "example": "The severe storm caused a lot of damage. The severe cold made it difficult to walk outside. The severe critic made her cry.",
      "example_translation": "Der schwere Sturm verursachte viel Schaden. Die extreme Kälte machte es schwierig, draußen zu laufen. Der schwere Kritiker ließ sie weinen.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "skilful",
      "translation": "geschickt",
      "definition": "Having or showing a high degree of skill or ability, especially in a particular activity.",
      "definition_translation": "Ein hohes Maß an Fähigkeit oder Kompetenz aufweisend, insbesondere in einer bestimmten Aktivität.",
      "example": "She was a skilful painter, able to capture the subtleties of light and color. She has been skilful in managing the project from the beginning. She will be skilful enough to complete the task on time.",
      "example_translation": "Sie war eine geschickte Malerin, die in der Lage war, die Feinheiten des Lichts und der Farbe einzufangen. Sie war von Anfang an geschickt darin, das Projekt zu leiten. Sie wird geschickt genug sein, die Aufgabe rechtzeitig abzuschließen.",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "skilled",
      "translation": "kundig",
      "definition": "Having expertise or competence in a particular field or activity, often acquired through training or experience.",
      "definition_translation": "Expertenwissen oder Kompetenz in einem bestimmten Feld oder Bereich, oft durch Ausbildung oder Erfahrung erworben.",
      "example": "The skilled surgeon was able to repair the damaged tissue. She has skilled hands, which is essential for a pianist. The company will hire skilled employees to work on the new project.",
      "example_translation": "Der kundige Chirurg konnte das beschädigte Gewebe reparieren. Sie hat geschickte Hände, was für einen Pianisten essentiell ist. Das Unternehmen wird kundige Angestellte einstellen, um an dem neuen Projekt zu arbeiten.",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sophisticated",
      "translation": "raffiniert",
      "definition": "Complex or cultured, often in a way that is considered advanced or elegant.",
      "definition_translation": " Komplex oder kultiviert, oft auf eine Weise, die als fortschrittlich oder elegant betrachtet wird.",
      "example": "The sophisticated algorithm was able to analyze the data quickly. She wore a sophisticated evening gown to the party. The new smartphone has a sophisticated operating system.",
      "example_translation": "Der raffinierte Algorithmus konnte die Daten schnell analysieren. Sie trug ein raffiniertes Abendkleid zur Party. Das neue Smartphone hat ein raffiniertes Betriebssystem.",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spiritual",
      "translation": "geistlich",
      "definition": "Relating to or affecting the human spirit, rather than material or physical things.",
      "definition_translation": "In Bezug auf oder beeinflusst den menschlichen Geist, anstatt materielle oder physische Dinge.",
      "example": "The spiritual leader guided the congregation in prayer. She believes in spiritual growth through meditation. The spiritual music filled the room with a sense of calm.",
      "example_translation": "Der geistliche Führer leitete die Gemeinde im Gebet. Sie glaubt an geistliches Wachstum durch Meditation. Die geistliche Musik füllte den Raum mit einem Gefühl der Ruhe.",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spontaneous",
      "translation": "spontan",
      "definition": " Happening or done without being planned or deliberately arranged; occurring naturally or freely.",
      "definition_translation": "Geschehend oder ohne vorherige Planung oder Absicht durchgeführt; natürlich oder frei entstanden.",
      "example": "She was a spontaneous dancer who loved to improvise. She had been spontaneous in her youth, but now she was more cautious. She will be spontaneous and surprise us with a proposal.",
      "example_translation": "Sie war eine spontane Tänzerin, die gerne improvisierte. Sie war in ihrer Jugend spontan gewesen, aber jetzt war sie vorsichtiger. Sie wird spontan sein und uns mit einem Vorschlag überraschen.",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "straight",
      "translation": "gerade",
      "definition": "Extending or moving in a direct line; not curved or bent; honest and fair; straightforward.",
      "definition_translation": "In einer direkten Linie verlängert oder bewegt; nicht gekrümmt oder gebogen; ehrlich und fair; direkt.",
      "example": "He walked straight into the room. The road was straight and narrow. She will go straight to the point.",
      "example_translation": "Er ging direkt in den Raum. Die Straße war gerade und schmal. Sie wird direkt auf den Punkt kommen.",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stubborn",
      "translation": "stur",
      "definition": "Having or showing a determination not to change one's attitude or position; unreasonably obstinate.",
      "definition_translation": "Eine Entschlossenheit zeigt, seine Haltung oder Position nicht zu ändern; unvernünftig störrisch.",
      "example": "He was stubborn and refused to listen. She had been stubborn as a child, but now she was more open-minded. They will be stubborn and refuse to compromise.",
      "example_translation": "Er war stur und weigerte sich zu hören. Sie war als Kind stur gewesen, aber jetzt war sie offenherziger. Sie werden stur sein und sich weigern, Kompromisse einzugehen.",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "superstitious",
      "translation": "abergläubisch",
      "definition": "Having or showing an excessive or irrational fear of what is unknown or mysterious; believing in superstitions.",
      "definition_translation": "Eine übermäßige oder irrationale Angst vor dem Unbekannten oder Mysteriösen zeigt; an Aberglauben glaubt.",
      "example": "She was superstitious and believed in black cats being bad luck. He had been superstitious in the past, but now he was more rational. They will be superstitious and avoid walking under ladders.",
      "example_translation": "Sie war abergläubisch und glaubte an schwarze Katzen als Unglück bringend. Er war in der Vergangenheit abergläubisch gewesen, aber jetzt war er rationaler. Sie werden abergläubisch sein und das Gehen unter Leitern meiden.",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "suspicious",
      "translation": "verdächtig",
      "definition": "Having or showing a cautious distrust of someone or something.",
      "definition_translation": "Einen vorsichtigen Misstrauen gegenüber jemandem oder etwas zeigt.",
      "example": "The police were suspicious of his alibi, so they decided to investigate further. I was suspicious of the email attachment, so I didn't open it. She will be suspicious of his intentions if he doesn't show up on time.",
      "example_translation": "Die Polizei war seinem Alibi gegenüber misstrauisch, daher beschlossen sie, weiter zu ermitteln. Ich war dem Anhang der E-Mail gegenüber misstrauisch, daher öffnete ich ihn nicht. Sie wird seine Absichten misstrauen, wenn er nicht pünktlich erscheint.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sympathetic",
      "translation": "mitfühlend",
      "definition": "Showing understanding and sharing the feelings of another.",
      "definition_translation": "zeigt Verständnis und teilt die Gefühle eines anderen.",
      "example": "The doctor was sympathetic to my condition and prescribed some medication. I was sympathetic to my friend's loss and attended the funeral. She will be sympathetic to his situation if she understands the context.",
      "example_translation": "Der Arzt war meiner Krankheit gegenüber mitfühlend und verschrieb einige Medikamente. Ich war meinem Freundes Verlust gegenüber mitfühlend und nahm an der Beerdigung teil. Sie wird seiner Situation gegenüber mitfühlend sein, wenn sie den Kontext versteht.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tense",
      "translation": "angespannt",
      "definition": "Feeling anxious or nervous, often in a situation where you are waiting for something to happen.",
      "definition_translation": "Fühlt sich ängstlich oder nervös, oft in einer Situation, in der Sie auf etwas wartet, das passiert.",
      "example": "I was tense during the exam, but then I relaxed when I finished. The atmosphere was tense before the big announcement. The team will be tense before the final match.",
      "example_translation": "Ich war während der Prüfung angespannt, aber dann entspannte ich mich, als ich fertig war. Die Atmosphäre war vor der großen Ankündigung angespannt. Das Team wird vor dem finalen Spiel angespannt sein.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "terrifying",
      "translation": "erschreckend",
      "definition": "Causing extreme fear or alarm.",
      "definition_translation": "Verursacht extreme Angst oder Alarm.",
      "example": "The horror movie was terrifying, I couldn't sleep that night. The thought of public speaking is terrifying to me. The news report was terrifying, I felt so scared.",
      "example_translation": "Der Horrorfilm war erschreckend, ich konnte in dieser Nacht nicht schlafen. Der Gedanke an öffentliches Sprechen ist für mich erschreckend. Der Nachrichtenbericht war erschreckend, ich fühlte mich so ängstlich.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "thoughtful",
      "translation": "gedankenlos",
      "definition": "Having or showing a careful and considerate thought, especially in decision-making.",
      "definition_translation": "Mit oder zeigt eine sorgfältige und bedenkenlose Überlegung, insbesondere bei Entscheidungen.",
      "example": "She was very thoughtful and wrote me a nice letter. / She is being thoughtful and is planning a surprise party for me. / She will be thoughtful and send me a gift.",
      "example_translation": "Sie war sehr gedankenlos und schrieb mir einen netten Brief. / Sie ist gedankenlos und plant eine Überraschungsparty für mich. / Sie wird gedankenlos und schickt mir ein Geschenk.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "thrilled",
      "translation": "begeistert",
      "definition": "Feeling extremely happy or excited, often in a enthusiastic way.",
      "definition_translation": "Fühlt sich extrem glücklich oder aufgerührt, oft auf eine begeisterte Weise.",
      "example": "I was thrilled to receive the news. / She is thrilled to be going on vacation. / They will be thrilled to see their favorite band perform.",
      "example_translation": "Ich war begeistert, die Nachricht zu erhalten. / Sie ist begeistert, in den Urlaub zu gehen. / Sie werden begeistert sein, ihre Lieblingsband auftreten zu sehen.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tough",
      "translation": "zäh",
      "definition": "Strong and resilient, able to withstand difficult conditions or challenges.",
      "definition_translation": "Stark und resilient, in der Lage, schwierigen Bedingungen oder Herausforderungen standzuhalten.",
      "example": "He was tough and finished the marathon. / She is tough and can handle the pressure. / They will be tough and overcome the obstacles.",
      "example_translation": "Er war zäh und beendete den Marathon. / Sie ist zäh und kann den Druck bewältigen. / Sie werden zäh sein und werden die Hindernisse überwinden.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tragic",
      "translation": "tragisch",
      "definition": "Causing feelings of sorrow or pity, often due to a sad or unfortunate event.",
      "definition_translation": "Verursacht Gefühle von Traurigkeit oder Mitleid, oft aufgrund eines traurigen oder unglücklichen Ereignisses.",
      "example": "The news of her death was tragic. / His life was marked by tragic events. / The accident was tragic and avoidable.",
      "example_translation": "Die Nachricht von ihrem Tod war tragisch. / Sein Leben war von tragischen Ereignissen geprägt. / Der Unfall war tragisch und vermeidbar.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unaware",
      "translation": "unbewusst",
      "definition": "Not having knowledge or awareness of something.",
      "definition_translation": "Über etwas keine Kenntnis oder Bewusstsein haben.",
      "example": "I was unaware of the danger until it was too late. I am unaware of the rules. I will be unaware of the consequences.",
      "example_translation": "Ich war mir der Gefahr nicht bewusst, bis es zu spät war. Ich kenne die Regeln nicht. Ich werde mir der Folgen nicht bewusst sein.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "uncertain",
      "translation": "unsicher",
      "definition": "Not having or showing confidence or certainty about something.",
      "definition_translation": "Keine Zuversicht oder Gewissheit über etwas haben oder zeigen.",
      "example": "I was uncertain about the answer. I am uncertain about the weather. I will be uncertain about the result.",
      "example_translation": "Ich war mir über die Antwort unsicher. Ich bin mir über das Wetter unsicher. Ich werde mir über das Ergebnis unsicher sein.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "understanding",
      "translation": "Verständnis",
      "definition": "The ability to comprehend or interpret something.",
      "definition_translation": "Die Fähigkeit, etwas zu begreifen oder zu interpretieren.",
      "example": "I had a deep understanding of the concept. I have an understanding of the language. I will have an understanding of the situation.",
      "example_translation": "Ich hatte ein tiefes Verständnis des Konzepts. Ich habe ein Verständnis der Sprache. Ich werde ein Verständnis der Situation haben.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "uneasy",
      "translation": "unruhig",
      "definition": "Feeling anxious or uncomfortable.",
      "definition_translation": "Sich ängstlich oder unbehaglich fühlen.",
      "example": "I felt uneasy about the situation. I am uneasy about the news. I will feel uneasy about the test.",
      "example_translation": "Ich fühlte mich unruhig über die Situation. Ich bin unruhig über die Nachricht. Ich werde mich unruhig über den Test fühlen.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unfortunate",
      "translation": "unglücklich",
      "definition": "Having or marked by bad luck; unlucky.",
      "definition_translation": "Mit oder von schlechtem Glück gezeichnet; unglücklich.",
      "example": "The team was unfortunate to lose their star player due to injury. They are unfortunate that it is raining on their wedding day. They will be unfortunate if they don't prepare for the exam.",
      "example_translation": "Das Team hatte das Pech, ihren Star-Spieler aufgrund einer Verletzung zu verlieren. Sie haben das Pech, dass es an ihrem Hochzeitstag regnet. Sie werden Pech haben, wenn sie sich nicht auf die Prüfung vorbereiten.",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unhelpful",
      "translation": "unhilfreich",
      "definition": "Not providing assistance or support; unsupportive.",
      "definition_translation": "Bietet keine Hilfe oder Unterstützung an; unsupportiv.",
      "example": "The unhelpful instructions only added to our confusion. The customer service was unhelpful and rude. The unhelpful comment made her feel frustrated.",
      "example_translation": "Die unhelpful Anweisungen haben nur zu unserer Verwirrung beigetragen. Der Kundendienst war unhilfreich und unhöflich. Der unhelpful Kommentar hat sie frustriert gemacht.",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unpopular",
      "translation": "unbeliebt",
      "definition": "Not liked or admired by many people; disliked.",
      "definition_translation": "Von vielen Menschen nicht gemocht oder bewundert; unbeliebt.",
      "example": "The unpopular policy was met with widespread criticism. She was unpopular in high school due to hermean behavior. The unpopular decision was overturned by the government.",
      "example_translation": "Die unbeliebte Politik wurde mit landesweiter Kritik konfrontiert. Sie war in der High School unbeliebt wegen ihres bösen Verhaltens. Die unbeliebte Entscheidung wurde von der Regierung aufgehoben.",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unpredictable",
      "translation": "unvorhersehbar",
      "definition": "Unable to be foreseen or anticipated; unexpected.",
      "definition_translation": "Kann nicht vorhergesehen oder erwartet werden; unerwartet.",
      "example": "The weather in this region is unpredictable and changes quickly. His behavior was unpredictable and caused concern. The outcome of the game was unpredictable until the last minute.",
      "example_translation": "Das Wetter in dieser Region ist unvorhersehbar und ändert sich schnell. Sein Verhalten war unvorhersehbar und verursachte Besorgnis. Das Ergebnis des Spiels war unvorhersehbar bis zur letzten Minute.",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unrealistic",
      "translation": "unrealistisch",
      "definition": "not based on or contradicting the facts of reality; impractical or impracticable",
      "definition_translation": "nicht auf oder im Widerspruch zu den Fakten der Realität basiert; unrealistisch oder nicht durchführbar",
      "example": "The company's unrealistic expectations led to financial troubles. They had been unrealistic about the project's timeline. They will be unrealistic about the project's budget.",
      "example_translation": "Die unrealistischen Erwartungen des Unternehmens führten zu finanziellen Schwierigkeiten. Sie waren unrealistisch bezüglich des Projektzeitplans. Sie werden unrealistisch bezüglich des Projektbudgets sein.",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unreasonable",
      "translation": "unvernünftig",
      "definition": "not justified or supported by a good reason; unfair or absurd",
      "definition_translation": "nicht durch einen guten Grund gerechtfertigt oder unterstützt; unfair oder absurd",
      "example": "The customer's unreasonable demands led to a dispute. She was unreasonable in her expectations. They will be unreasonable in their requests.",
      "example_translation": "Die unvernünftigen Forderungen des Kunden führten zu einem Streit. Sie war unvernünftig in ihren Erwartungen. Sie werden unvernünftig in ihren Anliegen sein.",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unreliable",
      "translation": "unzuverlässig",
      "definition": "not able to be trusted or depended on; unstable or unfaithful",
      "definition_translation": "nicht vertrauenswürdig oder zuverlässig; instabil oder untreu",
      "example": "The company's unreliable software caused many errors. He was unreliable in his commitments. They will be unreliable in their promises.",
      "example_translation": "Die unzuverlässige Software des Unternehmens verursachte viele Fehler. Er war unzuverlässig in seinen Verpflichtungen. Sie werden unzuverlässig in ihren Versprechen sein.",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unsure",
      "translation": "unsicher",
      "definition": "not certain or confident; hesitant or ambiguous",
      "definition_translation": "nicht sicher oder zuversichtlich; zögernd oder zweideutig",
      "example": "I was unsure about the answer. She was unsure about her decision. They will be unsure about the outcome.",
      "example_translation": "Ich war unsicher über die Antwort. Sie war unsicher über ihre Entscheidung. Sie werden unsicher über das Ergebnis sein.",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "violent",
      "translation": "gewalttätig",
      "definition": "Using or characterized by violence, especially in order to intimidate or dominate others.",
      "definition_translation": "Die Verwendung oder Charakterisierung durch Gewalt, insbesondere um andere einzuschüchtern oder zu dominieren.",
      "example": "The police had to deal with violent protesters during the demonstration. They will deal with them violently if they don't calm down. They had dealt with similar situations before.",
      "example_translation": "Die Polizei musste mit gewalttätigen Demonstranten während der Demonstration umgehen. Sie werden gewalttätig mit ihnen umgehen, wenn sie sich nicht beruhigen. Sie hatten bereits mit ähnlichen Situationen zuvor umgegangen.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "welcome",
      "translation": "willkommen",
      "definition": "A greeting or reception, especially one that is warm and friendly.",
      "definition_translation": "Eine Begrüßung oder Aufnahme, insbesondere eine, die warm und freundlich ist.",
      "example": "I received a warm welcome when I arrived at the hotel. They will welcome us with open arms when we arrive. They had welcomed many guests before us.",
      "example_translation": "Ich erhielt eine herzliche Begrüßung, als ich im Hotel ankam. Sie werden uns mit offenen Armen begrüßen, wenn wir ankommen. Sie hatten viele Gäste vor uns begrüßt.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "well-balanced",
      "translation": "wohlbalanciert",
      "definition": "Having all the parts or elements in harmonious proportion or relation.",
      "definition_translation": "Haben alle Teile oder Elemente in harmonischer Proportion oder Beziehung.",
      "example": "The meal was well-balanced and nutritious. They will eat a well-balanced diet to stay healthy. They had always maintained a well-balanced lifestyle.",
      "example_translation": "Das Essen war ausgeglichen und nahrhaft. Sie werden eine ausgewogene Ernährung essen, um gesund zu bleiben. Sie hatten immer einen ausgewogenen Lebensstil aufrechterhalten.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wise",
      "translation": "weise",
      "definition": "Having or showing experience, knowledge, and good judgment.",
      "definition_translation": "Haben oder zeigen Erfahrung, Wissen und guten Urteil.",
      "example": "He was wise to invest in the stock market. They will be wise to listen to his advice. They had been wise to take that decision.",
      "example_translation": "Er war klug, in den Aktienmarkt zu investieren. Sie werden klug sein, seinem Rat zu folgen. Sie waren klug, diese Entscheidung zu treffen.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "witty",
      "translation": "witzig",
      "definition": "Having or showing a quick and clever mind; amusingly clever in a lighthearted way.",
      "definition_translation": "Ein schnelles und cleveres Verstandnis haben oder zeigen; amüsant clever auf eine leichte Weise.",
      "example": "She was known for her witty remarks at parties. She had been witty enough to solve the puzzle. She will be witty enough to come up with a solution.",
      "example_translation": "Sie war bekannt für ihre witzigen Bemerkungen auf Partys. Sie war witzig genug, um das Puzzle zu lösen. Sie wird witzig genug sein, um eine Lösung zu finden.",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "worrying",
      "translation": "bekümmernd",
      "definition": "Causing feelings of anxiety or concern; troublesome or vexing.",
      "definition_translation": "Gefühle der Angst oder Sorge verursachend; schwierig oder ärgerlich.",
      "example": "The worrying news about the economy was all over the headlines. She had been worrying about her son's health for weeks. He will be worrying about his exam results tomorrow.",
      "example_translation": "Die beunruhigenden Nachrichten über die Wirtschaft waren in allen Schlagzeilen. Sie hatte sich wochenlang um die Gesundheit ihres Sohnes gesorgt. Er wird morgen um seine Examensresultate besorgt sein.",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]