[
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bored",
      "translation": "gelangweilt",
      "definition": "Feeling tired and unhappy because something is not interesting.",
      "definition_translation": "Sich langweilig und unglücklich fühlen, weil etwas nicht interessant ist.",
      "example": "I was bored during the lecture, I fell asleep. I am bored at work, I need a break. I will be bored at home, I need to go out.",
      "example_translation": "Ich war während des Vortrags gelangweilt, ich bin eingeschlafen. Ich bin gelangweilt bei der Arbeit, ich brauche eine Pause. Ich werde gelangweilt zu Hause sein, ich muss rausgehen.",
      "imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "boring",
      "translation": "langweilig",
      "definition": "Not interesting or exciting.",
      "definition_translation": "Nicht interessant oder aufregend.",
      "example": "The movie was boring, I left after an hour. This book is boring, I will not finish it. The lecture was boring, I did not attend.",
      "example_translation": "Der Film war langweilig, ich ging nach einer Stunde. Dieses Buch ist langweilig, ich werde es nicht beenden. Die Vorlesung war langweilig, ich habe nicht teilgenommen.",
      "imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "clever",
      "translation": "klug",
      "definition": "Having or showing a quick and inventive mind.",
      "definition_translation": "Ein schnelles und erfinderisches Gedächtnis haben oder zeigen.",
      "example": "My sister is clever, she solved the puzzle quickly. I was clever, I found a shortcut. They will be clever, they will pass the exam.",
      "example_translation": "Meine Schwester ist klug, sie löste das Puzzle schnell. Ich war klug, ich fand einen Shortcut. Sie werden klug sein, sie werden die Prüfung bestehen.",
      "imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "difficult",
      "translation": "schwierig",
      "definition": "Needing a lot of effort or skill to accomplish.",
      "definition_translation": "Eine Menge Anstrengung oder Fähigkeit benötigt, um zu erreichen.",
      "example": "The math problem was difficult, I needed help. This task is difficult, I will take my time. The exam will be difficult, I need to study hard.",
      "example_translation": "Das Mathematik-Problem war schwierig, ich benötigte Hilfe. Diese Aufgabe ist schwierig, ich werde mich Zeit lassen. Die Prüfung wird schwierig sein, ich muss hart studieren.",
      "imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "excited",
      "translation": "aufgerüstet",
      "definition": "Filled with enthusiasm and eagerness, typically because something enjoyable or interesting is happening or will happen.",
      "definition_translation": "Mit Begeisterung und Ungeduld erfüllt, typischerweise weil etwas Angenehmes oder Interessantes passiert oder passieren wird.",
      "example": "I was excited to go on vacation last year. I am excited about the party tonight. I will be excited to see my friends next week.",
      "example_translation": "Ich war letztes Jahr aufgerüstet, in den Urlaub zu fahren. Ich bin aufgerüstet über die Party heute Abend. Ich werde aufgerüstet sein, wenn ich meine Freunde nächste Woche sehe.",
      "imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "exciting",
      "translation": "aufregend",
      "definition": "Causing feelings of enthusiasm and eagerness, typically because something is new, interesting, or unusual.",
      "definition_translation": "Ruft Gefühle der Begeisterung und Ungeduld hervor, typischerweise weil etwas neu, interessant oder ungewöhnlich ist.",
      "example": "The exciting news made me jump for joy. The exciting game was full of surprises. The new theme park will be exciting for kids.",
      "example_translation": "Die aufregende Nachricht ließ mich vor Freude springen. Das aufregende Spiel war voller Überraschungen. Der neue Vergnügungspark wird für Kinder aufregend sein.",
      "imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "famous",
      "translation": "berühmt",
      "definition": "Well-known and celebrated, typically for achievements or qualities that are considered exceptional.",
      "definition_translation": "Wohlbekannt und gefeiert, typischerweise für Leistungen oder Eigenschaften, die als außergewöhnlich gelten.",
      "example": "The famous painter was awarded a prize. The famous restaurant is known for its delicious food. The famous actor will perform on stage tonight.",
      "example_translation": "Der berühmte Maler wurde mit einem Preis ausgezeichnet. Das berühmte Restaurant ist bekannt für seine leckeren Speisen. Der berühmte Schauspieler wird heute Abend auf der Bühne auftreten.",
      "imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "funny",
      "translation": "lustig",
      "definition": "Causing laughter or amusement, typically because something is humorous or absurd.",
      "definition_translation": "Ruft Lachen oder Belustigung hervor, typischerweise weil etwas humorvoll oder absurd ist.",
      "example": "The funny joke made me laugh. The funny movie was a comedy. The funny situation was embarrassing.",
      "example_translation": "Der lustige Witz ließ mich lachen. Der lustige Film war eine Komödie. Die lustige Situation war peinlich.",
      "imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "good",
      "translation": "gut",
      "definition": "Having a favorable or pleasant quality; morally excellent",
      "definition_translation": "Eine positive oder angenehme Qualität habend; moralisch excellent",
      "example": "I had a good time at the party. I'm having a good time now. I will have a good time tomorrow.",
      "example_translation": "Ich hatte eine gute Zeit auf der Party. Ich habe jetzt eine gute Zeit. Ich werde morgen eine gute Zeit haben.",
      "imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "happy",
      "translation": "glücklich",
      "definition": "Feeling or showing pleasure or contentment",
      "definition_translation": "Fühlend oder zeigend Freude oder Zufriedenheit",
      "example": "I was happy when I got the news. I'm happy now. I will be happy when I see you.",
      "example_translation": "Ich war glücklich, als ich die Nachricht erhielt. Ich bin jetzt glücklich. Ich werde glücklich sein, wenn ich dich sehe.",
      "imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "interesting",
      "translation": "interessant",
      "definition": "Arousing curiosity or interest",
      "definition_translation": "Neugier oder Interesse weckend",
      "example": "The movie was interesting. The book is interesting. The lecture will be interesting.",
      "example_translation": "Der Film war interessant. Das Buch ist interessant. Die Vorlesung wird interessant sein.",
      "imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nice",
      "translation": "nett",
      "definition": "Pleasant, agreeable, or satisfactory",
      "definition_translation": "Angenehm, einverständlich oder zufriedenstellend",
      "example": "The weather was nice yesterday. The people are nice here. The view will be nice from the top.",
      "example_translation": "Das Wetter war gestern nett. Die Leute sind hier nett. Der Blick wird oben nett sein.",
      "imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sad",
      "translation": "traurig",
      "definition": "Feeling unhappy, sorrowful, or depressed.",
      "definition_translation": "Fühlend unglücklich, traurig oder deprimiert.",
      "example": "I felt sad when my favorite TV show ended. I am sad when it rains. I will be sad if I don't see you again.",
      "example_translation": "Ich fühlte mich traurig, als meine Lieblingsserie endete. Ich bin traurig, wenn es regnet. Ich werde traurig sein, wenn ich dich nicht wiedersehe.",
      "imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tired",
      "translation": "müde",
      "definition": "Feeling physically or mentally exhausted.",
      "definition_translation": "Fühlend physisch oder geistig erschöpft.",
      "example": "I was tired after the long flight. I am tired of this project. I will be tired if I don't get enough sleep.",
      "example_translation": "Ich war müde nach dem langen Flug. Ich bin müde von diesem Projekt. Ich werde müde sein, wenn ich nicht genug Schlaf bekomme.",
      "imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "absent-minded",
      "translation": "abwesend",
      "definition": "Having or showing a tendency to be forgetful or inattentive.",
      "definition_translation": "Habend oder zeigend eine Tendenz, vergesslich oder unaufmerksam zu sein.",
      "example": "My absent-minded professor often forgot his notes. I am absent-minded when I am hungry. I will be absent-minded if I don't get enough coffee.",
      "example_translation": "Mein abwesender Professor vergaß oft seine Notizen. Ich bin abwesend, wenn ich hungrig bin. Ich werde abwesend sein, wenn ich nicht genug Kaffee bekomme.",
      "imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "afraid",
      "translation": "ängstlich",
      "definition": "Feeling fear, anxiety, or apprehension about something.",
      "definition_translation": "Fühlend Angst, Ängstlichkeit oder Besorgnis über etwas.",
      "example": "I was afraid of the dark when I was a child. I am afraid of public speaking. I will be afraid if I don't prepare well.",
      "example_translation": "Ich war ängstlich vor der Dunkelheit, als ich ein Kind war. Ich bin ängstlich vor öffentlichen Reden. Ich werde ängstlich sein, wenn ich nicht gut vorbereite.",
      "imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "angry",
      "translation": "wütend",
      "definition": "Having a strong feeling of displeasure, hostility, or indignation in response to a wrong or a perceived wrong; full of wrath.",
      "definition_translation": "Ein starkes Gefühl der Unzufriedenheit, Feindseligkeit oder Empörung als Reaktion auf ein Unrecht oder ein wahrgenommenes Unrecht; voller Zorn.",
      "example": "I was angry when I saw the news, but now I'm just sad. She gets angry when someone cuts her off in traffic. He will be angry if you don't apologize.",
      "example_translation": "Ich war wütend, als ich die Nachricht sah, aber jetzt bin ich einfach traurig. Sie wird wütend, wenn jemand ihr im Verkehr den Vorrang nehmen lässt. Er wird wütend sein, wenn du dich nicht entschuldigst.",
      "imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "careful",
      "translation": "vorsichtig",
      "definition": "Giving close attention to detail; meticulous; taking pains to avoid mistakes or difficulties.",
      "definition_translation": "Gibt genau die Aufmerksamkeit auf Details; peinlich genau; nimmt sich die Zeit, um Fehler oder Schwierigkeiten zu vermeiden.",
      "example": "You should be careful when walking on icy streets. She was careful not to wake the baby. He will be careful not to make the same mistake again.",
      "example_translation": "Du solltest vorsichtig sein, wenn du auf vereisten Straßen gehst. Sie war vorsichtig, um das Baby nicht zu wecken. Er wird vorsichtig sein, um denselben Fehler nicht noch einmal zu machen.",
      "imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cool",
      "translation": "cool",
      "definition": "Modestly cold in temperature; not warm or hot; having a low or moderate temperature.",
      "definition_translation": "Bescheiden kalt in der Temperatur; nicht warm oder heiß; hat eine niedrige oder moderate Temperatur.",
      "example": "It was a cool summer evening, perfect for a walk. The water was cool and refreshing. He will be cool and calm during the presentation.",
      "example_translation": "Es war ein kühler Sommerabend, ideal für einen Spaziergang. Das Wasser war kühl und erfrischend. Er wird ruhig und gelassen sein während der Präsentation.",
      "imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "crazy",
      "translation": "verrückt",
      "definition": "Having or showing a very great enthusiasm or excitement; extremely enthusiastic or excited.",
      "definition_translation": "Hat oder zeigt eine sehr große Begeisterung oder Aufregung; extrem begeistert oder aufgerüstet.",
      "example": "I was crazy about that new song when it came out. She drives me crazy with her constant questions. He will be crazy about the new roller coaster.",
      "example_translation": "Ich war verrückt nach diesem neuen Lied, als es herauskam. Sie macht mich verrückt mit ihren ständigen Fragen. Er wird verrückt sein nach der neuen Achterbahn.",
      "imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dangerous",
      "translation": "gefährlich",
      "definition": "Able or likely to cause harm or injury to someone or something.",
      "definition_translation": "In der Lage oder wahrscheinlich, Schaden oder Verletzung an jemandem oder etwas zu verursachen.",
      "example": "The road was dangerous, so we had to drive carefully. We will be careful on the road because it is dangerous. They drove dangerous when they were young.",
      "example_translation": "Die Straße war gefährlich, daher mussten wir vorsichtig fahren. Wir werden auf der Straße vorsichtig sein, weil sie gefährlich ist. Sie fuhren gefährlich, als sie jung waren.",
      "imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "friendly",
      "translation": "freundlich",
      "definition": "Having or showing a pleasant and approachable manner.",
      "definition_translation": "Mit einer angenehmen und zugänglichen Art ausgestattet oder sie zeigend.",
      "example": "My friendly neighbor helped me move into my new apartment. I will be friendly to my new colleague. They were friendly to each other at the party.",
      "example_translation": "Mein freundlicher Nachbar half mir bei meinem Umzug in meine neue Wohnung. Ich werde freundlich zu meinem neuen Kollegen sein. Sie waren freundlich zueinander auf der Party.",
      "imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "glad",
      "translation": "froh",
      "definition": "Feeling or showing pleasure or joy.",
      "definition_translation": "Vergnügen oder Freude empfindend oder zeigend.",
      "example": "I was glad to see my friend after a long time. She will be glad to hear the news. They were glad to be on vacation.",
      "example_translation": "Ich war froh, meinen Freund nach langer Zeit wiederzusehen. Sie wird froh sein, die Nachricht zu hören. Sie waren froh, im Urlaub zu sein.",
      "imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "honest",
      "translation": "ehrlich",
      "definition": "Telling the truth or able to be trusted not to lie or cheat.",
      "definition_translation": "Die Wahrheit sagen oder vertrauenswürdig genug, um nicht zu lügen oder zu betrügen.",
      "example": "Honest people always tell the truth. He will be honest with his customers. They were honest about their mistakes.",
      "example_translation": "Ehrliche Menschen sagen immer die Wahrheit. Er wird ehrlich zu seinen Kunden sein. Sie waren ehrlich über ihre Fehler.",
      "imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "interested",
      "translation": "interessiert",
      "definition": "Feeling a sense of curiosity or concern about something or someone.",
      "definition_translation": "Ein Gefühl der Neugier oder Sorge über etwas oder jemanden zu haben.",
      "example": "I was interested in the movie, so I watched it three times. I am interested in learning more about the subject. I will be interested in investing in the company.",
      "example_translation": "Ich war an dem Film interessiert, also habe ich ihn drei Mal gesehen. Ich bin an der Erlernung mehr über das Fach interessiert. Ich werde an der Investition in das Unternehmen interessiert sein.",
      "imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kind",
      "translation": "freundlich",
      "definition": "Having or showing a gentle and generous nature.",
      "definition_translation": "Ein sanftes und großzügiges Wesen haben oder zeigen.",
      "example": "She was a kind person, always willing to help others. He is kind to animals. They will be kind to the new student.",
      "example_translation": "Sie war eine freundliche Person, immer bereit, anderen zu helfen. Er ist freundlich zu Tieren. Sie werden freundlich zu dem neuen Schüler sein.",
      "imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lazy",
      "translation": "faul",
      "definition": "Unwilling to work or make an effort; idle.",
      "definition_translation": "Unwillig, zu arbeiten oder sich anzustrengen; müßig.",
      "example": "He was lazy and didn't want to do his homework. She is lazy and sleeps all day. They were lazy and didn't help with the cleaning.",
      "example_translation": "Er war faul und wollte seine Hausaufgaben nicht erledigen. Sie ist faul und schläft den ganzen Tag. Sie waren faul und halfen nicht bei der Reinigung.",
      "imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mad",
      "translation": "wütend",
      "definition": "Feeling or showing intense anger or annoyance.",
      "definition_translation": "Intensive Wut oder Ärger empfinden oder zeigen.",
      "example": "I was mad at my brother for breaking my toy. She is mad at her boss for not giving her a raise. They were mad at the government for not doing anything about the crisis.",
      "example_translation": "Ich war wütend auf meinen Bruder, weil er mein Spielzeug zerbrochen hat. Sie ist wütend auf ihren Chef, weil er ihr keine Gehaltserhöhung gibt. Sie waren wütend auf die Regierung, weil sie nichts gegen die Krise unternommen hat.",
      "imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pleased",
      "translation": "erfreut",
      "definition": "feeling happy or satisfied, often because of something that has happened or been done",
      "definition_translation": "fühlt sich glücklich oder zufrieden, oft weil etwas passiert oder erledigt wurde",
      "example": "I was pleased to see my friend after a long time. I am pleased with the new phone. I will be pleased to help you.",
      "example_translation": "Ich war erfreut, meinen Freund nach langer Zeit wiederzusehen. Ich bin mit dem neuen Telefon zufrieden. Ich werde erfreut sein, dir zu helfen.",
      "imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "polite",
      "translation": "höflich",
      "definition": "having or showing behavior that is respectful and considerate of other people",
      "definition_translation": "zeigt Verhalten, das Respekt und Rücksicht auf andere Menschen hat",
      "example": "My mother always taught me to be polite to strangers. The customer service representative was very polite. I will try to be more polite in the future.",
      "example_translation": "Meine Mutter lehrte mich immer, fremden Menschen gegenüber höflich zu sein. Der Kundendienstmitarbeiter war sehr höflich. Ich werde versuchen, in Zukunft höflicher zu sein.",
      "imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "poor",
      "translation": "arm",
      "definition": "having little or no money, goods, or other means of support",
      "definition_translation": "hat wenig oder kein Geld, Güter oder andere Unterstützungsmittel",
      "example": "The poor family struggled to make ends meet. I felt poor after spending all my money on the trip. She will be poor if she doesn't get a job soon.",
      "example_translation": "Die arme Familie kämpfte, um die Enden zusammenzubinden. Ich fühlte mich arm, nachdem ich all mein Geld für die Reise ausgegeben hatte. Sie wird arm sein, wenn sie nicht bald einen Job findet.",
      "imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "quiet",
      "translation": "ruhig",
      "definition": "making little or no noise, or not causing disturbance",
      "definition_translation": "macht wenig oder kein Geräusch, oder verursacht keine Störung",
      "example": "The library is a quiet place to study. I tried to be quiet during the exam. She will be quiet in the meeting tomorrow.",
      "example_translation": "Die Bibliothek ist ein ruhiger Ort zum Lernen. Ich versuchte, während der Prüfung ruhig zu sein. Sie wird morgen im Meeting ruhig sein.",
      "imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "serious",
      "translation": "ernst",
      "definition": "Showing a serious attitude or expression; not joking or playful.",
      "definition_translation": "Eine ernsthafte Einstellung oder Ausdruck zeigend; nicht spaßig oder verspielt.",
      "example": "She was serious about her studies, and always attended classes. She had been serious about her career, and worked hard to get promotions. She will be serious about her fitness goals, and start exercising regularly.",
      "example_translation": "Sie war ernsthaft bei ihren Studien und besuchte immer die Klassen. Sie war ernsthaft bei ihrer Karriere und arbeitete hart, um Beförderungen zu erhalten. Sie wird ernsthaft ihre Fitnessziele anstreben und regelmäßig trainieren.",
      "imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stupid",
      "translation": "dumm",
      "definition": "Lacking intelligence or common sense; foolish.",
      "definition_translation": "Intelligenz oder gesunden Menschenverstand fehlend; dumm.",
      "example": "He did a stupid thing, and got into trouble. He has been stupid, and didn't think about the consequences. He will be stupid, if he doesn't learn from his mistakes.",
      "example_translation": "Er tat etwas Dummes und geriet in Schwierigkeiten. Er war dumm und dachte nicht an die Folgen. Er wird dumm sein, wenn er nicht aus seinen Fehlern lernt.",
      "imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "surprised",
      "translation": "überrascht",
      "definition": "Feeling or showing sudden pleasure or astonishment.",
      "definition_translation": "Ein plötzliches Vergnügen oder Erstaunen empfindend oder zeigend.",
      "example": "I was surprised by the news, and couldn't believe it. She had been surprised by the gift, and was very happy. They will be surprised by the results, and will be proud of themselves.",
      "example_translation": "Ich war von der Nachricht überrascht und konnte es nicht glauben. Sie war vom Geschenk überrascht und war sehr glücklich. Sie werden von den Ergebnissen überrascht sein und werden stolz auf sich selbst sein.",
      "imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sweet",
      "translation": "süß",
      "definition": "Having a pleasant and sweet taste or smell.",
      "definition_translation": "Ein angenehmer und süßer Geschmack oder Geruch habend.",
      "example": "The cake was sweet, and everyone loved it. She had been sweet, and always shared her treats. They will be sweet, and surprise their friends with gifts.",
      "example_translation": "Der Kuchen war süß, und jeder liebte ihn. Sie war süß und teilte immer ihre Leckereien. Sie werden süß sein und überraschen ihre Freunde mit Geschenken.",
      "imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tidy",
      "translation": "ordentlich",
      "definition": "to keep something clean and organized",
      "definition_translation": "etwas sauber und organisiert zu halten",
      "example": "I tidied my room yesterday, I will tidy it again tomorrow, and I am tidying it now.",
      "example_translation": "Ich habe mein Zimmer gestern aufgeräumt, ich werde es morgen wieder aufräumen und ich räume es gerade auf.",
      "imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unhappy",
      "translation": "unzufrieden",
      "definition": "feeling sad or dissatisfied",
      "definition_translation": "fühlt sich traurig oder unzufrieden",
      "example": "I was unhappy with the service yesterday, I am unhappy with it today, and I will be unhappy with it tomorrow.",
      "example_translation": "Ich war gestern unzufrieden mit dem Service, ich bin heute unzufrieden damit und ich werde morgen unzufrieden damit sein.",
      "imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "worried",
      "translation": "besorgt",
      "definition": "feeling anxious or concerned about something",
      "definition_translation": "fühlt sich ängstlich oder besorgt über etwas",
      "example": "I was worried about the exam yesterday, I am worried about it today, and I will be worried about it tomorrow.",
      "example_translation": "Ich war gestern besorgt über die Prüfung, ich bin heute besorgt darüber und ich werde morgen besorgt darüber sein.",
      "imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "active",
      "translation": "aktiv",
      "definition": "engaged in or ready for physical or mental activity",
      "definition_translation": "beteiligt sich an oder bereit für körperliche oder geistige Aktivität",
      "example": "I was active in sports yesterday, I am active today, and I will be active again tomorrow.",
      "example_translation": "Ich war gestern in Sportaktivitäten aktiv, ich bin heute aktiv und ich werde morgen wieder aktiv sein.",
      "imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "amazed",
      "translation": "erstaunt",
      "definition": "Feeling great surprise or astonishment, often because something is unexpected or impressive.",
      "definition_translation": " Ein Gefühl großer Überraschung oder Erstaunen, oft weil etwas unerwartet oder beeindruckend ist.",
      "example": "I was amazed by the beauty of the Grand Canyon. I am amazed by her talent. I will be amazed by the new technologies.",
      "example_translation": "Ich war von der Schönheit des Grand Canyon erstaunt. Ich bin von ihrem Talent erstaunt. Ich werde von den neuen Technologien erstaunt sein.",
      "imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "amazing",
      "translation": "atemberaubend",
      "definition": "Extremely surprising or impressive, often in a way that is exciting or astonishing.",
      "definition_translation": "Extrem überraschend oder beeindruckend, oft auf eine Weise, die aufregend oder erstaunlich ist.",
      "example": "The fireworks display was amazing. The new rollercoaster is amazing. The view from the top is going to be amazing.",
      "example_translation": "Die Feuerwerkshow war atemberaubend. Die neue Achterbahn ist atemberaubend. Der Blick von oben wird atemberaubend sein.",
      "imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "angrily",
      "translation": "wütend",
      "definition": "Feeling or showing strong anger or displeasure, often in a loud or violent way.",
      "definition_translation": "Ein Gefühl oder Zeigen starker Wut oder Missbilligung, oft auf eine laute oder gewalttätige Weise.",
      "example": "She spoke angrily to her boss. He reacted angrily to the news. They responded angrily to the criticism.",
      "example_translation": "Sie sprach wütend mit ihrem Chef. Er reagierte wütend auf die Nachricht. Sie reagierten wütend auf die Kritik.",
      "imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "annoyed",
      "translation": "genervt",
      "definition": "Feeling irritated or frustrated, often in a petty or trivial way.",
      "definition_translation": "Ein Gefühl der Verärgerung oder Frustration, oft auf eine belanglose oder belanglose Weise.",
      "example": "I was annoyed by the noise. She gets annoyed when someone interrupts her. He will be annoyed if we are late.",
      "example_translation": "Ich war durch den Lärm genervt. Sie wird genervt, wenn jemand sie unterbricht. Er wird genervt sein, wenn wir zu spät kommen.",
      "imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "annoying",
      "translation": "ärgerlich",
      "definition": "Causing irritation or frustration; troublesome.",
      "definition_translation": "Verursacht Ärger oder Frustration; lästig.",
      "example": "The constant noise was annoying. I was annoyed by the constant noise. I will be annoyed if the constant noise continues.",
      "example_translation": "Das ständige Geräusch war ärgerlich. Ich war ärgerlich über das ständige Geräusch. Ich werde ärgerlich sein, wenn das ständige Geräusch weitergeht.",
      "imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "anxious",
      "translation": "ängstlich",
      "definition": "Feeling worried or nervous; concerned.",
      "definition_translation": "Fühlt sich besorgt oder nervös; besorgt.",
      "example": "I was anxious about the exam. I am anxious about the result. I will be anxious until I get the result.",
      "example_translation": "Ich war ängstlich über die Prüfung. Ich bin ängstlich über das Ergebnis. Ich werde ängstlich sein, bis ich das Ergebnis bekomme.",
      "imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "brave",
      "translation": "mutig",
      "definition": "Showing courage or strength in the face of danger or difficulty.",
      "definition_translation": "Zeigt Mut oder Stärke in Gefahr oder Schwierigkeit.",
      "example": "He was brave during the war. She is brave in the face of criticism. They will be brave in the difficult times.",
      "example_translation": "Er war mutig während des Krieges. Sie ist mutig im Angesicht von Kritik. Sie werden mutig in schwierigen Zeiten sein.",
      "imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bravely",
      "translation": "mutig",
      "definition": "In a brave or courageous manner.",
      "definition_translation": "Auf mutige oder tapfere Weise.",
      "example": "She fought bravely against the disease. He bravely faced the challenge. They will bravely overcome the obstacles.",
      "example_translation": "Sie kämpfte mutig gegen die Krankheit. Er stellte sich tapfer der Herausforderung. Sie werden die Hindernisse mutig überwinden.",
      "imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "brilliant",
      "translation": "brillant",
      "definition": "Exceptionally talented or impressive; extremely intelligent or able.",
      "definition_translation": "Außergewöhnlich begabt oder beeindruckend; extrem intelligent oder fähig.",
      "example": "She was a brilliant mathematician who solved the complex equation with ease. She will be a brilliant professor one day. She has been brilliant in her research for years.",
      "example_translation": "Sie war eine brillante Mathematikerin, die die komplexe Gleichung mühelos löste. Sie wird eines Tages eine brillante Professorin sein. Sie hat jahrelang beispiellose Forschung betrieben.",
      "imageLink": "brilliant.jpg",
      "audioLink": "brilliant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "calm",
      "translation": "ruhig",
      "definition": "Free from disturbance or turmoil; peaceful and quiet.",
      "definition_translation": "Frei von Störung oder Wirbel; friedlich und ruhig.",
      "example": "The calm atmosphere of the library helped me to focus. The lake was calm and peaceful after the storm. She will remain calm in the face of adversity.",
      "example_translation": "Die ruhige Atmosphäre der Bibliothek half mir, mich zu konzentrieren. Der See war ruhig und friedlich nach dem Sturm. Sie wird sich auch in Zeiten der Not ruhig halten.",
      "imageLink": "calm.jpg",
      "audioLink": "calm.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "carefree",
      "translation": "sorgenfrei",
      "definition": "Free from worry or concern; feeling happy and relaxed.",
      "definition_translation": "Frei von Sorgen oder Besorgnis; sich glücklich und entspannt fühlend.",
      "example": "She was carefree and happy in her childhood. The carefree days of summer were wonderful. He will be carefree once he graduates.",
      "example_translation": "Sie war in ihrer Kindheit sorgenfrei und glücklich. Die sorgenfreien Tage des Sommers waren wunderbar. Er wird sorgenfrei sein, wenn er absolviert hat.",
      "imageLink": "carefree.jpg",
      "audioLink": "carefree.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "careless",
      "translation": "nachlässig",
      "definition": "Not giving sufficient attention or thought; reckless or negligent.",
      "definition_translation": "Erteilt nicht genügend Aufmerksamkeit oder Nachdenken; leichtsinnig oder fahrlässig.",
      "example": "He was careless with the fragile vase and it broke. The careless driver caused the accident. She will be more careful in the future.",
      "example_translation": "Er war nachlässig mit dem zerbrechlichen Vasen und es brach. Der fahrlässige Fahrer verursachte den Unfall. Sie wird in Zukunft vorsichtiger sein.",
      "imageLink": "careless.jpg",
      "audioLink": "careless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "charming",
      "translation": "charmant",
      "definition": "Pleasing or attractive in a delightful way.",
      "definition_translation": "Erfreulich oder attraktiv auf eine entzückende Weise.",
      "example": "She was charming in her new dress. She will be charming at the party. She had been charming to everyone at the meeting.",
      "example_translation": "Sie war charmant in ihrem neuen Kleid. Sie wird charmant auf der Party sein. Sie war jedem auf der Sitzung charmant gewesen.",
      "imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cheerful",
      "translation": "heiter",
      "definition": "Having or showing a pleasant and optimistic disposition.",
      "definition_translation": "Eine angenehme und optimistische Gesinnung habend oder zeigend.",
      "example": "He was cheerful during the game. He will be cheerful at the party. He had been cheerful all day.",
      "example_translation": "Er war heiter während des Spiels. Er wird heiter auf der Party sein. Er war den ganzen Tag heiter gewesen.",
      "imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cold",
      "translation": "kalt",
      "definition": "Having a low temperature; not warm or hot.",
      "definition_translation": "Eine niedrige Temperatur habend; nicht warm oder heiß.",
      "example": "The water was cold. It will be cold outside. It had been cold in the winter.",
      "example_translation": "Das Wasser war kalt. Es wird Outside kalt sein. Es war im Winter kalt gewesen.",
      "imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "confused",
      "translation": "verwirrt",
      "definition": "Unable to think clearly or make decisions; disoriented.",
      "definition_translation": "Unfähig, klar zu denken oder Entscheidungen zu treffen; desorientiert.",
      "example": "I was confused by the instructions. I will be confused if I don't study. I had been confused by the complex rules.",
      "example_translation": "Ich war durch die Anweisungen verwirrt. Ich werde verwirrt sein, wenn ich nicht studiere. Ich war durch die komplexen Regeln verwirrt gewesen.",
      "imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "creative",
      "translation": "kreativ",
      "definition": "Having the ability to create new and original ideas, products, or solutions.",
      "definition_translation": "Die Fähigkeit, neue und originelle Ideen, Produkte oder Lösungen zu erstellen.",
      "example": "She is a creative writer who has published several books. She will create a new novel next year. She created a bestselling series last decade.",
      "example_translation": "Sie ist eine kreative Schriftstellerin, die mehrere Bücher veröffentlicht hat. Sie wird nächstes Jahr einen neuen Roman schreiben. Sie hat letztes Jahrzehnt eine Bestseller-Serie geschaffen.",
      "imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cruel",
      "translation": "grausam",
      "definition": "Causing pain or suffering, intentionally or deliberately.",
      "definition_translation": "Verursacht Schmerz oder Leid, absichtlich oder vorsätzlich.",
      "example": "He was cruel to his little brother. He will be cruel to his future children. He had been cruel to his ex-wife.",
      "example_translation": "Er war seinem kleinen Bruder grausam. Er wird seinen zukünftigen Kindern grausam sein. Er war seiner Ex-Frau grausam gewesen.",
      "imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "curious",
      "translation": "neugierig",
      "definition": "Having a desire to learn or explore, often in a playful or inquisitive manner.",
      "definition_translation": "Hat eine Lust zu lernen oder zu erkunden, oft in einer spielerischen oder neugierigen Art.",
      "example": "She was curious about the new museum exhibit. She will be curious about the new city she will visit. She had been curious about the ancient civilization.",
      "example_translation": "Sie war neugierig auf die neue Museumsausstellung. Sie wird neugierig auf die neue Stadt sein, die sie besuchen wird. Sie war neugierig auf die antike Zivilisation gewesen.",
      "imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "curiously",
      "translation": "neugierig",
      "definition": "In a manner that shows a desire to learn or explore, often in a playful or inquisitive way.",
      "definition_translation": "Auf eine Art, die eine Lust zu lernen oder zu erkunden zeigt, oft in einer spielerischen oder neugierigen Weise.",
      "example": "She looked curiously at the strange object. She will look curiously at the new device. She had looked curiously at the ancient artifact.",
      "example_translation": "Sie sah neugierig auf das fremde Objekt. Sie wird neugierig auf das neue Gerät schauen. Sie hatte neugierig auf das antike Artefakt geschaut.",
      "imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "delighted",
      "translation": "entzückt",
      "definition": "Feeling or showing great pleasure or enjoyment.",
      "definition_translation": "Ein großes Vergnügen oder Genuss empfindend oder zeigen.",
      "example": "I was delighted to hear the news. I am delighted to see you. I will be delighted to help you.",
      "example_translation": "Ich war entzückt, als ich die Nachricht hörte. Ich bin entzückt, dich zu sehen. Ich werde entzückt sein, dir zu helfen.",
      "imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "depressed",
      "translation": "deprimiert",
      "definition": "Feeling unhappy, anxious, or hopeless, often for a long time.",
      "definition_translation": "Unzufrieden, ängstlich oder hoffnungslos fühlend, oft für eine lange Zeit.",
      "example": "She felt depressed after losing her job. He has been depressed for months. They will be depressed if they fail the exam.",
      "example_translation": "Sie fühlte sich deprimiert, nachdem sie ihren Job verloren hatte. Er war monatelang deprimiert. Sie werden deprimiert sein, wenn sie die Prüfung nicht bestehen.",
      "imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "disappointed",
      "translation": "enttäuscht",
      "definition": "Feeling unhappy or let down because something did not happen or was not as good as expected.",
      "definition_translation": "Unzufrieden oder enttäuscht fühlend, weil etwas nicht passiert ist oder nicht so gut war, wie erwartet.",
      "example": "I was disappointed by the movie. She is disappointed in her son's behavior. They will be disappointed if they don't get tickets.",
      "example_translation": "Ich war von dem Film enttäuscht. Sie ist über das Verhalten ihres Sohnes enttäuscht. Sie werden enttäuscht sein, wenn sie keine Tickets bekommen.",
      "imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "disappointing",
      "translation": "enttäuschend",
      "definition": "Causing feelings of disappointment or unhappiness.",
      "definition_translation": "Gefühle der Enttäuschung oder Unzufriedenheit verursachend.",
      "example": "The news was disappointing to everyone. The movie was disappointing. The result was disappointing.",
      "example_translation": "Die Nachricht war für jeden enttäuschend. Der Film war enttäuschend. Das Ergebnis war enttäuschend.",
      "imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "easy-going",
      "translation": "leichtfertig",
      "definition": "Having or showing a calm and cheerful nature, even in difficult situations.",
      "definition_translation": "Eine ruhige und fröhliche Natur haben, selbst in schwierigen Situationen.",
      "example": "She's an easy-going person who always tries to see the best in people. She was easy-going and let him make the decisions. She will be easy-going and accommodating in the future.",
      "example_translation": "Sie ist ein leichtfertiger Mensch, der immer versucht, das Beste in den Menschen zu sehen. Sie war leichtfertig und ließ ihn die Entscheidungen treffen. Sie wird leichtfertig und entgegenkommend in der Zukunft sein.",
      "imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "embarrassed",
      "translation": "peinlich berührt",
      "definition": "Feeling or showing shame or awkwardness, often in a social situation.",
      "definition_translation": "Scham oder Peinlichkeit empfinden oder zeigen, oft in einer sozialen Situation.",
      "example": "I felt embarrassed when I tripped on the stairs. She was embarrassed by her brother's behavior. He will be embarrassed if he discovers the truth.",
      "example_translation": "Ich fühlte mich peinlich berührt, als ich auf der Treppe stolperte. Sie war peinlich berührt von ihrem Bruder's Verhalten. Er wird peinlich berührt sein, wenn er die Wahrheit entdeckt.",
      "imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "embarrassing",
      "translation": "peinlich",
      "definition": "Causing feelings of shame or awkwardness, often in a social situation.",
      "definition_translation": "Scham oder Peinlichkeit verursachen, oft in einer sozialen Situation.",
      "example": "It was embarrassing to see him dance in front of everyone. The embarrassing moment was caught on camera. The situation was embarrassing for everyone involved.",
      "example_translation": "Es war peinlich, ihn vor allen Leuten tanzen zu sehen. Der peinliche Moment wurde von der Kamera erfasst. Die Situation war peinlich für alle Beteiligten.",
      "imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "enjoyable",
      "translation": "angenehm",
      "definition": "Giving pleasure or joy, often in a social situation.",
      "definition_translation": "Freude oder Vergnügen bereiten, oft in einer sozialen Situation.",
      "example": "The concert was enjoyable, despite the rain. She found the movie enjoyable, but her friend didn't. The party will be enjoyable if the music is good.",
      "example_translation": "Das Konzert war angenehm, trotz des Regens. Sie fand den Film angenehm, aber ihr Freund nicht. Die Party wird angenehm sein, wenn die Musik gut ist.",
      "imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "excitedly",
      "translation": "aufgeregt",
      "definition": "in a state of enthusiastic excitement",
      "definition_translation": "in einem Zustand begeisterten Aufregens",
      "example": "I was excitedly waiting for the concert last night, I am excitedly waiting for the concert tonight, and I will be excitedly waiting for the concert tomorrow night.",
      "example_translation": "Ich wartete gestern Abend aufgeregt auf das Konzert, ich warte heute Abend aufgeregt auf das Konzert und ich werde morgen Abend aufgeregt auf das Konzert warten.",
      "imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "exhausted",
      "translation": "erschöpft",
      "definition": "extremely tired or drained of energy",
      "definition_translation": "äußerst müde oder energie leer",
      "example": "I was exhausted after running the marathon, I am exhausted from working all day, and I will be exhausted after studying all night.",
      "example_translation": "Ich war nach dem Marathonlauf erschöpft, ich bin nach einer ganzen Arbeitstag müde und ich werde nach einer ganzen Nacht Studieren erschöpft sein.",
      "imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "experienced",
      "translation": "erfahren",
      "definition": "having knowledge or skill gained from practice or exposure",
      "definition_translation": "mit Wissen oder Fähigkeiten, die durch Praxis oder Erfahrung erworben wurden",
      "example": "I was an experienced programmer before I changed careers, I am an experienced driver now, and I will be an experienced teacher in a few years.",
      "example_translation": "Ich war ein erfahrener Programmierer, bevor ich die Karriere wechselte, ich bin jetzt ein erfahrener Fahrer und ich werde in ein paar Jahren ein erfahrener Lehrer sein.",
      "imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "forgetful",
      "translation": "vergesslich",
      "definition": "having a tendency to forget things",
      "definition_translation": "mit der Tendenz, Dinge zu vergessen",
      "example": "I was forgetful when I was young, I am forgetful sometimes now, and I will be forgetful when I am old.",
      "example_translation": "Ich war in meiner Jugend vergesslich, ich bin manchmal jetzt vergesslich und ich werde alt vergesslich sein.",
      "imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "frightened",
      "translation": "erschrocken",
      "definition": " feeling fear or anxiety, especially suddenly or intensely",
      "definition_translation": "Furcht oder Angst empfindet, insbesondere plötzlich oder intensiv",
      "example": "I was frightened when I saw the snake in the garden. I am frightened of heights. I will be frightened if I don't see my family again.",
      "example_translation": "Ich war erschrocken, als ich die Schlange im Garten sah. Ich habe Angst vor Höhen. Ich werde mich fürchten, wenn ich meine Familie nie wieder sehe.",
      "imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "generous",
      "translation": "großzügig",
      "definition": "willing to give freely of one's money, time, or resources",
      "definition_translation": "bereit, freiwillig von seinem Geld, seiner Zeit oder Ressourcen zu geben",
      "example": "She was generous with her time and helped me with my project. He is generous with his money and donates to charity. They will be generous with their resources and share with others.",
      "example_translation": "Sie war großzügig mit ihrer Zeit und half mir bei meinem Projekt. Er ist großzügig mit seinem Geld und spendet an wohltätige Organisationen. Sie werden großzügig mit ihren Ressourcen und teilen mit anderen.",
      "imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "gentle",
      "translation": "sanft",
      "definition": "having a calm and peaceful nature or character",
      "definition_translation": "eine ruhige und friedfertige Natur oder Charakter hat",
      "example": "She is a gentle person and always tries to calm others down. He was gentle with the baby and didn't want to scare her. They will be gentle with the environment and reduce pollution.",
      "example_translation": "Sie ist eine sanfte Person und versucht immer, andere zu beruhigen. Er war sanft mit dem Baby und wollte es nicht erschrecken. Sie werden sanft mit der Umwelt umgehen und die Verschmutzung reduzieren.",
      "imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grateful",
      "translation": "dankbar",
      "definition": "feeling or showing appreciation or thanks",
      "definition_translation": "fühlt oder zeigt Anerkennung oder Dankbarkeit",
      "example": "I am grateful for my family and friends. She was grateful for the opportunity to study abroad. They will be grateful for the experience and never forget it.",
      "example_translation": "Ich bin dankbar für meine Familie und Freunde. Sie war dankbar für die Gelegenheit, im Ausland zu studieren. Sie werden dankbar für die Erfahrung und werden es nie vergessen.",
      "imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "guilty",
      "translation": "schuldig",
      "definition": "Having committed a wrong or unlawful act; responsible for a fault or error.",
      "definition_translation": "Ein falsches oder unrechtmäßiges Verhalten begangen haben; für einen Fehler oder Fehler verantwortlich.",
      "example": "She felt guilty for not attending her sister's wedding. She was guilty of cheating on the exam. She will feel guilty if she doesn't meet the deadline.",
      "example_translation": "Sie fühlte sich schuldig, weil sie nicht bei der Hochzeit ihrer Schwester war. Sie war schuldig, weil sie bei der Prüfung betrogen hatte. Sie wird sich schuldig fühlen, wenn sie die Frist nicht einhält.",
      "imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "happily",
      "translation": "glücklich",
      "definition": "In a joyful or cheerful manner; feeling or showing great pleasure or contentment.",
      "definition_translation": "Auf eine freudige oder heitere Weise; große Freude oder Zufriedenheit empfindend oder zeigend.",
      "example": "They lived happily ever after. She happily accepted the job offer. He will happily help her with the move.",
      "example_translation": "Sie lebten glücklich bis an ihr Lebensende. Sie akzeptierte das Jobangebot glücklich. Er wird ihr glücklich bei dem Umzug helfen.",
      "imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "helpful",
      "translation": "hilfreich",
      "definition": "Providing assistance or support; useful or beneficial.",
      "definition_translation": "Hilfe oder Unterstützung anbietend; nützlich oder vorteilhaft.",
      "example": "The instructions were very helpful. She was a helpful guide on the tour. He will be helpful in solving the problem.",
      "example_translation": "Die Anweisungen waren sehr hilfreich. Sie war eine hilfreiche Führerin auf der Tour. Er wird bei der Lösung des Problems hilfreich sein.",
      "imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hopeful",
      "translation": "hoffnungsvoll",
      "definition": "Having or inspiring a sense of optimism or confidence about the future.",
      "definition_translation": "Eine optimistische oder zuversichtliche Haltung gegenüber der Zukunft habend oder inspirierend.",
      "example": "I'm hopeful that I'll get the job. She was hopeful that her team would win the game. He will be hopeful about the outcome of the surgery.",
      "example_translation": "Ich bin hoffnungsvoll, dass ich den Job bekomme. Sie war hoffnungsvoll, dass ihr Team das Spiel gewinnt. Er wird hoffnungsvoll über das Ergebnis der Operation sein.",
      "imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hopeless",
      "translation": "hoffnungslos",
      "definition": "Feeling or causing despair; having no hope.",
      "definition_translation": "Fühlend oder hervorrufend Verzweiflung; ohne Hoffnung.",
      "example": "I felt hopeless when I lost my job. I had been hopeless at finding a new one until now. I will not be hopeless in my career goals.",
      "example_translation": "Ich fühlte mich hoffnungslos, als ich meinen Job verlor. Ich war bisher hoffnungslos bei der Suche nach einem neuen. Ich werde nicht hoffnungslos in meinen Karrierezielen sein.",
      "imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hurt",
      "translation": "verletzen",
      "definition": "To cause physical or emotional pain, injury, or distress.",
      "definition_translation": "Körperlichen oder emotionalen Schmerz, Verletzung oder Leid anzurichten.",
      "example": "I hurt my knee when I fell. She hurt my feelings when she said that. I will hurt myself if I don't take care.",
      "example_translation": "Ich verletzte mein Knie, als ich fiel. Sie verletzte meine Gefühle, als sie das sagte. Ich werde mich selbst verletzen, wenn ich nicht aufpasse.",
      "imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "in love",
      "translation": "in Liebe",
      "definition": "Having strong feelings of love or affection for someone.",
      "definition_translation": "Starken Gefühle der Liebe oder Zuneigung für jemanden zu haben.",
      "example": "I was in love with her the moment I saw her. They are in love and plan to get married. I will be in love with someone someday.",
      "example_translation": "Ich war in Liebe mit ihr, als ich sie zum ersten Mal sah. Sie sind in Liebe und planen, zu heiraten. Ich werde eines Tages in Liebe sein mit jemandem.",
      "imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "in tears",
      "translation": "in Tränen",
      "definition": "Crying or feeling sad and emotional.",
      "definition_translation": "Weinend oder traurig und emotional führend.",
      "example": "She was in tears when she received the news. I was in tears when I watched the movie. You will be in tears if you don't stop.",
      "example_translation": "Sie war in Tränen, als sie die Nachricht erhielt. Ich war in Tränen, als ich den Film sah. Du wirst in Tränen sein, wenn du nicht aufhörst.",
      "imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "intelligent",
      "translation": "intelligent",
      "definition": "Having the ability to learn or understand or to deal with new or trying situations; having the ability to apply knowledge to manipulate one's environment or to think abstractly.",
      "definition_translation": "Die Fähigkeit haben, zu lernen oder zu verstehen oder mit neuen oder schwierigen Situationen umzugehen; die Fähigkeit haben, Wissen anzuwenden, um seine Umgebung zu manipulieren oder abstrakt zu denken.",
      "example": "She was an intelligent student who always got good grades. She is going to be an intelligent engineer one day. She had been an intelligent leader during her college days.",
      "example_translation": "Sie war eine intelligente Studentin, die immer gute Noten bekommen hat. Sie wird eines Tages eine intelligente Ingenieurin sein. Sie war während ihrer College-Tage eine intelligente Führerin gewesen.",
      "imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "jealous",
      "translation": "eifersüchtig",
      "definition": "Feeling or showing an intense and often unreasonable desire to have what someone else has, or feeling resentful or bitter because someone else has something that one does not have.",
      "definition_translation": "Ein intensives und oft unhaltbares Verlangen nach etwas, das jemand anders hat, oder ein bitteres oder galliges Gefühl, weil jemand anders etwas hat, was man selbst nicht hat.",
      "example": "She became jealous when her boyfriend talked to another girl. She was jealous of her sister's new car. She had been jealous of her friend's success.",
      "example_translation": "Sie wurde eifersüchtig, als ihr Freund mit einem anderen Mädchen sprach. Sie war eifersüchtig auf das neue Auto ihrer Schwester. Sie war eifersüchtig auf den Erfolg ihrer Freundin gewesen.",
      "imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "keen",
      "translation": "scharf",
      "definition": "Having a strong and enthusiastic interest in something; having a quick and easy understanding of something.",
      "definition_translation": "Ein starkes und enthusiastisches Interesse an etwas; ein schnelles und einfaches Verständnis von etwas.",
      "example": "He was keen on playing football. She is keen on reading books. They had been keen on learning new languages.",
      "example_translation": "Er war enthusiastisch beim Fußballspielen. Sie ist enthusiastisch beim Lesen von Büchern. Sie waren enthusiastisch beim Erlernen neuer Sprachen gewesen.",
      "imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kindly",
      "translation": "freundlicherweise",
      "definition": "In a kind and gentle manner; with a kind and benevolent intention.",
      "definition_translation": "Auf freundliche und sanfte Weise; mit freundlicher und wohlwollender Absicht.",
      "example": "She spoke to him kindly. He kindly offered to help me. They had kindly invited us to their party.",
      "example_translation": "Sie sprach freundlich zu ihm. Er bot freundlicherweise an, mir zu helfen. Sie hatten freundlicherweise zu ihrer Party eingeladen.",
      "imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lively",
      "translation": "lebhaft",
      "definition": "Full of energy and vitality; enthusiastic and lively",
      "definition_translation": "Voll von Energie und Vitalität; enthusiastisch und lebhaft",
      "example": "She was a lively speaker who always engaged her audience. She had been a lively participant in the debate. She will be a lively performer at the festival.",
      "example_translation": "Sie war eine lebhafte Rednerin, die ihr Publikum immer engagierte. Sie war eine lebhafte Teilnehmerin an der Debatte. Sie wird eine lebhafte Künstlerin auf dem Festival sein.",
      "imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lonely",
      "translation": "einsam",
      "definition": "Feeling sad or isolated because one has no friends or company",
      "definition_translation": "Fühlt sich traurig oder isoliert, weil man keine Freunde oder Begleitung hat",
      "example": "He felt lonely after moving to a new city. She had been lonely since her husband passed away. They will feel lonely when they retire.",
      "example_translation": "Er fühlte sich einsam, nachdem er in eine neue Stadt gezogen war. Sie war einsam seit ihrem Mann verstorben war. Sie werden einsam sein, wenn sie in Rente gehen.",
      "imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "moody",
      "translation": "launisch",
      "definition": "Having or showing sudden changes in mood, often in an unpredictable way",
      "definition_translation": "Hat oder zeigt plötzliche Stimmungswechsel, oft auf unvorhersehbare Weise",
      "example": "She was a moody person who could change from happy to sad quickly. He had been a moody teenager. They will be moody if they don't get enough sleep.",
      "example_translation": "Sie war eine launische Person, die schnell von fröhlich zu traurig wechseln konnte. Er war ein launischer Teenager gewesen. Sie werden launisch sein, wenn sie nicht genug Schlaf bekommen.",
      "imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "negative",
      "translation": "negativ",
      "definition": "Expressing or implying disapproval or dissent",
      "definition_translation": "Drückt oder impliziert Missbilligung oder Dissens",
      "example": "He had a negative attitude towards the new policy. She gave a negative review of the movie. They will have a negative impact on the environment.",
      "example_translation": "Er hatte eine negative Einstellung gegenüber der neuen Richtlinie. Sie gab ein negatives Review des Films ab. Sie werden einen negativen Einfluss auf die Umwelt haben.",
      "imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nervous",
      "translation": "nervös",
      "definition": "Feeling anxious or worried, often about something specific.",
      "definition_translation": "Ein Gefühl der Ängstlichkeit oder Sorge, oft über etwas Spezifisches.",
      "example": "I was nervous before my first job interview, but I tried to relax. I'm nervous about public speaking, but I'm working on it. I will be nervous about the exam, but I've been studying hard.",
      "example_translation": "Ich war vor meinem ersten Vorstellungsgespräch nervös, aber ich versuchte, mich zu entspannen. Ich bin nervös wegen öffentlichen Redens, aber ich arbeite daran. Ich werde vor der Prüfung nervös sein, aber ich habe hart studiert.",
      "imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "patient",
      "translation": "Patient",
      "definition": "A person who is receiving medical care, treatment, or attention from a doctor or hospital.",
      "definition_translation": "Eine Person, die medizinische Versorgung, Behandlung oder Aufmerksamkeit von einem Arzt oder Krankenhaus erhält.",
      "example": "The patient was recovering well from surgery, but still needed to rest. The doctor saw the patient and prescribed some medication. The patient will need to follow up with the doctor in a week.",
      "example_translation": "Der Patient erholte sich gut von der Operation, aber musste noch ruhen. Der Arzt sah den Patienten und verschrieb einige Medikamente. Der Patient muss in einer Woche zum Arzt nachkommen.",
      "imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "politely",
      "translation": "höflich",
      "definition": "In a manner that is respectful and considerate of others, often using good manners.",
      "definition_translation": "Auf eine Weise, die anderen gegenüber respektvoll und rücksichtsvoll ist, oft mit guten Manieren.",
      "example": "She spoke politely to the customer, even though they were being difficult. He asked politely if he could borrow the book. They will respond politely to all emails.",
      "example_translation": "Sie sprach höflich mit dem Kunden, obwohl sie schwierig waren. Er fragte höflich, ob er das Buch leihen könnte. Sie werden auf alle E-Mails höflich reagieren.",
      "imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "powerful",
      "translation": "mächtig",
      "definition": "Having a lot of strength, influence, or authority, often with the ability to make things happen.",
      "definition_translation": "Mit einer Menge Stärke, Einfluss oder Autorität, oft mit der Fähigkeit, Dinge zu erreichen.",
      "example": "The company has become very powerful in the tech industry. The powerful engine allowed the car to accelerate quickly. The powerful storm caused significant damage to the city.",
      "example_translation": "Das Unternehmen ist in der Tech-Industrie sehr mächtig geworden. Der starke Motor ermöglichte es dem Auto, schnell zu beschleunigen. Der starke Sturm verursachte erhebliche Schäden an der Stadt.",
      "imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "proud",
      "translation": "stolz",
      "definition": "Having or showing a sense of pride; feeling pleased and satisfied about something one has done or accomplished.",
      "definition_translation": "Habend oder zeigend ein Gefühl des Stolzes; fühlt sich froh und zufrieden über etwas, das man getan oder erreicht hat.",
      "example": "I was proud of my team when we won the championship. I am proud to be part of this organization. I will be proud to show you my new car.",
      "example_translation": "Ich war stolz auf mein Team, als wir die Meisterschaft gewannen. Ich bin stolz, Teil dieser Organisation zu sein. Ich werde stolz sein, dir mein neues Auto zu zeigen.",
      "imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "quarrelsome",
      "translation": "streitsüchtig",
      "definition": "Given to quarreling or disputing; fond of arguing or fighting.",
      "definition_translation": "Dem Streiten oder Disputieren ergeben; gerne streitet oder kämpft.",
      "example": "My brother can be quarrelsome at times, but I still love him. She has a quarrelsome nature, which makes it hard to get along with her. They were quarrelsome and couldn't agree on anything.",
      "example_translation": "Mein Bruder kann manchmal streitsüchtig sein, aber ich liebe ihn trotzdem. Sie hat eine streitsüchtige Natur, was es schwierig macht, mit ihr zurechtzukommen. Sie waren streitsüchtig und konnten sich auf nichts einigen.",
      "imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "relaxed",
      "translation": "entspannt",
      "definition": "Feeling or showing a state of comfort and reduced tension or anxiety.",
      "definition_translation": "Ein Gefühl oder eine Zeigung eines Zustandes des Komforts und reduzierter Spannung oder Angst.",
      "example": "I felt relaxed on the beach vacation. She looks relaxed in her new outfit. He was relaxed during the interview.",
      "example_translation": "Ich fühlte mich entspannt auf dem Strandurlaub. Sie sieht entspannt in ihrem neuen Outfit aus. Er war entspannt während des Interviews.",
      "imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "relaxing",
      "translation": "entspannend",
      "definition": "Causing a feeling of relaxation or reducing tension or anxiety.",
      "definition_translation": "Verursacht ein Gefühl der Entspannung oder reduziert Spannung oder Angst.",
      "example": "Listening to music is a relaxing activity. Taking a warm bath is relaxing. Reading a book can be relaxing.",
      "example_translation": "Musik hören ist eine entspannende Aktivität. Ein warmes Bad nehmen ist entspannend. Ein Buch lesen kann entspannend sein.",
      "imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "reliable",
      "translation": "zuverlässig",
      "definition": "Able to be trusted or depended on to behave in a certain way or to do a certain thing.",
      "definition_translation": "In der Lage, Vertrauen zu verdienen oder sich auf eine bestimmte Weise zu verhalten oder eine bestimmte Sache zu tun.",
      "example": "She was a reliable source of information. She will be reliable in the future. He had been reliable in the past.",
      "example_translation": "Sie war eine zuverlässige Quelle von Informationen. Sie wird in Zukunft zuverlässig sein. Er war in der Vergangenheit zuverlässig gewesen.",
      "imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "romantic",
      "translation": "romantisch",
      "definition": "Relating to or characterized by a focus on emotion, imagination, and beauty, especially in relationship to love or romance.",
      "definition_translation": "Im Zusammenhang mit oder durch eine Konzentration auf Emotion, Vorstellungskraft und Schönheit, insbesondere in Bezug auf Liebe oder Romanze, gekennzeichnet.",
      "example": "The romantic dinner was beautiful. They will have a romantic getaway next year. He had been a romantic in his youth.",
      "example_translation": "Das romantische Abendessen war schön. Sie werden nächstes Jahr einen romantischen Ausflug haben. Er war in seiner Jugend ein Romantiker gewesen.",
      "imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rude",
      "translation": "ungehobelt",
      "definition": "Having or showing no manners or politeness; impolite.",
      "definition_translation": "Haben oder zeigen keine Manieren oder Höflichkeit; unhöflich.",
      "example": "He was rude to the waiter. They will not be rude to the guests. She had been rude to her sister.",
      "example_translation": "Er war unhöflich zum Kellner. Sie werden den Gästen nicht unhöflich sein. Sie war ihrer Schwester gegenüber unhöflich gewesen.",
      "imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "satisfied",
      "translation": "zufrieden",
      "definition": "Feeling content or pleased with something.",
      "definition_translation": "Fühlte sich zufrieden oder erfreut über etwas.",
      "example": "She was satisfied with her job. They will be satisfied with the result. He had been satisfied with his life.",
      "example_translation": "Sie war mit ihrem Job zufrieden. Sie werden mit dem Ergebnis zufrieden sein. Er war mit seinem Leben zufrieden gewesen.",
      "imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "scared",
      "translation": "ängstlich",
      "definition": "Feeling fear or anxiety; frightened.",
      "definition_translation": "Fühlt sich ängstlich oder beunruhigt; erschrocken.",
      "example": "I was scared to ride the roller coaster when I was a child. Now I'm scared to think about how fast I'm growing old. I will be scared to face my fears next year.",
      "example_translation": "Als ich ein Kind war, hatte ich Angst, die Achterbahn zu fahren. Jetzt habe ich Angst, daran zu denken, wie schnell ich älter werde. Ich werde Angst haben, meine Ängste nächstes Jahr zu überwinden.",
      "imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "scary",
      "translation": "erschreckend",
      "definition": "Causing fear or alarm; frightening.",
      "definition_translation": "Verursacht Angst oder Alarm; alles andere als beruhigend.",
      "example": "The scary movie made me scream last night. The scary part was when the monster appeared. The scary thought of spiders still gives me the creeps.",
      "example_translation": "Der gruselige Film hat mich letzte Nacht schreien lassen. Der gruselige Teil war, als das Monster erschien. Der gruselige Gedanke an Spinnen gibt mir immer noch die Gänsehaut.",
      "imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "self-confident",
      "translation": "selbstsicher",
      "definition": "Having or showing confidence in one's abilities or judgment.",
      "definition_translation": "Habt oder zeigten Zuversicht in eigene Fähigkeiten oder Urteilskraft.",
      "example": "She walked into the room with a self-confident smile. He was self-confident in his presentation yesterday. I will be self-confident when I finish my project next week.",
      "example_translation": "Sie ging mit einem selbstsicheren Lächeln ins Zimmer. Er war gestern bei seinem Vortrag selbstsicher. Ich werde nächste Woche selbstsicher sein, wenn ich mein Projekt abgeschlossen habe.",
      "imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "selfish",
      "translation": "egoistisch",
      "definition": "Lacking consideration for others; concerned only with one's own interests.",
      "definition_translation": "Fehlt Rücksicht auf andere; nur mit eigenen Interessen beschäftigt.",
      "example": "My brother can be selfish sometimes when he wants everything for himself. She was selfish when she didn't share her toys with us. I was selfish when I didn't help my friend in need.",
      "example_translation": "Mein Bruder kann manchmal egoistisch sein, wenn er alles für sich selbst will. Sie war egoistisch, als sie ihre Spielzeuge nicht mit uns teilte. Ich war egoistisch, als ich meinem Freund in Not nicht half.",
      "imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sensible",
      "translation": "vernünftig",
      "definition": "Having, using, or characterized by good sense or judgment; reasonable.",
      "definition_translation": "Mit guten Sinne oder Urteil versehen oder gekennzeichnet; vernünftig.",
      "example": "She made a sensible decision to invest her money wisely. She has always been sensible with her finances. She will make a sensible choice for her future.",
      "example_translation": "Sie traf eine vernünftige Entscheidung, ihr Geld weise anzulegen. Sie war immer vernünftig mit ihren Finanzen umgegangen. Sie wird eine vernünftige Wahl für ihre Zukunft treffen.",
      "imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shocked",
      "translation": "schockiert",
      "definition": "Feeling sudden and intense surprise or astonishment.",
      "definition_translation": "Plötzliche und intensive Überraschung oder Erstaunen verspürend.",
      "example": "I was shocked when I heard the news. She was shocked by the sudden noise. They will be shocked when they see the results.",
      "example_translation": "Ich war schockiert, als ich die Nachricht hörte. Sie war durch den plötzlichen Lärm schockiert. Sie werden schockiert sein, wenn sie die Ergebnisse sehen.",
      "imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shocking",
      "translation": "schockierend",
      "definition": "Causing a strong feeling of surprise, shock, or disgust.",
      "definition_translation": "Eine starke Gefühl von Überraschung, Schock oder Abscheu verursachend.",
      "example": "The shocking news spread quickly. The movie was shocking, but entertaining. The shocking truth about the company was revealed.",
      "example_translation": "Die schockierende Nachricht verbreitete sich schnell. Der Film war schockierend, aber unterhaltsam. Die schockierende Wahrheit über das Unternehmen wurde enthüllt.",
      "imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shy",
      "translation": "schüchtern",
      "definition": "Feeling nervous or uncomfortable when with other people, especially people you do not know.",
      "definition_translation": "Sich nervös oder unbehaglich fühlt, wenn man mit anderen Menschen zusammen ist, insbesondere mit Menschen, die man nicht kennt.",
      "example": "She was shy as a child, but grew out of it. He was shy around girls, but loved talking to boys. They were shy at first, but soon opened up.",
      "example_translation": "Sie war als Kind schüchtern, aber wuchs daraus heraus. Er war schüchtern gegenüber Mädchen, aber liebte es, mit Jungen zu sprechen. Sie waren anfangs schüchtern, aber öffneten sich bald.",
      "imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "silly",
      "translation": "albern",
      "definition": "Foolish or absurd, often in a playful or whimsical way.",
      "definition_translation": "Dümlich oder absurd, oft auf eine spielerische oder launische Weise.",
      "example": "I was silly when I was a child, always making funny faces. Now I'm more serious. In the future, I'll be silly again when I retire.",
      "example_translation": "Ich war albern, als ich ein Kind war, immer lustige Gesichter machte. Jetzt bin ich ernsthafter. In Zukunft werde ich wieder albern sein, wenn ich in Rente gehe.",
      "imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "smart",
      "translation": "intelligent",
      "definition": "Having or showing a great deal of intelligence or common sense.",
      "definition_translation": "Besitzt oder zeigt viel Intelligenz oder gesunden Menschenverstand.",
      "example": "I was smart in school, always getting good grades. Now I'm smart in my career, always solving problems. In the future, I'll be smart in my investments.",
      "example_translation": "Ich war intelligent in der Schule, immer gute Noten erzielend. Jetzt bin ich intelligent in meiner Karriere, immer Probleme lösend. In Zukunft werde ich intelligent in meinen Investitionen sein.",
      "imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sociable",
      "translation": "gesellig",
      "definition": "Enjoying the company of others and being friendly and outgoing.",
      "definition_translation": "Genußt die Gesellschaft anderer und ist freundlich und extravertiert.",
      "example": "I was sociable at the party, talking to everyone. Now I'm sociable at work, always chatting with colleagues. In the future, I'll be sociable at social events.",
      "example_translation": "Ich war gesellig auf der Party, mit jedem redend. Jetzt bin ich gesellig bei der Arbeit, immer mit Kollegen plaudernd. In Zukunft werde ich gesellig bei gesellschaftlichen Ereignissen sein.",
      "imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stressed",
      "translation": "gestresst",
      "definition": "Feeling anxious or overwhelmed, often due to too much work or pressure.",
      "definition_translation": "Fühlt sich ängstlich oder überfordert, oft aufgrund zu viel Arbeit oder Druck.",
      "example": "I was stressed last week, working on a project deadline. Now I'm stressed about my finances. In the future, I'll be stressed about my health.",
      "example_translation": "Ich war gestresst letzte Woche, an einem Projekt-Datum arbeitend. Jetzt bin ich gestresst wegen meiner Finanzen. In Zukunft werde ich gestresst wegen meiner Gesundheit sein.",
      "imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stressful",
      "translation": "stressig",
      "definition": "causing anxiety or tension; difficult to bear",
      "definition_translation": "Anxiety oder Spannung verursachend; schwierig zu ertragen",
      "example": "I find this job stressful. I was stressed about the exam. I will be stressed if I don't meet the deadline.",
      "example_translation": "Ich finde diesen Job stressig. Ich war gestresst wegen der Prüfung. Ich werde gestresst sein, wenn ich das Deadline nicht erreiche.",
      "imageLink": "stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "strict",
      "translation": "streng",
      "definition": "severely exact or exacting; demanding thoroughness and correctness",
      "definition_translation": "strenge genau oder fordernd; Durchsetzung und Richtigkeit erfordern",
      "example": "My teacher is very strict. She was strict about the rules. She will be strict with us if we don't behave.",
      "example_translation": "Meine Lehrerin ist sehr streng. Sie war streng bezüglich der Regeln. Sie wird streng mit uns sein, wenn wir uns nicht benehmen.",
      "imageLink": "strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "surprising",
      "translation": "überraschend",
      "definition": "causing surprise or astonishment; unexpected",
      "definition_translation": " Überraschung oder Erstaunen verursachend; unerwartet",
      "example": "The news was surprising. I was surprised by the gift. I will be surprised if they win the game.",
      "example_translation": "Die Nachricht war überraschend. Ich war überrascht von dem Geschenk. Ich werde überrascht sein, wenn sie das Spiel gewinnen.",
      "imageLink": "surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "surprisingly",
      "translation": "überraschend",
      "definition": "in a surprising manner; unexpectedly",
      "definition_translation": "auf überraschende Weise; unerwartet",
      "example": "He surprisingly passed the exam. She surprisingly quit her job. They will surprisingly win the award.",
      "example_translation": "Er bestand überraschend das Examen. Sie kündigte überraschend ihren Job. Sie werden überraschend den Preis gewinnen.",
      "imageLink": "surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "talented",
      "translation": "begabt",
      "definition": "Having a natural ability or skill, especially in a particular area or activity.",
      "definition_translation": "Eine natürliche Fähigkeit oder Geschicklichkeit zu haben, insbesondere in einem bestimmten Bereich oder Aktivität.",
      "example": "She was a talented musician who had been playing the piano since she was five. She is talented enough to perform at the concert tonight. She will be a talented artist in the future.",
      "example_translation": "Sie war eine begabte Musikerin, die seit ihrem fünften Lebensjahr Klavier spielte. Sie ist begabt genug, um heute Abend im Konzert aufzutreten. Sie wird in Zukunft eine begabte Künstlerin sein.",
      "imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "terrified",
      "translation": "verängstigt",
      "definition": "Feeling extremely frightened or afraid.",
      "definition_translation": "Sich äußerst erschrocken oder ängstlich fühlen.",
      "example": "The child was terrified of the dark. She is terrified of spiders. She will be terrified if she sees a ghost.",
      "example_translation": "Das Kind war verängstigt vor der Dunkelheit. Sie ist verängstigt vor Spinnen. Sie wird verängstigt sein, wenn sie ein Gespenst sieht.",
      "imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tiring",
      "translation": "erschöpfend",
      "definition": "Causing a feeling of physical or mental exhaustion.",
      "definition_translation": "Ein Gefühl der physischen oder mentalen Erschöpfung verursachen.",
      "example": "The long walk was tiring. Studying for exams is tiring. The job will be tiring if I have to work long hours.",
      "example_translation": "Der lange Spaziergang war erschöpfend. Das Studieren für Prüfungen ist erschöpfend. Der Job wird erschöpfend sein, wenn ich lange Stunden arbeite.",
      "imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tolerant",
      "translation": "tolerant",
      "definition": "Willing to accept and allow the existence of opinions or behavior that one does not necessarily agree with.",
      "definition_translation": "Bereit, die Existenz von Meinungen oder Verhaltensweisen zu akzeptieren und zuzulassen, mit denen man nicht notwendigerweise übereinstimmt.",
      "example": "The teacher was tolerant of the student's mistakes. She is tolerant of different cultures. He will be tolerant of his opponent's views.",
      "example_translation": "Die Lehrerin war tolerant gegenüber den Fehlern des Schülers. Sie ist tolerant gegenüber verschiedenen Kulturen. Er wird tolerant gegenüber den Ansichten seines Gegners sein.",
      "imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unexpected",
      "translation": "unerwartet",
      "definition": "Not expected or anticipated; surprising or unforeseen.",
      "definition_translation": "Nicht erwartet oder vorhergesehen; überraschend oder unvorhergesehen.",
      "example": "The team's win was unexpected, but well-deserved. They had been practicing for months. Previously, they had not been able to win a single game, but now they will win the championship. In the future, they will be able to compete at the international level.",
      "example_translation": "Der Sieg des Teams war unerwartet, aber wohlverdient. Sie hatten monatelang trainiert. Zuvor hatten sie nicht in der Lage sein können, ein einziges Spiel zu gewinnen, aber jetzt werden sie die Meisterschaft gewinnen. In Zukunft werden sie in der Lage sein, auf internationalem Niveau zu konkurrieren.",
      "imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unfriendly",
      "translation": "unfreundlich",
      "definition": "Not kind, warm, or welcoming; cold, distant, or hostile.",
      "definition_translation": "Nicht freundlich, warm oder einladend; kalt, fern oder feindlich.",
      "example": "The unfriendly receptionist made us feel unwelcome. She had been unfriendly to us before, and we knew she would be unfriendly in the future. Last week, she was unfriendly to our colleagues, and now we are considering changing hotels.",
      "example_translation": "Die unfreundliche Rezeptionistin machte uns uns willkommen. Sie war uns gegenüber vorher unfreundlich gewesen, und wir wussten, dass sie in Zukunft unfreundlich sein würde. Letzte Woche war sie unseren Kollegen gegenüber unfreundlich, und jetzt überlegen wir, das Hotel zu wechseln.",
      "imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "uninterested",
      "translation": "uninteressiert",
      "definition": "Not interested or concerned; lacking enthusiasm or excitement.",
      "definition_translation": "Nicht interessiert oder besorgt; ohne Enthusiasmus oder Aufregung.",
      "example": "The uninterested student failed the exam, as he had not been paying attention in class. He had been uninterested in the subject matter since the beginning, and now he was struggling to catch up. In the future, he will need to be more interested in his studies.",
      "example_translation": "Der uninteressierte Student fiel durch die Prüfung, weil er im Unterricht nicht aufgepasst hatte. Er war seit Anfang nicht am Stoff interessiert gewesen, und jetzt kämpfte er darum, nachzukommen. In Zukunft wird er mehr Interesse an seinen Studien haben müssen.",
      "imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "uninteresting",
      "translation": "uninteressant",
      "definition": "Not exciting, engaging, or captivating; dull, boring, or tedious.",
      "definition_translation": "Nicht aufregend, einnehmend oder fesselnd; langweilig, ermüdend oder(langweilig).",
      "example": "The uninteresting lecture put the students to sleep. The professor had been uninteresting since the beginning of the semester, and now the students were struggling to stay awake. In the future, he will need to make his lectures more engaging.",
      "example_translation": "Die uninteressante Vorlesung brachte die Studenten zum Einschlafen. Der Professor war seit Anfang des Semesters uninteressant gewesen, und jetzt kämpften die Studenten darum, wach zu bleiben. In Zukunft wird er seine Vorlesungen interessanter gemacht haben müssen.",
      "imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "unkind",
      "translation": "unfreundlich",
      "definition": "Having or showing a lack of kindness or sympathy; not gentle or benevolent",
      "definition_translation": "Ein Mangel an Freundlichkeit oder Mitgefühl aufweisend; nicht sanft oder wohltätig",
      "example": "She was unkind to her sister, always criticizing her. She will be unkind to her sister if she doesn't change her behavior. She had been unkind to her sister, but now she regrets it.",
      "example_translation": "Sie war ihrem Schwester unfreundlich, indem sie sie ständig kritisierte. Sie wird ihrem Schwester unfreundlich sein, wenn sie ihr Verhalten nicht ändert. Sie war ihrem Schwester unfreundlich, aber jetzt bereut sie es.",
      "imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "warm",
      "translation": "warm",
      "definition": "Having a moderate or comfortable temperature; not hot or cold",
      "definition_translation": "Eine moderate oder komfortable Temperatur aufweisend; nicht heiß oder kalt",
      "example": "The warm weather made it perfect for a walk. She will feel warm if she wears a coat. The warm water felt good on her skin.",
      "example_translation": "Das warme Wetter machte es perfekt für einen Spaziergang. Sie wird sich warm fühlen, wenn sie einen Mantel trägt. Das warme Wasser fühlte sich gut auf ihrer Haut an.",
      "imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]