[
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "adult",
      "translation": "Erwachsener",
      "definition": "A person who has reached the age of majority, typically 18 years old, and is considered to be fully grown and responsible.",
      "definition_translation": "Eine Person, die das volljährige Alter erreicht hat, typischerweise 18 Jahre alt, und als vollständig ausgewachsen und verantwortungsbewusst gilt.",
      "example": "She was considered an adult when she turned 18, so she was able to vote in the election. She was an adult when she got her first job, but now she's a successful businesswoman.",
      "example_translation": "Sie galt als Erwachsene, als sie 18 Jahre alt wurde, daher konnte sie an der Wahl teilnehmen. Sie war Erwachsene, als sie ihren ersten Job bekam, aber jetzt ist sie eine erfolgreiche Geschäftsfrau.",
      "imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "baby",
      "translation": "Baby",
      "definition": "A very young human being, from birth to about a year old, unable to walk or talk.",
      "definition_translation": "Ein sehr junges menschliches Wesen, von der Geburt bis etwa einem Jahr alt, unfähig zu gehen oder zu sprechen.",
      "example": "The baby laughed at the silly faces her mother made. When I was a baby, I used to cry a lot, but now I'm a big boy. She will have a baby soon, and they're already preparing the nursery.",
      "example_translation": "Das Baby lachte über die verrückten Gesichter, die seine Mutter machte. Als ich ein Baby war, habe ich viel geweint, aber jetzt bin ich ein großer Junge. Sie wird bald ein Baby haben, und sie bereiten bereits das Kinderzimmer vor.",
      "imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "be... (years old)",
      "translation": "sein... (Jahre alt)",
      "definition": "To have a certain number of years of age, used to describe someone's age.",
      "definition_translation": "Ein bestimmtes Alter in Jahren zu haben, verwendet, um das Alter eines Menschen zu beschreiben.",
      "example": "I was five years old when I started school. She will be 25 years old next month. He is 30 years old and still playing professional football.",
      "example_translation": "Ich war fünf Jahre alt, als ich die Schule begann. Sie wird nächsten Monat 25 Jahre alt. Er ist 30 Jahre alt und spielt noch professionellen Fußball.",
      "imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "beard",
      "translation": "Bart",
      "definition": "Hair that grows on the chin, cheeks, and jaw of a person, especially a man.",
      "definition_translation": "Haare, die auf dem Kinn, den Wangen und dem Kiefer eines Menschen, insbesondere eines Mannes, wachsen.",
      "example": "He had a long beard when he returned from his trip. The wizard had a white beard that reached down to his waist. She didn't like the way he looked with a beard.",
      "example_translation": "Er hatte einen langen Bart, als er von seiner Reise zurückkehrte. Der Zauberer hatte einen weißen Bart, der bis zu seiner Taille reichte. Sie mochte nicht, wie er mit einem Bart aussah.",
      "imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "beautiful",
      "translation": "schön",
      "definition": " Pleasing the senses or mind aesthetically; producing a sense of beauty or pleasure.",
      "definition_translation": "Den Sinnen oder Geist ästhetisch gefallen; ein Gefühl von Schönheit oder Freude produzierend.",
      "example": "The sunset was beautiful. She looked beautiful in her wedding dress. The city will be beautiful in 10 years.",
      "example_translation": "Der Sonnenuntergang war schön. Sie sah in ihrem Hochzeitskleid schön aus. Die Stadt wird in 10 Jahren schön sein.",
      "imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "boy",
      "translation": "Junge",
      "definition": "A male child or young male person.",
      "definition_translation": "Ein männliches Kind oder junger männlicher Mensch.",
      "example": "The boy ran quickly. The boy will eat dinner. The boy ate breakfast.",
      "example_translation": "Der Junge rannte schnell. Der Junge wird Abendessen essen. Der Junge aß Frühstück.",
      "imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eye",
      "translation": "Auge",
      "definition": "The organ of sight; a part of the face.",
      "definition_translation": "Das Organ des Sehens; ein Teil des Gesichts.",
      "example": "Her eyes are blue. The eye of the hurricane. He poked his eye.",
      "example_translation": "Ihre Augen sind blau. Das Auge des Hurricane. Er stach sich ins Auge.",
      "imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "face",
      "translation": "Gesicht",
      "definition": "The front part of the head, featuring the eyes, nose, and mouth.",
      "definition_translation": "Der vordere Teil des Kopfes, der die Augen, Nase und Mund aufweist.",
      "example": "Her face was sad. He washed his face. The face of the clock.",
      "example_translation": "Ihr Gesicht war traurig. Er wusch sein Gesicht. Das Gesicht der Uhr.",
      "imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fat",
      "translation": "fett",
      "definition": "Having a lot of flesh or fat; plump or chubby.",
      "definition_translation": "Hatte viel Fleisch oder Fett; rund oder pummelig.",
      "example": "I was fat when I was younger, but I've been working out to lose weight. I'm getting fatter every year. I'll be fat again if I don't diet.",
      "example_translation": "Ich war fett, als ich jünger war, aber ich habe trainiert, um abzunehmen. Ich werde jeden Jahr rundlicher. Ich werde wieder fett sein, wenn ich nicht diätmache.",
      "imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "feet",
      "translation": "Füße",
      "definition": "The lower extremities of the leg below the ankle, on which a person stands or walks.",
      "definition_translation": "Die unteren Gliedmaßen des Beins unterhalb des Knöchels, auf dem eine Person steht oder geht.",
      "example": "I washed my feet before going to bed. I have cold feet in the winter. I'll have bigger feet when I'm older.",
      "example_translation": "Ich wusch meine Füße, bevor ich ins Bett ging. Ich habe kalte Füße im Winter. Ich werde größere Füße haben, wenn ich älter bin.",
      "imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "foot",
      "translation": "Fuß",
      "definition": "The lower extremity of the leg below the ankle, on which a person stands or walks.",
      "definition_translation": "Das untere Gliedmaßen des Beins unterhalb des Knöchels, auf dem eine Person steht oder geht.",
      "example": "I hurt my foot while playing soccer. I have a big foot, so I need larger shoes. I will break my foot if I'm not careful.",
      "example_translation": "Ich verletzte meinen Fuß, während ich Fußball spielte. Ich habe einen großen Fuß, daher benötige ich größere Schuhe. Ich werde meinen Fuß brechen, wenn ich nicht vorsichtig bin.",
      "imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "girl",
      "translation": "Mädchen",
      "definition": "A female child or young woman.",
      "definition_translation": "Ein weibliches Kind oder eine junge Frau.",
      "example": "I saw a girl at the store yesterday. The girl I met was very friendly. The girl will be a woman when she grows up.",
      "example_translation": "Ich sah ein Mädchen im Laden gestern. Das Mädchen, das ich traf, war sehr freundlich. Das Mädchen wird eine Frau sein, wenn es erwachsen ist.",
      "imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hair",
      "translation": "Haar",
      "definition": "A growth on the human head, consisting of a long, thin, keratin filament that grows from the skin, found on the heads of humans and some other animals.",
      "definition_translation": "Ein Wachstum am menschlichen Kopf, bestehend aus einem langen, dünnen Keratin-Filament, das aus der Haut wächst, auf den Köpfen von Menschen und einigen anderen Tieren gefunden.",
      "example": "She had beautiful, long hair when she was young. Now she has to dye her hair to cover the grey. She will get a haircut next week.",
      "example_translation": "Sie hatte schönes, langes Haar, als sie jung war. Jetzt muss sie ihr Haar färben, um die Grau zu verdecken. Sie wird nächste Woche einen Haarschnitt machen.",
      "imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hand",
      "translation": "Hand",
      "definition": "The end part of the human arm, used for grasping and manipulating objects, consisting of a wrist, palm, and fingers.",
      "definition_translation": "Der Endteil des menschlichen Arms, verwendet zum Greifen und Manipulieren von Objekten, bestehend aus einem Handgelenk, Handfläche und Fingern.",
      "example": "She held my hand when we crossed the street. He shook my hand firmly when we met. They will hold hands when they walk together tomorrow.",
      "example_translation": "Sie hielt meine Hand, als wir die Straße überquerten. Er schüttelte meine Hand fest, als wir uns trafen. Sie werden sich die Hände halten, wenn sie morgen gemeinsam spazieren gehen.",
      "imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "leg",
      "translation": "Bein",
      "definition": "The lower limb of the human body, extending from the hip to the ankle, used for walking, running, and other movements.",
      "definition_translation": "Das untere Glied des menschlichen Körpers, das sich vom Hüftgelenk bis zum Knöchel erstreckt, verwendet zum Gehen, Laufen und anderen Bewegungen.",
      "example": "He broke his leg in the accident. She stands on one leg when she surfs. They will run their legs off at the marathon tomorrow.",
      "example_translation": "Er brach sich das Bein bei dem Unfall. Sie steht auf einem Bein, wenn sie surft. Sie werden ihre Beine am Marathon morgen lahmen.",
      "imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "little",
      "translation": "klein",
      "definition": "Small in amount or degree; not great or significant.",
      "definition_translation": "Klein in Menge oder Grad; nicht groß oder bedeutend.",
      "example": "She had a little money left. He was a little boy when he learned to ride a bike. They will have a little time to relax tonight.",
      "example_translation": "Sie hatte ein bisschen Geld übrig. Er war ein kleiner Junge, als er leaned, ein Fahrrad zu fahren. Sie werden heute Abend ein bisschen Zeit haben, um sich zu entspannen.",
      "imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "long",
      "translation": "lang",
      "definition": "Extending a great distance; far-reaching in time or degree.",
      "definition_translation": "Eine große Entfernung zurücklegend; zeitlich oder graduell weitreichend.",
      "example": "The river was long and winding, I had walked it last year, and I will walk it again next year.",
      "example_translation": "Der Fluss war lang und gewunden, ich war letztes Jahr darauf gegangen, und ich werde ihn nächstes Jahr wieder gehen.",
      "imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "man",
      "translation": "Mann",
      "definition": "An adult human male.",
      "definition_translation": "Ein erwachsener männlicher Mensch.",
      "example": "The man was tall and strong, he had been a boy, and he would be an old man.",
      "example_translation": "Der Mann war groß und stark, er war ein Junge gewesen, und er würde ein alter Mann sein.",
      "imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mouth",
      "translation": "Mund",
      "definition": "The opening through which an animal takes in food.",
      "definition_translation": "Die Öffnung, durch die ein Tier Nahrung aufnimmt.",
      "example": "The baby put his hand in his mouth, he had put it there yesterday, and he will put it there again tomorrow.",
      "example_translation": "Das Baby steckte seine Hand in seinen Mund, er hatte es gestern getan, und er wird es morgen wieder tun.",
      "imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nose",
      "translation": "Nase",
      "definition": "The organ of smell and intake of air.",
      "definition_translation": "Das Organ des Geruchs und der Luftaufnahme.",
      "example": "The woman had a small nose, she had broken it last year, and she would get it fixed next year.",
      "example_translation": "Die Frau hatte eine kleine Nase, sie hatte sie letztes Jahr gebrochen, und sie würde sie nächstes Jahr flicken.",
      "imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "old",
      "translation": "alt",
      "definition": "having lived or existed for a long time; no longer young",
      "definition_translation": "lange gelebt oder existiert; nicht mehr jung",
      "example": "My grandmother is old and wise. She was old when I was a child. She will be old when I have kids.",
      "example_translation": "Meine Großmutter ist alt und weise. Sie war alt, als ich ein Kind war. Sie wird alt sein, wenn ich Kinder habe.",
      "imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "short",
      "translation": "kurz",
      "definition": "not long in length or duration",
      "definition_translation": "nicht lang in Länge oder Dauer",
      "example": "I wore a short dress to the party. The movie was short and boring. The lecture will be short and sweet.",
      "example_translation": "Ich trug ein kurzes Kleid zu der Party. Der Film war kurz und langweilig. Die Vorlesung wird kurz und süß sein.",
      "imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "slim",
      "translation": "schlank",
      "definition": "having a slender or narrow shape or form",
      "definition_translation": "eine schmale oder schlanke Form oder Gestalt habend",
      "example": "She has a slim figure and loves to wear tight dresses. He was slim in his youth, but now he is overweight. The company will slim down its operations to reduce costs.",
      "example_translation": "Sie hat eine schlanke Figur und liebt es, enge Kleider zu tragen. Er war schlank in seiner Jugend, aber jetzt ist er übergewichtig. Das Unternehmen wird seine Operationen reduzieren, um Kosten zu senken.",
      "imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tall",
      "translation": "hoch",
      "definition": "having a great height; above average height",
      "definition_translation": "eine große Höhe habend; überdurchschnittliche Höhe",
      "example": "He is tall and athletic. The building was tall and imposing. She will be tall when she grows up.",
      "example_translation": "Er ist groß und athletisch. Das Gebäude war hoch und imposant. Sie wird groß sein, wenn sie aufwächst.",
      "imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "woman",
      "translation": "Frau",
      "definition": "An adult human female, typically distinguished from a man by her reproductive organs and physical characteristics, or a female human being of any age.",
      "definition_translation": "Eine erwachsene menschliche Frau, normalerweise von einem Mann durch ihre Fortpflanzungsorgane und körperlichen Merkmale unterschieden, oder ein weibliches menschliches Wesen jeglichen Alters.",
      "example": "The woman walked into the room. She walks into the room every day. She will walk into the room tomorrow.",
      "example_translation": "Die Frau ging in das Zimmer. Sie geht jeden Tag in das Zimmer. Sie wird morgen in das Zimmer gehen.",
      "imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "young",
      "translation": "jung",
      "definition": "Having lived a relatively short time; not yet fully grown or developed.",
      "definition_translation": "Eine relativ kurze Zeit gelebt haben; noch nicht vollständig gewachsen oder entwickelt.",
      "example": "The young boy played outside. He plays outside every day. He will play outside tomorrow.",
      "example_translation": "Der junge Junge spielte draußen. Er spielt jeden Tag draußen. Er wird morgen draußen spielen.",
      "imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "aged",
      "translation": "gealtert",
      "definition": "Having lived for a long time; old.",
      "definition_translation": "Eine lange Zeit gelebt haben; alt.",
      "example": "The aged man sat on the bench. He sat on the bench every day. He will sit on the bench tomorrow.",
      "example_translation": "Der gealterte Mann saß auf der Bank. Er saß jeden Tag auf der Bank. Er wird morgen auf der Bank sitzen.",
      "imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "attractive",
      "translation": "attraktiv",
      "definition": "Pleasing the senses or mind aesthetically.",
      "definition_translation": "Ästhetisch ansprechend für die Sinne oder den Geist.",
      "example": "The attractive woman walked into the room. She walks into the room every day. She will walk into the room tomorrow.",
      "example_translation": "Die attraktive Frau ging in das Zimmer. Sie geht jeden Tag in das Zimmer. Sie wird morgen in das Zimmer gehen.",
      "imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "blonde",
      "translation": "blond",
      "definition": "Having a natural hair color of a light yellowish-brown color",
      "definition_translation": "Eine natürliche Haarfarbe eines hellgelb-bräunlichen Farbtons",
      "example": "She has been a blonde since she was a teenager, but now she dyes her hair brown. She was a blonde in her school days, and she will be a blonde again when she goes to the salon.",
      "example_translation": "Sie war seit ihrer Teenagerzeit blond, aber jetzt färbt sie ihr Haar braun. Sie war in der Schule blond und wird wieder blond, wenn sie zum Friseur geht.",
      "imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dressed",
      "translation": "angezogen",
      "definition": "Wearing clothes appropriate for a particular occasion or purpose",
      "definition_translation": "Trägt Kleidung, die für eine bestimmte Gelegenheit oder Zweck geeignet ist",
      "example": "I got dressed quickly and ran out the door. She will get dressed for the party tonight. They had dressed well for the wedding.",
      "example_translation": "Ich zog mich schnell an und rannte zur Tür hinaus. Sie wird sich heute Abend für die Party anziehen. Sie hatten sich gut für die Hochzeit angezogen.",
      "imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fair",
      "translation": "fair",
      "definition": "Just or unbiased in one's dealings or judgments",
      "definition_translation": "Gerecht oder unbefangen in seinem Handeln oder Urteilen",
      "example": "The judge tried to be fair in her decision. The company will be fair in its dealings with customers. They were fair and honest in their business practices.",
      "example_translation": "Die Richterin versuchte, in ihrer Entscheidung gerecht zu sein. Das Unternehmen wird fair in seinen Umgang mit Kunden sein. Sie waren fair und ehrlich in ihren Geschäftspraktiken.",
      "imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fashion",
      "translation": "Mode",
      "definition": "A popular or latest style of clothing, hair, or makeup",
      "definition_translation": "Ein beliebter oder neuester Stil von Kleidung, Haar oder Make-up",
      "example": "The fashion model walked down the catwalk with confidence. She follows the latest fashion trends. The fashion brand is known for its sustainable clothing.",
      "example_translation": "Das Modell ging mit Selbstbewusstsein über den Laufsteg. Sie folgt den neuesten Modetrends. Die Modemarke ist bekannt für ihre umweltfreundliche Kleidung.",
      "imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "finger",
      "translation": "Finger",
      "definition": "A finger is a long, thin, flexible part of the human hand that is used for grasping and manipulating objects.",
      "definition_translation": "Ein Finger ist ein langer, dünner, flexibler Teil der menschlichen Hand, der zum Greifen und Manipulieren von Objekten verwendet wird.",
      "example": "I hurt my finger when I closed the door. I'll have to bandage it. I hope my finger will be okay for the concert tonight. By next week, my finger should be fully healed.",
      "example_translation": "Ich habe mir den Finger verletzt, als ich die Tür geschlossen habe. Ich muss ihn verbinden. Ich hoffe, mein Finger ist bis zum Konzert heute Abend in Ordnung. Bis nächste Woche sollte mein Finger vollständig geheilt sein.",
      "imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "good-looking",
      "translation": "gutaussehend",
      "definition": "A person who is good-looking is attractive and pleasing to look at.",
      "definition_translation": "Eine Person, die gutaussehend ist, ist attraktiv und angenehm anzusehen.",
      "example": "My friend is really good-looking, so she gets a lot of attention. She was good-looking even when she was young. I'm sure she'll be good-looking when she's old.",
      "example_translation": "Meine Freundin ist wirklich gutaussehend, also bekommt sie viel Aufmerksamkeit. Sie sah sogar als Kind gutaussehend aus. Ich bin sicher, dass sie auch im Alter gutaussehend sein wird.",
      "imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "guy",
      "translation": "Typ",
      "definition": "A guy is an informal term used to refer to a man or a boy.",
      "definition_translation": "Ein Typ ist ein informeller Ausdruck, der verwendet wird, um einen Mann oder einen Jungen zu bezeichnen.",
      "example": "The guy next door is really friendly. I met a guy at the party last night. By the time I'm 30, I hope to be a successful guy.",
      "example_translation": "Der Typ nebenan ist wirklich freundlich. Ich habe einen Typ auf der Party letzte Nacht kennengelernt. Bis ich 30 bin, hoffe ich, ein erfolgreicher Typ zu sein.",
      "imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "make-up",
      "translation": "Schminke",
      "definition": "Make-up is a type of cosmetic used to enhance or alter one's appearance.",
      "definition_translation": "Schminke ist eine Art von Kosmetik, die verwendet wird, um das Aussehen zu verbessern oder zu ändern.",
      "example": "I need to buy some new make-up for the party tonight. She wore a lot of make-up to the wedding. By the time I'm 40, I hope I won't need to wear make-up.",
      "example_translation": "Ich muss einige neue Schminke für die Party heute Abend kaufen. Sie trug viel Schminke zur Hochzeit. Bis ich 40 bin, hoffe ich, keine Schminke mehr tragen zu müssen.",
      "imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pretty",
      "translation": "hübsch",
      "definition": " Pleasing the eye or mind aesthetically. Attractive in a delicate way.",
      "definition_translation": "Angenehm für das Auge oder Geist ästhetisch. Anziehend auf eine delikate Weise.",
      "example": "She looked pretty in her new dress. She will look pretty in her new dress. She looked pretty in her new dress yesterday.",
      "example_translation": "Sie sah hübsch in ihrem neuen Kleid aus. Sie wird hübsch in ihrem neuen Kleid aussehen. Sie sah hübsch in ihrem neuen Kleid aus gestern.",
      "imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "red hair",
      "translation": "rotes Haar",
      "definition": "Hair that has a reddish color, often associated with people of Scottish or Irish descent.",
      "definition_translation": "Haar, das eine rötliche Farbe hat, oft mit Menschen schottischer oder irischer Abstammung assoziiert.",
      "example": "She had red hair when she was younger. She has red hair now. She will have red hair when she grows up.",
      "example_translation": "Sie hatte rotes Haar, als sie jünger war. Sie hat rotes Haar jetzt. Sie wird rotes Haar haben, wenn sie erwachsen ist.",
      "imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "strong",
      "translation": "stark",
      "definition": "Having a great deal of power, force, or intensity. Able to withstand or overcome obstacles.",
      "definition_translation": "Eine große Menge an Macht, Kraft oder Intensität habend. In der Lage, Hindernisse zu überwinden oder zu überstehen.",
      "example": "He was strong enough to lift the weights. He is strong enough to lift the weights. He will be strong enough to lift the weights soon.",
      "example_translation": "Er war stark genug, um die Gewichte zu heben. Er ist stark genug, um die Gewichte zu heben. Er wird bald stark genug sein, um die Gewichte zu heben.",
      "imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "teenager",
      "translation": "Teenager",
      "definition": "A person between the ages of 13 and 19, considered to be in the adolescent stage of development.",
      "definition_translation": "Eine Person zwischen 13 und 19 Jahren, die als in der Adoleszenzphase der Entwicklung betrachtet wird.",
      "example": "She was a teenager when she met her first love. She is a teenager now. She will be a teenager for a few more years.",
      "example_translation": "Sie war ein Teenager, als sie ihre erste Liebe traf. Sie ist jetzt ein Teenager. Sie wird noch einige Jahre ein Teenager sein.",
      "imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "thin",
      "translation": "dünn",
      "definition": "Lacking in flesh or fat; not plump or stout; lean",
      "definition_translation": "Fehlt an Fleisch oder Fett; nicht pummelig oder stämmig; hager",
      "example": "I was thin when I was a teenager. I am thin now. I will be thin when I am old.",
      "example_translation": "Ich war dünn, als ich ein Teenager war. Ich bin dünner jetzt. Ich werde dünn sein, wenn ich alt bin.",
      "imageLink": "thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "toe",
      "translation": "Zeh",
      "definition": "One of the digits of the foot",
      "definition_translation": "Einer der Zehen des Fußes",
      "example": "I hurt my toe yesterday. I am hurting my toe now. I will hurt my toe tomorrow.",
      "example_translation": "Ich verletzte meinen Zeh gestern. Ich verletze meinen Zeh jetzt. Ich werde meinen Zeh morgen verletzen.",
      "imageLink": "toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "appearance",
      "translation": "Erscheinung",
      "definition": "The way that someone or something looks",
      "definition_translation": "Die Art und Weise, wie jemand oder etwas aussieht",
      "example": "Her appearance changed after the surgery. His appearance will change after the accident. Their appearance has changed over the years.",
      "example_translation": "Ihr Aussehen änderte sich nach der Operation. Sein Aussehen wird sich nach dem Unfall ändern. Ihr Aussehen hat sich über die Jahre geändert.",
      "imageLink": "appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bald",
      "translation": "kahlköpfig",
      "definition": "Having no hair on the head; having a bald head",
      "definition_translation": "Hat kein Haar auf dem Kopf; hat einen kahlen Kopf",
      "example": "He was bald when he was old. He is bald now. He will be bald in the future.",
      "example_translation": "Er war kahlköpfig, als er alt war. Er ist kahlköpfig jetzt. Er wird kahlköpfig in Zukunft sein.",
      "imageLink": "bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "beautifully",
      "translation": "schön",
      "definition": "In a way that is very pleasing or attractive; with great skill or charm.",
      "definition_translation": "Auf eine Weise, die sehr gefällt oder attraktiv ist; mit großer Geschicklichkeit oder Charme.",
      "example": "She sings beautifully, and her voice is loved by many. She sang beautifully at the concert last night. She will sing beautifully at the wedding tomorrow.",
      "example_translation": "Sie singt schön, und ihre Stimme wird von vielen geliebt. Sie sang schön auf dem Konzert letzte Nacht. Sie wird schön auf der Hochzeit morgen singen.",
      "imageLink": "beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "beauty",
      "translation": "Schönheit",
      "definition": "The quality of being pleasing, especially in a physical way; a pleasing or attractive quality.",
      "definition_translation": "Die Qualität von Ansprechendheit, insbesondere in einer physischen Weise; eine ansprechende oder attraktive Eigenschaft.",
      "example": "The beauty of the sunset was breathtaking. The beauty of her smile is unforgettable. The beauty of the city will be appreciated by tourists.",
      "example_translation": "Die Schönheit des Sonnenuntergangs war atemraubend. Die Schönheit ihres Lächelns ist unvergesslich. Die Schönheit der Stadt wird von Touristen geschätzt.",
      "imageLink": "beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cheek",
      "translation": "Wange",
      "definition": "Either side of the face below the eye.",
      "definition_translation": "Jede Seite des Gesichts unten unter dem Auge.",
      "example": "She blushes on her cheek when she is shy. He pinched her cheek playfully. The baby's cheek was soft and chubby.",
      "example_translation": "Sie errötet auf ihrer Wange, wenn sie schüchtern ist. Er pinchte ihre Wange spielerisch. Die Wange des Babys war weich und pummelig.",
      "imageLink": "cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "childhood",
      "translation": "Kindheit",
      "definition": "The period of time when someone is a child; the state of being a child.",
      "definition_translation": "Die Zeit, wenn jemand ein Kind ist; der Zustand, ein Kind zu sein.",
      "example": "Her childhood was happy and carefree. He remembers his childhood fondly. Their childhood was marked by poverty and hardship.",
      "example_translation": "Ihre Kindheit war glücklich und sorglos. Er erinnert sich an seine Kindheit liebevoll. Ihre Kindheit war von Armut und Härte geprägt.",
      "imageLink": "childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chin",
      "translation": "Kinn",
      "definition": "The chin is the bottom of the face, below the mouth.",
      "definition_translation": "Das Kinn ist der untere Teil des Gesichts, untenhalb des Mundes.",
      "example": "She stroked her chin thoughtfully. Yesterday, I scratched my chin on a sharp edge. By next year, I will have grown a beard that will reach my chin.",
      "example_translation": "Sie streichelte ihr Kinn nachdenklich. Gestern habe ich mir das Kinn an einer scharfen Kante aufgeschürft. Bis nächsten Jahr werde ich einen Bart haben, der bis zu meinem Kinn reichen wird.",
      "imageLink": "chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "curly",
      "translation": "lockig",
      "definition": "Having or forming curls, especially in the hair.",
      "definition_translation": "Hat oder bildet Locken, insbesondere im Haar.",
      "example": "Her curly brown hair framed her face beautifully. The curly wires were easy to untangle. By next month, I will have curly hair again.",
      "example_translation": "Ihr lockiges braunes Haar umrahmte ihr Gesicht wunderschön. Die lockigen Drähte waren leicht zu entwirren. Bis nächsten Monat werde ich wieder lockiges Haar haben.",
      "imageLink": "curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "elder",
      "translation": "Ältere",
      "definition": "A person who is older than another or others.",
      "definition_translation": "Eine Person, die älter ist als eine andere oder andere.",
      "example": "My elder sister is a doctor. The elder of the two men spoke first. By next year, I will be the elder of my siblings.",
      "example_translation": "Meine ältere Schwester ist Ärztin. Der Ältere der beiden Männer sprach zuerst. Bis nächsten Jahr werde ich der Ältere meiner Geschwister sein.",
      "imageLink": "elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "elderly",
      "translation": "ältere Menschen",
      "definition": "Relating to or characteristic of old people.",
      "definition_translation": "Bezieht sich auf oder ist charakteristisch für alte Menschen.",
      "example": "The elderly couple lived in a quiet neighborhood. The elderly woman walked slowly down the street. By next decade, I will be considered elderly.",
      "example_translation": "Das ältere Ehepaar lebte in einer ruhigen Nachbarschaft. Die ältere Frau ging langsam die Straße hinunter. Bis zum nächsten Jahrzehnt werde ich als ältere Person betrachtet.",
      "imageLink": "elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eldest",
      "translation": "älteste",
      "definition": "The eldest child or sibling in a family is the one who was born first.",
      "definition_translation": "Das älteste Kind oder Geschwister in einer Familie ist das, das zuerst geboren wurde.",
      "example": "She was the eldest of five siblings and took on a lot of responsibilities. She has been the eldest since we were kids. She will be the eldest when our parents pass away.",
      "example_translation": "Sie war die Älteste von fünf Geschwistern und übernahm viele Verantwortungen. Sie war die Älteste, seit wir Kinder waren. Sie wird die Älteste sein, wenn unsere Eltern verstorben sind.",
      "imageLink": "eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fashionable",
      "translation": "modisch",
      "definition": "Someone or something that is fashionable is popular and attractive at the present time.",
      "definition_translation": "Jemand oder etwas, das modisch ist, ist beliebt und attraktiv zurzeit.",
      "example": "She was always fashionable and wore the latest designer clothes. The new restaurant is fashionable and trendy. The fashion show showcased the latest fashionable designs.",
      "example_translation": "Sie war immer modisch und trug die neuesten Designerkleider. Das neue Restaurant ist modisch und trendy. Die Modenschau präsentierte die neuesten modischen Designs.",
      "imageLink": "fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "female",
      "translation": "weiblich",
      "definition": "A female is an adult human being who is biologically classified as a woman.",
      "definition_translation": "Eine weibliche Person ist ein erwachsener Mensch, der biologisch als Frau klassifiziert wird.",
      "example": "The female population in the city is larger than the male population. The female lion protects her cubs. The female singer won the Grammy award.",
      "example_translation": "Die weibliche Bevölkerung in der Stadt ist größer als die männliche Bevölkerung. Die weibliche Löwin schützt ihre Jungen. Die weibliche Sängerin gewann den Grammy-Preis.",
      "imageLink": "female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "figure",
      "translation": "Figur",
      "definition": "A figure is a shape or form, especially a human one, or a number or quantity, especially in a calculation or statistic.",
      "definition_translation": "Eine Figur ist eine Form oder ein menschliches Wesen, oder eine Zahl oder Menge, insbesondere in einer Berechnung oder Statistik.",
      "example": "The figure on the canvas was beautiful. The figure of the company's profits was higher than expected. The mathematician worked out the figure of the equation.",
      "example_translation": "Die Figur auf der Leinwand war schön. Die Figur der Unternehmensgewinne war höher als erwartet. Der Mathematiker berechnete die Figur der Gleichung.",
      "imageLink": "figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fit",
      "translation": "passen",
      "definition": "To be of a suitable size or shape; to be in good physical condition.",
      "definition_translation": "Einer geeigneten Größe oder Form zu sein; in guter körperlicher Verfassung zu sein.",
      "example": "I fit into my old jeans after losing weight. I will fit into my new dress by the party. I fitted into my old shoes last year.",
      "example_translation": "Ich passte in meine alten Jeans, nachdem ich abgenommen hatte. Ich werde in mein neues Kleid passen, bis zur Party. Ich passte in meine alten Schuhe letztes Jahr.",
      "imageLink": "fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "forehead",
      "translation": "Stirn",
      "definition": "The upper part of the face, above the eyebrows and nose.",
      "definition_translation": "Der obere Teil des Gesichts, oberhalb der Augenbrauen und der Nase.",
      "example": "She touched her forehead to see if she had a fever. He hit his forehead on the door. They will check her forehead for signs of injury.",
      "example_translation": "Sie berührte ihre Stirn, um zu sehen, ob sie Fieber hatte. Er schlug seine Stirn gegen die Tür. Sie werden ihre Stirn auf Anzeichen von Verletzungen überprüfen.",
      "imageLink": "forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grow",
      "translation": "wachsen",
      "definition": "To become larger or more advanced; to develop or mature.",
      "definition_translation": "Größer oder fortgeschrittener zu werden; sich zu entwickeln oder zu reifen.",
      "example": "I grew up in a small town. She will grow out of her clothes soon. They grew vegetables in their backyard.",
      "example_translation": "Ich wuchs in einer kleinen Stadt auf. Sie wird bald aus ihren Kleidern herauswachsen. Sie züchteten Gemüse in ihrem Hinterhof.",
      "imageLink": "grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "haircut",
      "translation": "Haarschnitt",
      "definition": "The style in which someone's hair is cut, often done at a barber shop or salon.",
      "definition_translation": "Der Stil, in dem jemandes Haar geschnitten wird, oft in einem Friseursalon oder einer Barbershop durchgeführt.",
      "example": "I got a good haircut at the new salon. He hated his new haircut. She will get a haircut for her birthday.",
      "example_translation": "Ich bekam einen guten Haarschnitt im neuen Salon. Er hasste seinen neuen Haarschnitt. Sie wird einen Haarschnitt für ihren Geburtstag bekommen.",
      "imageLink": "haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hairdresser",
      "translation": "Friseur",
      "definition": "A person whose occupation is to cut, style, and groom hair, especially in a salon.",
      "definition_translation": "Eine Person, deren Beruf darin besteht, Haare zu schneiden, zu stylisen und zu pflegen, insbesondere in einem Salon.",
      "example": "She went to the hairdresser to get a new hairstyle for her wedding. She has been going to the same hairdresser for 10 years. She will go to the hairdresser tomorrow to get a trim.",
      "example_translation": "Sie ging zum Friseur, um ein neues Haarstyling für ihre Hochzeit zu bekommen. Sie geht schon 10 Jahre lang zu demselben Friseur. Sie wird morgen zum Friseur gehen, um sich die Haare schneiden zu lassen.",
      "imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "handsome",
      "translation": "hübsch",
      "definition": "Pleasing to the eye or ear; attractive.",
      "definition_translation": "Angenehm für das Auge oder Ohr; attraktiv.",
      "example": "He was a handsome young man, so many girls fell in love with him. He is still handsome even at the age of 50. He will always be handsome in his wife's eyes.",
      "example_translation": "Er war ein hübscher junger Mann, daher verliebten sich so viele Mädchen in ihn. Er ist immer noch hübsch, sogar mit 50 Jahren. Er wird immer in den Augen seiner Frau hübsch sein.",
      "imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "height",
      "translation": "Höhe",
      "definition": "The measurement of how tall something is, from its base to its top.",
      "definition_translation": "Die Messung, wie hoch etwas ist, von seiner Basis bis zu seinem oberen Teil.",
      "example": "The height of the building is 100 meters. She has reached her full height at the age of 18. The height of the mountain was too much for him to climb.",
      "example_translation": "Die Höhe des Gebäudes beträgt 100 Meter. Sie hat bereits ihr volles Wachstum bei 18 Jahren erreicht. Die Höhe des Berges war zu viel für ihn, um ihn zu besteigen.",
      "imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kid",
      "translation": "Kind",
      "definition": "A child or young person.",
      "definition_translation": "Ein Kind oder ein junger Mensch.",
      "example": "The kid ran quickly across the field. She was a kid when she first learned to ride a bike. He will always be a kid at heart, no matter how old he gets.",
      "example_translation": "Das Kind rannte schnell über das Feld. Sie war ein Kind, als sie zum ersten Mal lernte, ein Fahrrad zu fahren. Er wird immer ein Kind im Herzen bleiben, egal wie alt er wird.",
      "imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "knee",
      "translation": "Knie",
      "definition": "The knee is a joint that connects the bones of the leg and allows for bending and straightening.",
      "definition_translation": "Das Knie ist ein Gelenk, das die Knochen des Beines verbindet und Beugung und Streckung ermöglicht.",
      "example": "I hurt my knee while playing soccer yesterday, but now it's better. I'm going to the doctor to check my knee tomorrow. I will bend my knee to tie my shoes.",
      "example_translation": "Ich habe mir gestern beim Fußballspielen das Knie verletzt, aber jetzt geht es wieder besser. Ich gehe morgen zum Arzt, um mein Knie zu überprüfen. Ich werde mein Knie beugen, um meine Schuhe zuzubinden.",
      "imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lady",
      "translation": "Dame",
      "definition": "A lady is a polite term used to refer to a woman, especially one of high social status or elegance.",
      "definition_translation": "Eine Dame ist ein höflicher Ausdruck, der verwendet wird, um eine Frau zu bezeichnen, insbesondere eine von hohem sozialen Status oder Eleganz.",
      "example": "The lady at the table ordered a salad for lunch. She was a lady in every sense of the word. The lady will attend the royal ball tomorrow night.",
      "example_translation": "Die Dame am Tisch bestellte ein Salat zum Mittagessen. Sie war in jedem Sinne eine Dame. Die Dame wird morgen Abend dem königlichen Ball beiwohnen.",
      "imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lip",
      "translation": "Lippe",
      "definition": "A lip is either of the two fleshy folds that surround the mouth, used for eating, speaking, and expressing emotions.",
      "definition_translation": "Eine Lippe ist eine der beiden fleischigen Falten, die den Mund umgeben, die zum Essen, Sprechen und Ausdrücken von Emotionen verwendet werden.",
      "example": "She licked her lip before applying lip balm. He bit his lip in frustration. The lip of the cup was chipped.",
      "example_translation": "Sie leckte ihre Lippe, bevor sie Lippenbalsam auftrug. Er biss sich auf die Lippe vor Frustration. Der Rand des Bechers war abgeschürft.",
      "imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "male",
      "translation": "männlich",
      "definition": "A male is an animal or person of the sex that produces sperm, characterized by the presence of testes and a penis.",
      "definition_translation": "Ein Männlicher ist ein Tier oder eine Person des Geschlechts, das Spermien produziert, gekennzeichnet durch die Anwesenheit von Hoden und Penis.",
      "example": "The male lion roared loudly in the jungle. He is a male model, known for his good looks. The male hormone regulates sexuality.",
      "example_translation": "Der männliche Löwe brüllte laut im Dschungel. Er ist ein männliches Model, bekannt für sein gutes Aussehen. Das männliche Hormon reguliert die Sexualität.",
      "imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "middle-aged",
      "translation": "mittelalt",
      "definition": "Relating to or characteristic of people in the middle period of life, typically considered to be between the ages of 40 and 60.",
      "definition_translation": "Bezieht sich auf oder ist charakteristisch für Menschen im mittleren Lebensalter, typischerweise zwischen 40 und 60 Jahren.",
      "example": "She became more conscious of her appearance as she entered her middle-aged years.",
      "example_translation": "Sie wurde sich ihrer Erscheinung bewusster, als sie in ihre mittleren Lebensjahre kam.",
      "imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "moustache",
      "translation": "Schnurrbart",
      "definition": "A growth of hair on the upper lip, especially when cultivated and groomed.",
      "definition_translation": "Ein Haarwachstum auf der Oberlippe, insbesondere wenn es gepflegt und gestutzt wird.",
      "example": "He sported a distinctive moustache that made him look like a villain.",
      "example_translation": "Er trug einen auffälligen Schnurrbart, der ihn wie einen Bösewicht aussehen ließ.",
      "imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "put on weight",
      "translation": "zunehmen",
      "definition": "To gain body weight, typically through a combination of a high-calorie diet and lack of exercise.",
      "definition_translation": "Körpergewicht zu erlangen, typischerweise durch eine Kombination aus einer kalorienreichen Ernährung und fehlender Bewegung.",
      "example": "After getting married, he started to put on weight due to his sedentary lifestyle.",
      "example_translation": "Nach der Heirat begann er wegen seines sitzenden Lebensstils zuzunehmen.",
      "imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sex",
      "translation": "Geschlecht",
      "definition": "The biological characteristics that define males and females, including physical and behavioral traits.",
      "definition_translation": "Die biologischen Merkmale, die Männer und Frauen definieren, einschließlich physischer und verhaltensbezogener Eigenschaften.",
      "example": "The couple's differences in sex led to some misunderstandings in their relationship.",
      "example_translation": "Die Unterschiede im Geschlecht des Paares führten zu einigen Missverständnissen in ihrer Beziehung.",
      "imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shave",
      "translation": "rasieren",
      "definition": "to remove hair from the body using a razor or other means",
      "definition_translation": "Haare vom Körper entfernen, indem man einen Rasierer oder andere Mittel verwendet",
      "example": "I shaved my face this morning. I will shave my head tomorrow. She shaved her legs last night.",
      "example_translation": "Ich rasierte mein Gesicht heute Morgen. Ich werde morgen meinen Kopf rasieren. Sie rasierte letzte Nacht ihre Beine.",
      "imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "smart",
      "translation": "intelligent",
      "definition": "having or showing a great deal of intelligence or common sense",
      "definition_translation": "eine große Menge an Intelligenz oder gesundem Menschenverstand zeigt oder besitzt",
      "example": "He is very smart and got into a good college. She was smart to invest in stocks. They will be smart to avoid that mistake.",
      "example_translation": "Er ist sehr intelligent und kam in ein gutes College. Sie war intelligent, in Aktien zu investieren. Sie werden intelligent sein, diesen Fehler zu vermeiden.",
      "imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "teenage",
      "translation": "jugendlich",
      "definition": "relating to or characteristic of people in their teens",
      "definition_translation": "in Bezug auf Menschen in ihren Teenjahren oder charakteristisch für sie",
      "example": "I was very rebellious during my teenage years. She is going through a teenage crisis. They are in their teenage years now.",
      "example_translation": "Ich war sehr rebellisch während meiner Teenagerjahre. Sie durchlebt eine jugendliche Krise. Sie sind jetzt in ihren Teenagerjahren.",
      "imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "thumb",
      "translation": "Daumen",
      "definition": "the short, thick inner digit of the human hand",
      "definition_translation": "der kurze, dicke innere Finger der menschlichen Hand",
      "example": "I injured my thumb while playing basketball. She has a very opposable thumb. They will need to use their thumbs to text.",
      "example_translation": "Ich verletzte meinen Daumen während ich Basketball spielte. Sie hat einen sehr gegenüberstellbaren Daumen. Sie werden ihren Daumen benötigen, um Nachrichten zu schreiben.",
      "imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "weak",
      "translation": "schwach",
      "definition": "Lacking strength or power; feeble; faint",
      "definition_translation": "Mangel an Stärke oder Macht; schwach; matt",
      "example": "He was weak from the illness, but he recovered quickly. He is weak in math, but he practices every day. He will be weak tomorrow, but he will get better.",
      "example_translation": "Er war schwach von der Krankheit, aber er erholte sich schnell. Er ist schwach in Mathe, aber er übt jeden Tag. Er wird morgen schwach sein, aber er wird besser werden.",
      "imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "weigh",
      "translation": "wiegen",
      "definition": "To determine the weight of something; to have a certain weight",
      "definition_translation": "Das Gewicht von etwas festzustellen; ein bestimmtes Gewicht zu haben",
      "example": "I need to weigh myself before I go to the gym. She weighs 50 kilograms. They will weigh the package before shipping.",
      "example_translation": "Ich muss mich vorher wiegen, bevor ich zum Fitnessstudio gehe. Sie wiegt 50 Kilogramm. Sie werden das Paket vor dem Versand wiegen.",
      "imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "weight",
      "translation": "Gewicht",
      "definition": "A measure of the heaviness or lightness of an object",
      "definition_translation": "Eine Maßnahme der Schwere oder Leichtigkeit eines Objekts",
      "example": "The weight of the box is 10 kilograms. She lost weight after exercising regularly. The weight of the car is too much for the bridge.",
      "example_translation": "Das Gewicht des Kartons beträgt 10 Kilogramm. Sie verlor Gewicht nach regelmäßigem Training. Das Gewicht des Autos ist zu viel für die Brücke.",
      "imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "well-dressed",
      "translation": "gutANGEZIEGEN",
      "definition": "Wearing nice, stylish, and clean clothes",
      "definition_translation": "Trägt schönes, stilvolles und sauberes Kleidung",
      "example": "He is always well-dressed for special occasions. She was well-dressed for the party, but he was not. They will be well-dressed for the wedding.",
      "example_translation": "Er ist immer gut angezogen für besondere Anlässe. Sie war gut angezogen für die Party, aber er nicht. Sie werden für die Hochzeit gut angezogen sein.",
      "imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "youth",
      "translation": "Jugend",
      "definition": "The period of life between childhood and adulthood, characterized by a person's physical, emotional, and social development.",
      "definition_translation": "Die Periode des Lebens zwischen Kindheit und Erwachsenenalter, gekennzeichnet durch die physische, emotionale und soziale Entwicklung einer Person.",
      "example": "The youth of today are more tech-savvy than ever before. The youth were excited to attend the music festival. The youth will shape the future of our country.",
      "example_translation": "Die Jugend von heute ist technikaffiner als je zuvor. Die Jugend war aufgerüstet, das Musikfestival zu besuchen. Die Jugend wird die Zukunft unseres Landes prägen.",
      "imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bare",
      "translation": "nackt",
      "definition": "Not covered or clothed; exposed.",
      "definition_translation": "Nicht bedeckt oder bekleidet; freigelegt.",
      "example": "The tree was bare of leaves in the winter. She wore a bare minimum of makeup to the party. The artist's studio was bare except for a few easels.",
      "example_translation": "Der Baum war nackt von Blättern im Winter. Sie trug ein Minimum an Make-up zur Party. Das Atelier des Künstlers war nackt, bis auf einige Staffeleien.",
      "imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "disguise",
      "translation": "verkleiden",
      "definition": "A costume or appearance worn to conceal one's identity.",
      "definition_translation": "Ein Kostüm oder Aussehen, das getragen wird, um seine Identität zu verbergen.",
      "example": "The spy wore a disguise to infiltrate the enemy's camp. She used a wig as a disguise to the party. The company will disguise their product as a new brand.",
      "example_translation": "Der Spion trug eine Verkleidung, um in das Feindlager einzudringen. Sie verwendete eine Perücke als Verkleidung zur Party. Das Unternehmen wird ihr Produkt als neue Marke verkleiden.",
      "imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "disguise",
      "translation": "verkleiden",
      "definition": "To alter one's appearance in order to conceal one's identity.",
      "definition_translation": "Sein Aussehen ändern, um seine Identität zu verbergen.",
      "example": "The thief disguised himself as a deliveryman. The actress will disguise herself as a man for the role. The company disguised their product as a new brand.",
      "example_translation": "Der Dieb verkleidete sich als Lieferant. Die Schauspielerin wird sich als Mann für die Rolle verkleiden. Das Unternehmen verkleidete ihr Produkt als neue Marke.",
      "imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "elegant",
      "translation": "elegant",
      "definition": "Characterized by or conforming to conventional standards of propriety, refinement, and good taste.",
      "definition_translation": "Durch oder konform mit konventionellen Standards von Anständigkeit, Raffinesse und gutem Geschmack gekennzeichnet.",
      "example": "She looked absolutely elegant in her red dress at the party last night. She will be elegant in her new outfit tonight. She was elegant in her wedding dress 10 years ago.",
      "example_translation": "Sie sah absolut elegant in ihrem roten Kleid auf der Party letzte Nacht aus. Sie wird heute Abend in ihrem neuen Outfit elegant sein. Sie war elegant in ihrem Hochzeitskleid vor 10 Jahren.",
      "imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "elegantly",
      "translation": "elegant",
      "definition": "In a refined and cultured manner.",
      "definition_translation": "Auf eine raffinierte und kultivierte Weise.",
      "example": "She walked elegantly into the room. She will elegantly dance at her wedding. She elegantly handled the situation.",
      "example_translation": "Sie ging elegant in das Zimmer. Sie wird heute Abend elegant auf ihrer Hochzeit tanzen. Sie hat die Situation elegant gehandhabt.",
      "imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eyebrows",
      "translation": "Augenbrauen",
      "definition": "The hairy ridges above the eyes, forming part of the facial features.",
      "definition_translation": "Die haarigen Ränder über den Augen, die Teil der Gesichtszüge bilden.",
      "example": "She shaped her eyebrows yesterday. She will thread her eyebrows next week. She has thick eyebrows.",
      "example_translation": "Sie formte ihre Augenbrauen gestern. Sie wird nächste Woche ihre Augenbrauen fädeln. Sie hat dicke Augenbrauen.",
      "imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eyelashes",
      "translation": "Wimpern",
      "definition": "The hairs that grow on the edges of the eyelids.",
      "definition_translation": "Die Haare, die an den Rändern der Augenlider wachsen.",
      "example": "She curled her eyelashes yesterday. She will lengthen her eyelashes next month. She has long eyelashes.",
      "example_translation": "Sie lockte ihre Wimpern gestern. Sie wird nächsten Monat ihre Wimpern verlängern. Sie hat lange Wimpern.",
      "imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "feature",
      "translation": "Merkmal",
      "definition": "A prominent or distinctive part or characteristic of something, such as a landscape, a product, or a person.",
      "definition_translation": "Ein herausragender oder kennzeichnender Teil oder Merkmal von etwas, wie einem Landschaftsbild, einem Produkt oder einer Person.",
      "example": "The new smartphone features a high-resolution camera, the company's latest innovation will feature in the upcoming trade show, and the new employee will feature prominently in the marketing campaign.",
      "example_translation": "Das neue Smartphone hat eine hochauflösende Kamera, die neueste Innovation des Unternehmens wird auf der kommenden Fachmesse vorgestellt, und der neue Mitarbeiter wird in der Marketingkampagne prominent vorgestellt.",
      "imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "female",
      "translation": "weiblich",
      "definition": "Belonging to or characteristic of women or girls.",
      "definition_translation": "Zugehörig oder charakteristisch für Frauen oder Mädchen.",
      "example": "The company has a female CEO, the female students in the class outnumber the males, and the female artists in the exhibition will showcase their work.",
      "example_translation": "Das Unternehmen hat eine Frau als CEO, die weiblichen Studenten in der Klasse übersteigen die Männer, und die weiblichen Künstlerinnen in der Ausstellung werden ihre Arbeit präsentieren.",
      "imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "freckles",
      "translation": "Sommersprossen",
      "definition": "Small brown or black spots on the skin, especially on the face, caused by exposure to the sun.",
      "definition_translation": "Kleine braune oder schwarze Flecken auf der Haut, insbesondere im Gesicht, verursacht durch Sonnenlicht.",
      "example": "She had freckles all over her face, the child got freckles from playing outside all summer, and the freckles on her nose made her look adorable.",
      "example_translation": "Sie hatte Sommersprossen überall im Gesicht, das Kind bekam Sommersprossen von dem ganzen Sommer draußen Spielen, und die Sommersprossen auf ihrer Nase machten sie niedlich aussehen.",
      "imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fringe",
      "translation": "Saum",
      "definition": "A border of hair, fur, or fabric forming the edge of something, especially a piece of fabric or a hairstyle.",
      "definition_translation": "Ein Haarborder, Pelzborder oder Stoffborder, der die Kante von etwas bildet, insbesondere ein Stück Stoff oder eine Frisur.",
      "example": "The fringe on her jacket was worn out, the fringe of the rug was damaged, and the fringe benefits of the new job were impressive.",
      "example_translation": "Der Saum ihres Jacketts war abgenutzt, der Saum des Teppichs war beschädigt, und die Zusatzleistungen des neuen Jobs waren beeindruckend.",
      "imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "gender",
      "translation": "Geschlecht",
      "definition": "The state of being male or female, especially when considered in relation to social and cultural roles.",
      "definition_translation": "Der Zustand, männlich oder weiblich zu sein, insbesondere wenn er in Bezug auf soziale und kulturelle Rollen betrachtet wird.",
      "example": "The company has a policy of gender equality in the workplace. The gender of the baby was not revealed until birth. By 2050, the gender pay gap is expected to be closed.",
      "example_translation": "Das Unternehmen hat eine Politik der Gleichstellung der Geschlechter am Arbeitsplatz. Das Geschlecht des Babys wurde nicht vor der Geburt enthüllt. Bis 2050 soll die Lücke in der Vergütung nach Geschlecht geschlossen sein.",
      "imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grown-up",
      "translation": "erwachsen",
      "definition": "A mature or adult person, especially one who has developed physically, mentally, or emotionally.",
      "definition_translation": "Eine reife oder erwachsene Person, insbesondere eine, die sich körperlich, geistig oder emotional entwickelt hat.",
      "example": "As a grown-up, I realized that my parents were right. The grown-ups were worried about the children's safety. When I'm a grown-up, I'll travel the world.",
      "example_translation": "Als Erwachsener wurde mir klar, dass meine Eltern recht hatten. Die Erwachsenen machten sich Sorgen um die Sicherheit der Kinder. Wenn ich erachsen bin, werde ich die Welt bereisen.",
      "imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hair",
      "translation": "Haar",
      "definition": "A growth on the human head or animal body, consisting of a tough protein filament that grows from follicles in the skin.",
      "definition_translation": "Ein Wachstum am menschlichen Kopf oder Tierkörper, das aus einem festen Proteinfilament besteht, das aus den Hautfollikeln wächst.",
      "example": "I love playing with my hair. She has long, curly hair. The hair on my arms stood up when I saw the ghost.",
      "example_translation": "Ich liebe es, mit meinem Haar zu spielen. Sie hat langes, lockiges Haar. Das Haar auf meinen Armen stand auf, als ich den Geist sah.",
      "imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "image",
      "translation": "Bild",
      "definition": "A visual representation or likeness of a person, thing, or idea, especially one created through photography or other forms of art.",
      "definition_translation": "Eine visuelle Darstellung oder Ähnlichkeit einer Person, Sache oder Idee, insbesondere eine, die durch Fotografie oder andere Formen der Kunst geschaffen wurde.",
      "example": "The image on the TV screen was blurry. The company's image was damaged by the scandal. The artist's image of the city was breathtaking.",
      "example_translation": "Das Bild auf dem Fernsehbildschirm war unscharf. Das Image des Unternehmens wurde durch den Skandal geschädigt. Das Bild der Stadt des Künstlers war atemzbekommend.",
      "imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "male",
      "translation": "männlich",
      "definition": "A male is a person or animal of the masculine sex or gender.",
      "definition_translation": "Ein Mann ist eine Person oder ein Tier des männlichen Geschlechts oder Geschlechts.",
      "example": "He was a male model, she was a female model, they were both models. He will be a male doctor, she will be a female doctor, they will be doctors. He was a male student, she was a female student, they were students.",
      "example_translation": "Er war ein männliches Model, sie war ein weibliches Model, sie waren beide Modelle. Er wird ein männlicher Arzt sein, sie wird ein weiblicher Arzt sein, sie werden Ärzte sein. Er war ein männlicher Student, sie war ein weiblicher Student, sie waren Studenten.",
      "imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nail",
      "translation": "Nagel",
      "definition": "A nail is a small metal spike with a flat head, used for fastening things together.",
      "definition_translation": "Ein Nagel ist ein kleiner Metallstift mit einem flachen Kopf, der zum Zusammenfügen von Dingen verwendet wird.",
      "example": "I nailed the picture to the wall, I will nail the board to the floor, I nailed the box shut. She nailed her exam, he nailed his presentation, they nailed the project.",
      "example_translation": "Ich nagelte das Bild an die Wand, ich werde das Brett auf den Boden nageln, ich nagelte den Karton zu. Sie nagelte ihre Prüfung, er nagelte seinen Vortrag, sie nagelten das Projekt.",
      "imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "naked",
      "translation": "nackt",
      "definition": "Naked means without clothes or covering.",
      "definition_translation": "Nackt bedeutet ohne Kleidung oder Bedeckung.",
      "example": "The baby was naked, the model was naked on the runway, the statue was naked. They were naked in the shower, they will be naked on the beach, they were naked in the sauna.",
      "example_translation": "Das Baby war nackt, das Model war nackt auf dem Laufsteg, die Statue war nackt. Sie waren nackt unter der Dusche, sie werden nackt am Strand sein, sie waren nackt im Sauna.",
      "imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pale",
      "translation": "blass",
      "definition": "Pale means having a light color or a weak or faint appearance.",
      "definition_translation": "Blass bedeutet, eine helle Farbe zu haben oder ein schwaches oder blasses Aussehen.",
      "example": "She was pale after the accident, the wall was pale yellow, the sky was pale blue. They will be pale with fear, they were pale with excitement, they are pale from illness.",
      "example_translation": "Sie war nach dem Unfall blass, die Wand war blassgelb, der Himmel war blassblau. Sie werden vor Angst blass sein, sie waren vor Aufregung blass, sie sind durch Krankheit blass.",
      "imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ponytail",
      "translation": "Pferdeschwanz",
      "definition": "A hairstyle in which the hair is gathered and tied at the back of the head, typically with a ribbon or elastic band.",
      "definition_translation": "Ein Haarschnitt, bei dem das Haar am Hinterkopf zusammengefasst und mit einem Band oder einer Haute zusammengebunden wird.",
      "example": "She wore a ponytail to the party yesterday, but today she has a new hairstyle. She will wear a ponytail to the wedding next week.",
      "example_translation": "Sie trug einen Pferdeschwanz zur Party gestern, aber heute hat sie einen neuen Haarschnitt. Sie wird einen Pferdeschwanz zur Hochzeit nächste Woche tragen.",
      "imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "racial",
      "translation": "rassisch",
      "definition": "Relating to or characteristic of a race or races; based on or influenced by a person's race.",
      "definition_translation": "In Bezug auf oder charakteristisch für eine Rasse oder Rassen; basiert auf oder beeinflusst von einer Person's Rasse.",
      "example": "Racial discrimination is illegal in our country. The racial diversity of our city is very high. Racial harmony is essential for a peaceful society.",
      "example_translation": "Rassische Diskriminierung ist in unserem Land illegal. Die rassische Vielfalt unserer Stadt ist sehr hoch. Rassisches Harmonie ist für eine friedliche Gesellschaft grundlegend.",
      "imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sexual",
      "translation": "sexuell",
      "definition": "Relating to or associated with sex or the sexes; concerned with the physical or psychological aspects of sex.",
      "definition_translation": "In Bezug auf oder assoziiert mit Sex oder den Geschlechtern; befasst sich mit den physischen oder psychologischen Aspekten von Sex.",
      "example": "Sexual health is an important aspect of overall health. He was accused of sexual harassment at work. The sexual orientation of a person is private.",
      "example_translation": "Sexuelle Gesundheit ist ein wichtiger Aspekt der Gesamtgesundheit. Er wurde wegen sexueller Belästigung am Arbeitsplatz beschuldigt. Die sexuelle Orientierung einer Person ist privat.",
      "imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spot",
      "translation": "Fleck",
      "definition": "A small, usually round, mark or patch on something, typically of a different color or texture from the surrounding area.",
      "definition_translation": "Ein kleiner, normalerweise runder, Markierung oder Pflaster auf etwas, typischerweise von einer anderen Farbe oder Textur als die umgebende Fläche.",
      "example": "There is a spot on the wall that needs to be cleaned. She got a spot on her new dress. The spot on the map indicates the location of the park.",
      "example_translation": "Es gibt einen Fleck an der Wand, der gereinigt werden muss. Sie bekam einen Fleck auf ihrem neuen Kleid. Der Fleck auf der Karte zeigt die Lage des Parks an.",
      "imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "strength",
      "translation": "Stärke",
      "definition": "The quality or state of being strong; a person's capacity to exert force or withstand stress or pressure.",
      "definition_translation": "Die Eigenschaft oder der Zustand, stark zu sein; die Fähigkeit einer Person, Kraft auszuüben oder Stress oder Druck zu ertragen.",
      "example": "She has shown great strength in the face of adversity. She strengthened her resolve to finish the project. She will strengthen her muscles with regular exercise.",
      "example_translation": "Sie hat große Stärke im Angesicht von Widrigkeiten gezeigt. Sie verstärkte ihren Entschluss, das Projekt zu beenden. Sie wird ihre Muskeln mit regelmäßigem Training stärken.",
      "imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "strengthen",
      "translation": "stärken",
      "definition": "To make something stronger or more intense; to improve or increase something.",
      "definition_translation": "Etwas stärker oder intensiver zu machen; etwas zu verbessern oder zu erhöhen.",
      "example": "We need to strengthen our team's defensive skills. The company strengthened its position in the market. The new policy will strengthen our relationship with our customers.",
      "example_translation": "Wir müssen die Verteidigungsfähigkeiten unseres Teams stärken. Das Unternehmen stärkte seine Position am Markt. Die neue Politik wird unsere Beziehung zu unseren Kunden stärken.",
      "imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tan",
      "translation": "braun",
      "definition": "A brown color, especially one produced by exposure to the sun; a substance used to produce this color.",
      "definition_translation": "Eine braune Farbe, insbesondere eine durch Sonnenexposition erzeugte; eine Substanz, die verwendet wird, um diese Farbe zu produzieren.",
      "example": "She got a tan on her skin after a week at the beach. He used a tan leather belt with his outfit. The tan color of the sofa complemented the room's decor.",
      "example_translation": "Sie bekam eine braune Haut nach einer Woche am Strand. Er trug einen braunen Lederriemen zu seinem Outfit. Die braune Farbe des Sofas passte zu der Raumdekoration.",
      "imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "thigh",
      "translation": "Oberschenkel",
      "definition": "The upper part of the human leg, extending from the hip to the knee.",
      "definition_translation": "Der obere Teil des menschlichen Beins, der sich vom Hüftgelenk bis zum Knie erstreckt.",
      "example": "The doctor examined her thigh to check for any injuries. He flexed his thigh muscles to prepare for the sprint. She rubbed her thigh after the long hike.",
      "example_translation": "Der Arzt untersuchte ihren Oberschenkel, um nach Verletzungen zu suchen. Er spannte seine Oberschenkelmuskeln an, um sich auf den Sprint vorzubereiten. Sie rieb ihren Oberschenkel nach dem langen Wandern.",
      "imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wavy",
      "translation": "wellig",
      "definition": "Having a wavelike shape or motion; not straight or flat.",
      "definition_translation": "Eine wavy Form oder Bewegung habend; nicht gerade oder flach.",
      "example": "The wavy hair was a hallmark of the surfer's style. She had wavy hair when she was young, but it's straight now. By the time I was old enough to get a haircut, my hair had already become wavy.",
      "example_translation": "Das wellige Haar war ein Kennzeichen des Surfer-Stils. Sie hatte welliges Haar, als sie jung war, aber es ist jetzt gerade. Bis ich alt genug war, um mich die Haare schneiden zu lassen, war mein Haar bereits wellig geworden.",
      "imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "well-built",
      "translation": "gut gebaut",
      "definition": "Having a strong and healthy body; physically fit.",
      "definition_translation": "Ein starker und gesunder Körper habend; körperlich fit.",
      "example": "The well-built athlete was a favorite to win the championship. She had always been well-built, even as a child. By the time he was 30, he had become well-built through regular exercise.",
      "example_translation": "Der gut gebaute Athlet war der Favorit, die Meisterschaft zu gewinnen. Sie war immer gut gebaut gewesen, sogar als Kind. Bis er 30 Jahre alt war, war er durch regelmäßiges Training gut gebaut geworden.",
      "imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wrinkles",
      "translation": "Falten",
      "definition": "A line or crease in the skin, especially on the face, caused by age or worry.",
      "definition_translation": "Eine Linie oder Falte in der Haut, insbesondere im Gesicht, verursacht durch Alter oder Sorgen.",
      "example": "The wrinkles on her face told the story of a life well-lived. He had deep wrinkles around his eyes from years of smoking. By the time she was 50, she had wrinkles on her forehead.",
      "example_translation": "Die Falten auf ihrem Gesicht erzählten die Geschichte eines gut gelebten Lebens. Er hatte tiefe Falten um seine Augen von Jahren des Rauchens. Bis sie 50 Jahre alt war, hatte sie Falten auf ihrer Stirn.",
      "imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wrist",
      "translation": "Handgelenk",
      "definition": "The joint or region of the arm between the hand and the forearm.",
      "definition_translation": "Das Gelenk oder die Region des Arms zwischen der Hand und dem Unterarm.",
      "example": "She sprained her wrist playing tennis. He had a tattoo on his wrist that he got on his 21st birthday. By the time I was 30, I had developed carpal tunnel syndrome in my wrist.",
      "example_translation": "Sie zerrte ihr Handgelenk beim Tennisspielen. Er hatte ein Tattoo auf seinem Handgelenk, das er an seinem 21. Geburtstag bekommen hatte. Bis ich 30 Jahre alt war, hatte ich das Karpaltunnel-Syndrom in meinem Handgelenk entwickelt.",
      "imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "youth",
      "translation": "Jugend",
      "definition": "The period between childhood and adulthood, during which a person develops physically, emotionally, and socially.",
      "definition_translation": "Die Zeit zwischen Kindheit und Erwachsenenalter, während der eine Person sich physisch, emotional und sozial entwickelt.",
      "example": "The youth of today are more tech-savvy than their predecessors. They will shape the future of our world. They shaped the revolution of the past.",
      "example_translation": "Die Jugend von heute ist tecnisch versierter als ihre Vorgänger. Sie werden die Zukunft unserer Welt gestalten. Sie haben die Revolution der Vergangenheit gestaltet.",
      "imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "calf",
      "translation": "Kalb",
      "definition": "A young cow or bull, especially one in its first year of life.",
      "definition_translation": "Ein junges Rind oder Stier, insbesondere eines in seinem ersten Lebensjahr.",
      "example": "The calf was born last night. It will grow into a strong bull. It grew into a beautiful cow.",
      "example_translation": "Das Kalb wurde letzte Nacht geboren. Es wird zu einem starken Stier heranwachsen. Es wuchs zu einer schönen Kuh heran.",
      "imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "elegance",
      "translation": "Eleganz",
      "definition": "A quality of beauty and refinement, often characterized by simplicity and restraint.",
      "definition_translation": "Eine Eigenschaft von Schönheit und Raffinesse, oft durch Einfachheit und Zurückhaltung gekennzeichnet.",
      "example": "The elegance of the ballerina's movements mesmerized the audience. It will mesmerize the judges tomorrow. It mesmerized the crowd last night.",
      "example_translation": "Die Eleganz der Bewegungen der Ballerina hypnotisierte das Publikum. Es wird die Juroren morgen hypnotisieren. Es hypnotisierte das Publikum letzte Nacht.",
      "imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "little finger",
      "translation": "Kleiner Finger",
      "definition": "The smallest finger of a human hand, also known as the pinky.",
      "definition_translation": "Der kleinste Finger einer menschlichen Hand, auch bekannt als der kleine Finger.",
      "example": "I hurt my little finger while playing tennis. I will take care of it tomorrow. I took care of it yesterday.",
      "example_translation": "Ich verletzte meinen kleinen Finger während des Tennisspiels. Ich werde mich morgen darum kümmern. Ich kümmerte mich gestern darum.",
      "imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "middle finger",
      "translation": "Mittelfinger",
      "definition": "The middle finger is the third digit of a human hand, located between the index finger and the ring finger.",
      "definition_translation": "Der Mittelfinger ist der dritte Finger einer menschlichen Hand, zwischen dem Zeigefinger und dem Ringfinger gelegen.",
      "example": "She showed her middle finger to the rude driver, I will show my middle finger to him tomorrow, He had shown his middle finger to the police officer.",
      "example_translation": "Sie zeigte dem unhöflichen Fahrer ihren Mittelfinger, Ich werde meinem Mittelfinger morgen zu ihm zeigen, Er hatte seinem Mittelfinger gegenüber dem Polizeibeamten gezeigt.",
      "imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "obese",
      "translation": "fettleibig",
      "definition": "Having a body mass index (BMI) of 30 or higher, which is a measure of body fat based on height and weight.",
      "definition_translation": "Ein Körpermasseindex (BMI) von 30 oder höher aufweist, was ein Maß für Körperfett ist, basierend auf Höhe und Gewicht.",
      "example": "The obese man was advised to exercise regularly, She was obese since childhood, They will be obese if they don't change their eating habits.",
      "example_translation": "Dem fetten Mann wurde empfohlen, regelmäßig zu üben, Sie war seit Kindheit fettsüchtig, Sie werden fettleibig sein, wenn sie ihre Essgewohnheiten nicht ändern.",
      "imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "resemble",
      "translation": "ähneln",
      "definition": "To have a similar appearance or qualities to someone or something else.",
      "definition_translation": "Eine ähnliche Erscheinung oder Eigenschaften wie jemand oder etwas anderes zu haben.",
      "example": "My brother resembles our grandfather, The new policy will resemble the old one, They will resemble each other after the makeover.",
      "example_translation": " Mein Bruder ähnelt unserem Großvater, Die neue Politik wird der alten ähneln, Sie werden einander nach dem Makeover ähneln.",
      "imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "adolescent",
      "translation": "Adoleszent",
      "definition": "A person between puberty and full physical development, typically between the ages of 10 and 19.",
      "definition_translation": "Eine Person zwischen Pubertät und vollständiger körperlicher Entwicklung, typischerweise zwischen 10 und 19 Jahren alt.",
      "example": "The adolescent girl was going through a phase of self-discovery, He was an adolescent when he first fell in love, They are adolescents and need guidance.",
      "example_translation": "Das adolescente Mädchen ging durch eine Phase der Selbstentdeckung, Er war ein Adoleszent, als er sich zum ersten Mal verliebte, Sie sind Adoleszente und benötigen Anleitung.",
      "imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cheekbones",
      "translation": "Wangenknochen",
      "definition": "The bony structure of the face below the eyes, forming the prominence of the face.",
      "definition_translation": "Die knöcherne Struktur des Gesichts unter den Augen, welche die Prominenz des Gesichts bildet.",
      "example": "She has high cheekbones, which make her face look more angular. She had sculpted her cheekbones with makeup. She will have defined cheekbones after losing weight.",
      "example_translation": "Sie hat hoch angesetzte Wangenknochen, die ihr Gesicht kantiger wirken lassen. Sie hatte ihre Wangenknochen mit Makeup geformt. Sie wird definierte Wangenknochen haben, wenn sie abgenommen hat.",
      "imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "complexion",
      "translation": "Teint",
      "definition": "The natural color and appearance of one's skin, especially of the face.",
      "definition_translation": "Die natürliche Farbe und Erscheinung der Haut, insbesondere des Gesichts.",
      "example": "Her complexion was smooth and fair. She had a dark complexion due to her genetics. She will improve her complexion with a healthy diet.",
      "example_translation": "Ihr Teint war glatt und hell. Sie hatte einen dunklen Teint aufgrund ihrer Genetik. Sie wird ihren Teint mit einer gesunden Ernährung verbessern.",
      "imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cuticle",
      "translation": "Nagelhaut",
      "definition": "The thin layer of dead skin cells at the base of a fingernail or toenail.",
      "definition_translation": "Die dünne Schicht toter Hautzellen an der Basis eines Fingernagels oder Zehennagels.",
      "example": "She pushed back her cuticle to make her nails look longer. He had a cuticle infection and had to see a doctor. She will moisturize her cuticle to keep it healthy.",
      "example_translation": "Sie drückte ihre Nagelhaut zurück, um ihre Nägel länger aussehen zu lassen. Er hatte eine Nagelhaut-Infektion und musste einen Arzt aufsuchen. Sie wird ihre Nagelhaut feucht halten, um sie gesund zu halten.",
      "imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "palm",
      "translation": "Handfläche",
      "definition": "The inner surface of the hand from the wrist to the base of the fingers.",
      "definition_translation": "Die innere Oberfläche der Hand von der Handgelenk bis zur Basis der Finger.",
      "example": "She read the lines on her palm to predict her future. He had a callus on his palm from playing guitar. She will hold her palm out to take a oath.",
      "example_translation": "Sie las die Linien auf ihrer Handfläche, um ihre Zukunft vorherzusagen. Er hatte einen Hornhaut auf seiner Handfläche vom Gitarrespielen. Sie wird ihre Handfläche öffnen, um einen Eid zu schwören.",
      "imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ring finger",
      "translation": "Ringfinger",
      "definition": "The fourth finger of a human hand, typically the one adjacent to the little finger.",
      "definition_translation": "Der vierte Finger einer menschlichen Hand, typischerweise derjenige neben dem kleinen Finger.",
      "example": "I wore my wedding ring on my ring finger. I will wear it on my ring finger tomorrow. I wore it on my ring finger yesterday.",
      "example_translation": "Ich trug meinen Ehering am Ringfinger. Ich werde ihn morgen am Ringfinger tragen. Ich trug ihn gestern am Ringfinger.",
      "imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shin",
      "translation": "Schienbein",
      "definition": "The front part of the human leg below the knee, forming the lower leg.",
      "definition_translation": "Der vordere Teil des menschlichen Beines unterhalb des Knies, bildet das Unterschenkel.",
      "example": "I hurt my shin when I fell. I will protect my shin when I play soccer. I hurt my shin last week.",
      "example_translation": "Ich verletzte mein Schienbein, als ich fiel. Ich werde mein Schienbein schützen, wenn ich Fußball spiele. Ich verletzte mein Schienbein letzte Woche.",
      "imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sideburns",
      "translation": "Schläfenbart",
      "definition": "Facial hair that grows on the sides of a man's face, especially on the cheeks.",
      "definition_translation": "Gesichtshaar, das an den Seiten eines Mannes wächst, insbesondere auf den Wangen.",
      "example": "He had impressive sideburns that reached his jawline. He will grow sideburns when he is older. He had sideburns when he was a teenager.",
      "example_translation": "Er hatte beeindruckende Schläfenbart, die bis zur Kieferlinie reichten. Er wird Schläfenbart wachsen lassen, wenn er älter ist. Er hatte Schläfenbart, als er ein Teenager war.",
      "imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spiky",
      "translation": "stachelig",
      "definition": "Having or resembling a sharp point or spike.",
      "definition_translation": "Hat oder ähnelt einem scharfen Punkt oder Stachel.",
      "example": "The spiky hairdo was popular in the 80s. I will get a spiky haircut next week. The rockstar had a spiky hairstyle.",
      "example_translation": "Die stachelige Frisur war in den 80er Jahren populär. Ich werde mir nächste Woche einen stacheligen Haarschnitt holen. Der Rockstar hatte eine stachelige Frisur.",
      "imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stubble",
      "translation": "Stoppel",
      "definition": "The short, stiff hairs growing on a person's chin or cheeks, especially after shaving.",
      "definition_translation": "Die kurzen, steifen Haare, die auf dem Kinn oder den Wangen eines Menschen wachsen, insbesondere nach dem Rasieren.",
      "example": "He had a rough stubble on his chin after not shaving for a week. Yesterday, he had a smooth face, but today he has a stubble. By next week, he will have a full beard.",
      "example_translation": "Er hatte eine raue Stoppel auf seinem Kinn, nachdem er eine Woche nicht rasiert hatte. Gestern hatte er ein glattes Gesicht, aber heute hat er eine Stoppel. Bis nächster Woche wird er einen vollen Bart haben.",
      "imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "toddler",
      "translation": "Kleinkind",
      "definition": "A child who is just learning to walk and talk, typically between the ages of one and three.",
      "definition_translation": "Ein Kind, das gerade lernt, zu laufen und zu sprechen, typischerweise zwischen einem und drei Jahren alt.",
      "example": "The toddler took his first steps yesterday, but today he is still learning to balance. Next year, he will be running around the playground.",
      "example_translation": "Das Kleinkind machte gestern seine ersten Schritte, aber heute lernt es noch, das Gleichgewicht zu halten. Nächstes Jahr wird es auf dem Spielplatz herumlaufen.",
      "imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "abdomen",
      "translation": "Bauch",
      "definition": "The part of the body that contains the stomach, intestines, and other organs, located between the chest and the pelvis.",
      "definition_translation": "Der Teil des Körpers, der den Magen, die Därme und andere Organe enthält, befindet sich zwischen Brustkorb und Becken.",
      "example": "The doctor examined the patient's abdomen to check for any signs of appendicitis. Yesterday, she had a stomachache, but today her abdomen is feeling better. By next month, she will have fully recovered.",
      "example_translation": "Der Arzt untersuchte den Bauch des Patienten, um nach Anzeichen einer Appendizitis zu suchen. Gestern hatte sie Bauchschmerzen, aber heute fühlt sich ihr Bauch besser an. Bis nächsten Monat wird sie vollständig genesen sein.",
      "imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bun",
      "translation": "Brötchen",
      "definition": "A small, usually sweet bread roll, often served with breakfast or as a snack.",
      "definition_translation": "Ein kleines, meist süßes Brotbrötchen, das oft zum Frühstück oder als Zwischenmahlzeit serviert wird.",
      "example": "She bought a fresh bun from the bakery to eat with her coffee. Yesterday, she bought a pastry, but today she prefers a bun. By next week, she will have tried a new recipe for homemade buns.",
      "example_translation": "Sie kaufte ein frisches Brötchen von der Bäckerei, um es mit ihrem Kaffee zu essen. Gestern kaufte sie eine Blätterteigpastete, aber heute bevorzugt sie ein Brötchen. Bis nächster Woche wird sie ein neues Rezept für hausgemachte Brötchen ausprobiert haben.",
      "imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "forefinger",
      "translation": "Zeigefinger",
      "definition": "The finger next to the thumb, used for pointing and grasping.",
      "definition_translation": "Der Finger neben dem Daumen, verwendet zum Zeigen und Greifen.",
      "example": "I used my forefinger to press the button. I will use my forefinger to type on the keyboard. I had used my forefinger to eat the food.",
      "example_translation": "Ich verwendete meinen Zeigefinger, um den Knopf zu drücken. Ich werde meinen Zeigefinger verwenden, um auf der Tastatur zu tippen. Ich hatte meinen Zeigefinger verwendet, um das Essen zu essen.",
      "imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "goatee",
      "translation": "Kinnbart",
      "definition": "A type of beard that consists of a tuft of hair on the chin, often worn with a mustache.",
      "definition_translation": "Eine Art von Bart, die aus einem Büschel Haar am Kinn besteht, oft mit einem Schnurrbart getragen.",
      "example": "He had a goatee that made him look like a philosopher. He will grow a goatee to look more mature. He had grown a goatee when he was in college.",
      "example_translation": "Er hatte einen Kinnbart, der ihn wie einen Philosophen aussehen ließ. Er wird einen Kinnbart anbauen, um reifer auszusehen. Er hatte einen Kinnbart angebaut, als er auf dem College war.",
      "imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "perm",
      "translation": "Dauerwelle",
      "definition": "A type of hairstyle in which the hair is curled or waved using chemicals or heat, typically to achieve a more voluminous or textured look.",
      "definition_translation": "Eine Art von Frisur, bei der das Haar durch Chemikalien oder Hitze gelockt oder gewellt wird, um ein voluminöseres oder texturiertes Aussehen zu erreichen.",
      "example": "She got a perm to look more fashionable. She will get a perm to impress her friends. She had gotten a perm when she was in high school.",
      "example_translation": "Sie ließ sich eine Dauerwelle machen, um modischer auszusehen. Sie wird sich eine Dauerwelle machen, um ihre Freunde zu beeindrucken. Sie hatte sich eine Dauerwelle machen lassen, als sie auf der High School war.",
      "imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]