{
  "data": [
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dance",
      "translation": "tanzen",
      "definition": "To move one's body in a rhythmic way, typically to music, as a form of expression or exercise.",
      "definition_translation": "Den Körper in einer rhythmischen Weise zu bewegen, typischerweise zur Musik, als Ausdrucksform oder als Übung.",
      "example": "I danced all night at the party. I am dancing to my favorite song right now. I will dance at my wedding next year.",
      "example_translation": "Ich tanzte die ganze Nacht auf der Party. Ich tanze gerade zu meinem Lieblingslied. Ich werde auf meiner Hochzeit nächstes Jahr tanzen.",
      "imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shopping",
      "translation": "Einkaufen",
      "definition": "The act of buying things, especially in stores or on the internet.",
      "definition_translation": "Der Akt des Kaufens von Dingen, insbesondere in Geschäften oder im Internet.",
      "example": "I went shopping with my friends yesterday. I am shopping online right now. I will go shopping with my family next weekend.",
      "example_translation": "Ich ging mit meinen Freunden gestern einkaufen. Ich bin gerade online einkaufen. Ich werde mit meiner Familie nächstes Wochenende einkaufen.",
      "imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "smoking",
      "translation": "Rauchen",
      "definition": "The act of burning tobacco or other substances and inhaling the resulting smoke.",
      "definition_translation": "Der Akt des Brennens von Tabak oder anderen Substanzen und des Einatmens des resultierenden Rauchs.",
      "example": "I was smoking a lot when I was younger. I am not smoking anymore. I will never start smoking again.",
      "example_translation": "Ich rauchte viel, als ich jünger war. Ich rauche nicht mehr. Ich werde nie wieder anfangen zu rauchen.",
      "imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "work",
      "translation": "Arbeiten",
      "definition": "Activity involving mental or physical effort done in order to achieve a purpose or earn a living.",
      "definition_translation": "Aktivität, die mentale oder physische Anstrengung erfordert, um ein Ziel zu erreichen oder den Lebensunterhalt zu verdienen.",
      "example": "I worked all day yesterday. I am working on a project right now. I will work with a team next month.",
      "example_translation": "Ich arbeitete den ganzen Tag gestern. Ich arbeite gerade an einem Projekt. Ich werde nächstes Monat mit einem Team arbeiten.",
      "imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "activity",
      "translation": "Aktivität",
      "definition": "The condition in which things are happening or being done.",
      "definition_translation": "Der Zustand, in dem Dinge geschehen oder erledigt werden.",
      "example": "I enjoy outdoor activity such as hiking. I enjoyed outdoor activity yesterday. I will enjoy outdoor activity next week.",
      "example_translation": "Ich genieße Außenaktivitäten wie Wandern. Ich genoss gestern Außenaktivitäten. Ich werde nächste Woche Außenaktivitäten genießen.",
      "imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "click",
      "translation": "Klick",
      "definition": "A short, sharp sound, like the sound of a small metal thing hitting something.",
      "definition_translation": "Ein kurzer, scharfer Laut, wie der Laut eines kleinen Metallteils, das auf etwas trifft.",
      "example": "I heard a click when I turned on the light. I had heard a click when I turned on the light yesterday. I will hear a click when I turn on the light next week.",
      "example_translation": "Ich hörte ein Klicken, als ich das Licht angeschaltet habe. Ich hatte ein Klicken gehört, als ich das Licht gestern angeschaltet habe. Ich werde ein Klicken hören, wenn ich das Licht nächste Woche angeschaltet habe.",
      "imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "climbing",
      "translation": "Klettern",
      "definition": "The act of using your hands, feet, or other parts of your body to pull yourself up something.",
      "definition_translation": "Die Handlung, deine Hände, Füße oder anderen Körperteile zu verwenden, um dich selbst hochzuziehen.",
      "example": "I am climbing the mountain now. I climbed the mountain yesterday. I will climb the mountain next year.",
      "example_translation": "Ich klettere jetzt den Berg hoch. Ich kletterte den Berg gestern hoch. Ich werde den Berg nächsten Jahr hochklettern.",
      "imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cooking",
      "translation": "Kochen",
      "definition": "The act of preparing food, especially by heating it.",
      "definition_translation": "Die Handlung, Lebensmittel vorzubereiten, insbesondere durch Erwärmen.",
      "example": "I am cooking dinner now. I cooked dinner yesterday. I will cook dinner next week.",
      "example_translation": "Ich koche jetzt Abendessen. Ich kochte gestern Abendessen. Ich werde nächste Woche Abendessen kochen.",
      "imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cycling",
      "translation": "Fahrradfahren",
      "definition": "The act of riding a bicycle, especially as a form of exercise or recreation.",
      "definition_translation": "Die Handlung, ein Fahrrad zu fahren, insbesondere als Form von Übung oder Erholung.",
      "example": "I cycled to work today, but I will cycle to the park tomorrow. I cycled with my friends last weekend.",
      "example_translation": "Ich fuhr heute mit dem Fahrrad zur Arbeit, aber ich werde morgen zum Park fahren. Ich fuhr letzten Wochenende mit meinen Freunden.",
      "imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "drawing",
      "translation": "Zeichnung",
      "definition": "The act of creating a picture or diagram using lines, shapes, and colors.",
      "definition_translation": "Die Handlung, ein Bild oder Diagramm mithilfe von Linien, Formen und Farben zu erstellen.",
      "example": "I drew a picture of my cat yesterday, but I will draw a portrait of my mother tomorrow. I drew a map to get to the museum last week.",
      "example_translation": "Ichzeichnete ein Bild meiner Katze gestern, aber ich werde morgen ein Porträt meiner Mutter zeichnen. Ichzeichnete eine Karte, um zum Museum letzte Woche zu gelangen.",
      "imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "exercise",
      "translation": "Übung",
      "definition": "A physical activity or set of activities done to improve or maintain physical fitness and health.",
      "definition_translation": "Eine körperliche Aktivität oder eine Reihe von Aktivitäten, um die körperliche Fitness und Gesundheit zu verbessern oder zu erhalten.",
      "example": "I exercised at the gym yesterday, but I will exercise at home tomorrow. I exercised with my personal trainer last month.",
      "example_translation": "Ich trainierte gestern im Fitnessstudio, aber ich werde morgen zu Hause trainieren. Ich trainierte letzten Monat mit meinem persönlichen Trainer.",
      "imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "help",
      "translation": "Hilfe",
      "definition": "Assistance or support given to someone to help them do something.",
      "definition_translation": "Unterstützung oder Hilfe, die jemandem gegeben wird, um ihnen bei etwas zu helfen.",
      "example": "I helped my mother with household chores yesterday, but I will help my friend with their homework tomorrow. I helped my brother with his project last week.",
      "example_translation": "Ich half meiner Mutter gestern bei den Haushaltsaufgaben, aber ich werde meinem Freund morgen bei seinen Hausaufgaben helfen. Ich half meinem Bruder letzten Woche bei seinem Projekt.",
      "imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kick",
      "translation": "treten",
      "definition": "to strike or hit something forcefully with the foot or leg",
      "definition_translation": "etwas mit dem Fuß oder Bein kraftvoll zu schlagen",
      "example": "I kicked the ball in the game yesterday. Today, I'm going to kick it again. By next week, I will have kicked it many times.",
      "example_translation": "Ich trat den Ball im Spiel gestern. Heute werde ich ihn wieder treten. Bis nächste Woche werde ich ihn viele Male getreten haben.",
      "imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kiss",
      "translation": "Kuss",
      "definition": "to touch someone's face or lips with one's own, typically as a sign of love or affection",
      "definition_translation": "jemandem das Gesicht oder die Lippen mit eigenen zu berühren, typischerweise als Zeichen von Liebe oder Zuneigung",
      "example": "She kissed her boyfriend goodbye. Now, she is kissing her child. Later, she will kiss her husband.",
      "example_translation": "Sie küsste ihren Freund auf Wiedersehen. Jetzt küsst sie ihr Kind. Später wird sie ihren Mann küssen.",
      "imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "practice",
      "translation": "Übung",
      "definition": "the act of performing an activity or exercise repeatedly in order to improve or maintain a skill or proficiency",
      "definition_translation": "die Handlung, eine Aktivität oder Übung wiederholt durchzuführen, um eine Fähigkeit oder Tüchtigkeit zu verbessern oder aufrechtzuerhalten",
      "example": "I practiced playing the guitar yesterday. Today, I am practicing it again. By next year, I will have practiced it for 10 years.",
      "example_translation": "Ich übte gestern Gitarre zu spielen. Heute übe ich es wieder. Bis nächstem Jahr werde ich es 10 Jahre lang geübt haben.",
      "imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "singing",
      "translation": "Singen",
      "definition": "the act of producing musical sounds with one's voice, especially in a musical performance",
      "definition_translation": "die Handlung, musikalische Klänge mit seiner Stimme zu produzieren, insbesondere in einer musikalischen Darbietung",
      "example": "I was singing in the shower yesterday. Today, I am singing in the car. By next week, I will be singing on stage.",
      "example_translation": "Ich sang gestern in der Dusche. Heute singe ich im Auto. Bis nächster Woche werde ich auf der Bühne singen.",
      "imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "skateboarding",
      "translation": "Skateboarden",
      "definition": "the sport of riding and performing tricks on a skateboard",
      "definition_translation": "Der Sport, auf einem Skateboard zu fahren und Tricks auszuführen",
      "example": "I went skateboarding with my friends yesterday. Today, I'm skateboarding in the park, and tomorrow I will go skateboarding to the beach.",
      "example_translation": "Ich ging gestern mit meinen Freunden Skateboarden. Heute fahre ich im Park Skateboard und morgen gehe ich zum Strand Skateboarden.",
      "imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "skating",
      "translation": "Eislaufen",
      "definition": "the act of moving on ice skates, typically on a frozen surface, such as a rink or a frozen lake",
      "definition_translation": "Die Tätigkeit, auf Eislaufschuhen über eine gefrorene Oberfläche, wie eine Eisbahn oder einen gefrorenen See, zu gleiten",
      "example": "I have been skating since I was a kid. Now, I'm skating on the frozen lake, and next week I will go skating with my family.",
      "example_translation": "Ich laufe seit ich ein Kind war. Jetzt laufe ich auf dem gefrorenen See und nächste Woche gehe ich mit meiner Familie Eislaufen.",
      "imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "snowboarding",
      "translation": "Snowboarden",
      "definition": "the sport of sliding down a snow-covered slope on a snowboard, performing jumps and tricks",
      "definition_translation": "Der Sport, auf einem Snowboard einen schneebedeckten Hang hinabzugleiten, Sprünge und Tricks auszuführen",
      "example": "I love snowboarding in the mountains. Last year, I went snowboarding with my friends, and next season I will try snowboarding again.",
      "example_translation": "Ich liebe es, in den Bergen Snowboarden zu fahren. Letztes Jahr ging ich mit meinen Freunden Snowboarden und nächste Saison werde ich wieder Snowboarden fahren.",
      "imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "surfing",
      "translation": "Surfen",
      "definition": "the sport of riding a surfboard on the crest of a wave, typically in the ocean",
      "definition_translation": "Der Sport, auf einem Surfbrett auf der Welle, typischerweise im Ozean, zu reiten",
      "example": "I'm surfing on the beach every morning. Yesterday, I surfed on the big waves, and tomorrow I will surf with my friends.",
      "example_translation": "Ich surfe jeden Morgen am Strand. Gestern surfte ich auf den großen Wellen und morgen werde ich mit meinen Freunden surfen.",
      "imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "swimming",
      "translation": "Schwimmen",
      "definition": "The act of moving through water using strokes, especially as a form of exercise or recreation.",
      "definition_translation": "Die Handlung, durch Wasser zu bewegen, indem man Schläge ausführt, insbesondere als Übung oder Erholung.",
      "example": "I was swimming in the lake yesterday. I swim every morning. I will swim in the ocean next summer.",
      "example_translation": "Ich schwom gestern im See. Ich schwimme jeden Morgen. Ich werde nächsten Sommer im Ozean schwimmen.",
      "imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "use",
      "translation": "benutzen",
      "definition": "To employ for a purpose or to utilize something.",
      "definition_translation": "Etwas für einen Zweck einzusetzen oder zu nutzen.",
      "example": "I used this computer last night. I use it every day. I will use it again tomorrow.",
      "example_translation": "Ich benutzte diesen Computer gestern Nacht. Ich benutze ihn jeden Tag. Ich werde ihn morgen wieder benutzen.",
      "imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "walk",
      "translation": "gehen",
      "definition": "To move at a slow pace on foot, especially in a deliberate and leisurely manner.",
      "definition_translation": "Langsam auf Fuß zu gehen, insbesondere in einer bewussten und gemütlichen Weise.",
      "example": "I walked to the park yesterday. I walk to school every day. I will walk in the mountains next week.",
      "example_translation": "Ich ging gestern zum Park. Ich gehe jeden Tag zur Schule. Ich werde nächste Woche in den Bergen gehen.",
      "imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "walking",
      "translation": "Gehen",
      "definition": "The act of moving at a slow pace on foot, especially in a deliberate and leisurely manner.",
      "definition_translation": "Die Handlung, langsam auf Fuß zu gehen, insbesondere in einer bewussten und gemütlichen Weise.",
      "example": "I went walking in the morning. I am walking to the store now. I will be walking in the evening.",
      "example_translation": "Ich ging heute Morgen spazieren. Ich gehe jetzt zum Laden. Ich werde heute Abend spazieren gehen.",
      "imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "washing",
      "translation": "Waschen",
      "definition": "The act of cleaning something, especially clothes, with water and soap.",
      "definition_translation": "Die Handlung, etwas, insbesondere Kleidung, mit Wasser und Seife zu reinigen.",
      "example": "I was washing my car yesterday, but now it's dirty again. Today, I am washing my clothes, and tomorrow I will be washing the dishes.",
      "example_translation": "Ich habe mein Auto gestern gewaschen, aber jetzt ist es wieder schmutzig. Heute wasche ich meine Kleidung, und morgen werde ich das Geschirr waschen.",
      "imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "washing-up",
      "translation": "Abwasch",
      "definition": "The act of washing dishes, utensils, and other kitchen items after a meal.",
      "definition_translation": "Die Handlung, Geschirr, Besteck und andere Küchengeräte nach einem Essen zu waschen.",
      "example": "My mother was doing the washing-up after dinner, but I helped her with it. Today, I am doing the washing-up, and tomorrow my brother will do it.",
      "example_translation": "Meine Mutter hat nach dem Abendessen den Abwasch gemacht, aber ich habe ihr geholfen. Heute mache ich den Abwasch, und morgen wird mein Bruder es tun.",
      "imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "achievement",
      "translation": "Erfolg",
      "definition": "Something that has been accomplished or achieved, especially by effort or courage.",
      "definition_translation": "Etwas, das erreicht oder erzielt wurde, insbesondere durch Anstrengung oder Mut.",
      "example": "Getting a degree was a great achievement for me. I had struggled for years, but finally, I achieved my goal. Now, I am working towards my next achievement.",
      "example_translation": "Den Abschluss zu erzielen war ein großer Erfolg für mich. Ich hatte jahrelang kämpfen müssen, aber schließlich erreichte ich mein Ziel. Jetzt arbeite ich an meinem nächsten Erfolg.",
      "imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "arrangement",
      "translation": "Anordnung",
      "definition": "A preparation or plan for something to happen or be done, especially a formal or business-like plan.",
      "definition_translation": "Eine Vorbereitung oder Plan für etwas, das geschehen oder erledigt werden soll, insbesondere ein formeller oder geschäftsmäßiger Plan.",
      "example": "We made an arrangement to meet at the park at 5 pm. Yesterday, we had an arrangement with a business partner, but today we are making a new arrangement.",
      "example_translation": "Wir haben eine Vereinbarung getroffen, um uns um 17 Uhr im Park zu treffen. Gestern hatten wir eine Vereinbarung mit einem Geschäftspartner, aber heute machen wir eine neue Anordnung.",
      "imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "arrival",
      "translation": "Ankunft",
      "definition": "The act of arriving or coming to a place, especially after a journey.",
      "definition_translation": "Die Ankunft oder Ankunft an einem Ort, insbesondere nach einer Reise.",
      "example": "The arrival of the guests was delayed by an hour. Yesterday, I had arrived at the hotel by 3 pm. By next week, I will have arrived in New York.",
      "example_translation": "Die Ankunft der Gäste verzögerte sich um eine Stunde. Gestern war ich um 3 Uhr nachmittags im Hotel angekommen. Bis nächste Woche werde ich in New York angekommen sein.",
      "imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "attack",
      "translation": "Angriff",
      "definition": "A sudden and violent assault or onslaught.",
      "definition_translation": "Ein plötzlicher und gewaltsamer Angriff oder Überfall.",
      "example": "The army launched a surprise attack on the enemy. The company will attack the new market next quarter. By the end of the year, they had attacked the issue aggressively.",
      "example_translation": "Das Heer lancierte einen Überraschungsangriff auf den Feind. Das Unternehmen wird nächsten Quartal den neuen Markt angreifen. Bis Ende des Jahres hatten sie das Problem aggressiv angegriffen.",
      "imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "check",
      "translation": "überprüfen",
      "definition": "To examine or investigate something in order to determine its accuracy or quality.",
      "definition_translation": "Etwas zu untersuchen oder zu überprüfen, um seine Genauigkeit oder Qualität festzustellen.",
      "example": "I need to check my email for any new messages. Yesterday, I checked my phone for any updates. By next month, I will have checked all the options.",
      "example_translation": "Ich muss meine E-Mails auf neue Nachrichten überprüfen. Gestern habe ich mein Telefon auf Aktualisierungen überprüft. Bis nächstem Monat werde ich alle Optionen überprüft haben.",
      "imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "choice",
      "translation": "Wahl",
      "definition": "The act of selecting or deciding between two or more possibilities.",
      "definition_translation": "Die Handlung, zwischen zwei oder mehr Möglichkeiten zu wählen oder zu entscheiden.",
      "example": "I had a difficult choice to make between the two jobs. Yesterday, I made a choice to eat healthy food. By next year, I will have made a choice to travel abroad.",
      "example_translation": "Ich hatte eine schwere Wahl zwischen den zwei Jobs zu treffen. Gestern habe ich die Wahl getroffen, gesunde Lebensmittel zu essen. Bis nächstem Jahr werde ich die Wahl getroffen haben, ins Ausland zu reisen.",
      "imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "decision",
      "translation": "Entscheidung",
      "definition": "The act of making up one's mind, a conclusion or resolution reached after consideration, a judgment or verdict.",
      "definition_translation": "Die Handlung, seinen Entschluss zu fassen, ein nach Überlegung erzielter Schluss oder Beschluss, ein Urteil oder Verdikt.",
      "example": "She made the difficult decision to quit her job. In the past, she had made similar decisions that had not worked out well. Now, she will have to make a new decision about her career path.",
      "example_translation": "Sie traf die schwierige Entscheidung, ihren Job zu kündigen. In der Vergangenheit hatte sie ähnliche Entscheidungen getroffen, die nicht funktioniert hatten. Jetzt muss sie eine neue Entscheidung über ihren Karriereweg treffen.",
      "imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "delivery",
      "translation": "Lieferung",
      "definition": "The act of transporting goods or products from one place to another, the process of giving birth to a child.",
      "definition_translation": "Die Handlung, Waren oder Produkte von einem Ort zu einem anderen zu transportieren, der Prozess, ein Kind zur Welt zu bringen.",
      "example": "The company promised a fast delivery of the new smartphones. In the past, they had struggled with delivery times, but now they have improved their logistics. In the future, they will expand their delivery services to more countries.",
      "example_translation": "Das Unternehmen versprach eine schnelle Lieferung der neuen Smartphones. In der Vergangenheit hatten sie mit Lieferzeiten gekämpft, aber jetzt haben sie ihre Logistik verbessert. In Zukunft werden sie ihre Lieferdienstleistungen auf mehr Länder ausweiten.",
      "imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "development",
      "translation": "Entwicklung",
      "definition": "The process of growth, progress, or improvement, the act of creating or building something new.",
      "definition_translation": "Der Prozess des Wachstums, des Fortschritts oder der Verbesserung, die Handlung, etwas Neues zu schaffen oder zu bauen.",
      "example": "The company invested in the development of new software. In the past, they had focused on hardware development, but now they are shifting their attention to software development. In the future, they will continue to develop new products.",
      "example_translation": "Das Unternehmen investierte in die Entwicklung neuer Software. In der Vergangenheit hatten sie sich auf die Entwicklung von Hardware konzentriert, aber jetzt lenken sie ihre Aufmerksamkeit auf die Software-Entwicklung. In Zukunft werden sie neue Produkte weiterentwickeln.",
      "imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "diving",
      "translation": "Tauchen",
      "definition": "The act of jumping into water, typically headfirst, or the sport of exploring underwater environments.",
      "definition_translation": "Die Handlung, ins Wasser zu springen, typischerweise kopfvoran, oder der Sport, Unterwasserumgebungen zu erkunden.",
      "example": "She loves diving in the Caribbean Sea. In the past, she had gone diving in the Red Sea, but now she prefers the clear waters of the Caribbean. In the future, she will go diving in the Great Barrier Reef.",
      "example_translation": "Sie liebt das Tauchen im Karibischen Meer. In der Vergangenheit war sie im Roten Meer getaucht, aber jetzt bevorzugt sie die klaren Gewässer des Karibischen Meeres. In Zukunft wird sie im Great Barrier Reef tauchen.",
      "imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "drive",
      "translation": "fahren",
      "definition": "To operate a vehicle, especially a car, by sitting in it and using the controls to make it move.",
      "definition_translation": "Ein Fahrzeug, insbesondere ein Auto, zu bedienen, indem Sie darin sitzen und die Steuerelemente verwenden, um es in Bewegung zu setzen.",
      "example": "I drove to work yesterday, I drive to work today, and I will drive to work tomorrow.",
      "example_translation": "Ich fuhr gestern zur Arbeit, ich fahre heute zur Arbeit und ich werde morgen zur Arbeit fahren.",
      "imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "effort",
      "translation": "Anstrengung",
      "definition": "A vigorous or determined attempt to do something.",
      "definition_translation": "Ein kraftvoller oder entschlossener Versuch, etwas zu tun.",
      "example": "I made an effort to finish the project on time, I am making an effort to finish the project on time, and I will make an effort to finish the project on time.",
      "example_translation": "Ich machte mir Mühe, das Projekt rechtzeitig zu beenden, ich mache mir Mühe, das Projekt rechtzeitig zu beenden, und ich werde mir Mühe machen, das Projekt rechtzeitig zu beenden.",
      "imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "exchange",
      "translation": "Austausch",
      "definition": "The act of giving something in return for something else.",
      "definition_translation": "Der Vorgang, etwas gegen etwas anderes zu tauschen.",
      "example": "I exchanged my old phone for a new one, I exchange money for goods, and I will exchange gifts at the party.",
      "example_translation": "Ich tauschte mein altes Handy gegen ein neues, ich tausche Geld gegen Waren und ich werde Geschenke auf der Party tauschen.",
      "imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "experiment",
      "translation": "Experiment",
      "definition": "A scientific test or investigation to find out something.",
      "definition_translation": "Ein wissenschaftlicher Test oder eine Untersuchung, um etwas herauszufinden.",
      "example": "I conducted an experiment to test the new product, I conduct experiments to improve the process, and I will conduct an experiment to prove the theory.",
      "example_translation": "Ich führte ein Experiment durch, um das neue Produkt zu testen, ich führe Experimente durch, um den Prozess zu verbessern, und ich werde ein Experiment durchführen, um die Theorie zu beweisen.",
      "imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fight",
      "translation": "kämpfen",
      "definition": "To engage in combat or strife; to struggle or contend for something.",
      "definition_translation": "Kämpfen oder Streit haben; um etwas zu kämpfen oder zu streiten.",
      "example": "I fought with my brother when I was a kid. I fight for my rights every day. I will fight against injustice in the future.",
      "example_translation": "Ich kämpfte mit meinem Bruder, als ich ein Kind war. Ich kämpfe jeden Tag für meine Rechte. Ich werde in Zukunft gegen Ungerechtigkeit kämpfen.",
      "imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "go",
      "translation": "gehen",
      "definition": "To move from one place to another; to travel or journey.",
      "definition_translation": "Von einem Ort zu einem anderen zu bewegen; zu reisen oder zu reisen.",
      "example": "I went to the store yesterday. I go to school every day. I will go to the beach next summer.",
      "example_translation": "Ich ging gestern zum Laden. Ich gehe jeden Tag zur Schule. Ich werde nächsten Sommer zum Strand gehen.",
      "imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "habit",
      "translation": "Gewohnheit",
      "definition": "A settled or regular tendency or practice, especially one that is hard to give up.",
      "definition_translation": "Eine abgesetzte oder regelmäßige Tendenz oder Praxis, insbesondere eine, die schwer aufzugeben ist.",
      "example": "I have a habit of checking my phone every hour. She had a habit of biting her nails. He will form a habit of exercise in the new year.",
      "example_translation": "Ich habe die Gewohnheit, mein Handy jede Stunde zu überprüfen. Sie hatte die Gewohnheit, ihre Nägel zu beißen. Er wird im neuen Jahr die Gewohnheit annehmen, sich zu bewegen.",
      "imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "housework",
      "translation": "Hausarbeit",
      "definition": "Work that is done in and around the home, such as cleaning, cooking, and other domestic tasks.",
      "definition_translation": "Arbeit, die in und um das Zuhause erledigt wird, wie Reinigen, Kochen und andere hauswirtschaftliche Aufgaben.",
      "example": "I do my housework every weekend. She hates doing housework. They will share the housework duties when they move in together.",
      "example_translation": "Ich erledige meine Hausarbeit jeden Wochenende. Sie hasst Hausarbeit zu erledigen. Sie werden die Hausarbeitspflichten teilen, wenn sie zusammenziehen.",
      "imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hug",
      "translation": "Umarmung",
      "definition": "to squeeze someone tightly in one's arms, usually to show love or friendship",
      "definition_translation": "jemanden fest in die Arme zu drücken, um Liebe oder Freundschaft zu zeigen",
      "example": "I hugged my mom when I saw her at the airport. I will hug my friend when I see her tomorrow. I hugged my brother when I was sad.",
      "example_translation": "Ich umarmte meine Mutter, als ich sie am Flughafen sah. Ich werde meine Freundin umarmen, wenn ich sie morgen sehe. Ich umarmte meinen Bruder, als ich traurig war.",
      "imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ironing",
      "translation": "Bügeln",
      "definition": "the act of removing wrinkles from clothes using a heated tool",
      "definition_translation": "die Entfernung von Falten aus Kleidern mithilfe eines heißen Werkzeugs",
      "example": "I was ironing my shirt when the phone rang. She irons her dresses every week. They will iron their pants tomorrow.",
      "example_translation": "Ich bügelte mein Hemd, als das Telefon klingelte. Sie bügelt ihre Kleider jeden Woche. Sie werden ihre Hosen morgen bügeln.",
      "imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "jump",
      "translation": "Springen",
      "definition": "to push oneself off the ground using one's legs, often in order to rise into the air",
      "definition_translation": "sich mit den Beinen vom Boden abzustoßen, oft um in die Luft zu springen",
      "example": "I jumped over the puddle on my way to school. She jumps rope every morning. They will jump into the pool tomorrow.",
      "example_translation": "Ich sprang über die Pfütze auf meinem Weg zur Schule. Sie springt Seil jeden Morgen. Sie werden morgen in den Pool springen.",
      "imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "look",
      "translation": "sehen",
      "definition": "to direct one's gaze in a specified direction, often in order to observe something",
      "definition_translation": "seinen Blick in eine bestimmte Richtung zu lenken, oft um etwas zu beobachten",
      "example": "I looked out the window when I heard the noise. She looks at her phone every minute. They will look at the map tomorrow.",
      "example_translation": "Ich sah aus dem Fenster, als ich das Geräusch hörte. Sie sieht jeden Minute auf ihr Telefon. Sie werden morgen auf die Karte sehen.",
      "imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "preparation",
      "translation": "Vorbereitung",
      "definition": "The process of preparing or making something ready for use or action.",
      "definition_translation": "Der Prozess der Vorbereitung oder Herstellung von etwas für den Gebrauch oder die Aktion.",
      "example": "I've been working on the preparation of the report all morning. Yesterday, I prepared the data, and tomorrow I will present it to the team.",
      "example_translation": "Ich habe mich ganzen Morgen mit der Vorbereitung des Berichts beschäftigt. Gestern habe ich die Daten vorbereitet, und morgen werde ich ihn dem Team präsentieren.",
      "imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "recycling",
      "translation": "Wiederaufbereitung",
      "definition": "The process of collecting and processing used materials to create new products.",
      "definition_translation": "Der Prozess der Sammlung und Verarbeitung von gebrauchten Materialien, um neue Produkte herzustellen.",
      "example": "The recycling of plastics and paper helps reduce waste. We recycled more than 50% of our waste last year. By 2025, we will recycle 75% of our waste.",
      "example_translation": "Die Wiederaufbereitung von Kunststoffen und Papier hilft bei der Abfallreduzierung. Wir haben mehr als 50% unseres Mülls im letzten Jahr wiederaufbereitet. Bis 2025 werden wir 75% unseres Mülls wiederaufbereiten.",
      "imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rescue",
      "translation": "Rettung",
      "definition": "The act of saving someone or something from a dangerous or difficult situation.",
      "definition_translation": "Die Tat, jemanden oder etwas aus einer gefährlichen oder schwierigen Situation zu retten.",
      "example": "The rescue team saved the puppy from the fire. They were rescuing people from the flooded area yesterday. By next year, we will have rescued over 1,000 animals from the shelter.",
      "example_translation": "Das Rettungsteam rettete den Welpen aus dem Feuer. Gestern retteten sie Menschen aus dem überfluteten Gebiet. Bis nächsten Jahr werden wir über 1.000 Tiere aus dem Tierheim gerettet haben.",
      "imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "return",
      "translation": "Rückkehr",
      "definition": "The act of coming or going back to a place or person.",
      "definition_translation": "Die Tat, an einen Ort oder eine Person zurückzukehren.",
      "example": "I will return the book to the library tomorrow. She returned from her trip last week. They will return to their hometown next year.",
      "example_translation": "Ich werde das Buch morgen zurück ins Bibliothek bringen. Sie kehrte letzten Woche von ihrer Reise zurück. Sie werden nächstes Jahr in ihre Heimatstadt zurückkehren.",
      "imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "run",
      "translation": "laufen",
      "definition": "to move quickly on foot, typically in a steady and swift pace, often for exercise or recreation",
      "definition_translation": "schnell auf dem Fuß zu bewegen, typischerweise in einem gleichmäßigen und schnellen Tempo, oft für Übung oder Erholung",
      "example": "I ran 5 miles yesterday, I run every morning, and I will run a marathon next year.",
      "example_translation": "Ich lief gestern 5 Meilen, ich laufe jeden Morgen und ich werde nächstes Jahr einen Marathon laufen.",
      "imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "search",
      "translation": "suchen",
      "definition": "to look carefully and thoroughly for something, often in a deliberate and systematic way",
      "definition_translation": "etwas sorgfältig und gründlich zu suchen, oft auf eine bewusste und systematische Weise",
      "example": "I searched for my keys everywhere, I am searching for a new job, and I will search the internet for answers.",
      "example_translation": "Ich suchte überall nach meinen Schlüsseln, ich suche nach einem neuen Job und ich werde im Internet nach Antworten suchen.",
      "imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sex",
      "translation": "Sex",
      "definition": "the biological and physiological characteristics that define males and females",
      "definition_translation": "die biologischen und physiologischen Eigenschaften, die Männer und Frauen definieren",
      "example": "Sex is an important aspect of human life, I had sex for the first time when I was 18, and sex education is crucial for teenagers.",
      "example_translation": "Sex ist ein wichtiger Aspekt des menschlichen Lebens, ich hatte Sex zum ersten Mal, als ich 18 war, und Sexualaufklärung ist für Jugendliche von entscheidender Bedeutung.",
      "imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "step",
      "translation": "Schritt",
      "definition": "a movement made by lifting one foot and putting it down in a different place, or a stage in a process or development",
      "definition_translation": "eine Bewegung, die durch das Hochheben eines Fußes und das Absetzen an einer anderen Stelle erfolgt, oder ein Stadium in einem Prozess oder einer Entwicklung",
      "example": "I took a step back to see the view, I will take a step forward to accept the challenge, and she took a step aside to let him pass.",
      "example_translation": "Ich machte einen Schritt zurück, um den Blick zu sehen, ich werde einen Schritt nach vorne machen, um die Herausforderung anzunehmen, und sie machte einen Schritt zur Seite, um ihn passieren zu lassen.",
      "imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "support",
      "translation": "Unterstützung",
      "definition": "The act of giving assistance or encouragement to someone or something.",
      "definition_translation": "Die Tat der Unterstützung oder Ermutigung von jemandem oder etwas.",
      "example": "I will support you in your decision, I supported you in your decision, and I have supported you in your decision.",
      "example_translation": "Ich werde dich in deiner Entscheidung unterstützen, ich unterstützte dich in deiner Entscheidung, und ich habe dich in deiner Entscheidung unterstützt.",
      "imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "visit",
      "translation": "Besuchen",
      "definition": "To go to see someone or something, especially in order to inspect or examine it.",
      "definition_translation": "Jemanden oder etwas zu besuchen, insbesondere um es zu inspizieren oder zu untersuchen.",
      "example": "I visited my parents yesterday, I am visiting my friends now, and I will visit my doctor next week.",
      "example_translation": "Ich besuchte meine Eltern gestern, ich besuche meine Freunde jetzt, und ich werde meinen Arzt nächste Woche besuchen.",
      "imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "waste",
      "translation": "Abfall",
      "definition": "Material that is discarded or rejected as useless or worthless.",
      "definition_translation": "Material, das als unnütz oder wertlos verworfen oder abgelehnt wird.",
      "example": "I wasted my money on that useless gadget, I am wasting my time watching TV, and I will waste my energy on that stupid exercise.",
      "example_translation": "Ich verschwendete mein Geld für das nutzlose Gerät, ich verschwende meine Zeit damit, fernzusehen, und ich werde meine Energie auf das dumme Übung verschwenden.",
      "imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "workout",
      "translation": "Training",
      "definition": "A session of physical exercise or training, especially one that is planned or structured.",
      "definition_translation": "Eine Sitzung körperlicher Übung oder Training, insbesondere eine, die geplant oder strukturiert ist.",
      "example": "I worked out at the gym yesterday, I am working out with my personal trainer now, and I will work out with my friends next weekend.",
      "example_translation": "Ich trainierte gestern im Fitnessstudio, ich trainiere jetzt mit meinem persönlichen Trainer, und ich werde nächstes Wochenende mit meinen Freunden trainieren.",
      "imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]
}