[
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "brother",
      "translation": "Bruder",
      "definition": "A male sibling, a boy or man who shares one or both parents with another person.",
      "definition_translation": "Ein männlicher Geschwister, ein Junge oder Mann, der einen oder beide Eltern mit jemandem teilt.",
      "example": "My brother will visit me tomorrow, but my brother visited me yesterday, and my brother will have visited me by next year.",
      "example_translation": "Mein Bruder wird mich morgen besuchen, aber mein Bruder besuchte mich gestern, und mein Bruder wird mich bis zum nächsten Jahr besucht haben.",
      "imageLink": "image_files\\English\\"imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "child",
      "translation": "Kind",
      "definition": "A human being between birth and puberty, or a son or daughter of any age.",
      "definition_translation": "Ein menschliches Wesen zwischen Geburt und Pubertät, oder ein Sohn oder eine Tochter jeden Alters.",
      "example": "The child was playing in the park, but the child will finish school by next year, and the child had finished college last year.",
      "example_translation": "Das Kind spielte im Park, aber das Kind wird die Schule bis zum nächsten Jahr beenden, und das Kind hatte das College letzten Jahr beendet.",
      "imageLink": "image_files\\English\\"imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "children",
      "translation": "Kinder",
      "definition": "Plural of child, a group of young people or sons and daughters of any age.",
      "definition_translation": "Plural von Kind, eine Gruppe junger Menschen oder Söhne und Töchter jeden Alters.",
      "example": "The children were playing in the playground, but the children will go to school tomorrow, and the children had gone to bed early last night.",
      "example_translation": "Die Kinder spielten im Spielplatz, aber die Kinder werden morgen zur Schule gehen, und die Kinder waren früh ins Bett gegangen letzten Abend.",
      "imageLink": "image_files\\English\\"imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dad",
      "translation": "Vater",
      "definition": "A male parent, a father, or an informal term of respect for an older man.",
      "definition_translation": "Ein männlicher Elternteil, ein Vater, oder ein informeller Titel des Respekts für einen älteren Mann.",
      "example": "My dad is a doctor, but my dad was a teacher, and my dad will be a consultant by next year.",
      "example_translation": " Mein Vater ist Arzt, aber mein Vater war Lehrer, und mein Vater wird nächstes Jahr Berater sein.",
      "imageLink": "image_files\\English\\"imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "daughter",
      "translation": "Tochter",
      "definition": "A female child or a female descendant.",
      "definition_translation": "Eine weibliche Kind oder eine weibliche Nachkommin.",
      "example": "I will take my daughter to the park tomorrow, I took my daughter to the park yesterday, and I take my daughter to the park every week.",
      "example_translation": "Ich werde meine Tochter morgen in den Park bringen, ich brachte meine Tochter gestern in den Park, und ich bringe meine Tochter jeden Woche in den Park.",
      "imageLink": "image_files\\English\\"imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "father",
      "translation": "Vater",
      "definition": "A male parent or a male ancestor.",
      "definition_translation": "Ein männlicher Elternteil oder ein männlicher Vorfahre.",
      "example": "My father will come home tomorrow, my father came home yesterday, and my father comes home every day.",
      "example_translation": "Mein Vater wird morgen nach Hause kommen, mein Vater kam gestern nach Hause, und mein Vater kommt jeden Tag nach Hause.",
      "imageLink": "image_files\\English\\"imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "husband",
      "translation": "Ehemann",
      "definition": "A male partner in a marriage.",
      "definition_translation": "Ein männlicher Partner in einer Ehe.",
      "example": "My husband will go to the store tomorrow, my husband went to the store yesterday, and my husband goes to the store every week.",
      "example_translation": "Mein Ehemann wird morgen in den Laden gehen, mein Ehemann ging gestern in den Laden, und mein Ehemann geht jeden Woche in den Laden.",
      "imageLink": "image_files\\English\\"imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mother",
      "translation": "Mutter",
      "definition": "A female parent or a female ancestor.",
      "definition_translation": "Eine weibliche Elternteil oder eine weibliche Vorfahrin.",
      "example": "My mother will cook dinner tomorrow, my mother cooked dinner yesterday, and my mother cooks dinner every day.",
      "example_translation": "Meine Mutter wird morgen Abendessen kochen, meine Mutter kochte Abendessen gestern, und meine Mutter kocht Abendessen jeden Tag.",
      "imageLink": "image_files\\English\\"imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mum",
      "translation": "Mutter",
      "definition": "A mother is a female parent who gives birth to a child and nurtures them as they grow.",
      "definition_translation": "Eine Mutter ist eine weibliche Eltern, die ein Kind zur Welt bringt und es während des Wachstums pflegt.",
      "example": "I loved my mum when I was a child. I love my mum now. I will love my mum forever.",
      "example_translation": "Ich liebte meine Mutter, als ich ein Kind war. Ich liebe meine Mutter jetzt. Ich werde meine Mutter für immer lieben.",
      "imageLink": "image_files\\English\\"imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "parents",
      "translation": "Eltern",
      "definition": "Parents are the mother and father of a child, who are responsible for their upbringing and care.",
      "definition_translation": "Eltern sind die Mutter und der Vater eines Kindes, die für seine Erziehung und Pflege verantwortlich sind.",
      "example": "My parents were very supportive when I was growing up. My parents are proud of me now. I will visit my parents next week.",
      "example_translation": "Meine Eltern waren sehr unterstützend, als ich aufwuchs. Meine Eltern sind jetzt stolz auf mich. Ich werde meine Eltern nächste Woche besuchen.",
      "imageLink": "image_files\\English\\"imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sister",
      "translation": "Schwester",
      "definition": "A sister is a female sibling, a girl or woman who shares one or both parents with another person.",
      "definition_translation": "Eine Schwester ist eine weibliche Geschwister, ein Mädchen oder eine Frau, die ein oder beide Eltern mit einer anderen Person teilt.",
      "example": "I loved my sister when we were kids. I love my sister now. My sister will come to visit me soon.",
      "example_translation": "Ich liebte meine Schwester, als wir Kinder waren. Ich liebe meine Schwester jetzt. Meine Schwester wird mich bald besuchen.",
      "imageLink": "image_files\\English\\"imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "son",
      "translation": "Sohn",
      "definition": "A son is a male child or a male descendant, a boy or man who is the child of a parent.",
      "definition_translation": "Ein Sohn ist ein männliches Kind oder ein männlicher Nachkomme, ein Junge oder Mann, der das Kind eines Elternteils ist.",
      "example": "I loved my son when he was born. I love my son now. My son will graduate from college next year.",
      "example_translation": "Ich liebte meinen Sohn, als er geboren wurde. Ich liebe meinen Sohn jetzt. Mein Sohn wird nächstes Jahr von der Universität abschließen.",
      "imageLink": "image_files\\English\\"imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wife",
      "translation": "Ehefrau",
      "definition": "A wife is a female partner in a marriage, often sharing a household with her husband.",
      "definition_translation": "Eine Ehefrau ist eine weibliche Partnerin in einer Ehe, oft teilt sie ein Haus mit ihrem Ehemann.",
      "example": "I got married to my wife last year. She was my wife when I was young. I will marry my wife next month.",
      "example_translation": "Ich heiratete meine Ehefrau letztes Jahr. Sie war meine Ehefrau, als ich jung war. Ich werde meine Ehefrau nächsten Monat heiraten.",
      "imageLink": "image_files\\English\\"imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "aunt",
      "translation": "Tante",
      "definition": "An aunt is the sister of one's mother or father, or the wife of one's uncle.",
      "definition_translation": "Eine Tante ist die Schwester der Mutter oder des Vaters oder die Ehefrau des Onkels.",
      "example": "My aunt visited me yesterday. My aunt will visit me tomorrow. My aunt visited me last week.",
      "example_translation": "Meine Tante besuchte mich gestern. Meine Tante wird mich morgen besuchen. Meine Tante besuchte mich letzte Woche.",
      "imageLink": "image_files\\English\\"imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "big brother",
      "translation": "großer Bruder",
      "definition": "A big brother is an older brother, often serving as a protector or mentor to his younger siblings.",
      "definition_translation": "Ein großer Bruder ist ein älterer Bruder, der oft als Schutz oder Mentor für seine jüngeren Geschwister dient.",
      "example": "My big brother helped me with my homework. My big brother will help me with my project. My big brother helped me with my exam.",
      "example_translation": " Mein großer Bruder half mir bei meinen Hausaufgaben. Mein großer Bruder wird mir bei meinem Projekt helfen. Mein großer Bruder half mir bei meinem Examen.",
      "imageLink": "image_files\\English\\"imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "big sister",
      "translation": "große Schwester",
      "definition": "A big sister is an older sister, often serving as a role model or mentor to her younger siblings.",
      "definition_translation": "Eine große Schwester ist eine ältere Schwester, die oft als Vorbild oder Mentorin für ihre jüngeren Geschwister dient.",
      "example": "My big sister taught me how to ride a bike. My big sister will teach me how to swim. My big sister taught me how to cook.",
      "example_translation": "Meine große Schwester lehrte mich, wie man ein Fahrrad fährt. Meine große Schwester wird mich lehren, wie man schwimmt. Meine große Schwester lehrte mich, wie man kocht.",
      "imageLink": "image_files\\English\\"imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cousin",
      "translation": "Vetter",
      "definition": "The child of one's uncle or aunt.",
      "definition_translation": "Das Kind von Onkel oder Tante.",
      "example": "I met my cousin at the family reunion. I will meet my cousin at the family reunion. I met my cousin at the family reunion.",
      "example_translation": "Ich traf meinen Vetter bei der Familienzusammenkunft. Ich werde meinen Vetter bei der Familienzusammenkunft treffen. Ich traf meinen Vetter bei der Familienzusammenkunft.",
      "imageLink": "image_files\\English\\"imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grandchild",
      "translation": "Enkelkind",
      "definition": "A child of one's child.",
      "definition_translation": "Ein Kind von seinem eigenen Kind.",
      "example": "I played with my grandchild last weekend. I play with my grandchild every day. I will play with my grandchild next week.",
      "example_translation": "Ich spielte mit meinem Enkelkind letzten Wochenende. Ich spiele mit meinem Enkelkind jeden Tag. Ich werde mit meinem Enkelkind nächste Woche spielen.",
      "imageLink": "image_files\\English\\"imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grandchildren",
      "translation": "Enkelkinder",
      "definition": "Children of one's children.",
      "definition_translation": "Kinder von seinen eigenen Kindern.",
      "example": "I have five grandchildren. My grandchildren are always so energetic. My grandchildren will visit me next month.",
      "example_translation": "Ich habe fünf Enkelkinder. Meine Enkelkinder sind immer so energiegeladen. Meine Enkelkinder werden mich nächsten Monat besuchen.",
      "imageLink": "image_files\\English\\"imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "granddad",
      "translation": "Großvater",
      "definition": "The father of one's mother or father.",
      "definition_translation": "Der Vater von Mutter oder Vater.",
      "example": "My granddad told me a story. My granddad is very kind. My granddad will teach me how to fish.",
      "example_translation": "Mein Großvater erzählte mir eine Geschichte. Mein Großvater ist sehr freundlich. Mein Großvater wird mich angeln lehren.",
      "imageLink": "image_files\\English\\"imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "granddaughter",
      "translation": "Enkeltochter",
      "definition": "The daughter of one's son or daughter.",
      "definition_translation": "Die Tochter eines Sohnes oder einer Tochter.",
      "example": "My granddaughter loves playing with dolls. She played with dolls all day yesterday and will play with them again tomorrow.",
      "example_translation": "Meine Enkeltochter liebt das Spielen mit Puppen. Sie spielte gestern den ganzen Tag mit Puppen und wird morgen wieder damit spielen.",
      "imageLink": "image_files\\English\\"imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grandfather",
      "translation": "Großvater",
      "definition": "The father of one's mother or father.",
      "definition_translation": "Der Vater von Mutter oder Vater.",
      "example": "My grandfather was a great storyteller. He told stories to us when we were children and still tells them to our kids now.",
      "example_translation": " Mein Großvater war ein großartiger Erzähler. Er erzählte uns Geschichten, als wir Kinder waren, und erzählt sie unseren Kindern immer noch heute.",
      "imageLink": "image_files\\English\\"imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grandma",
      "translation": "Oma",
      "definition": "The mother of one's mother or father.",
      "definition_translation": "Die Mutter von Mutter oder Vater.",
      "example": "My grandma taught me how to bake cookies. She bakes them every Sunday and will bake them again next week.",
      "example_translation": "Meine Oma lehrte mich, wie man Kekse backt. Sie backt sie jeden Sonntag und wird nächste Woche wieder backen.",
      "imageLink": "image_files\\English\\"imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grandmother",
      "translation": "Großmutter",
      "definition": "The mother of one's mother or father.",
      "definition_translation": "Die Mutter von Mutter oder Vater.",
      "example": "My grandmother is a very kind person. She was kind to me when I was a child and is still kind to my kids now.",
      "example_translation": "Meine Großmutter ist eine sehr nette Person. Sie war mir gegenüber sehr freundlich, als ich ein Kind war, und ist meinen Kindern immer noch freundlich gegenüber.",
      "imageLink": "image_files\\English\\"imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grandpa",
      "translation": "Großvater",
      "definition": "The father of one's father or mother; a male ancestor, especially a grandfather who takes an active interest in his grandchildren.",
      "definition_translation": "Der Vater des Vaters oder der Mutter; ein männlicher Vorfahre, insbesondere ein Großvater, der sich aktiv für seine Enkel interessiert.",
      "example": "My grandpa used to tell me stories when I was a child, and now I tell them to my own grandchildren. He taught me how to fish last weekend, and I will teach my kids next weekend.",
      "example_translation": "Mein Großvater erzählte mir Geschichten, als ich ein Kind war, und jetzt erzähle ich sie meinen eigenen Enkeln. Er lehrte mich letzten Wochenende Angeln, und ich werde meine Kinder nächstes Wochenende lehren.",
      "imageLink": "image_files\\English\\"imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grandparent",
      "translation": "Großelternteil",
      "definition": "A parent of one's mother or father; a grandmother or grandfather.",
      "definition_translation": "Ein Elternteil von Mutter oder Vater; eine Oma oder ein Opa.",
      "example": "My grandparents lived with us when I was a child, and now my parents live with me. They helped me with my homework when I was in school, and now I help my kids with theirs.",
      "example_translation": "Meine Großeltern lebten mit uns, als ich ein Kind war, und jetzt leben meine Eltern bei mir. Sie halfen mir bei meinen Hausaufgaben, als ich auf der Schule war, und jetzt helfe ich meinen Kindern bei ihren.",
      "imageLink": "image_files\\English\\"imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grandparents",
      "translation": "Großeltern",
      "definition": "Plural form of grandparent; the parents of one's mother or father.",
      "definition_translation": "Pluralform von Großelternteil; die Eltern von Mutter oder Vater.",
      "example": "My grandparents were very kind to me when I was a child, and now I try to be kind to my own grandparents. They visited us last year, and we will visit them next summer.",
      "example_translation": "Meine Großeltern waren sehr nett zu mir, als ich ein Kind war, und jetzt versuche ich nett zu meinen eigenen Großeltern zu sein. Sie besuchten uns letztes Jahr, und wir werden sie nächstes Sommer besuchen.",
      "imageLink": "image_files\\English\\"imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grandson",
      "translation": "Enkel",
      "definition": "The son of one's son or daughter; a male descendant.",
      "definition_translation": "Der Sohn von Sohn oder Tochter; ein männlicher Nachkomme.",
      "example": "My grandson loves playing with my dog, and I loved playing with my grandfather's dog when I was a boy. He will visit me next week, and I will take him to the park.",
      "example_translation": "Mein Enkel liebt es, mit meinem Hund zu spielen, und ich liebte es, mit dem Hund meines Großvaters zu spielen, als ich ein Junge war. Er wird mich nächste Woche besuchen, und ich werde ihn in den Park mitnehmen.",
      "imageLink": "image_files\\English\\"imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "granny",
      "translation": "Oma",
      "definition": "A grandmother is a female ancestor, especially the mother of one's mother or father.",
      "definition_translation": "Eine Großmutter ist eine weibliche Vorfahrin, insbesondere die Mutter von einem Elternteil.",
      "example": "My granny lived with us when I was a kid, she would tell us stories. Now, I visit her every weekend, and she will visit me next month.",
      "example_translation": "Meine Oma lebte bei uns, als ich ein Kind war, sie erzählte uns Geschichten. Jetzt besuche ich sie jeden Wochenende, und sie wird mich nächsten Monat besuchen.",
      "imageLink": "image_files\\English\\"imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "uncle",
      "translation": "Onkel",
      "definition": "The brother of one's mother or father, or the husband of one's aunt.",
      "definition_translation": "Der Bruder von einem Elternteil oder der Ehemann von einem Tante.",
      "example": "My uncle was a sailor, he had traveled around the world. Now, he teaches at a university, and he will travel again next year.",
      "example_translation": "Mein Onkel war ein Seemann, er hatte die Welt bereist. Jetzt unterrichtet er an einer Universität, und er wird nächstes Jahr wieder reisen.",
      "imageLink": "image_files\\English\\"imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nephew",
      "translation": "Neffe",
      "definition": "The son of one's brother or sister, or the son of one's spouse's brother or sister.",
      "definition_translation": "Der Sohn von einem Bruder oder einer Schwester, oder der Sohn von einem Ehepartner's Bruder oder Schwester.",
      "example": "My nephew is very smart, he learned to read when he was three. Now, he is in college, and he will graduate next year.",
      "example_translation": "Mein Neffe ist sehr intelligent, er lernte lesen, als er drei Jahre alt war. Jetzt studiert er an einem College, und er wird nächstes Jahr abschließen.",
      "imageLink": "image_files\\English\\"imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "niece",
      "translation": "Nichte",
      "definition": "The daughter of one's brother or sister, or the daughter of one's spouse's brother or sister.",
      "definition_translation": "Die Tochter von einem Bruder oder einer Schwester, oder die Tochter von einem Ehepartner's Bruder oder Schwester.",
      "example": "My niece loves dancing, she started taking lessons when she was five. Now, she is in a dance company, and she will perform on stage next month.",
      "example_translation": "Meine Nichte liebt das Tanzen, sie begann mit Tanzunterricht, als sie fünf Jahre alt war. Jetzt ist sie in einer Tanzkompanie, und sie wird nächsten Monat auf der Bühne auftreten.",
      "imageLink": "image_files\\English\\"imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "relative",
      "translation": "Verwandter",
      "definition": "A person connected by blood or marriage; a person who is related to another person or people.",
      "definition_translation": "Eine Person, die durch Blut oder Ehe mit einer anderen Person oder Menschen verbunden ist;",
      "example": "My relative lives in Paris. I visited my relative last summer. I will meet my relative next week.",
      "example_translation": "Mein Verwandter lebt in Paris. Ich besuchte meinen Verwandten letzten Sommer. Ich werde meinen Verwandten nächste Woche treffen.",
      "imageLink": "image_files\\English\\"imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "twin",
      "translation": "Zwilling",
      "definition": "One of two babies born at the same time; a person who has the same birthday as another person.",
      "definition_translation": "Einer von zwei Babys, die gleichzeitig geboren werden; eine Person, die denselben Geburtstag wie eine andere Person hat.",
      "example": "I have a twin sister. My twin brother is a doctor. We were twins in our previous life.",
      "example_translation": "Ich habe eine Zwillingsschwester. Mein Zwillingsbruder ist Arzt. Wir waren Zwillinge in unserem vorherigen Leben.",
      "imageLink": "image_files\\English\\"imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "brother-in-law",
      "translation": "Schwager",
      "definition": "The husband of one's sister or the brother of one's spouse.",
      "definition_translation": "Der Ehemann einer Schwester oder der Bruder eines Ehepartners.",
      "example": "My brother-in-law is a lawyer. I met my brother-in-law at the wedding. My brother-in-law will visit us soon.",
      "example_translation": "Mein Schwager ist Anwalt. Ich traf meinen Schwager auf der Hochzeit. Mein Schwager wird uns bald besuchen.",
      "imageLink": "image_files\\English\\"imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "daughter-in-law",
      "translation": "Schwägerin",
      "definition": "The wife of one's son or the daughter of one's spouse.",
      "definition_translation": "Die Frau eines Sohnes oder die Tochter eines Ehepartners.",
      "example": "My daughter-in-law is a teacher. I will meet my daughter-in-law next month. My daughter-in-law loves cooking.",
      "example_translation": "Meine Schwägerin ist Lehrerin. Ich werde meine Schwägerin nächsten Monat treffen. Meine Schwägerin liebt das Kochen.",
      "imageLink": "image_files\\English\\"imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "father-in-law",
      "translation": "Schwiegervater",
      "definition": "The father of one's spouse, especially in relation to one's own relationship with them.",
      "definition_translation": "Der Vater des Ehepartners, insbesondere in Bezug auf die eigene Beziehung zu ihnen.",
      "example": "My father-in-law is very kind and helpful. He helped me move into my new apartment. I will always be grateful to him for his support. I will ask my father-in-law for advice when I need it.",
      "example_translation": "Mein Schwiegervater ist sehr freundlich und hilfsbereit. Er half mir, in meine neue Wohnung zu ziehen. Ich werde ihm immer dankbar sein für seine Unterstützung. Ich werde meinen Schwiegervater um Rat fragen, wenn ich ihn benötige.",
      "imageLink": "image_files\\English\\"imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "half-brother",
      "translation": "Halbbruder",
      "definition": "A brother who is the son of one's mother but not one's father, or the son of one's father but not one's mother.",
      "definition_translation": "Ein Bruder, der der Sohn der Mutter, aber nicht des Vaters ist, oder der Sohn des Vaters, aber nicht der Mutter.",
      "example": "My half-brother and I have the same mother, but we have different fathers. We didn't grow up together, but we have become close as adults. My half-brother is going to visit me next week. I will have to show him around the city.",
      "example_translation": "Mein Halbbruder und ich haben dieselbe Mutter, aber wir haben verschiedene Väter. Wir sind nicht gemeinsam aufgewachsen, aber wir sind als Erwachsene enger geworden. Mein Halbbruder wird mich nächste Woche besuchen. Ich muss ihm die Stadt zeigen.",
      "imageLink": "image_files\\English\\"imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "half-sister",
      "translation": "Halbschwester",
      "definition": "A sister who is the daughter of one's mother but not one's father, or the daughter of one's father but not one's mother.",
      "definition_translation": "Eine Schwester, die die Tochter der Mutter, aber nicht des Vaters ist, oder die Tochter des Vaters, aber nicht der Mutter.",
      "example": "My half-sister and I have the same father, but we have different mothers. We didn't grow up together, but we have become close as adults. My half-sister is very talented and has won several awards for her art. I will ask my half-sister to teach me how to paint.",
      "example_translation": "Meine Halbschwester und ich haben denselben Vater, aber wir haben verschiedene Mütter. Wir sind nicht gemeinsam aufgewachsen, aber wir sind als Erwachsene enger geworden. Meine Halbschwester ist sehr talentiert und hat bereits mehrere Preise für ihre Kunst gewonnen. Ich werde meine Halbschwester bitten, mir zu zeigen, wie man malt.",
      "imageLink": "image_files\\English\\"imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mother-in-law",
      "translation": "Schwiegermutter",
      "definition": "The mother of one's spouse, especially in relation to one's own relationship with them.",
      "definition_translation": "Die Mutter des Ehepartners, insbesondere in Bezug auf die eigene Beziehung zu ihnen.",
      "example": "My mother-in-law is very kind and always helps me with cooking. She taught me how to make traditional dishes from her country. I will invite my mother-in-law to dinner next week. My mother-in-law will be very happy to see her grandchildren.",
      "example_translation": "Meine Schwiegermutter ist sehr freundlich und hilft mir immer beim Kochen. Sie hat mir gezeigt, wie man traditionelle Gerichte aus ihrem Land zubereitet. Ich werde meine Schwiegermutter zum Abendessen nächste Woche einladen. Meine Schwiegermutter wird sich sehr freuen, ihre Enkel zu sehen.",
      "imageLink": "image_files\\English\\"imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "relations",
      "translation": "Beziehungen",
      "definition": "A connection or association between people, groups, or things; a feeling of friendship or unity between people.",
      "definition_translation": "Eine Verbindung oder Assoziation zwischen Menschen, Gruppen oder Dingen; ein Gefühl der Freundschaft oder Einheit zwischen Menschen.",
      "example": "She values her relations with her family and friends. She had good relations with her colleagues in the past. She will work on building strong relations with her clients in the future.",
      "example_translation": "Sie schätzt ihre Beziehungen zu ihrer Familie und Freunden. Sie hatte gute Beziehungen zu ihren Kollegen in der Vergangenheit. Sie wird daran arbeiten, starke Beziehungen zu ihren Kunden in der Zukunft aufzubauen.",
      "imageLink": "image_files\\English\\"imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "siblings",
      "translation": "Geschwister",
      "definition": "Brothers and sisters; children of the same parents or of one or both parents in common.",
      "definition_translation": "Brüder und Schwestern; Kinder derselben Eltern oder von einem oder beiden Eltern gemeinsam.",
      "example": "My siblings and I always fought when we were kids. She is very close to her siblings. He will introduce his siblings to his friends at the party.",
      "example_translation": "Meine Geschwister und ich haben immer gekämpft, als wir Kinder waren. Sie ist sehr eng mit ihren Geschwistern verbunden. Er wird seine Geschwister seinen Freunden auf der Party vorstellen.",
      "imageLink": "image_files\\English\\"imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sister-in-law",
      "translation": "Schwägerin",
      "definition": "The sister of one's husband or wife, or the wife of one's brother.",
      "definition_translation": "Die Schwester des Ehemannes oder der Ehefrau oder die Ehefrau des Bruders.",
      "example": "I love my sister-in-law's cooking. She is very close to her sister-in-law. He will invite his sister-in-law to the wedding.",
      "example_translation": "Ich liebe das Kochen meiner Schwägerin. Sie ist sehr eng mit ihrer Schwägerin verbunden. Er wird seine Schwägerin zur Hochzeit einladen.",
      "imageLink": "image_files\\English\\"imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "son-in-law",
      "translation": "Schwiegersohn",
      "definition": "The husband of one's daughter, or the husband of one's sister.",
      "definition_translation": "Der Ehemann der Tochter oder der Ehemann der Schwester.",
      "example": "My son-in-law is a wonderful person. She is very proud of her son-in-law. He will invite his son-in-law to the dinner.",
      "example_translation": "Mein Schwiegersohn ist ein wunderbarer Mensch. Sie ist sehr stolz auf ihren Schwiegersohn. Er wird seinen Schwiegersohn zum Abendessen einladen.",
      "imageLink": "image_files\\English\\"imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stepdaughter",
      "translation": "Stieftochter",
      "definition": "The daughter of one's husband or wife by a previous marriage.",
      "definition_translation": "Die Tochter eines Mannes oder einer Frau durch eine vorherige Ehe.",
      "example": "My stepdaughter is very shy. She has been living with us for three years now. She will graduate from college next year.",
      "example_translation": "Meine Stieftochter ist sehr schüchtern. Sie lebt seit drei Jahren bei uns. Sie wird nächstes Jahr von der Universität abschließen.",
      "imageLink": "image_files\\English\\"imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stepfather",
      "translation": "Stiefvater",
      "definition": "The husband of one's mother by a subsequent marriage.",
      "definition_translation": "Der Ehemann der Mutter durch eine nachfolgende Ehe.",
      "example": "My stepfather was very kind to me. He has been married to my mother for ten years. He will retire next month.",
      "example_translation": "Mein Stiefvater war sehr nett zu mir. Er ist seit zehn Jahren mit meiner Mutter verheiratet. Er wird nächsten Monat in Rente gehen.",
      "imageLink": "image_files\\English\\"imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stepmother",
      "translation": "Stiefmutter",
      "definition": "The wife of one's father by a subsequent marriage.",
      "definition_translation": "Die Ehefrau des Vaters durch eine nachfolgende Ehe.",
      "example": "My stepmother is a great cook. She has been living with us for five years. She will open her own restaurant soon.",
      "example_translation": "Meine Stiefmutter ist eine großartige Köchin. Sie lebt seit fünf Jahren bei uns. Sie wird bald ihr eigenes Restaurant eröffnen.",
      "imageLink": "image_files\\English\\"imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stepson",
      "translation": "Stiefsohn",
      "definition": "The son of one's husband or wife by a previous marriage.",
      "definition_translation": "Der Sohn eines Mannes oder einer Frau durch eine vorherige Ehe.",
      "example": "My stepson is very intelligent. He has been studying hard for his exams. He will win a scholarship next year.",
      "example_translation": "Mein Stiefsohn ist sehr intelligent. Er hat für seine Prüfungen hart gearbeitet. Er wird nächstes Jahr ein Stipendium gewinnen.",
      "imageLink": "image_files\\English\\"imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spouse",
      "translation": "Ehepartner",
      "definition": "A husband or wife, considered in relation to their partner.",
      "definition_translation": "Ein Ehemann oder eine Ehefrau, in Bezug auf ihren Partner betrachtet.",
      "example": "I met my spouse at a party last year. We will celebrate our anniversary with my spouse next month. My parents were happy when I introduced them to my spouse.",
      "example_translation": "Ich habe meinen Ehepartner auf einer Party letztes Jahr kennengelernt. Wir werden unseren Hochzeitstag nächsten Monat mit meinem Ehepartner feiern. Meine Eltern waren glücklich, als ich ihnen meinen Ehepartner vorgestellt habe.",
      "imageLink": "image_files\\English\\"imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "in-laws",
      "translation": "Schwiegereltern",
      "definition": "The parents of one's husband or wife.",
      "definition_translation": "Die Eltern von jemandes Ehemann oder Ehefrau.",
      "example": "I spent the holidays with my in-laws last year. We will visit my in-laws next weekend. My in-laws are coming to our house for dinner tomorrow.",
      "example_translation": "Ich verbrachte die Feiertage mit meinen Schwiegereltern letzten Jahr. Wir werden meine Schwiegereltern nächstes Wochenende besuchen. Meine Schwiegereltern kommen morgen Abend zum Essen zu unserem Haus.",
      "imageLink": "image_files\\English\\"imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]