[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "snake",
      "translation": "Schlange",
      "definition": "A long, thin, legless animal that has no eyelids or external ears and moves on the ground by curving its body from side to side.",
      "definition_translation": "Ein langes, dünnes, beinloses Tier, das keine Lidern oder äußeren Ohren hat und sich auf dem Boden durch Seitwärtsbiegen seines Körpers bewegt.",
      "example": "I saw a snake in the forest yesterday. I will see a snake in the forest tomorrow. I have seen a snake in the forest before.",
      "example_translation": "Ich sah eine Schlange im Wald gestern. Ich werde eine Schlange im Wald morgen sehen. Ich habe eine Schlange im Wald vorher gesehen.",
      "imageLink": "image_files\\English\\"imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "frog",
      "translation": "Frosch",
      "definition": "A small, typically green, hopping amphibian with a long tongue and webbed feet.",
      "definition_translation": "Ein kleiner, typischerweise grüner, hüpfender Amphibie mit einer langen Zunge und gefurchten Füßen.",
      "example": "The frog jumped into the pond. The frog will jump into the pond. The frog has jumped into the pond.",
      "example_translation": "Der Frosch sprang in den Teich. Der Frosch wird in den Teich springen. Der Frosch hat in den Teich gesprungen.",
      "imageLink": "image_files\\English\\"imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tortoise",
      "translation": "Schildkröte",
      "definition": "A slow-moving reptile with a shell, typically found on land, that withdraws its head and limbs into the shell for protection.",
      "definition_translation": "Ein langsam bewegendes Reptil mit einem Panzer, typischerweise auf dem Land gefunden, das seinen Kopf und Gliedmaßen in den Panzer zur Schutz zurückzieht.",
      "example": "The tortoise walked slowly across the desert. The tortoise will walk slowly across the desert. The tortoise has walked slowly across the desert.",
      "example_translation": "Die Schildkröte ging langsam über die Wüste. Die Schildkröte wird langsam über die Wüste gehen. Die Schildkröte hat langsam über die Wüste gegangen.",
      "imageLink": "image_files\\English\\"imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "turtle",
      "translation": "Schildkröte",
      "definition": "A reptile with a shell, typically found in the sea, that swims using its flippers and withdraws its head and limbs into the shell for protection.",
      "definition_translation": "Ein Reptil mit einem Panzer, typischerweise im Meer gefunden, das mit seinen Flossen schwimmt und seinen Kopf und Gliedmaßen in den Panzer zur Schutz zurückzieht.",
      "example": "The turtle swam quickly through the ocean. The turtle will swim quickly through the ocean. The turtle has swum quickly through the ocean.",
      "example_translation": "Die Schildkröte schwamm schnell durch den Ozean. Die Schildkröte wird schnell durch den Ozean schwimmen. Die Schildkröte hat schnell durch den Ozean geschwommen.",
      "imageLink": "image_files\\English\\"imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "alligator",
      "translation": "Alligator",
      "definition": "A large reptile with a long snout and powerful tail, native to freshwater environments in the southeastern United States.",
      "definition_translation": "Ein großes Reptil mit einer langen Schnauze und einem starken Schwanz, ursprünglich aus den Süßwasserumgebungen im Südosten der Vereinigten Staaten.",
      "example": "The alligator had been living in the swamp for years. It has been seen by many tourists. It will be removed by the wildlife experts.",
      "example_translation": "Der Alligator hatte Jahre lang im Sumpf gelebt. Es wurde von vielen Touristen gesehen. Es wird von den Wildtierspezialisten entfernt werden.",
      "imageLink": "image_files\\English\\"imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "anaconda",
      "translation": "Anakonda",
      "definition": "A large, non-venomous snake found in the wetlands of South America, known for its massive size and constricting abilities.",
      "definition_translation": "Eine große, ungiftige Schlange, die in den Feuchtgebieten Südamerikas gefunden wird, bekannt für ihre massive Größe und ihre constricting Fähigkeiten.",
      "example": "The anaconda had wrapped itself around the tree trunk. It has been swallowing its prey whole. It will suffocate its next victim.",
      "example_translation": "Die Anakonda hatte sich um den Baumstamm gewickelt. Es hat sein Beutetier ganz verschluckt. Es wird sein nächstes Opfer erstickt.",
      "imageLink": "image_files\\English\\"imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "boa",
      "translation": "Boa",
      "definition": "A non-venomous snake found in the tropical regions of Central and South America, known for its slender body and constricting abilities.",
      "definition_translation": "Eine ungiftige Schlange, die in den tropischen Regionen Zentral- und Südamerikas gefunden wird, bekannt für ihren schlanken Körper und ihre constricting Fähigkeiten.",
      "example": "The boa had slithered through the dense forest. It has been sleeping in the warm sun. It will hunt its prey at night.",
      "example_translation": "Die Boa hatte sich durch den dichten Wald geschlängelt. Es hat in der warmen Sonne geschlafen. Es wird seine Beute in der Nacht jagen.",
      "imageLink": "image_files\\English\\"imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "crocodile",
      "translation": "Krokodil",
      "definition": "A large reptile with a long snout and powerful tail, found in tropical and subtropical regions around the world, known for its carnivorous diet and aggressive behavior.",
      "definition_translation": "Ein großes Reptil mit einer langen Schnauze und einem starken Schwanz, das in tropischen und subtropischen Regionen auf der ganzen Welt gefunden wird, bekannt für seine fleischfressende Ernährung und sein aggressives Verhalten.",
      "example": "The crocodile had been living in the African savannah. It has been attacking its prey in the water. It will be protected by conservation efforts.",
      "example_translation": "Das Krokodil hatte in der afrikanischen Savanne gelebt. Es hat sein Beutetier im Wasser attackiert. Es wird durch Artenschutzanstrengungen geschützt werden.",
      "imageLink": "image_files\\English\\"imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lizard",
      "translation": "Eidechse",
      "definition": "A reptile of the order Squamata, which includes snakes, lizards, and worm lizards, often having a long, slender body, a short neck, and a tail that can be regrown if lost.",
      "definition_translation": "Ein Reptil der Ordnung Squamata, das Schlangen, Eidechsen und Wurm-Eidechsen einschließt, oft mit einem langen, schlanken Körper, einem kurzen Hals und einem Schwanz, der wieder nachgewachsen kann, wenn er verloren geht.",
      "example": "The lizard basked in the warm sun on the rock. It had basked there yesterday, and it will bask there tomorrow too. While it was basking, a bird flew by.",
      "example_translation": "Die Eidechse sonnte sich in der warmen Sonne auf dem Felsen. Sie hatte sich dort gestern gesonnt und wird sich dort morgen auch wieder sonnen. Während sie sich sonnte, flog ein Vogel vorbei.",
      "imageLink": "image_files\\English\\"imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shell",
      "translation": "Schale",
      "definition": "The hard outer covering of a mollusk, such as a snail or clam, or a structure that resembles such a covering.",
      "definition_translation": "Die harte äußere Hülle eines Weichtieres, wie einer Schnecke oder eines Muschels, oder eine Struktur, die einer solchen Hülle ähnelt.",
      "example": "She picked up a shell on the beach and examined it carefully. She had picked up one yesterday, and she will pick up another one tomorrow. While she was examining it, a wave crashed against the shore.",
      "example_translation": "Sie hob eine Schale am Strand auf und untersuchte sie genau. Sie hatte gestern eine aufgehoben und wird morgen eine andere aufheben. Während sie sie untersuchte, schlug eine Welle gegen das Ufer.",
      "imageLink": "image_files\\English\\"imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rattlesnake",
      "translation": "Klapperschlange",
      "definition": "A venomous snake of the genus Crotalus, found in the Americas, characterized by a rattle on its tail that it shakes when threatened.",
      "definition_translation": "Eine giftige Schlange der Gattung Crotalus, die in den Amerikas vorkommt, die durch ein Rasseln an ihrem Schwanz gekennzeichnet ist, das sie bei Bedrohung schüttelt.",
      "example": "The hiker saw a rattlesnake on the trail and slowly backed away. It had seen one yesterday, and it will see another one tomorrow too. While it was watching, the snake slithered away.",
      "example_translation": "Der Wanderer sah eine Klapperschlange auf dem Pfad und ging langsam zurück. Er hatte gestern eine gesehen und wird morgen noch eine weitere sehen. Während er zusah, glitt die Schlange weg.",
      "imageLink": "image_files\\English\\"imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "reptile",
      "translation": "Reptil",
      "definition": "A cold-blooded animal that has a scaly skin, lays eggs, and has a three-chambered heart, such as a snake, lizard, or turtle.",
      "definition_translation": "Ein kaltblütiges Tier, das eine schuppige Haut, Eier legt und ein dreikammeriges Herz hat, wie eine Schlange, Eidechse oder Schildkröte.",
      "example": "The zookeeper fed the reptile a piece of meat. She had fed it yesterday, and she will feed it again tomorrow. While she was feeding it, a child asked her a question.",
      "example_translation": "Der Zoologe fütterte das Reptil mit einem Stück Fleisch. Sie hatte es gestern gefüttert und wird es morgen wieder füttern. Während sie es fütterte, fragte ein Kind sie etwas.",
      "imageLink": "image_files\\English\\"imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "salamander",
      "translation": "Salamander",
      "definition": "A salamander is a type of amphibian that has a slender body, a long tail, and usually four legs. They are often found in or near water and have a moist, smooth skin.",
      "definition_translation": "Ein Salamander ist eine Art von Amphibie, die einen schlanken Körper, einen langen Schwanz und normalerweise vier Beine hat. Sie werden oft in oder nahe dem Wasser gefunden und haben eine feuchte, glatte Haut.",
      "example": "The child caught a salamander in the pond and kept it in a jar.Yesterday, she had caught a salamander in the garden. By next summer, she will have caught many salamanders.",
      "example_translation": "Das Kind fing einen Salamander im Teich und behielt ihn in einem Glas. Gestern hatte sie einen Salamander im Garten gefangen. Bis nächsten Sommer wird sie viele Salamander gefangen haben.",
      "imageLink": "image_files\\English\\"imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tadpole",
      "translation": "Kaulquappe",
      "definition": "A tadpole is the larval stage of a frog or toad, characterized by a fish-like body and a long tail. It undergoes metamorphosis to become a adult frog or toad.",
      "definition_translation": "Eine Kaulquappe ist das Larvalstadium eines Frosches oder Kröten, das durch einen fischähnlichen Körper und einen langen Schwanz gekennzeichnet ist. Es durchläuft eine Metamorphose, um ein adultes Frosch oder Kröte zu werden.",
      "example": "The tadpoles in the pond are growing fast. They were tadpoles last week, but now they have already grown legs. Next month, they will be fully grown frogs.",
      "example_translation": "Die Kaulquappen im Teich wachsen schnell. Sie waren Kaulquappen letzte Woche, aber jetzt haben sie bereits Beine gewachsen. Nächsten Monat werden sie vollentwickelte Frösche sein.",
      "imageLink": "image_files\\English\\"imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "toad",
      "translation": "Kröte",
      "definition": "A toad is a type of amphibian that has a stout body, short legs, and dry, bumpy skin. It is often found in gardens and forests.",
      "definition_translation": "Eine Kröte ist eine Art von Amphibie, die einen stämmigen Körper, kurze Beine und trockene, warzige Haut hat. Sie wird oft in Gärten und Wäldern gefunden.",
      "example": "The toad hopped across the garden path. Yesterday, I saw a toad sitting on a leaf. By next year, the toad will have moved to a new habitat.",
      "example_translation": "Die Kröte hoppelte über den Gartenweg. Gestern sah ich eine Kröte auf einem Blatt sitzen. Bis nächstem Jahr wird die Kröte in ein neues Habitat gezogen sein.",
      "imageLink": "image_files\\English\\"imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "amphibians",
      "translation": "Amphibien",
      "definition": "Amphibians are a group of cold-blooded animals that have a life cycle that includes both aquatic and terrestrial environments. They are characterized by their moist, smooth skin and ability to breathe through their skin.",
      "definition_translation": "Amphibien sind eine Gruppe von kaltblütigen Tieren, die einen Lebenszyklus haben, der sowohl aquatische als auch terrestrische Umgebungen umfasst. Sie sind durch ihre feuchte, glatte Haut und die Fähigkeit, durch ihre Haut zu atmen, gekennzeichnet.",
      "example": "Amphibians are an essential part of our ecosystem. They were the first amphibians to evolve on Earth. By the end of this century, many amphibians will be extinct.",
      "example_translation": "Amphibien sind ein essentieller Teil unseres Ökosystems. Sie waren die ersten Amphibien, die auf der Erde evolvierten. Bis zum Ende dieses Jahrhunderts werden viele Amphibien ausgestorben sein.",
      "imageLink": "image_files\\English\\"imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "blindworm",
      "translation": "Blindwurm",
      "definition": "A blindworm is a legless animal that resembles a snake, but is actually a type of lizard that has no eyes or limbs.",
      "definition_translation": "Ein Blindwurm ist ein beinloses Tier, das einer Schlange ähnelt, aber tatsächlich eine Art Eidechse ist, die keine Augen oder Gliedmaßen hat.",
      "example": "I saw a blindworm crawling on the ground when I was hiking in the mountains. It had crawled out of a hole. It will crawl back into its hole tonight.",
      "example_translation": "Ich sah einen Blindwurm auf dem Boden kriechen, als ich in den Bergen wanderte. Er war aus einem Loch gekrochen. Er wird heute Nacht in sein Loch zurückkriechen.",
      "imageLink": "image_files\\English\\"imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chameleon",
      "translation": "Chamäleon",
      "definition": "A chameleon is a type of lizard that has the ability to change its color to blend in with its surroundings.",
      "definition_translation": "Ein Chamäleon ist eine Art Eidechse, die die Fähigkeit hat, ihre Farbe zu ändern, um sich mit ihrer Umgebung anzupassen.",
      "example": "The chameleon changed its color to green when it sat on a leaf. It will change its color to brown when it sits on a branch. It changed its color to grey when it sat on a rock.",
      "example_translation": "Das Chamäleon änderte seine Farbe zu Grün, als es auf einem Blatt saß. Es wird seine Farbe zu Braun ändern, wenn es auf einem Zweig sitzt. Es änderte seine Farbe zu Grau, als es auf einem Felsen saß.",
      "imageLink": "image_files\\English\\"imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cobra",
      "translation": "Kobra",
      "definition": "A cobra is a type of venomous snake found in Africa and Asia, known for its ability to spread its hood when threatened.",
      "definition_translation": "Eine Kobra ist eine Art giftiger Schlange, die in Afrika und Asien gefunden wird, bekannt für ihre Fähigkeit, ihr Kapuze auszubreiten, wenn sie bedroht wird.",
      "example": "I saw a cobra spreading its hood when it felt threatened in the desert. It will strike its prey when it feels hungry. It had struck its prey last night.",
      "example_translation": "Ich sah eine Kobra, die ihr Kapuze ausbreitete, als sie sich in der Wüste bedroht fühlte. Es wird sein Opfer angreifen, wenn es hungrig ist. Es hatte sein Opfer letzte Nacht angegriffen.",
      "imageLink": "image_files\\English\\"imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grass snake",
      "translation": "Grasschlange",
      "definition": "A grass snake is a non-venomous snake found in Europe and Asia, known for its ability to swim and its greenish-yellow color.",
      "definition_translation": "Eine Graschlange ist eine ungiftige Schlange, die in Europa und Asien gefunden wird, bekannt für ihre Fähigkeit, zu schwimmen, und ihre grünlich-gelbe Farbe.",
      "example": "I saw a grass snake swimming in the lake when I was fishing. It will bask in the sun when it feels warm. It had basked in the sun last week.",
      "example_translation": "Ich sah eine Graschlange schwimmen, als ich angeln war. Es wird sich in der Sonne sonnen, wenn es sich warm fühlt. Es hatte sich letzte Woche in der Sonne gesonnt.",
      "imageLink": "image_files\\English\\"imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "newt",
      "translation": "Molch",
      "definition": "A small semi-aquatic salamander with a slender body and long tail, found in ponds and slow-moving water.",
      "definition_translation": "Ein kleiner semi-aquatischer Salamander mit schlankem Körper und langem Schwanz, gefunden in Teichen und langsamen Gewässern.",
      "example": "Yesterday, I saw a newt swimming in the pond. Today, I am watching a newt basking in the sun. Tomorrow, I will try to catch a newt.",
      "example_translation": "Gestern sah ich einen Molch im Teich schwimmen. Heute sehe ich einen Molch in der Sonne sonnen. Morgen werde ich versuchen, einen Molch zu fangen.",
      "imageLink": "image_files\\English\\"imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "python",
      "translation": "Python",
      "definition": "A high-level, interpreted programming language, especially for web development and data analysis.",
      "definition_translation": "Eine hohe, interpretierte Programmiersprache, insbesondere für die Web-Entwicklung und Datenanalyse.",
      "example": "I used to code in Python before I learned JavaScript. Now, I am studying advanced Python concepts. In the future, I will develop a machine learning model using Python.",
      "example_translation": "Ich programmierte früher in Python, bevor ich JavaScript lernte. Jetzt studiere ich erweiterte Python-Konzepte. In Zukunft werde ich ein Machine-Learning-Modell mit Python entwickeln.",
      "imageLink": "image_files\\English\\"imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spotted salamander",
      "translation": "Fleckenmolch",
      "definition": "A type of salamander characterized by its distinctive spots, typically found in moist environments.",
      "definition_translation": "Ein Typ von Salamander, der durch seine charakteristischen Flecken gekennzeichnet ist, typischerweise in feuchten Umgebungen gefunden.",
      "example": "The spotted salamander was hiding under a rock. The spotted salamander is slowly crawling out of its burrow. The spotted salamander will emerge from the water soon.",
      "example_translation": "Der Fleckenmolch versteckte sich unter einem Stein. Der Fleckenmolch krabbelt langsam aus seinem Bau hervor. Der Fleckenmolch wird bald aus dem Wasser auftauchen.",
      "imageLink": "image_files\\English\\"imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tree frog",
      "translation": "Baumfrosch",
      "definition": "A type of frog that lives in trees, typically found in warm and humid climates.",
      "definition_translation": "Ein Typ von Frosch, der in Bäumen lebt, typischerweise in warmen und feuchten Klimazonen gefunden.",
      "example": "I saw a tree frog perched on a leaf yesterday. Today, I am watching a tree frog jumping from branch to branch. In the future, I will study the habits of tree frogs.",
      "example_translation": "Ich sah einen Baumfrosch auf einem Blatt sitzen gestern. Heute sehe ich einen Baumfrosch von Ast zu Ast springen. In Zukunft werde ich die Gewohnheiten von Baumfröschen studieren.",
      "imageLink": "image_files\\English\\"imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "viper",
      "translation": "Viper",
      "definition": "A venomous snake that has a heat-sensing pit between its eyes and is found in warm regions, especially in Africa and Asia.",
      "definition_translation": "Eine giftige Schlange, die eine Wärmesensoren-Grube zwischen ihren Augen hat und in warmen Regionen, insbesondere in Afrika und Asien, gefunden wird.",
      "example": "The viper hissed loudly as it sensed the presence of its prey. It had bitten its victim in the past, and it would do so again in the future if it felt threatened. Currently, it was basking in the warm sun.",
      "example_translation": "Die Viper zischte laut, als sie die Anwesenheit ihrer Beute spürte. Sie hatte in der Vergangenheit ihr Opfer gebissen und würde es wieder tun, wenn es sich bedroht fühlte. Derzeit sonnte sie sich in der warmen Sonne.",
      "imageLink": "image_files\\English\\"imageLink": "viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "water serpent",
      "translation": "Wasserschlange",
      "definition": "A legendary creature said to inhabit bodies of water, often depicted as a snake-like being with supernatural powers.",
      "definition_translation": "Ein legendäres Lebewesen, das in Körpern von Wasser leben soll, oft als eine schlangenartige Kreatur mit übernatürlichen Kräften dargestellt.",
      "example": "In ancient myths, the water serpent was feared by all who lived near the lake. It was said to have attacked many boats in the past, and the locals were worried it would strike again in the future. Currently, a team of researchers was studying the creature's habits.",
      "example_translation": "In alten Mythen wurde die Wasserschlange von allen gefürchtet, die nahe am See lebten. Es hieß, dass sie viele Boote in der Vergangenheit angegriffen hatte, und die Einheimischen machten sich Sorgen, dass es wieder in der Zukunft zuschlagen würde. Derzeit studierte ein Team von Forschern die Gewohnheiten der Kreatur.",
      "imageLink": "image_files\\English\\"imageLink": "water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]