{
  "data": [
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "keyboard",
      "translation": "Tastatur",
      "definition": "A keyboard is an input device used to operate a computer or other electronic device.",
      "definition_translation": "Eine Tastatur ist ein Eingabegerät, das verwendet wird, um einen Computer oder ein anderes elektronisches Gerät zu bedienen.",
      "example": "I will buy a new keyboard tomorrow. Today, I am using my old keyboard. Yesterday, I played games on my keyboard.",
      "example_translation": "Ich werde morgen eine neue Tastatur kaufen. Heute benutze ich meine alte Tastatur. Gestern habe ich auf meiner Tastatur Spiele gespielt.",
      "imageLink": "keyboard-1.jpg",
      "audioLink": "keyboard.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "piano",
      "translation": "Klavier",
      "definition": "A piano is a musical instrument played by pressing keys that strike hammers to produce sound.",
      "definition_translation": "Ein Klavier ist ein Musikinstrument, das gespielt wird, indem man Tasten betätigt, die Hämmer anschlagen, um einen Ton zu erzeugen.",
      "example": "I learned to play the piano when I was a child. Now, I am teaching my daughter to play the piano. She will play the piano in a concert next week.",
      "example_translation": "Ich habe als Kind Klavier spielen gelernt. Jetzt unterrichte ich meine Tochter, Klavier zu spielen. Sie wird nächste Woche auf einem Konzert Klavier spielen.",
      "imageLink": "piano.jpg",
      "audioLink": "piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "violin",
      "translation": "Geige",
      "definition": "A violin is a stringed musical instrument played with a bow or by plucking the strings with the fingers.",
      "definition_translation": "Eine Geige ist ein cueriges Musikinstrument, das mit einem Bogen oder durch Zupfen der Saiten mit den Fingern gespielt wird.",
      "example": "I attended a violin concert last night. The violinist played beautifully. She has been playing the violin since she was five years old.",
      "example_translation": "Ich besuchte letzte Nacht ein Geigenkonzert. Die Geigerin spielte wunderschön. Sie spielt seitdem sie fünf Jahre alt war, Geige.",
      "imageLink": "violin.jpg",
      "audioLink": "violin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bagpipes",
      "translation": "Dudelsack",
      "definition": "Bagpipes are a traditional Scottish musical instrument consisting of a bag and pipes, played by blowing air into the bag and squeezing it to produce sound.",
      "definition_translation": "Dudelsäcke sind ein traditionelles schottisches Musikinstrument, bestehend aus einem Sack und Pfeifen, das gespielt wird, indem man Luft in den Sack bläst und ihnquetscht, um einen Ton zu erzeugen.",
      "example": "I heard bagpipes playing at the Scottish festival. The bagpiper was wearing a traditional uniform. He has been playing the bagpipes for over 20 years.",
      "example_translation": "Ich hörte Dudelsäcke beim schottischen Festspiel. Der Dudelsackpfeifer trug eine traditionelle Uniform. Er spielt seit über 20 Jahren Dudelsack.",
      "imageLink": "bagpipes.jpg",
      "audioLink": "bagpipes.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "flute",
      "translation": "Flöte",
      "definition": "A flute is a musical instrument that is played by blowing air across the embouchure hole, producing a sound that is rich and sweet.",
      "definition_translation": "Eine Flöte ist ein Musikinstrument, das durch Blasen von Luft über das Mundstückloch gespielt wird, wodurch ein Klang entsteht, der reich und süß ist.",
      "example": "I played the flute in the school band when I was a kid. Now I play it on weekends. I will play it at the concert next week.",
      "example_translation": "Ich spielte die Flöte im Schulorchester, als ich ein Kind war. Jetzt spiele ich sie am Wochenende. Ich werde sie nächste Woche auf dem Konzert spielen.",
      "imageLink": "flute.jpg",
      "audioLink": "flute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "saxophone",
      "translation": "Saxophon",
      "definition": "A saxophone is a musical instrument that is similar to a clarinet, but has a brass body and a single reed mouthpiece.",
      "definition_translation": "Ein Saxophon ist ein Musikinstrument, das einem Klarinet ähnelt, aber einen Messingkörper und ein đơnor Mundstück hat.",
      "example": "I learned to play the saxophone in college. Now I play it in a jazz band. I will teach my son to play it next year.",
      "example_translation": "Ich lernte das Saxophon im College spielen. Jetzt spiele ich es in einem Jazz-Orchester. Ich werde meinem Sohn nächstes Jahr das Spiel auf dem Saxophon beibringen.",
      "imageLink": "saxophone.jpg",
      "audioLink": "saxophone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "trumpet",
      "translation": "Trompete",
      "definition": "A trumpet is a brass musical instrument that is played by blowing air through pursed lips, producing a loud and piercing sound.",
      "definition_translation": "Eine Trompete ist ein Blechblasinstrument, das durch Blasen von Luft durch Zusammengepresste Lippen gespielt wird, wodurch ein lauter und durchdringender Klang entsteht.",
      "example": "I blew the trumpet in the marching band. Now I play it in a orchestra. I will play it at the parade tomorrow.",
      "example_translation": "Ich blies die Trompete im Marschorchester. Jetzt spiele ich sie in einem Orchester. Ich werde sie morgen auf dem Umzug spielen.",
      "imageLink": "trumpet.jpg",
      "audioLink": "trumpet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "accordion",
      "translation": "Akkordeon",
      "definition": "An accordion is a musical instrument that consists of a box-shaped instrument with buttons or keys that are pressed to produce sound.",
      "definition_translation": "Ein Akkordeon ist ein Musikinstrument, das aus einem kastenförmigen Instrument besteht, das mit Knöpfen oder Tasten bedient wird, um einen Klang zu erzeugen.",
      "example": "I played the accordion at the folk festival. Now I play it at the party. I will play it at the wedding next month.",
      "example_translation": "Ich spielte das Akkordeon auf dem Volksfest. Jetzt spiele ich es auf der Party. Ich werde es auf der Hochzeit nächsten Monat spielen.",
      "imageLink": "accordion.jpg",
      "audioLink": "accordion.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bass guitar",
      "translation": "Bassgitarre",
      "definition": "A bass guitar is a stringed instrument played by plucking or slapping its strings with the fingers or a pick, used to produce low-pitched sounds in various genres of music.",
      "definition_translation": "Eine Bassgitarre ist ein Saiteninstrument, das durch Zupfen oder Schlagen der Saiten mit den Fingern oder einem Plektrum gespielt wird, um tiefere Töne in verschiedenen Musikgenres zu erzeugen.",
      "example": "I played the bass guitar in my band last night. I will play the bass guitar at the concert tomorrow. I played the bass guitar with my friends yesterday.",
      "example_translation": "Ich spielte letzte Nacht die Bassgitarre in meiner Band. Ich werde morgen Abend die Bassgitarre auf dem Konzert spielen. Ich spielte gestern mit meinen Freunden die Bassgitarre.",
      "imageLink": "bass-guitar.jpg",
      "audioLink": "bass guitar.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cello",
      "translation": "Violoncello",
      "definition": "A cello is a stringed instrument played while seated, with the instrument positioned between the player's legs, used to produce rich, mellow sounds in classical music.",
      "definition_translation": "Ein Cello ist ein Saiteninstrument, das sitzend gespielt wird, wobei das Instrument zwischen den Beinen des Spielers positioniert ist, um reiche, volle Töne in klassischer Musik zu produzieren.",
      "example": "I learned to play the cello when I was a child. She will play the cello at the orchestra concert tomorrow. They played the cello with the symphony last week.",
      "example_translation": "Ich lernte als Kind, das Cello zu spielen. Sie wird morgen Abend auf dem Orchesterkonzert das Cello spielen. Sie spielten letzte Woche mit dem Symphonieorchester das Cello.",
      "imageLink": "cello.jpg",
      "audioLink": "cello.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grand piano",
      "translation": "Konzertflügel",
      "definition": "A grand piano is a large, acoustic piano with a horizontal, wing-shaped design, used for solo performances and chamber music.",
      "definition_translation": "Ein Konzertflügel ist ein großes, akustisches Piano mit einem horizontalen, flügelförmigen Design, das für Solo-Auftritte und Kammermusik verwendet wird.",
      "example": "I practice playing the grand piano every day. She will perform on the grand piano at the concert hall tomorrow. They tuned the grand piano before the recital yesterday.",
      "example_translation": "Ich übe jeden Tag, das Konzertflügel zu spielen. Sie wird morgen Abend im Konzertsaal auf dem Konzertflügel auftreten. Sie stimmten das Konzertflügel vor dem Vortrag gestern ab.",
      "imageLink": "grand-piano.jpg",
      "audioLink": "grand piano.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "harmonica",
      "translation": "Mundharmonika",
      "definition": "A harmonica is a small, portable, free-reed aerophone, played by blowing and drawing air through it, used in various genres of music.",
      "definition_translation": "Eine Mundharmonika ist ein kleines, portables, frei-schwingendes Aerophon, das durch Blasen und Ziehen von Luft gespielt wird, das in verschiedenen Musikgenres verwendet wird.",
      "example": "I learned to play the harmonica when I was a teenager. He will play the harmonica at the blues concert tonight. They played the harmonica with the band last weekend.",
      "example_translation": "Ich lernte als Teenager, die Mundharmonika zu spielen. Er wird heute Abend auf dem Blues-Konzert die Mundharmonika spielen. Sie spielten letztes Wochenende mit der Band die Mundharmonika.",
      "imageLink": "harmonica.jpg",
      "audioLink": "harmonica.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tambourine",
      "translation": "Tamburin",
      "definition": "A tambourine is a musical instrument consisting of a shallow drum with metal jingles called zils attached to the frame, used especially in orchestral and folk music.",
      "definition_translation": "Ein Tamburin ist ein Musikinstrument, das aus einer flachen Trommel mit metallenen Schellen namens Zils am Rahmen besteht, das besonders in Orchester- und Volksmusik verwendet wird.",
      "example": "I played the tambourine in the school band when I was a kid, now I play it at music festivals, and in the future, I will play it at a music therapy session.",
      "example_translation": "Ich spielte das Tamburin im Schulorchester, als ich ein Kind war, jetzt spiele ich es auf Musikfestivals, und in Zukunft werde ich es bei einer Musiktherapiesitzung spielen.",
      "imageLink": "tambourine.jpg",
      "audioLink": "tambourine.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "horn",
      "translation": "Horn",
      "definition": "A horn is a musical instrument made of metal, wood, or other materials, played by blowing air through a mouthpiece, used in orchestral and jazz music.",
      "definition_translation": "Ein Horn ist ein Musikinstrument aus Metall, Holz oder anderen Materialien, das durch das Blasen von Luft durch ein Mundstück gespielt wird und in Orchester- und Jazzmusik verwendet wird.",
      "example": "The trumpet player blew into the horn to produce a loud sound, then he cleaned it with a cloth, and later he will polish it with a special solution.",
      "example_translation": "Der Trompeter blies in das Horn, um einen lauten Ton zu produzieren, dann reinigte er es mit einem Tuch, und später wird er es mit einer speziellen Lösung polieren.",
      "imageLink": "horn-1.jpg",
      "audioLink": "horn.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "organ",
      "translation": "Orgel",
      "definition": "An organ is a keyboard instrument used in churches and concert halls, consisting of pipes or electronic sound generators, played by pressing keys and pedals.",
      "definition_translation": "Eine Orgel ist ein Tasteninstrument, das in Kirchen und Konzerthallen verwendet wird, das aus Pfeifen oder elektronischen Soundgeneratoren besteht, das durch das Drücken von Tasten und Pedalen gespielt wird.",
      "example": "The organist played a beautiful melody on the organ during the wedding ceremony, afterwards she practiced a new piece, and next week she will perform a concert.",
      "example_translation": "Die Organistin spielte eine schöne Melodie auf der Orgel während der Hochzeitszeremonie, danach übte sie ein neues Stück, und nächste Woche wird sie ein Konzert aufführen.",
      "imageLink": "organ-1.jpg",
      "audioLink": "organ.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "triangle",
      "translation": "Dreieck",
      "definition": "A triangle is a percussion instrument made of a metal rod bent into a triangular shape, played by striking it with a metal stick or stick.",
      "definition_translation": "Ein Dreieck ist ein Schlaginstrument, das aus einer metallenen Stange besteht, die in eine dreieckige Form gebogen ist, das durch Schlagen mit einem metallenen Schlegel oder Stab gespielt wird.",
      "example": "The drummer hit the triangle to add a crisp sound to the song, then he adjusted the position of the instrument, and later he will experiment with different striking techniques.",
      "example_translation": "Der Schlagzeuger schlug das Dreieck, um einen knappen Ton zum Song hinzuzufügen, dann justierte er die Position des Instruments, und später wird er verschiedene Schlagtechniken ausprobieren.",
      "imageLink": "triangle.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "balalaika",
      "translation": "Balalaika",
      "definition": "A balalaika is a traditional Russian stringed musical instrument with a triangular body and a long neck, often played with a pick.",
      "definition_translation": "Eine Balalaika ist ein traditionelles russisches Saiteninstrument mit einem dreieckigen Körper und einem langen Hals, oft mit einem Plektrum gespielt.",
      "example": "I played the balalaika at the Russian festival last year, I play it every Saturday, and I will play it at the concert next month.",
      "example_translation": "Ich spielte die Balalaika auf dem russischen Festival letztes Jahr, ich spiele sie jeden Samstag und ich werde sie auf dem Konzert nächsten Monat spielen.",
      "imageLink": "balalaika.jpg",
      "audioLink": "balalaika.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "banjo",
      "translation": "Banjo",
      "definition": "A banjo is a stringed musical instrument with a round body and a long neck, often associated with American folk music.",
      "definition_translation": "Ein Banjo ist ein Saiteninstrument mit einem runden Körper und einem langen Hals, oft mit amerikanischer Folk-Musik assoziiert.",
      "example": "My grandfather played the banjo at the family reunion, I will learn to play it next summer, and she played it beautifully at the folk festival.",
      "example_translation": "Mein Großvater spielte das Banjo auf der Familienzusammenführung, ich werde es nächsten Sommer lernen, und sie spielte es wunderschön auf dem Folk-Festival.",
      "imageLink": "banjo.jpg",
      "audioLink": "banjo.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bassoon",
      "translation": "Fagott",
      "definition": "A bassoon is a large, double-reed woodwind instrument, often used in orchestral and chamber music.",
      "definition_translation": "Ein Fagott ist ein großes, doppelröhriges Holzblasinstrument, oft in Orchester- und Kammermusik verwendet.",
      "example": "The bassoon player was excellent at the symphony concert, I want to try playing it at the music school, and she will perform a bassoon concerto next season.",
      "example_translation": "Der Fagottspieler war hervorragend auf dem Sinfoniekonzert, ich will es an der Musikschule probieren, und sie wird nächste Saison ein Fagottkonzert aufführen.",
      "imageLink": "bassoon.jpg",
      "audioLink": "bassoon.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "castanets",
      "translation": "Kastagnetten",
      "definition": "Castanets are a pair of hollow shells, typically made of wood or plastic, clicked together to create a rhythmic sound in music and dance.",
      "definition_translation": "Kastagnetten sind ein Paar hohler Schalen, typischerweise aus Holz oder Kunststoff, die miteinander geklickt werden, um einen rhythmischen Klang in Musik und Tanz zu erzeugen.",
      "example": "The flamenco dancer used castanets to add percussion to the performance, I used to play castanets in the school play, and she will teach us how to use castanets in the dance class.",
      "example_translation": "Die Flamencotänzerin benutzte Kastagnetten, um Perkussion zur Vorführung hinzuzufügen, ich habe früher Kastagnetten im Schulspiel verwendet, und sie wird uns im Tanzunterricht zeigen, wie man Kastagnetten benutzt.",
      "imageLink": "castanets.jpg",
      "audioLink": "castanets.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cimbalom",
      "translation": "Zimbal",
      "definition": "A cimbalom is a type of stringed musical instrument originating from Hungary, typically played with a pair of beaters.",
      "definition_translation": "Ein Cimbalom ist ein Typ von Saiteninstrumenten, das aus Ungarn stammt und normalerweise mit einem Paar Schlegeln gespielt wird.",
      "example": "The orchestra featured a unique instrument, the cimbalom, which added a beautiful tone to the music. Yesterday, the musician practiced playing the cimbalom for hours. By next year, she will have mastered the cimbalom.",
      "example_translation": "Das Orchester zeigte ein einzigartiges Instrument, das Cimbalom, das einen schönen Ton zur Musik hinzufügte. Gestern übte der Musiker stundenlang das Spielen des Cimbaloms. Bis zum nächsten Jahr wird sie das Cimbalom beherrschen.",
      "imageLink": "cimbalom.jpg",
      "audioLink": "cimbalom.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "clapper",
      "translation": "Klapper",
      "definition": "A clapper is a device used to create a sharp, sudden noise, often used in filming or photography to signal the start of a take.",
      "definition_translation": "Ein Klapper ist ein Gerät, das verwendet wird, um einen scharfen, plötzlichen Lärm zu erzeugen, oft in Filmen oder Fotografie verwendet, um den Start eines Takes zu signalisieren.",
      "example": "The director yelled 'Action!' and the clapper was snapped shut to mark the beginning of the scene. Yesterday, they used a clapper to synchronize the sound and video. By next month, they will have perfected the use of the clapper.",
      "example_translation": "Der Regisseur rief 'Aktion!' und der Klapper wurde zugeschnappt, um den Beginn der Szene zu markieren. Gestern verwendeten sie einen Klapper, um Ton und Video zu synchronisieren. Bis zum nächsten Monat werden sie den Einsatz des Klappers perfektioniert haben.",
      "imageLink": "clapper.jpg",
      "audioLink": "clapper.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "clarinet",
      "translation": "Klarinette",
      "definition": "A clarinet is a woodwind instrument with a single-reed mouthpiece, commonly used in classical music and jazz.",
      "definition_translation": "Eine Klarinette ist ein Holzblasinstrument mit einem Einfachrohrmundstück, häufig in klassischer Musik und Jazz verwendet.",
      "example": "The musician skillfully played a beautiful melody on the clarinet. Yesterday, she practiced playing a complex piece on the clarinet. By next year, she will have mastered the clarinet.",
      "example_translation": "Der Musiker spielte kunstvoll eine schöne Melodie auf der Klarinette. Gestern übte sie ein komplexes Stück auf der Klarinette. Bis zum nächsten Jahr wird sie die Klarinette beherrschen.",
      "imageLink": "clarinet.jpg",
      "audioLink": "clarinet.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cymbal",
      "translation": "Becken",
      "definition": "A cymbal is a metal percussion instrument played by striking two plates together, often used in orchestral music and drumming.",
      "definition_translation": "Ein Becken ist ein metallenes Schlaginstrument, das durch Zusammenstreichen zweier Platten gespielt wird, oft in Orchestermusik und Schlagzeug verwendet.",
      "example": "The drummer crashed the cymbal to signal the end of the song. Yesterday, they experimented with different cymbal sounds. By next month, they will have perfected the cymbal technique.",
      "example_translation": "Der Schlagzeuger krachte das Becken, um das Ende des Liedes zu signalisieren. Gesternexperimentierten sie mit verschiedenen Beckenklang. Bis zum nächsten Monat werden sie die Beckentechnik perfektioniert haben.",
      "imageLink": "cymbal.jpg",
      "audioLink": "cymbal.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "double bass",
      "translation": "Kontrabass",
      "definition": "A large stringed instrument played by drawing a bow or by plucking, used especially in orchestras and jazz bands.",
      "definition_translation": "Ein großes Saiteninstrument, das mit einem Bogen oder durch Zupfen gespielt wird und insbesondere in Orchestern und Jazzbands verwendet wird.",
      "example": "The musician had played the double bass in the orchestra for many years, but now he prefers to play it in a jazz band, and he will play it at a festival tomorrow.",
      "example_translation": "Der Musiker hatte viele Jahre lang Kontrabass im Orchester gespielt, aber jetzt bevorzugt er es, es in einem Jazz-Ensemble zu spielen, und er wird es morgen auf einem Festival spielen.",
      "imageLink": "double-bass.jpg",
      "audioLink": "double bass.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "gong",
      "translation": "Gong",
      "definition": "A metal plate struck to produce a deep ringing sound, used as a musical instrument or to signal the start of a performance.",
      "definition_translation": "Eine Metallplatte, die geschlagen wird, um einen tiefen, klingenden Ton zu erzeugen, die als Musikinstrument oder zur Ankündigung eines Auftritts verwendet wird.",
      "example": "The conductor struck the gong to signal the start of the concert, and the orchestra began to play, although they will play a different piece tomorrow and had played another one yesterday.",
      "example_translation": "Der Dirigent schlug den Gong, um den Beginn des Konzerts anzukündigen, und das Orchester begann zu spielen, obwohl sie morgen ein anderes Stück spielen werden und gestern ein anderes gespielt hatten.",
      "imageLink": "gong.jpg",
      "audioLink": "gong.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "harmonium",
      "translation": "Harmonium",
      "definition": "A musical instrument similar to an organ, in which air is pumped through reeds to produce sound.",
      "definition_translation": "Ein Musikinstrument, ähnlich einer Orgel, bei dem Luft durch Zungen gepumpt wird, um einen Ton zu erzeugen.",
      "example": "The old lady played the harmonium in the church every Sunday, and she will play it at a wedding ceremony tomorrow, although she had played the piano at her own wedding years ago.",
      "example_translation": "Die alte Dame spielte jeden Sonntag im Kirchen harmonium und wird es morgen bei einer Hochzeitszeremonie spielen, obwohl sie bei ihrer eigenen Hochzeit vor Jahren Klavier gespielt hatte.",
      "imageLink": "harmonium.jpg",
      "audioLink": "harmonium.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "harp",
      "translation": "Harfe",
      "definition": "A stringed instrument played by plucking the strings with the fingers, used especially in orchestras and to accompany songs.",
      "definition_translation": "Ein Saiteninstrument, das durch Zupfen der Saiten mit den Fingern gespielt wird und insbesondere in Orchestern und zum Begleiten von Liedern verwendet wird.",
      "example": "The harpist had played the harp in the orchestra for many years, but now she prefers to play it solo, and she will play it at a concert tomorrow, although she had played it at a wedding ceremony yesterday.",
      "example_translation": "Die Harfenistin hatte viele Jahre lang Harfe im Orchester gespielt, aber jetzt bevorzugt sie, es solo zu spielen, und sie wird es morgen auf einem Konzert spielen, obwohl sie es gestern bei einer Hochzeitszeremonie gespielt hatte.",
      "imageLink": "harp.jpg",
      "audioLink": "harp.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "harpsichord",
      "translation": "Cembalo",
      "definition": "A harpsichord is a musical instrument played by means of a keyboard, in which the sound is produced by the plucking of strings by quills or plectrums.",
      "definition_translation": "Ein Cembalo ist ein Musikinstrument, das über eine Tastatur gespielt wird, bei dem der Klang durch das Zupfen von Saiten durch Federkiel oder Plektren erzeugt wird.",
      "example": "The harpsichord was a popular instrument in the Baroque period. I will play the harpsichord at the concert tomorrow. She played the harpsichord beautifully at the wedding.",
      "example_translation": "Das Cembalo war ein beliebtes Instrument im Barockzeitalter. Ich werde morgen Cembalo auf dem Konzert spielen. Sie spielte gestern Abend das Cembalo wunderschön auf der Hochzeit.",
      "imageLink": "harpsichord.jpg",
      "audioLink": "harpsichord.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kettledrums",
      "translation": "Pauken",
      "definition": "Kettledrums are a type of orchestral drum with a rounded back and a tight, resonant sound.",
      "definition_translation": "Pauken sind eine Art von Orchester-Trommeln mit einem runden Rücken und einem kräftigen, resonanten Klang.",
      "example": "The kettledrums boomed loudly at the beginning of the symphony. I have been playing the kettledrums for years. They will use the kettledrums in the school band next year.",
      "example_translation": "Die Pauken donnerten laut am Anfang der Sinfonie. Ich habe Jahre lang Pauken gespielt. Sie werden next year im Schulorchester die Pauken benutzen.",
      "imageLink": "kettledrums.jpg",
      "audioLink": "kettledrums.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lute",
      "translation": "Laute",
      "definition": "A lute is a stringed instrument with a pear-shaped body and a fretted neck, played by plucking the strings with the fingers.",
      "definition_translation": "Eine Laute ist ein Saiteninstrument mit einem birnenförmigen Korpus und einem bundierten Hals, das durch Zupfen der Saiten mit den Fingern gespielt wird.",
      "example": "The lute was a popular instrument in the Renaissance. I will play the lute at the medieval festival. She plays the lute beautifully in the orchestra.",
      "example_translation": "Die Laute war ein beliebtes Instrument in der Renaissance. Ich werde auf dem Mittelalter-Fest die Laute spielen. Sie spielt die Laute wunderschön im Orchester.",
      "imageLink": "lute.jpg",
      "audioLink": "lute.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mandolin",
      "translation": "Mandoline",
      "definition": "A mandolin is a stringed instrument with a small, teardrop-shaped body and a fretted neck, played by plucking or strumming the strings.",
      "definition_translation": "Eine Mandoline ist ein Saiteninstrument mit einem kleinen, tropfenförmigen Korpus und einem bundierten Hals, das durch Zupfen oder Streichen der Saiten gespielt wird.",
      "example": "The mandolin is a popular instrument in folk music. I have been playing the mandolin since I was a child. She will play the mandolin in the jazz band tomorrow.",
      "example_translation": "Die Mandoline ist ein beliebtes Instrument in der Volksmusik. Ich habe seit ich ein Kind war die Mandoline gespielt. Sie wird morgen im Jazz-Orchester die Mandoline spielen.",
      "imageLink": "mandolin.jpg",
      "audioLink": "mandolin.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "maracas",
      "translation": "Maracas",
      "definition": "Maracas are a type of musical instrument originating from Latin America, consisting of a pair of hollow gourds or shells filled with beads or small pebbles, used to create a rattling sound.",
      "definition_translation": "Marakas sind ein Musikinstrument lateinamerikanischen Ursprungs, das aus einem Paar hohler Kürbisse oder Schalen besteht, die mit Perlen oder kleinen Kieselsteinen gefüllt sind, um einen Klapperton zu erzeugen.",
      "example": "Yesterday, I shook the maracas during the concert, today I'm practicing with them, and tomorrow I'll teach my students how to play them.",
      "example_translation": " Gestern habe ich die Marakas während des Konzerts geschüttelt, heute übe ich damit und morgen werde ich meine Schüler lehren, wie man sie spielt.",
      "imageLink": "maracas.jpg",
      "audioLink": "maracas.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "oboe",
      "translation": "Oboe",
      "definition": "The oboe is a double-reed woodwind instrument used in orchestras, chamber music, and solo performances, known for its distinctive, mellow sound.",
      "definition_translation": "Die Oboe ist ein Doppelrohrholzblattinstrument, das in Orchestern, Kammermusik und Solodarbietungen eingesetzt wird und durch ihren eigenwilligen, weichen Klang bekannt ist.",
      "example": "I heard the oboe solo in the orchestra last night, it was beautiful, and I'm going to attend the next concert where the oboist will perform again, and I have always loved the sound of the oboe.",
      "example_translation": " Ich habe das Oboe-Solo im Orchester letzte Nacht gehört, es war schön, und ich werde das nächste Konzert besuchen, bei dem der Oboist wieder auftritt, und ich habe immer den Klang der Oboe geliebt.",
      "imageLink": "oboe.jpg",
      "audioLink": "oboe.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ocarina",
      "translation": "Okarina",
      "definition": "An ocarina is a small, flute-like musical instrument with a distinctive, sweet sound, often used in folk music and video game soundtracks.",
      "definition_translation": "Eine Okarina ist ein kleines, flötenähnliches Musikinstrument mit einem eigenwilligen, süßen Klang, das oft in Volksmusik und Videospielmusiken verwendet wird.",
      "example": "I used to play the ocarina when I was a child, now I'm teaching my daughter how to play it, and soon she'll be able to perform a beautiful melody on her own.",
      "example_translation": " Ich habe die Okarina gespielt, als ich ein Kind war, jetzt unterrichte ich meine Tochter, wie man sie spielt, und bald wird sie in der Lage sein, eine schöne Melodie selbst zu spielen.",
      "imageLink": "ocarina.jpg",
      "audioLink": "ocarina.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "recorder",
      "translation": "Blockflöte",
      "definition": "A recorder is a simple, woodwind musical instrument used to teach children how to play music, characterized by a narrow tube and a whistle-like mouthpiece.",
      "definition_translation": "Eine Blockflöte ist ein einfaches, holzblasenähnliches Musikinstrument, das verwendet wird, um Kindern das Musizieren zu lehren, das durch ein enges Rohr und einen pfeifähnlichen Mundstück gekennzeichnet ist.",
      "example": "I learned to play the recorder in elementary school, now I'm glad I can teach my students how to play it, and next year they'll be able to perform a beautiful concert with it.",
      "example_translation": " Ich habe die Blockflöte in der Grundschule gelernt, jetzt bin ich froh, dass ich meine Schüler lehren kann, wie man sie spielt, und nächstes Jahr werden sie in der Lage sein, ein schönes Konzert damit zu geben.",
      "imageLink": "recorder.jpg",
      "audioLink": "recorder.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "snare drum",
      "translation": "Rassel",
      "definition": "A snare drum is a type of drum that produces a sharp, cracking sound when played, often used in military and orchestral music.",
      "definition_translation": "Eine Rassel ist eine Art von Schlagzeug, die einen scharfen, knackenden Ton produziert, wenn sie gespielt wird, häufig in Militär- und Orchester-Musik verwendet.",
      "example": "The drummer expertly played the snare drum in the marching band, creating a lively atmosphere. She will play the snare drum in the parade tomorrow. He played the snare drum in the school concert last week.",
      "example_translation": "Der Schlagzeuger spielte die Rassel im Marschkorps mit großem Geschick, wodurch er eine lebhafte Atmosphäre schuf. Sie wird die Rassel im Umzug morgen spielen. Er spielte die Rassel im Schulkonzert letzte Woche.",
      "imageLink": "snare-drum.jpg",
      "audioLink": "snare drum.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "trombone",
      "translation": "Posaune",
      "definition": "A trombone is a brass musical instrument that produces a low-pitched sound, often used in jazz and classical music.",
      "definition_translation": "Eine Posaune ist ein Blechblasinstrument, das einen tiefen Ton produces, oft in Jazz- und klassischer Musik verwendet.",
      "example": "The trombone player skillfully soloed in the jazz band, impressing the audience. She will play the trombone in the orchestra next year. He played the trombone in the school band last month.",
      "example_translation": "Der Posaunenspieler spielte ein Solo im Jazz-Orchester mit großem Geschick, beeindruckend das Publikum. Sie wird die Posaune im Orchester nächstes Jahr spielen. Er spielte die Posaune im Schülerorchester letzten Monat.",
      "imageLink": "trombone.jpg",
      "audioLink": "trombone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tuba",
      "translation": "Tuba",
      "definition": "A tuba is a large, low-pitched brass instrument that produces a deep, rich sound, often used in orchestral and concert band music.",
      "definition_translation": "Eine Tuba ist ein großes, tief klingendes Blechblasinstrument, das einen tiefen, vollen Ton produziert, oft in Orchester- und Konzertband-Musik verwendet.",
      "example": "The tuba player proudly held up his instrument in the marching band, drawing applause from the crowd. She will play the tuba in the orchestra next season. He played the tuba in the school concert last year.",
      "example_translation": "Der Tubist hielt stolz sein Instrument im Marschkorps hoch, erntend Applaus vom Publikum. Sie wird die Tuba im Orchester nächste Saison spielen. Er spielte die Tuba im Schulkonzert letztes Jahr.",
      "imageLink": "tuba.jpg",
      "audioLink": "tuba.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tubular bells",
      "translation": "Rohrengel",
      "definition": "Tubular bells are a musical instrument consisting of hollow metal tubes of varying lengths that are struck to produce a ringing sound, often used in orchestral and choral music.",
      "definition_translation": "Rohrengel sind ein Musikinstrument, das aus hohlen Metallröhren unterschiedlicher Länge besteht, die zum Erzeugen eines klingenden Tons geschlagen werden, oft in Orchester- und Chormusik verwendet.",
      "example": "The percussionist skillfully played the tubular bells in the symphony orchestra, adding a delicate touch to the music. She will play the tubular bells in the chorus concert next month. He played the tubular bells in the school musical last week.",
      "example_translation": "Der Schlagzeuger spielte die Rohrengel im Symphonieorchester mit großem Geschick, fügend einen zarten Touch zur Musik hinzu. Sie wird die Rohrengel im Chorkonzert nächsten Monat spielen. Er spielte die Rohrengel im Schüler-Musical letzte Woche.",
      "imageLink": "tubular-bells.jpg",
      "audioLink": "tubular bells.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "vibraphone",
      "translation": "Vibraphon",
      "definition": "A vibraphone is a musical instrument that consists of a set of metal bars of different pitches that are struck by hammers to produce a resonant sound.",
      "definition_translation": "Ein Vibraphon ist ein Musikinstrument, das aus einer Reihe von Metallstäben unterschiedlicher Tonhöhen besteht, die von Hämmern geschlagen werden, um einen resonanten Klang zu erzeugen.",
      "example": "Yesterday, the musician played the vibraphone in the orchestra. Today, she is practicing the piece on the vibraphone. By next week, she will have mastered the vibraphone solo.",
      "example_translation": "Gestern spielte die Musikerin Vibraphon im Orchester. Heute übt sie das Stück auf dem Vibraphon. Bis zur nächsten Woche wird sie das Vibraphon-Solo beherrschen.",
      "imageLink": "vibraphone.jpg",
      "audioLink": "vibraphone.mp3"
    },
    {
      "section": "instrumenty-muzyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "xylophone",
      "translation": "Xylophon",
      "definition": "A xylophone is a musical instrument with a series of bars of different pitches that are struck by hammers to produce a ringing sound.",
      "definition_translation": "Ein Xylophon ist ein Musikinstrument mit einer Reihe von Stäben unterschiedlicher Tonhöhen, die von Hämmern geschlagen werden, um einen klingenden Klang zu erzeugen.",
      "example": "The child played the xylophone in the kindergarten. The musician tuned the xylophone before the concert. By the end of the year, the student will have learned to play the xylophone.",
      "example_translation": "Das Kind spielte Xylophon im Kindergarten. Der Musiker stimmte das Xylophon vor dem Konzert. Bis zum Ende des Jahres wird der Schüler gelernt haben, Xylophon zu spielen.",
      "imageLink": "xylophone.jpg",
      "audioLink": "xylophone.mp3"
    }
  ]
}