[
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "black",
      "translation": "schwarz",
      "definition": "Having the color of soot or coal; having no light; completely dark.",
      "definition_translation": "Die Farbe von Ruß oder Kohle habend; kein Licht habend; vollständig dunkel.",
      "example": "The black cat purred contentedly on my lap. Yesterday, I saw a black bird flying overhead. I will wear a black dress to the party tonight.",
      "example_translation": "Die schwarze Katze schnurrte zufrieden auf meinem Schoß. Gestern sah ich einen schwarzen Vogel über meinem Kopf fliegen. Ich werde ein schwarzes Kleid tragen zur Party heute Abend.",
      "imageLink": "image_files\\English\\"imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "blue",
      "translation": "blau",
      "definition": "Having a color like that of the sky on a sunny day; relating to or characteristic of the Conservateur party in the UK.",
      "definition_translation": "Eine Farbe wie die des Himmels an einem sonnigen Tag habend; sich auf oder charakteristisch für die Konservative Partei im Vereinigten Königreich beziehend.",
      "example": "The blue sky was perfect for a picnic. My blue shirt is my favorite. I will buy a blue car next year.",
      "example_translation": "Der blaue Himmel war perfekt für ein Picknick. Mein blaues Hemd ist mein Liebling. Ich werde nächstes Jahr ein blaues Auto kaufen.",
      "imageLink": "image_files\\English\\"imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "brown",
      "translation": "braun",
      "definition": "Having a reddish-yellow color; relating to or characteristic of earth or soil.",
      "definition_translation": "Eine rotgelbe Farbe habend; sich auf oder charakteristisch für Erde oder Boden beziehend.",
      "example": "The brown dog is very friendly. I have a brown bag for school. She will wear a brown coat tomorrow.",
      "example_translation": "Der braune Hund ist sehr freundlich. Ich habe eine braune Tasche für die Schule. Sie wird morgen einen braunen Mantel tragen.",
      "imageLink": "image_files\\English\\"imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "green",
      "translation": "grün",
      "definition": "Having a color like that of grass or emeralds; relating to or characteristic of the environment or ecology.",
      "definition_translation": "Eine Farbe wie die von Gras oder Smaragden habend; sich auf oder charakteristisch für die Umwelt oder Ökologie beziehend.",
      "example": "The green grass was perfect for a picnic. I have a green shirt for the party. They will plant a green tree next week.",
      "example_translation": "Das grüne Gras war perfekt für ein Picknick. Ich habe ein grünes Hemd für die Party. Sie werden nächste Woche einen grünen Baum pflanzen.",
      "imageLink": "image_files\\English\\"imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grey",
      "translation": "grau",
      "definition": "a shade intermediate between black and white; a neutral or intermediate color",
      "definition_translation": "eine Zwischentöne zwischen schwarz und weiß; eine neutrale oder Zwischenfarbe",
      "example": "The sky was grey when I woke up, but it was sunny when I went to school. Yesterday, it was grey and rainy. Tomorrow, it will be grey and cloudy.",
      "example_translation": "Der Himmel war grau, als ich aufwachte, aber es war sonnig, als ich zur Schule ging. Gestern war es grau und regnerisch. Morgen wird es grau und wolkenig sein.",
      "imageLink": "image_files\\English\\"imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "orange",
      "translation": "Orange",
      "definition": "a vibrant and warm color, reminiscent of the fruit of the same name",
      "definition_translation": "eine lebendige und warme Farbe, die an die Frucht gleichen Namens erinnert",
      "example": "The orange juice was refreshing, I drank it yesterday. Today, I am eating an orange for snack. Tomorrow, I will wear an orange shirt.",
      "example_translation": "Der Orangensaft war erfrischend, ich trank ihn gestern. Heute esse ich eine Orange zum Snack. Morgen werde ich ein orangefarbenes Hemd tragen.",
      "imageLink": "image_files\\English\\"imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "red",
      "translation": "rot",
      "definition": "a bright and bold color, often associated with passion and energy",
      "definition_translation": "eine helle und kühne Farbe, oft mit Leidenschaft und Energie assoziiert",
      "example": "The red car was speeding down the highway. Yesterday, I wore a red dress to the party. Tomorrow, I will paint the wall red.",
      "example_translation": "Das rote Auto fuhr schnell die Autobahn hinunter. Gestern trug ich ein rotes Kleid zum Fest. Morgen werde ich die Wand rot streichen.",
      "imageLink": "image_files\\English\\"imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "white",
      "translation": "weiß",
      "definition": "a pure and clean color, often associated with innocence and simplicity",
      "definition_translation": "eine reine und saubere Farbe, oft mit Unschuld und Einfachheit assoziiert",
      "example": "The white snow was falling gently from the sky. Yesterday, I wore a white shirt to work. Tomorrow, I will decorate the room with white flowers.",
      "example_translation": "Der weiße Schnee fiel sanft vom Himmel. Gestern trug ich ein weißes Hemd zur Arbeit. Morgen werde ich das Zimmer mit weißen Blumen dekorieren.",
      "imageLink": "image_files\\English\\"imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "yellow",
      "translation": "gelb",
      "definition": "A bright and warm color, often associated with sunshine and optimism.",
      "definition_translation": "Eine helle und warme Farbe, oft mit Sonnenschein und Optimismus assoziiert.",
      "example": "The sunflower was yellow, yesterday it was yellow, and it will be yellow tomorrow.",
      "example_translation": "Die Sonnenblume war gelb, gestern war sie gelb und sie wird morgen gelb sein.",
      "imageLink": "image_files\\English\\"imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cream",
      "translation": "Sahne",
      "definition": "A thick and rich liquid made from milk, often used in desserts and coffee.",
      "definition_translation": "Eine dicke und reiche Flüssigkeit, die aus Milch hergestellt wird, oft in Desserts und Kaffee verwendet.",
      "example": "I added cream to my coffee, yesterday I added cream, and I will add cream tomorrow.",
      "example_translation": "Ich fügte Sahne meinem Kaffee hinzu, gestern fügte ich Sahne hinzu und ich werde morgen Sahne hinzufügen.",
      "imageLink": "image_files\\English\\"imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "golden",
      "translation": "golden",
      "definition": "Having a bright yellow color, often associated with value and prestige.",
      "definition_translation": "Eine helle gelbe Farbe, oft mit Wert und Prestige assoziiert.",
      "example": "The Olympic medal was golden, yesterday it was golden, and it will be golden tomorrow.",
      "example_translation": "Die olympische Medaille war golden, gestern war sie golden und sie wird morgen golden sein.",
      "imageLink": "image_files\\English\\"imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lemon",
      "translation": "Zitrone",
      "definition": "A small citrus fruit, often used in cooking and flavoring.",
      "definition_translation": "Ein kleiner Zitronenfrucht, oft in der Küche und zur Geschmacksverstärkung verwendet.",
      "example": "I squeezed a lemon, yesterday I squeezed a lemon, and I will squeeze a lemon tomorrow.",
      "example_translation": "Ich presste eine Zitrone, gestern presste ich eine Zitrone und ich werde morgen eine Zitrone pressen.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pink",
      "translation": "rosa",
      "definition": "A bright, vibrant color, often associated with femininity and warmth.",
      "definition_translation": "Eine helle, leuchtende Farbe, oft mit Weiblichkeit und Wärme verbunden.",
      "example": "She wore a pink dress to the party last night. She will wear a pink dress to the party tonight. She wore a pink dress to the party yesterday.",
      "example_translation": "Sie trug ein rosa Kleid zur Party letzte Nacht. Sie wird ein rosa Kleid zur Party heute Abend tragen. Sie trug ein rosa Kleid zur Party gestern.",
      "imageLink": "image_files\\English\\"imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "purple",
      "translation": "lila",
      "definition": "A rich, regal color often associated with creativity, luxury, and wisdom.",
      "definition_translation": "Eine reiche, kaiserliche Farbe, oft mit Kreativität, Luxus und Weisheit verbunden.",
      "example": "The king's throne was adorned with purple velvet. The queen will wear a purple gown to the coronation ceremony. The prince wore a purple jacket to the royal ball.",
      "example_translation": "Der Thron des Königs war mit lila Samt verziert. Die Königin wird ein lila Kleid zur Krönungszeremonie tragen. Der Prinz trug einen lila Jacket zum Königlichen Ball.",
      "imageLink": "image_files\\English\\"imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "silver",
      "translation": "silber",
      "definition": "A bright, shining metallic color often associated with luxury, elegance, and sophistication.",
      "definition_translation": "Eine helle, leuchtende metallische Farbe, oft mit Luxus, Eleganz und Raffinesse verbunden.",
      "example": "The Olympic medal was made of silver. She will wear a silver necklace to the party tonight. He wore a silver watch to the formal dinner.",
      "example_translation": "Die olympische Medaille war aus Silber gemacht. Sie wird eine silberne Halskette zur Party heute Abend tragen. Er trug eine silberne Uhr zum formellen Abendessen.",
      "imageLink": "image_files\\English\\"imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "violet",
      "translation": "violett",
      "definition": "A bright, vivid color often associated with creativity, imagination, and individuality.",
      "definition_translation": "Eine helle, lebendige Farbe, oft mit Kreativität, Vorstellungskraft und Individualität verbunden.",
      "example": "The artist mixed violet and blue to create a unique shade. She will wear a violet dress to the art exhibition tonight. He wore a violet tie to the fashion show yesterday.",
      "example_translation": "Der Künstler mischte Violett und Blau, um eine einzigartige Nuance zu schaffen. Sie wird ein violett Kleid zur Kunstausstellung heute Abend tragen. Er trug eine violette Krawatte zur Modenschau gestern.",
      "imageLink": "image_files\\English\\"imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "beige",
      "translation": "beige",
      "definition": "A pale brown color, like that of undyed wool, used especially in clothing.",
      "definition_translation": "Eine helle braune Farbe, wie die von ungefärbter Wolle, die besonders in der Kleidung verwendet wird.",
      "example": "She wore a beige dress to the party. She will wear beige shoes tomorrow. She wore beige socks last week.",
      "example_translation": "Sie trug ein beige Kleid zur Party. Sie wird beige Schuhe morgen tragen. Sie trug beige Socken letzte Woche.",
      "imageLink": "image_files\\English\\"imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "navy blue",
      "translation": "marineblau",
      "definition": "A dark blue color, like that of the uniforms worn by naval officers.",
      "definition_translation": "Eine dunkelblaue Farbe, wie die der Uniformen, die von Seeoffizieren getragen werden.",
      "example": "He wore a navy blue suit to the interview. They will wear navy blue uniforms tomorrow. She wore navy blue pants last week.",
      "example_translation": "Er trug einen marineblauen Anzug zum Vorstellungsgespräch. Sie werden marineblaue Uniformen morgen tragen. Sie trug marineblaue Hosen letzte Woche.",
      "imageLink": "image_files\\English\\"imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "khaki",
      "translation": "khaki",
      "definition": "A light brown color, like that of cotton fabric, used especially in clothing.",
      "definition_translation": "Eine helle braune Farbe, wie die von Baumwollgewebe, die besonders in der Kleidung verwendet wird.",
      "example": "He wore khaki pants to the park. They will wear khaki uniforms tomorrow. She wore khaki shorts last week.",
      "example_translation": "Er trug khakihosen zum Park. Sie werden khakiuniformen morgen tragen. Sie trug khakishorts letzte Woche.",
      "imageLink": "image_files\\English\\"imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "olive green",
      "translation": "olivgrün",
      "definition": "A yellowish-green color, like that of the fruit of the olive tree, used especially in military uniforms.",
      "definition_translation": "Eine gelblich-grüne Farbe, wie die des Fruchtbaums der Olive, die besonders in Militäruniformen verwendet wird.",
      "example": "He wore olive green fatigues to the training. They will wear olive green uniforms tomorrow. She wore olive green pants last week.",
      "example_translation": "Er trug olivgrüne Feldanzüge zum Training. Sie werden olivgrüne Uniformen morgen tragen. Sie trug olivgrüne Hosen letzte Woche.",
      "imageLink": "image_files\\English\\"imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "amaranth",
      "translation": "Amarant",
      "definition": "Amaranth is a genus of annual or perennial plants that are native to the Americas. They are known for their showy, feathery flowers and their edible seeds.",
      "definition_translation": "Amarant ist eine Gattung von einjährigen oder mehrjährigen Pflanzen, die ursprünglich aus Amerika stammen. Sie sind bekannt für ihre aufwendigen, fedrigen Blüten und ihre essbaren Samen.",
      "example": "The ancient Aztecs used amaranth as a source of food, and it was also used as an offering to the gods. Today, amaranth is still grown as a crop in many parts of the world. In the future, it is likely that amaranth will become an increasingly important food source.",
      "example_translation": "Die alten Azteken verwendeten Amaranth als Nahrungsquelle und boten ihn auch den Göttern an. Heute wird Amaranth noch in vielen Teilen der Welt als Feldfrucht angebaut. In Zukunft wird es wahrscheinlich sein, dass Amaranth eine immer wichtigere Nahrungsquelle wird.",
      "imageLink": "image_files\\English\\"imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "amber",
      "translation": "Bernstein",
      "definition": "Amber is a yellowish-orange fossil resin that is often used in jewelry and other decorative objects. It is prized for its warm, golden color and its ability to preserve ancient insects and other small organisms.",
      "definition_translation": "Bernstein ist ein gelb-orangefarbener fossiler Harz, der oft in Schmuck und anderen dekorativen Objekten verwendet wird. Er wird wegen seiner warmen, goldenen Farbe und seiner Fähigkeit, alte Insekten und andere kleine Organismen zu konservieren, geschätzt.",
      "example": "The amber necklace was a family heirloom that had been passed down for generations. When I wore it to the party, I felt like I was carrying a piece of history with me. In the future, I hope to find more amber jewelry to add to my collection.",
      "example_translation": "Die Bernsteinkette war ein Familienheirloom, das über Generationen weitergegeben worden war. Als ich sie zur Party trug, fühlte ich mich, als würde ich ein Stück Geschichte mit mir tragen. In Zukunft hoffe ich, weitere Bernstein-Schmuckstücke zu finden, um meine Sammlung zu erweitern.",
      "imageLink": "image_files\\English\\"imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "anthracite",
      "translation": "Anthrazit",
      "definition": "Anthracite is a type of coal that is known for its high carbon content and its ability to burn with a smokeless flame. It is often used as a fuel source for heating and power generation.",
      "definition_translation": "Anthrazit ist ein Typ von Kohle, der bekannt für seinen hohen Kohlenstoffgehalt und seine Fähigkeit ist, mit einer rauchlosen Flamme zu brennen. Er wird oft als Brennstoffquelle für Heizung und Stromerzeugung verwendet.",
      "example": "The anthracite stove had been installed in the old house for decades, and it still provided reliable heat on cold winter nights. In the 19th century, anthracite was a major source of energy, but today it has largely been replaced by other fuels. In the future, however, it may become an important alternative energy source once again.",
      "example_translation": "Der Anthrazit-Ofen war in dem alten Haus seit Jahrzehnten installiert und bot noch immer zuverlässige Wärme an kalten Winternächten. Im 19. Jahrhundert war Anthrazit eine wichtige Energiequelle, aber heute wurde es größtenteils durch andere Brennstoffe ersetzt. In Zukunft könnte es jedoch wieder eine wichtige Alternative-Energiequelle werden.",
      "imageLink": "image_files\\English\\"imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "aquamarine",
      "translation": "Aquamamarin",
      "definition": "Aquamarine is a type of beryl, a mineral that is often used in jewelry. It is known for its delicate blue-green color and is said to have a calming effect on the wearer.",
      "definition_translation": "Aquamamarin ist ein Typ von Beryll, einem Mineral, das oft in Schmuck verwendet wird. Es ist bekannt für seine zarte blau-grüne Farbe und soll eine beruhigende Wirkung auf den Träger haben.",
      "example": "The aquamarine necklace was a gift from my grandmother, and I wore it to my wedding for good luck. In the Middle Ages, aquamarine was believed to have healing properties, and it was often used in medicine. Today, it is prized for its beauty and rarity.",
      "example_translation": "Die Aquamarin-Kette war ein Geschenk von meiner Großmutter, und ich trug sie zu meiner Hochzeit für Glück. Im Mittelalter wurde Aquamarin nachgesagt, heilende Eigenschaften zu haben, und es wurde oft in der Medizin verwendet. Heute wird es wegen seiner Schönheit und Seltenheit geschätzt.",
      "imageLink": "image_files\\English\\"imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "carmine",
      "translation": "karminrot",
      "definition": "A bright red to purple-red pigment, obtained from the cochineal insect, used in cosmetics and art.",
      "definition_translation": "Ein helles rot bis purpur-rotes Pigment, aus dem Cochenille-Insekt gewonnen, verwendet in Kosmetik und Kunst.",
      "example": "The artist mixed carmine with blue to create a deep purple hue. She will mix carmine with blue to create a deep purple hue. She had mixed carmine with blue to create a deep purple hue.",
      "example_translation": "Der Künstler mischte Karminrot mit Blau, um eine tiefe Purpurfarbe zu erzeugen. Sie wird Karminrot mit Blau mischen, um eine tiefe Purpurfarbe zu erzeugen. Sie hatte Karminrot mit Blau gemischt, um eine tiefe Purpurfarbe zu erzeugen.",
      "imageLink": "image_files\\English\\"imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "crimson",
      "translation": "karmesinrot",
      "definition": "A deep, rich red color, especially the color of blood.",
      "definition_translation": "Eine tiefreichende, reiche Rotfarbe, insbesondere die Farbe von Blut.",
      "example": "The crimson sunset was breathtaking. The team wore crimson jerseys. The queen's crimson wedding dress was stunning.",
      "example_translation": "Der karmesinrote Sonnenuntergang war atembenommen. Das Team trug karmesinrote Jerseys. Das rote Hochzeitskleid der Königin war atemberaubend.",
      "imageLink": "image_files\\English\\"imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cyan",
      "translation": "cyan",
      "definition": "A bright, vivid blue-green color, especially the color of the sky on a sunny day.",
      "definition_translation": "Eine helle, lebendige blaugrüne Farbe, insbesondere die Farbe des Himmels an einem sonnigen Tag.",
      "example": "The cyan water of the pool sparkled in the sunlight. The artist mixed cyan with yellow to create a bright green. The cyan flowers bloomed in the garden.",
      "example_translation": "Das cyanblaue Wasser des Pools funkelte im Sonnenlicht. Der Künstler mischte Cyan mit Gelb, um ein helles Grün zu erzeugen. Die cyanfarbenen Blumen blühten im Garten.",
      "imageLink": "image_files\\English\\"imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "emerald",
      "translation": "smaragdgrün",
      "definition": "A bright, vivid green color, especially the color of the gemstone emerald.",
      "definition_translation": "Eine helle, lebendige Grüne Farbe, insbesondere die Farbe des Edelsteins Smaragd.",
      "example": "The emerald ring shone on her finger. The emerald forest was teeming with life. The emerald green walls of the castle stood out against the blue sky.",
      "example_translation": "Der Smaragdring schimmerte an ihrem Finger. Der Smaragdwald war voller Leben. Die smaragdgrünen Wände der Burg hoben sich gegen den blauen Himmel ab.",
      "imageLink": "image_files\\English\\"imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ginger",
      "translation": "Ingwer",
      "definition": "A plant with a spicy root, used in cooking and medicine.",
      "definition_translation": "Eine Pflanze mit einer spicy Wurzel, die in der Küche und Medizin verwendet wird.",
      "example": "I added ginger to the tea to give it a spicy flavor. I will add ginger to the soup tomorrow. Ginger was added to the cake yesterday.",
      "example_translation": "Ich fügte Ingwer dem Tee hinzu, um ihm einen spicy Geschmack zu geben. Ich werde Ingwer morgen zu der Suppe hinzufügen. Ingwer wurde dem Kuchen gestern hinzugefügt.",
      "imageLink": "image_files\\English\\"imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "indigo",
      "translation": "Indigo",
      "definition": "A deep blue dye obtained from a plant, used in art and fashion.",
      "definition_translation": "Ein tiefblauer Farbstoff, der aus einer Pflanze gewonnen wird, wird in der Kunst und Mode verwendet.",
      "example": "The artist mixed indigo with yellow to create a vibrant green. Indigo was used to dye the fabric in ancient times. She will wear an indigo dress to the party tonight.",
      "example_translation": "Der Künstler mischte Indigo mit Gelb, um ein leuchtendes Grün zu erstellen. Indigo wurde verwendet, um den Stoff in alten Zeiten zu färben. Sie wird heute Abend ein Indigo-Kleid zum Party tragen.",
      "imageLink": "image_files\\English\\"imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "magenta",
      "translation": "Magenta",
      "definition": "A bright pinkish-purple color, often used in printing and digital design.",
      "definition_translation": "Eine helle rosa-purpurfarbene Farbe, oft in der Druckerei und Digital-Design verwendet.",
      "example": "The logo was printed in magenta ink. Magenta is a popular color in graphic design. The fashion brand will release a magenta collection next season.",
      "example_translation": "Das Logo wurde mit Magentatinte gedruckt. Magenta ist eine beliebte Farbe im Grafikdesign. Die Modemarke wird nächste Saison eine Magentakollektion veröffentlichen.",
      "imageLink": "image_files\\English\\"imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mahogany",
      "translation": "Mahagoni",
      "definition": "A type of hardwood tree, often used in furniture making and woodworking.",
      "definition_translation": "Eine Art von Hartholzbaum, oft in der Möbelfertigung und Zimmerarbeit verwendet.",
      "example": "The table was made of mahogany wood. He will build a mahogany guitar next year. Mahogany is a popular choice for furniture making.",
      "example_translation": "Der Tisch war aus Mahagoniholz gemacht. Er wird nächstes Jahr eine Mahagonigitarre bauen. Mahagoni ist eine beliebte Wahl für die Möbelfertigung.",
      "imageLink": "image_files\\English\\"imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "maroon",
      "translation": "kastanienbraun",
      "definition": "A dark brown color, like that of the fruit of the maroon tree, or a shade of reddish-brown.",
      "definition_translation": "Eine dunkelbraune Farbe, wie die des Fruchts des Maronenbaums, oder ein Ton von rötlich-braun.",
      "example": "The maroon color of the car was quite striking. I marooned the boat in the shallow water last week. If we don't hurry, we'll be marooned on this island forever.",
      "example_translation": "Die kastanienbraune Farbe des Autos war sehr auffällig. Ich verließ das Boot im seichten Wasser letzte Woche zurück. Wenn wir uns nicht beeilen, werden wir auf dieser Insel für immer gestrandet sein.",
      "imageLink": "image_files\\English\\"imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ochre",
      "translation": "Ocker",
      "definition": "A natural yellow or reddish-yellow pigment, used in painting and coloring.",
      "definition_translation": "Ein natürliches Gelb oder rötlich-gelbes Pigment, das in Malerei und Färbung verwendet wird.",
      "example": "The artist mixed ochre with water to create a beautiful, earthy tone. The ancient civilization used ochre to paint their ceremonial masks. If we add ochre to the mixture, it will create a warm, sunny color.",
      "example_translation": "Der Künstler mischte Ocker mit Wasser, um einen schönen, erdigen Ton zu erstellen. Die alte Zivilisation verwendete Ocker, um ihre zeremoniellen Masken zu malen. Wenn wir Ocker zum Gemisch hinzufügen, wird es eine warme, sonnige Farbe erzeugen.",
      "imageLink": "image_files\\English\\"imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "scarlet",
      "translation": "scharlachrot",
      "definition": "A bright, vivid red color, like that of the cloth or dye so named.",
      "definition_translation": "Eine helle, lebhafte rote Farbe, wie die des Stoffs oder Farbstoffs mit diesem Namen.",
      "example": "The scarlet dress really made her stand out in the crowd. The university's scarlet and white colors are a proud tradition. The scarlet letter was a symbol of shame in the Puritan community.",
      "example_translation": "Das scharlachrote Kleid machte sie wirklich in der Menge hervorstechen. Die Universitätsfarben Scharlachrot und Weiß sind eine stolze Tradition. Der scharlachrote Brief war ein Symbol der Scham in der puritanischen Gemeinschaft.",
      "imageLink": "image_files\\English\\"imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "turquoise",
      "translation": "türkis",
      "definition": "A blue-green mineral, often used as a gemstone, or a bright blue-green color.",
      "definition_translation": "Ein blaugrünes Mineral, oft als Schmuckstein verwendet, oder eine helle blaugrüne Farbe.",
      "example": "The turquoise necklace was a beautiful gift from my sister. The turquoise waters of the Caribbean were incredibly inviting. The interior designer chose turquoise as the accent color for the new hotel lobby.",
      "example_translation": "Die türkise Halskette war ein schönes Geschenk meiner Schwester. Die türkisen Gewässer der Karibik waren unglaublich einladend. Der Innenarchitekt wählte Türkis als Akzentfarbe für die neue Hotellobby.",
      "imageLink": "image_files\\English\\"imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]