[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "comb",
      "translation": "Kamm",
      "definition": "A comb is a tool used for arranging, tidying, and cleaning hair.",
      "definition_translation": "Ein Kamm ist ein Werkzeug, das zum Arrangieren, Aufräumen und Reinigen von Haaren verwendet wird.",
      "example": "I combed my hair yesterday, I am combing it now, and I will comb it again tomorrow.",
      "example_translation": "Ich habe gestern mein Haar gekämmt, ich kämme es jetzt und ich werde es morgen wieder kbeiten.",
      "imageLink": "image_files\\English\\"imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shampoo",
      "translation": "Shampoo",
      "definition": "A shampoo is a liquid preparation used for cleaning the hair and scalp.",
      "definition_translation": "Ein Shampoo ist eine flüssige Zubereitung, die zum Reinigen von Haar und Haut verwendet wird.",
      "example": "I shampooed my hair last week, I am shampooing it now, and I will shampoo it again next month.",
      "example_translation": "Ich habe mein Haar letzte Woche gewaschen, ich wasche es jetzt und ich werde es nächstes Monat wieder waschen.",
      "imageLink": "image_files\\English\\"imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cream",
      "translation": "Creme",
      "definition": "A cream is a thick and rich liquid or semi-liquid food or cosmetic product.",
      "definition_translation": "Eine Creme ist ein dickes und reichhaltiges flüssiges oder halbfestes Lebensmittel oder Kosmetikprodukt.",
      "example": "I used a cream to moisturize my skin yesterday, I am using it now, and I will use it again tomorrow.",
      "example_translation": "Ich habe gestern eine Creme verwendet, um meine Haut zu Feuchtigkeit zu bringen, ich benutze sie jetzt und ich werde sie morgen wieder verwenden.",
      "imageLink": "image_files\\English\\"imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "deodorant",
      "translation": "Deodorant",
      "definition": "A deodorant is a substance or product used to reduce or prevent body odor.",
      "definition_translation": "Ein Deodorant ist eine Substanz oder ein Produkt, das verwendet wird, um Körpergeruch zu reduzieren oder zu verhindern.",
      "example": "I applied a deodorant yesterday, I am applying it now, and I will apply it again tomorrow.",
      "example_translation": "Ich habe gestern ein Deodorant aufgetragen, ich trage es jetzt auf und ich werde es morgen wieder auftragen.",
      "imageLink": "image_files\\English\\"imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hand cream",
      "translation": "Handcreme",
      "definition": "A rich moisturizing lotion or cream applied to the hands to soften and soothe dry skin.",
      "definition_translation": "Eine reiche Feuchtigkeitslotion oder Creme, die auf die Hände aufgetragen wird, um trockene Haut weich und gepflegt zu machen.",
      "example": "I applied hand cream to my dry hands after washing the dishes. I will apply hand cream to my hands after gardening. I had applied hand cream to my hands before going to bed.",
      "example_translation": "Ich habe Handcreme auf meine trockenen Hände aufgetragen, nachdem ich das Geschirr gewaschen hatte. Ich werde Handcreme auf meine Hände auftragen, nachdem ich gärtnerisch tätig war. Ich hatte Handcreme auf meine Hände aufgetragen, bevor ich ins Bett ging.",
      "imageLink": "image_files\\English\\"imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lipstick",
      "translation": "Lippenstift",
      "definition": "A cosmetic stick used to color and moisturize the lips.",
      "definition_translation": "Ein kosmetisches Stäbchen, das verwendet wird, um die Lippen zu färben und zu feucht halten.",
      "example": "She applied lipstick to her lips to look more attractive. She will apply lipstick to her lips before the party. She had applied lipstick to her lips before the photo shoot.",
      "example_translation": "Sie hat Lippenstift auf ihre Lippen aufgetragen, um attraktiver auszusehen. Sie wird Lippenstift auf ihre Lippen auftragen, bevor die Party beginnt. Sie hatte Lippenstift auf ihre Lippen aufgetragen, bevor der Fotoshoot begann.",
      "imageLink": "image_files\\English\\"imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mascara",
      "translation": "Mascara",
      "definition": "A cosmetic product used to darken, lengthen, and thicken the eyelashes.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um die Wimpern zu verdunkeln, zu verlängern und zu verdicken.",
      "example": "I use mascara to make my eyelashes look longer. I will use mascara to make my eyelashes look thicker. I had used mascara to make my eyelashes look darker.",
      "example_translation": "Ich verwende Mascara, um meine Wimpern länger aussehen zu lassen. Ich werde Mascara verwenden, um meine Wimpern dicker aussehen zu lassen. Ich hatte Mascara verwendet, um meine Wimpern dunkler aussehen zu lassen.",
      "imageLink": "image_files\\English\\"imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mask",
      "translation": "Maske",
      "definition": "A covering for the face or part of the face, worn for protection, disguise, or as a fashion accessory.",
      "definition_translation": "Eine Abdeckung für das Gesicht oder einen Teil des Gesichts, die getragen wird, um sich zu schützen, als Verkleidung oder als Mode-Accessoire.",
      "example": "I wore a mask to protect myself from the pollution. I will wear a mask to the costume party. I had worn a mask to the masquerade ball.",
      "example_translation": "Ich trug eine Maske, um mich vor der Luftverschmutzung zu schützen. Ich werde eine Maske zur Kostümparty tragen. Ich hatte eine Maske zum Maskenball getragen.",
      "imageLink": "image_files\\English\\"imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shower gel",
      "translation": "Duschgel",
      "definition": "A type of liquid soap used for cleaning the body while showering.",
      "definition_translation": "Eine Art Flüssigseife, die zum Reinigen des Körpers beim Duschen verwendet wird.",
      "example": "I need to buy some shower gel for my trip. I used to use shower gel every day, but now I prefer soap. I will buy shower gel when I go shopping tomorrow.",
      "example_translation": "Ich muss Duschgel für meine Reise kaufen. Ich habe jeden Tag Duschgel verwendet, aber jetzt bevorzuge ich Seife. Ich werde Duschgel kaufen, wenn ich morgen einkaufen gehe.",
      "imageLink": "image_files\\English\\"imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "body balm",
      "translation": "Körperbalsam",
      "definition": "A type of moisturizing cream or lotion used to soften and hydrate the skin.",
      "definition_translation": "Eine Art feuchtigkeitsspendende Creme oder Lotion, die verwendet wird, um die Haut zu weichen und zu hydratisieren.",
      "example": "I apply body balm after a shower to keep my skin hydrated. My sister uses body balm to soften her dry skin. I will buy body balm for my mom as a gift.",
      "example_translation": "Ich appliziere Körperbalsam nach dem Duschen, um meine Haut hydrated zu halten. Meine Schwester verwendet Körperbalsam, um ihre trockene Haut zu weichen. Ich werde Körperbalsam für meine Mutter als Geschenk kaufen.",
      "imageLink": "image_files\\English\\"imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cotton pad",
      "translation": "Wattepflaster",
      "definition": "A small, round piece of cotton used for applying or removing cosmetic products.",
      "definition_translation": "Ein kleines, rundes Stück Baumwolle, das zum Auftragen oder Entfernen von Kosmetikprodukten verwendet wird.",
      "example": "I use a cotton pad to apply nail polish. My mom used to use a cotton pad to remove her makeup. I will buy cotton pads for my friend as a gift.",
      "example_translation": "Ich verwende ein Wattepflaster, um Nagellack aufzutragen. Meine Mutter hat ein Wattepflaster verwendet, um ihr Make-up zu entfernen. Ich werde Wattepflaster für meine Freundin als Geschenk kaufen.",
      "imageLink": "image_files\\English\\"imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "electric razor",
      "translation": "elektrischer Rasierer",
      "definition": "A device used for shaving or trimming hair, powered by electricity.",
      "definition_translation": "Ein Gerät, das zum Rasieren oder Trimmen von Haaren verwendet wird, angetrieben durch Elektrizität.",
      "example": "I use an electric razor to shave my face. My dad used to use an electric razor to trim his beard. I will buy an electric razor for my brother as a birthday gift.",
      "example_translation": "Ich verwende einen elektrischen Rasierer, um mein Gesicht zu rasieren. Mein Vater hat einen elektrischen Rasierer verwendet, um seinen Bart zu trimmen. Ich werde einen elektrischen Rasierer für meinen Bruder als Geburtstagsgeschenk kaufen.",
      "imageLink": "image_files\\English\\"imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "essential oil",
      "translation": "essenzielles Öl",
      "definition": "A concentrated liquid plant extract, typically obtained through steam distillation, used for its therapeutic, aromatic, or flavoring properties.",
      "definition_translation": "Eine konzentrierte flüssige Pflanzenzusammenstellung, die durch Dampfdestillation gewonnen wird, die für ihre therapeutischen, aromatischen oder Aromaeigenschaften verwendet wird.",
      "example": "I used essential oil in my aromatherapy massage yesterday, I will use it again tomorrow, and I have been using it for relaxation purposes for months.",
      "example_translation": "Ich verwendete essenzielles Öl bei meiner Aromatherapiemassage gestern, ich werde es morgen wieder verwenden und habe es zu Entspannungszwecken seit Monaten verwendet.",
      "imageLink": "image_files\\English\\"imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eyelash curler",
      "translation": "Wimpernzange",
      "definition": "A cosmetic tool used to curl and shape eyelashes, typically made of metal or plastic.",
      "definition_translation": "Ein kosmetisches Werkzeug, das verwendet wird, um Wimpern zu krümmen und zu formen, typischerweise aus Metall oder Kunststoff hergestellt.",
      "example": "I have been using an eyelash curler every morning, I used it yesterday to get ready for the party, and I will use it tomorrow to complete my makeup look.",
      "example_translation": "Ich habe jeden Morgen eine Wimpernzange verwendet, ich verwendete sie gestern, um mich auf die Party vorzubereiten, und ich werde sie morgen verwenden, um mein Makeup-Look abzuschließen.",
      "imageLink": "image_files\\English\\"imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hair dye",
      "translation": "Haarfärbemittel",
      "definition": "A chemical substance used to change the color of hair, available in various forms such as liquids, creams, and powders.",
      "definition_translation": "Eine chemische Substanz, die verwendet wird, um die Farbe des Haares zu ändern, erhältlich in verschiedenen Formen wie Flüssigkeiten, Cremes und Pulvern.",
      "example": "I dyed my hair last week, I will dye it again next month, and I have been using hair dye products for years to cover my grays.",
      "example_translation": "Ich färbte mein Haar letzte Woche, ich werde es nächsten Monat wieder färben, und ich habe Haarfärbemittelprodukte Jahre lang verwendet, um meine grauen Haare zu bedecken.",
      "imageLink": "image_files\\English\\"imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nail buffer",
      "translation": "Nagelbufetter",
      "definition": "A tool used to shape and smooth the surface of fingernails or toenails, typically made of various materials such as emery boards, files, or buffers.",
      "definition_translation": "Ein Werkzeug, das verwendet wird, um die Oberfläche von Fingernägeln oder Zehen zu formen und zu glätten, typischerweise aus verschiedenen Materialien wie Emery-Boards, Feilen oder Büfetern hergestellt.",
      "example": "I used a nail buffer to shape my nails yesterday, I will use it again tomorrow to smooth out the edges, and I have been using it for months to maintain my nail health.",
      "example_translation": "Ich verwendete einen Nagelbufetter, um meine Nägel gestern zu formen, ich werde ihn morgen wieder verwenden, um die Kanten zu glätten, und ich habe ihn seit Monaten verwendet, um meine Nagelgesundheit aufrechtzuerhalten.",
      "imageLink": "image_files\\English\\"imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nail clipper",
      "translation": "Nagelzange",
      "definition": "A nail clipper is a handheld device used to trim and shape fingernails and toenails.",
      "definition_translation": "Eine Nagelzange ist ein handgeführtes Gerät, das zum Trimmen und Formen von Fingernägeln und Zehen gebruikt wird.",
      "example": "I used a nail clipper to trim my fingernails yesterday. I will use a nail clipper to shape my toenails tomorrow. I am using a nail clipper to cut my nails now.",
      "example_translation": "Ich habe gestern eine Nagelzange verwendet, um meine Fingernägel zu trimmen. Ich werde morgen eine Nagelzange verwenden, um meine Zehen zu formen. Ich verwende gerade eine Nagelzange, um meine Nägel zu schneiden.",
      "imageLink": "image_files\\English\\"imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nail file",
      "translation": "Nagelfeile",
      "definition": "A nail file is a tool used to shape and smooth the edges of fingernails and toenails.",
      "definition_translation": "Eine Nagelfeile ist ein Werkzeug, das verwendet wird, um die Kanten von Fingernägeln und Zehen zu formen und zu glätten.",
      "example": "I filed my nails yesterday to smooth out the edges. She will file her nails tomorrow to prepare for the party. He is filing his nails now to remove the ridges.",
      "example_translation": "Ich habe meine Nägel gestern abgefeilt, um die Kanten zu glätten. Sie wird morgen ihre Nägel abfeilen, um sich auf die Party vorzubereiten. Er feilt gerade seine Nägel ab, um die Rillen zu entfernen.",
      "imageLink": "image_files\\English\\"imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spatula",
      "translation": "Spatel",
      "definition": "A spatula is a kitchen utensil used to scrape, flip, and spread food in cooking and baking.",
      "definition_translation": "Ein Spatel ist ein Küchengerät, das verwendet wird, um Lebensmittel im Kochen und Backen zu kratzen, umzudrehen und zu verteilen.",
      "example": "I used a spatula to flip the pancakes yesterday. She will use a spatula to scrape the sides of the bowl tomorrow. He is using a spatula to spread the frosting now.",
      "example_translation": "Ich habe gestern einen Spatel verwendet, um die Pfannkuchen umzudrehen. Sie wird morgen einen Spatel verwenden, um die Seiten der Schüssel abzukratzen. Er verwendet gerade einen Spatel, um die Glasur zu verteilen.",
      "imageLink": "image_files\\English\\"imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tinted moisturiser",
      "translation": "getönte Feuchtigkeitscreme",
      "definition": "A tinted moisturizer is a cosmetic product that hydrates the skin while providing a sheer wash of color.",
      "definition_translation": "Eine getönte Feuchtigkeitscreme ist ein kosmetisches Produkt, das die Haut feucht hält, während es einen leichten Farbton aufträgt.",
      "example": "I applied a tinted moisturizer yesterday to even out my skin tone. She will use a tinted moisturizer tomorrow to add some color to her complexion. He is using a tinted moisturizer now to hydrate his dry skin.",
      "example_translation": "Ich habe gestern eine getönte Feuchtigkeitscreme aufgetragen, um meine Hauttönung zu equalisieren. Sie wird morgen eine getönte Feuchtigkeitscreme verwenden, um ihrer Hautkomplexion etwas Farbe hinzuzufügen. Er verwendet gerade eine getönte Feuchtigkeitscreme, um seine trockene Haut zu feuchten.",
      "imageLink": "image_files\\English\\"imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "toe separator",
      "translation": "Zehenabstandshalter",
      "definition": "A device or object used to separate the toes, typically used to prevent toe overlapping or friction, often used in shoes or footwear.",
      "definition_translation": "Ein Gerät oder Objekt, das verwendet wird, um die Zehen zu trennen, typischerweise verwendet, um die Überlappung oder Reibung der Zehen in Schuhen oder Fußbekleidung zu vermeiden.",
      "example": "I used a toe separator to alleviate the discomfort in my toes while running. I will use a toe separator in my next marathon. I used to use a toe separator, but now I prefer going barefoot.",
      "example_translation": "Ich verwendete einen Zehenabstandshalter, um das Unbehagen in meinen Zehen während des Laufens zu lindern. Ich werde einen Zehenabstandshalter bei meinem nächsten Marathon verwenden. Ich verwendete früher einen Zehenabstandshalter, aber jetzt bevorzuge ich, barfuß zu gehen.",
      "imageLink": "image_files\\English\\"imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "aftershave",
      "translation": "Nachrasierwasser",
      "definition": "A liquid or gel applied to the skin after shaving, typically containing soothing and antiseptic properties to reduce irritation and promote healing.",
      "definition_translation": "Ein Flüssigkeit oder Gel, das nach dem Rasieren auf die Haut aufgetragen wird, typischerweise enthaltend beruhigende und antiseptische Eigenschaften, um die Reizung zu reduzieren und die Heilung zu fördern.",
      "example": "I always use aftershave after shaving to prevent razor burn. My grandfather swore by his favorite aftershave. I will try a new aftershave brand next week.",
      "example_translation": "Ich verwende immer Nachrasierwasser nach dem Rasieren, um Rasurbrand zu vermeiden. Mein Großvater schwor auf sein Lieblings-Nachrasierwasser. Ich werde nächste Woche eine neue Marke Nachrasierwasser ausprobieren.",
      "imageLink": "image_files\\English\\"imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "blusher",
      "translation": "Rouge",
      "definition": "A cosmetic powder or cream used to give the cheeks a healthy, rosy appearance, often used to enhance facial features.",
      "definition_translation": "Ein Kosmetikpuder oder -creme, das verwendet wird, um den Wangen ein gesundes, rosiges Aussehen zu verleihen, oft verwendet, um die Gesichtszüge zu betonen.",
      "example": "I love using blusher to add a pop of color to my face. My sister always applies too much blusher. I will buy a new blusher shade next month.",
      "example_translation": "Ich liebe es, Rouge zu verwenden, um meinem Gesicht einen Hauch Farbe hinzuzufügen. Meine Schwester wendet immer zu viel Rouge an. Ich werde nächstes Monat eine neue Rouge-Schattierung kaufen.",
      "imageLink": "image_files\\English\\"imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "body scrub",
      "translation": "Körperpeeling",
      "definition": "A cosmetic product used to exfoliate and remove dead skin cells from the body, often containing natural ingredients such as sugar or salt.",
      "definition_translation": "Ein Kosmetikprodukt, das verwendet wird, um tote Hautzellen vom Körper zu entfernen und die Haut zu peelen, oft enthaltend natürliche Inhaltsstoffe wie Zucker oder Salz.",
      "example": "I exfoliate my skin with a body scrub once a week. My friend uses a body scrub daily to remove dead skin cells. I will try a new body scrub recipe next weekend.",
      "example_translation": "Ich peele meine Haut einmal pro Woche mit einem Körperpeeling. Mein Freund verwendet täglich ein Körperpeeling, um tote Hautzellen zu entfernen. Ich werde nächstes Wochenende ein neues Körperpeeling-Rezept ausprobieren.",
      "imageLink": "image_files\\English\\"imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bubble bath",
      "translation": "Schaumbad",
      "definition": "A mixture of water and soap or other foamy liquid, used for washing the body, especially in a bathtub.",
      "definition_translation": "Ein Gemisch aus Wasser und Seife oder anderer schaumiger Flüssigkeit, das zum Waschen des Körpers, insbesondere in einer Badewanne, verwendet wird.",
      "example": "She poured the bubble bath into the tub and lit some candles for a relaxing evening. Yesterday, she had taken a bubble bath to unwind after a long day. Tomorrow, she will take a bubble bath before going to bed.",
      "example_translation": "Sie goss das Schaumbad in die Badewanne und zündete einige Kerzen für einen entspannten Abend an. Gestern hatte sie ein Schaumbad genommen, um sich nach einem langen Tag zu entspannen. Morgen wird sie ein Schaumbad nehmen, bevor sie ins Bett geht.",
      "imageLink": "image_files\\English\\"imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "compact",
      "translation": "kompakt",
      "definition": "Closely and neatly packed together; dense.",
      "definition_translation": "Eng und ordentlich zusammengepackt; dicht.",
      "example": "The compact camera was perfect for traveling. The compact design of the phone made it easy to carry. By the end of the year, the company will have developed a more compact version of the product.",
      "example_translation": "Die kompakte Kamera war perfekt für Reisen. Das kompakte Design des Telefons machte es leicht zu tragen. Bis Ende des Jahres wird das Unternehmen eine kompaktere Version des Produkts entwickelt haben.",
      "imageLink": "image_files\\English\\"imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "concealer",
      "translation": "Abdeckcreme",
      "definition": "A cosmetic used to cover up imperfections on the skin, such as blemishes or dark circles under the eyes.",
      "definition_translation": "Ein Kosmetikprodukt, das verwendet wird, um Hautunvollkommenheiten wie Pickel oder dunkle Kreise unter den Augen abzudecken.",
      "example": "She applied a concealer to hide the dark circles under her eyes. The concealer did a great job of covering up the blemish on her forehead. If she doesn't get enough sleep, she will need a concealer to cover up the dark circles tomorrow.",
      "example_translation": "Sie trug eine Abdeckcreme auf, um die dunklen Kreise unter ihren Augen zu verbergen. Die Abdeckcreme machte einen guten Job, den Pickel auf ihrer Stirn abzudecken. Wenn sie nicht genug Schlaf bekommt, wird sie morgen eine Abdeckcreme benötigen, um die dunklen Kreise zu verbergen.",
      "imageLink": "image_files\\English\\"imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cotton buds",
      "translation": "Wattebauschchen",
      "definition": "Small, cylindrical pieces of cotton wool on a stick, used for applying or removing small amounts of substance, such as earwax or cosmetics.",
      "definition_translation": "Kleine, zylindrische Stücke von Watte auf einem Stiel, die verwendet werden, um kleine Mengen von Substanzen wie Ohrenschmalz oder Kosmetika aufzutragen oder zu entfernen.",
      "example": "She used cotton buds to clean her ears. The makeup artist used cotton buds to apply the highlighting cream. By the time she finished her makeup, she had used up all the cotton buds.",
      "example_translation": "Sie benutzte Wattebauschchen, um ihre Ohren zu säubern. Der Visagist benutzte Wattebauschchen, um die Highlight-Creme aufzutragen. Bis sie ihr Makeup beendet hatte, hatte sie alle Wattebauschchen verbraucht.",
      "imageLink": "image_files\\English\\"imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "curler",
      "translation": "Lockenstab",
      "definition": "A curler is a hairstyling tool used to shape and hold curls in place, typically heated to set the curls.",
      "definition_translation": "Ein Lockenstab ist ein Frisierwerkzeug, das verwendet wird, um Locken zu formen und zu halten, typischerweise wird es erhitzt, um die Locken zu fixieren.",
      "example": "She used a curler to achieve the perfect beachy waves, then she curled up on the couch to watch a movie, and tomorrow she will curl her hair again for the party.",
      "example_translation": "Sie verwendete einen Lockenstab, um die perfekten Strandwellen zu erzielen, dann kuschelte sie sich auf dem Sofa, um einen Film zu schauen, und morgen wird sie ihr Haar erneut locken für die Party.",
      "imageLink": "image_files\\English\\"imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "curling iron",
      "translation": "Lockenstab oder Glätteisen",
      "definition": "A curling iron is a hairstyling tool used to curl or straighten hair, typically heated to achieve the desired style.",
      "definition_translation": "Ein Lockenstab oder Glätteisen ist ein Frisierwerkzeug, das verwendet wird, um Haare zu locken oder zu glätten, typischerweise wird es erhitzt, um den gewünschten Stil zu erreichen.",
      "example": "She plugged in the curling iron to style her hair for the wedding, last week she had used it to straighten her hair, and next month she will use it to create beachy waves.",
      "example_translation": "Sie steckte das Glätteisen ein, um ihr Haar für die Hochzeit zu stylen, letzte Woche hatte sie es verwendet, um ihr Haar zu glätten, und nächsten Monat wird sie es verwenden, um Strandwellen zu erzeugen.",
      "imageLink": "image_files\\English\\"imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cuticle nippers",
      "translation": "Nagelhautzange",
      "definition": "Cuticle nippers are a nail care tool used to trim and shape the cuticles around the fingernails or toenails.",
      "definition_translation": "Eine Nagelhautzange ist ein Werkzeug für die Nagelpflege, das verwendet wird, um die Nagelhaut um die Fingernägel oder Zehen zu trimmen und zu formen.",
      "example": "She used cuticle nippers to gently trim her cuticles, then she applied a moisturizer to soften them, and later she will push them back to maintain healthy nails.",
      "example_translation": "Sie verwendete eine Nagelhautzange, um ihre Nagelhaut vorsichtig zu trimmen, dann applizierte sie ein Feuchtigkeitsserum, um sie zu weichen, und später wird sie sie zurückpushen, um gesunde Nägel zu erhalten.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cuticle pusher",
      "translation": "Nagelhautpusher",
      "definition": "A cuticle pusher is a nail care tool used to gently push back the cuticles around the fingernails or toenails.",
      "definition_translation": "Ein Nagelhautpusher ist ein Werkzeug für die Nagelpflege, das verwendet wird, um die Nagelhaut um die Fingernägel oder Zehen vorsichtig zurückzudrücken.",
      "example": "She used a cuticle pusher to gently push back her cuticles, then she moisturized them, and later she will trim them to maintain healthy nails.",
      "example_translation": "Sie verwendete einen Nagelhautpusher, um ihre Nagelhaut vorsichtig zurückzudrücken, dann feuchtigte sie sie an, und später wird sie sie trimmen, um gesunde Nägel zu erhalten.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cuticle remover",
      "translation": "Nagelhautentferner",
      "definition": "A chemical solution or cream used to dissolve and remove dead skin cells from the cuticles, typically used in manicures and pedicures.",
      "definition_translation": "Eine chemische Lösung oder Creme, die verwendet wird, um tote Hautzellen von den Nagelhäuten aufzulösen und zu entfernen, wird typischerweise bei Maniküre und Pediküre verwendet.",
      "example": "She applied the cuticle remover to her fingers and toes before pushing back her cuticles. Yesterday, she had bought a new cuticle remover at the beauty store. By next week, she will have removed all the dead skin from her cuticles using the cuticle remover.",
      "example_translation": "Sie applizierte den Nagelhautentferner auf ihre Finger und Zehen, bevor sie ihre Nagelhäute zurückdrückte. Gestern hatte sie ein neues Nagelhautentferner-Mittel im Schönheitssalon gekauft. Bis zur nächsten Woche wird sie alle toten Hautzellen von ihren Nagelhäuten mit dem Nagelhautentferner entfernt haben.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "depilatory cream",
      "translation": "Enthaarungscreme",
      "definition": "A cosmetic product that removes unwanted body hair, typically by dissolving the hair at the surface of the skin, leaving the skin smooth and hair-free for a period of time.",
      "definition_translation": "Ein kosmetisches Produkt, das unerwünschte Körperhaar entfernt, indem es das Haar an der Oberfläche der Haut auflöst, und die Haut glatt und haarfrei für eine bestimmte Zeit zurücklässt.",
      "example": "She applied the depilatory cream to her legs and left it on for 10 minutes before rinsing it off. Her friend recommended a new depilatory cream that was gentler on the skin. By the summer, she will have used the depilatory cream to remove all the unwanted hair on her body.",
      "example_translation": "Sie applizierte die Enthaarungscreme auf ihre Beine und ließ sie 10 Minuten einwirken, bevor sie sie abgewaschen hat. Ihre Freundin empfahl ein neues Enthaarungscreme-Mittel, das sanfter zu der Haut war. Bis zum Sommer wird sie die Enthaarungscreme verwendet haben, um all das unerwünschte Haar an ihrem Körper zu entfernen.",
      "imageLink": "image_files\\English\\"imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eyebrow pencil",
      "translation": "Augenbrauenstift",
      "definition": "A cosmetic product used to shape, fill in, and define the eyebrows, typically a pencil-like tool with a soft, waxy tip.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um die Augenbrauen zu formen, auszufüllen und zu definieren, typischerweise ein stiftartiges Werkzeug mit einer weichen, wachsigen Spitze.",
      "example": "She used an eyebrow pencil to fill in her sparse eyebrows every morning. Her sister recommended a new eyebrow pencil that was easier to use. By next month, she will have mastered the art of using an eyebrow pencil to create the perfect shape.",
      "example_translation": "Sie verwendete einen Augenbrauenstift, um ihre sporadischen Augenbrauen jeden Morgen auszufüllen. Ihre Schwester empfahl einen neuen Augenbrauenstift, der einfacher zu verwenden war. Bis zum nächsten Monat wird sie die Kunst erlernt haben, einen Augenbrauenstift zu verwenden, um die perfekte Form zu schaffen.",
      "imageLink": "image_files\\English\\"imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eyeliner",
      "translation": "Lidstrich",
      "definition": "A cosmetic product used to create a line or shape around the eyes, typically a liquid or gel-like substance applied with a small brush or pen.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um eine Linie oder Form um die Augen zu schaffen, typischerweise eine flüssige oder gelförmige Substanz, die mit einem kleinen Pinsel oder Stift aufgetragen wird.",
      "example": "She applied the eyeliner carefully to create a precise cat-eye look. Her friend praised her new eyeliner technique at the party last night. By next week, she will have mastered the art of using eyeliner to create a subtle, natural look.",
      "example_translation": "Sie applizierte den Lidstrich sorgfältig, um ein präzises Katzenauge-Look zu schaffen. Ihre Freundin lobte ihre neue Lidstrich-Technik auf der Party letzte Nacht. Bis nächste Woche wird sie die Kunst erlernt haben, Lidstrich zu verwenden, um ein subtile, natürliches Aussehen zu schaffen.",
      "imageLink": "image_files\\English\\"imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eyeshadow",
      "translation": "Lidschatten",
      "definition": "A cosmetic product used to color and enhance the appearance of the eyelids.",
      "definition_translation": "Ein kosmetisches Produkt, um die Augenlider zu färben und ihr Aussehen zu verbessern.",
      "example": "She applied a layer of eyeshadow to her eyelids, then lined her eyes with a pencil. Yesterday, she had worn a different color eyeshadow, and tomorrow she will try a new shade. If she had more time, she would have practiced applying eyeshadow earlier.",
      "example_translation": "Sie trug eine Schicht Lidschatten auf ihre Augenlider auf, dann zeichnete sie ihre Augen mit einem Stift nach. Gestern trug sie einen anderen Lidschatten, und morgen wird sie einen neuen Ton ausprobieren. Wenn sie mehr Zeit gehabt hätte, hätte sie早er übt, Lidschatten aufzutragen.",
      "imageLink": "image_files\\English\\"imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "flat iron",
      "translation": "Glätteisen",
      "definition": "A heated styling tool used to straighten or smooth hair.",
      "definition_translation": "Ein beliebtes Styling-Werkzeug, das zum Glätten oder Sträuben von Haaren verwendet wird.",
      "example": "She plugged in the flat iron and began to style her hair. Last week, she had used a different flat iron, and next month she will buy a new one. If she had not been in a hurry, she would have used the flat iron more carefully.",
      "example_translation": "Sie steckte das Glätteisen ein und begann, ihr Haar zu stylen. Letzte Woche hatte sie ein anderes Glätteisen verwendet, und nächsten Monat wird sie ein neues kaufen. Wenn sie nicht in Eile gewesen wäre, hätte sie das Glätteisen vorsichtiger verwendet.",
      "imageLink": "image_files\\English\\"imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hair conditioner",
      "translation": "Haarconditioner",
      "definition": "A hair care product used to improve the texture and manageability of hair.",
      "definition_translation": "Ein Haarpflegeprodukt, das verwendet wird, um die Textur und Handhabbarkeit von Haaren zu verbessern.",
      "example": "After shampooing, she applied a hair conditioner to moisturize her hair. Last year, she had used a different hair conditioner, and next summer she will try a new brand. If she had not been so lazy, she would have used the hair conditioner more regularly.",
      "example_translation": "Nach dem Shampooen applizierte sie einen Haarconditioner, um ihr Haar zu moisturisieren. Letztes Jahr hatte sie einen anderen Haarconditioner verwendet, und nächsten Sommer wird sie eine neue Marke ausprobieren. Wenn sie nicht so faul gewesen wäre, hätte sie den Haarconditioner regelmäßiger verwendet.",
      "imageLink": "image_files\\English\\"imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hair mousse",
      "translation": "Haarschaum",
      "definition": "A lightweight hair styling product used to add volume, texture, and hold to hair.",
      "definition_translation": "Ein leichtes Haarstyling-Produkt, das verwendet wird, um Volumen, Textur und Halt an Haaren zu geben.",
      "example": "She squirted a dollop of hair mousse into her palm and styled her hair. Last month, she had used a different hair mousse, and next week she will try a new brand. If she had not been in such a hurry, she would have used the hair mousse more carefully.",
      "example_translation": "Siequetschte einen Tupfer Haarschaum in ihre Handfläche und stylte ihr Haar. Letzten Monat hatte sie einen anderen Haarschaum verwendet, und nächste Woche wird sie eine neue Marke ausprobieren. Wenn sie nicht so in Eile gewesen wäre, hätte sie den Haarschaum vorsichtiger verwendet.",
      "imageLink": "image_files\\English\\"imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hair spray",
      "translation": "Haarspray",
      "definition": "A cosmetic product used to style and hold hair in place.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um Haare zu stylen und an Ort und Stelle zu halten.",
      "example": "I used hair spray to keep my hair in place all day. Yesterday, I bought a new hair spray at the store. By next year, I will have tried a different hair spray.",
      "example_translation": "Ich verwendete Haarspray, um mein Haar den ganzen Tag über an Ort und Stelle zu halten. Gestern kaufte ich ein neues Haarspray im Laden. Bis nächstem Jahr werde ich ein anderes Haarspray ausprobiert haben.",
      "imageLink": "image_files\\English\\"imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lip balm",
      "translation": "Lippenbalsam",
      "definition": "A topical product used to moisturize and soothe dry, chapped, or irritated lips.",
      "definition_translation": "Ein topisches Produkt, das verwendet wird, um trockene, rissige oder gereizte Lippen zu befeuchten und zu beruhigen.",
      "example": "I apply lip balm every morning to keep my lips hydrated. Last week, I lost my favorite lip balm. By tomorrow, I will have bought a new lip balm.",
      "example_translation": "Ich wende jeden Morgen Lippenbalsam an, um meine Lippen zu befeuchten. Letzte Woche verlor ich mein Lieblings-Lippenbalsam. Bis morgen werde ich ein neues Lippenbalsam gekauft haben.",
      "imageLink": "image_files\\English\\"imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lip gloss",
      "translation": "Lipgloss",
      "definition": "A cosmetic product that adds shine and moisture to the lips, often flavored or scented.",
      "definition_translation": "Ein kosmetisches Produkt, das den Lippen Glanz und Feuchtigkeit verleiht, oft aromatisiert oder parfümiert.",
      "example": "I wore lip gloss to the party last night. My sister loves to wear lip gloss to school. By next month, I will have tried a new brand of lip gloss.",
      "example_translation": "Ich trug Lipgloss zur Party letzte Nacht. Meine Schwester liebt es, Lipgloss zur Schule zu tragen. Bis nächstem Monat werde ich eine neue Marke von Lipgloss ausprobiert haben.",
      "imageLink": "image_files\\English\\"imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lip liner",
      "translation": "Lippenkonturenstift",
      "definition": "A cosmetic product used to define the shape and outline of the lips, often used to create a precise, defined look.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um die Form und die Kontur der Lippen zu definieren, oft verwendet, um ein präzises, definiertes Aussehen zu erstellen.",
      "example": "I use lip liner to define my lip shape. My friend loves to use lip liner to create a cat eye effect. By next week, I will have mastered the art of using lip liner.",
      "example_translation": "Ich benutze Lippenkonturenstift, um meine Lippenform zu definieren. Meine Freundin liebt es, Lippenkonturenstift zu verwenden, um einen Katzenaugeneffekt zu erzielen. Bis nächster Woche werde ich die Kunst des Lippenkonturenstift-Benutzens beherrscht haben.",
      "imageLink": "image_files\\English\\"imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "liquid foundation",
      "translation": "Flüssig-Make-up-Grundierung",
      "definition": "A type of cosmetic foundation that has a liquid consistency, often used to achieve a natural, flawless finish.",
      "definition_translation": "Eine Art kosmetisches Fundament, das eine flüssige Konsistenz aufweist und oft verwendet wird, um ein natürliches, makelloses Finish zu erreichen.",
      "example": "She applied a layer of liquid foundation to even out her skin tone. She had used the liquid foundation yesterday to get ready for the party. She will buy a new liquid foundation tomorrow to replace her old one.",
      "example_translation": "Sie trug eine Schicht Flüssig-Make-up-Grundierung auf, um ihre Hauttönung auszugleichen. Sie hatte gestern das Flüssig-Make-up-Grundierung verwendet, um sich für die Party fertigzumachen. Sie wird morgen eine neue Flüssig-Make-up-Grundierung kaufen, um ihre alte zu ersetzen.",
      "imageLink": "image_files\\English\\"imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "loose powder",
      "translation": "lose Puder",
      "definition": "A type of cosmetic powder that is not pressed into a compact form, often used to set makeup and control shine.",
      "definition_translation": "Eine Art kosmetischen Puders, das nicht in eine kompakte Form gepresst wird, oft verwendet, um Make-up zu setzen und Glanz zu kontrollieren.",
      "example": "She used a large powder brush to apply the loose powder all over her face. She had used the loose powder yesterday to set her makeup. She will use the loose powder again tomorrow to touch up her look.",
      "example_translation": "Sie verwendete einen großen Puderpinsel, um das lose Puder überall im Gesicht aufzutragen. Sie hatte gestern das lose Puder verwendet, um ihr Make-up zu setzen. Sie wird das lose Puder morgen wieder verwenden, um ihr Aussehen aufzufrischen.",
      "imageLink": "image_files\\English\\"imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nail brush",
      "translation": "Nagelbürste",
      "definition": "A small brush used to apply nail polish or other nail care products to the nails.",
      "definition_translation": "Eine kleine Bürste, die verwendet wird, um Nagellack oder andere Nagel-Pflegeprodukte auf die Nägel aufzutragen.",
      "example": "She cleaned her nail brush with nail polish remover. She had used the nail brush yesterday to paint her nails. She will use the nail brush again tomorrow to apply a new coat of nail polish.",
      "example_translation": "Sie reinigte ihre Nagelbürste mit Nagellackentferner. Sie hatte gestern die Nagelbürste verwendet, um ihre Nägel anzumalen. Sie wird die Nagelbürste morgen wieder verwenden, um eine neue Schicht Nagellack aufzutragen.",
      "imageLink": "image_files\\English\\"imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nail polish",
      "translation": "Nagellack",
      "definition": "A cosmetic product used to color and decorate the nails, available in a variety of colors and finishes.",
      "definition_translation": "Ein kosmetisches Produkt, das verwendet wird, um die Nägel zu färben und zu dekorieren, erhältlich in einer Vielzahl von Farben und Ausführungen.",
      "example": "She applied a layer of nail polish to her toenails. She had used the nail polish yesterday to paint her fingernails. She will buy a new nail polish tomorrow to try out a new color.",
      "example_translation": "Sie trug eine Schicht Nagellack auf ihren Zehennägeln auf. Sie hatte gestern den Nagellack verwendet, um ihre Fingernägel anzumalen. Sie wird morgen einen neuen Nagellack kaufen, um eine neue Farbe auszuprobieren.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nail polish remover",
      "translation": "Nagellackentferner",
      "definition": "A liquid or gel used to remove nail polish from the nails.",
      "definition_translation": "Ein Flüssigkeit oder Gel, das verwendet wird, um Nagellack von den Nägeln zu entfernen.",
      "example": "I used a nail polish remover to clean up the mess. Yesterday, I bought a new nail polish remover. Tomorrow, I will use a nail polish remover to change my nail color.",
      "example_translation": "Ich verwendete einen Nagellackentferner, um die Unordnung zu beseitigen. Gestern kaufte ich einen neuen Nagellackentferner. Morgen werde ich einen Nagellackentferner verwenden, um meine Nagelfarbe zu ändern.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "powder puff",
      "translation": "Puderquaste",
      "definition": "A small, usually round, soft pad used to apply powder to the face or skin.",
      "definition_translation": "Ein kleiner, meist runder, weicher Pad, der verwendet wird, um Puder auf das Gesicht oder die Haut aufzutragen.",
      "example": "She used a powder puff to apply powder to her nose. Yesterday, he bought a large powder puff. In the future, they will invent a powder puff that never gets dirty.",
      "example_translation": "Sie verwendete eine Puderquaste, um Puder auf ihre Nase aufzutragen. Gestern kaufte er eine große Puderquaste. In Zukunft werden sie eine Puderquaste erfinden, die niemals schmutzig wird.",
      "imageLink": "image_files\\English\\"imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pressed powder",
      "translation": "gepresstes Puder",
      "definition": "A type of cosmetic powder that is pressed into a compact form and used to absorb excess oil or set makeup.",
      "definition_translation": "Ein Typ von Kosmetikpuder, das in eine kompakte Form gepresst wird und verwendet wird, um überschüssiges Öl aufzusaugen oder Make-up zu fixieren.",
      "example": "I use pressed powder to set my foundation. She used pressed powder to absorb the oil on her skin. In the future, they will invent a pressed powder that lasts forever.",
      "example_translation": "Ich verwende gepresstes Puder, um mein Foundation zu fixieren. Sie verwendete gepresstes Puder, um das Öl auf ihrer Haut aufzusaugen. In Zukunft werden sie ein gepresstes Puder erfinden, das für immer hält.",
      "imageLink": "image_files\\English\\"imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "primer",
      "translation": "Primer",
      "definition": "A cosmetic product applied to the skin before applying makeup to create a smooth surface and help the makeup last longer.",
      "definition_translation": "Ein kosmetisches Produkt, das auf die Haut aufgetragen wird, bevor Make-up aufgetragen wird, um eine ebene Oberfläche zu schaffen und das Make-up länger haltbar zu machen.",
      "example": "She applied a primer before applying her foundation. He used a primer to make his eye shadow last longer. Yesterday, I bought a new primer that is silicone-free.",
      "example_translation": "Sie trug einen Primer auf, bevor sie ihr Foundation auftrug. Er verwendete einen Primer, um seinen Lidschatten länger haltbar zu machen. Gestern kaufte ich einen neuen Primer, der silikonfrei ist.",
      "imageLink": "image_files\\English\\"imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pumice stone",
      "translation": "Schleifstein",
      "definition": "A pumice stone is a volcanic rock used to smooth and remove dead skin cells from the feet or other areas of the body.",
      "definition_translation": "Ein Schleifstein ist ein Vulkanfelsen, der verwendet wird, um tote Hautzellen an Füßen oder anderen Körperbereichen zu glätten und zu entfernen.",
      "example": "I used a pumice stone to remove the dead skin cells from my heel. I will use a pumice stone to exfoliate my skin. I used to use a pumice stone every week to keep my skin smooth.",
      "example_translation": "Ich benutzte einen Schleifstein, um die toten Hautzellen von meinem Ferse zu entfernen. Ich werde einen Schleifstein verwenden, um meine Haut zu peelen. Ich benutzte früher jeden Woche einen Schleifstein, um meine Haut glatt zu halten.",
      "imageLink": "image_files\\English\\"imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shaving brush",
      "translation": "Rasierpinsel",
      "definition": "A shaving brush is a tool used to apply shaving cream or soap to the skin before shaving.",
      "definition_translation": "Ein Rasierpinsel ist ein Werkzeug, das verwendet wird, um Rasierschaum oder Seife auf die Haut vor dem Rasieren aufzutragen.",
      "example": "I used a shaving brush to apply the shaving cream to my face. I will use a shaving brush to get a closer shave. I used to use a shaving brush every morning to shave my beard.",
      "example_translation": "Ich benutzte einen Rasierpinsel, um den Rasierschaum auf mein Gesicht aufzutragen. Ich werde einen Rasierpinsel verwenden, um einen engeren Rasierabstand zu bekommen. Ich benutzte früher jeden Morgen einen Rasierpinsel, um meinen Bart zu rasieren.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shaving cream",
      "translation": "Rasierschaum",
      "definition": "Shaving cream is a substance used to lubricate and protect the skin during shaving.",
      "definition_translation": "Rasierschaum ist eine Substanz, die verwendet wird, um die Haut während des Rasierens zu schmieren und zu schützen.",
      "example": "I applied the shaving cream to my face before shaving. I will use a shaving cream that is gentle on my skin. I used to use a shaving cream that contained aloe vera.",
      "example_translation": "Ich trug den Rasierschaum auf mein Gesicht vor dem Rasieren auf. Ich werde einen Rasierschaum verwenden, der gentle auf meiner Haut ist. Ich benutzte früher einen Rasierschaum, der Aloe vera enthielt.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shaving foam",
      "translation": "Rasierschaumcreme",
      "definition": "Shaving foam is a type of shaving cream that is dispensed in a foamy texture.",
      "definition_translation": "Rasierschaumcreme ist eine Art von Rasierschaum, die in einer schaumigen Textur abgegeben wird.",
      "example": "I used a shaving foam to shave my legs. I will use a shaving foam that is fragrance-free. I used to use a shaving foam that came in a can.",
      "example_translation": "Ich benutzte einen Rasierschaum, um meine Beine zu rasieren. Ich werde einen Rasierschaum verwenden, der geruchlos ist. Ich benutzte früher einen Rasierschaum, der in einer Dose kam.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sunscreen",
      "translation": "Sonnenschutzmittel",
      "definition": "A lotion or cream used to protect the skin from the sun's ultraviolet radiation, often used during outdoor activities.",
      "definition_translation": "Eine Lotion oder Creme, die verwendet wird, um die Haut vor der ultravioletten Strahlung der Sonne zu schützen, oft während Outdoor-Aktivitäten verwendet.",
      "example": "I applied sunscreen to my skin before going to the beach. I will apply sunscreen to my skin before going to the beach. I had applied sunscreen to my skin before going to the beach.",
      "example_translation": "Ich habe Sonnenschutzmittel auf meine Haut aufgetragen, bevor ich zum Strand ging. Ich werde Sonnenschutzmittel auf meine Haut auftragen, bevor ich zum Strand gehe. Ich hatte Sonnenschutzmittel auf meine Haut aufgetragen, bevor ich zum Strand ging.",
      "imageLink": "image_files\\English\\"imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tweezers",
      "translation": "Pinzette",
      "definition": "A small handheld instrument used for plucking or gripping small objects, typically with a spring-loaded mechanism.",
      "definition_translation": "Ein kleines handgehaltenes Instrument, das verwendet wird, um kleine Objekte zu pflücken oder zu greifen, typischerweise mit einem federbelasteten Mechanismus.",
      "example": "She used tweezers to pick up the small gemstone. She will use tweezers to pick up the small gemstone. She had used tweezers to pick up the small gemstone.",
      "example_translation": "Sie benutzte eine Pinzette, um den kleinen Edelstein aufzunehmen. Sie wird eine Pinzette verwenden, um den kleinen Edelstein aufzunehmen. Sie hatte eine Pinzette verwendet, um den kleinen Edelstein aufzunehmen.",
      "imageLink": "image_files\\English\\"imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]