[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Abyssinian",
      "translation": "Abessinier",
      "definition": "A breed of cat known for its distinctive ticked fur and slender build.",
      "definition_translation": "Eine Katzenrasse, die durch ihr auffälliges getupfte Fell und ihre schlanke Statur bekannt ist.",
      "example": "The Abyssinian cat has been a popular breed for decades, and it's easy to see why. It was first bred in the 19th century, and has been a beloved pet ever since. It will continue to be a favorite for years to come.",
      "example_translation": "Die Abessinier-Katze ist seit Jahrzehnten eine beliebte Rasse, und es ist leicht zu sehen, warum. Sie wurde im 19. Jahrhundert erstmals gezüchtet und ist seitdem ein geliebtes Haustier. Sie wird auch in Zukunft ein Liebling bleiben.",
      "imageLink": "image_files\\English\\abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "American shorthair",
      "translation": "Amerikanische Kurzhaar",
      "definition": "A breed of cat known for its sturdy build and short, dense coat.",
      "definition_translation": "Eine Katzenrasse, die durch ihren robusten Körperbau und ihr kurzes, dichtes Fell bekannt ist.",
      "example": "The American shorthair is a loyal and affectionate breed that makes a great family pet. It has been a popular breed for centuries, and was first recognized as a distinct breed in the late 19th century. It will continue to be a favorite for generations to come.",
      "example_translation": "Die Amerikanische Kurzhaar ist eine treue und liebevolle Rasse, die ein großartiges Familienhaustier abgibt. Sie ist seit Jahrhunderten eine beliebte Rasse und wurde erstmals Ende des 19. Jahrhunderts als separate Rasse anerkannt. Sie wird auch in Zukunft eine Lieblingsrasse bleiben.",
      "imageLink": "image_files\\English\\american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Bengal cat",
      "translation": "Benga Katze",
      "definition": "A hybrid breed of cat created by crossing domestic cats with the Asian leopard cat.",
      "definition_translation": "Eine Hybridrasse von Katzen, die durch Kreuzung von Hauskatzen mit der Asiatischen Leopardenkatze geschaffen wurde.",
      "example": "The Bengal cat is a highly energetic and playful breed that requires a lot of attention and exercise. It was first developed in the 1960s, and has since become a popular breed among cat enthusiasts. It will continue to thrive in the years to come.",
      "example_translation": "Die Benga Katze ist eine hochenergetische und spielerische Rasse, die viel Aufmerksamkeit und Bewegung benötigt. Sie wurde erstmals in den 1960er Jahren entwickelt und ist seitdem bei Katzenliebhabern eine beliebte Rasse. Sie wird auch in Zukunft gedeihen.",
      "imageLink": "image_files\\English\\bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Birman",
      "translation": "Birmane",
      "definition": "A breed of cat originating from Burma, known for its distinctive white paws and pointed coat.",
      "definition_translation": "Eine Katzenrasse, die aus Burma stammt und durch ihre weißen Pfoten und ihr Punktfell bekannt ist.",
      "example": "The Birman is a calm and gentle breed that makes a great companion for those who live in apartments. It was first introduced to the West in the late 19th century, and has since become a popular breed among cat enthusiasts. It will continue to be a beloved pet for many years to come.",
      "example_translation": "Die Birmane ist eine ruhige und sanfte Rasse, die ein großartiger Begleiter für Menschen ist, die in Wohnungen leben. Sie wurde erstmals Ende des 19. Jahrhunderts im Westen vorgestellt und ist seitdem bei Katzenliebhabern eine beliebte Rasse. Sie wird auch in Zukunft ein geliebtes Haustier bleiben.",
      "imageLink": "image_files\\English\\birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "British shorthair",
      "translation": "britische Kurzhaar",
      "definition": "The British Shorthair is a domestic cat breed native to the United Kingdom, known for its sturdy build, broad face, and short, easy-to-maintain coat.",
      "definition_translation": "Die britische Kurzhaar ist eine Hauskatzenrasse, die ursprünglich aus dem Vereinigten Königreich stammt, bekannt für ihren kräftigen Bau, breites Gesicht und kurzes, leicht zu pflegendes Fell.",
      "example": "I've had a British Shorthair cat since I was a child, and I've always loved their affectionate nature. Currently, I'm thinking of adopting another one, and I'll definitely get one in the future if I have the space.",
      "example_translation": "Ich habe seit meiner Kindheit eine britische Kurzhaar-Katze gehabt, und ich habe immer ihre liebevolle Natur geliebt. Aktuell denke ich daran, eine weitere zu adoptieren, und ich werde definitiv eine in der Zukunft bekommen, wenn ich den Raum habe.",
      "imageLink": "image_files\\English\\british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Burmese",
      "translation": "Birma-Katze",
      "definition": "The Burmese is a breed of domestic cat that originated in Southeast Asia, characterized by its sleek, glossy coat and playful, outgoing personality.",
      "definition_translation": "Die Birma-Katze ist eine Rasse domestizierter Katzen, die aus Südostasien stammt, gekennzeichnet durch ihr schmiegsames, glänzendes Fell und ihre spielerische, offene Persönlichkeit.",
      "example": "My friend recently adopted a Burmese cat, which she adored from the first moment. Now she takes it to cat shows, and it always impresses the judges. She'll definitely enter it in more competitions in the future.",
      "example_translation": "Meine Freundin hat kürzlich eine Birma-Katze adoptiert, die sie von dem ersten Moment an verehrt hat. Jetzt nimmt sie es zu Katzenshows mit, und es beeindruckt die Richter immer. Sie wird es definitiv in Zukunft in mehr Wettbewerben anmelden.",
      "imageLink": "image_files\\English\\burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Chartreux",
      "translation": " Kartäuser",
      "definition": "The Chartreux is a rare breed of domestic cat that originated in France, known for its distinctive blue-grey coat and calm, gentle nature.",
      "definition_translation": "Der Kartäuser ist eine seltene Rasse domestizierter Katzen, die aus Frankreich stammt, bekannt für ihr charakteristisches blaurot-graues Fell und seine ruhige, sanfte Natur.",
      "example": "I had never heard of the Chartreux breed until I visited a cat cafe, where I met a beautiful Chartreux cat. I was impressed by its calm demeanor, and now I'm considering getting one as a pet. I think I'll definitely get one in the future.",
      "example_translation": "Ich hatte noch nie von der Kartäuser-Rasse gehört, bis ich ein Katzencafe besucht habe, wo ich eine schöne Kartäuser-Katze kennengelernt habe. Ich war beeindruckt von ihrer ruhigen Art, und jetzt denke ich daran, eine als Haustier zu nehmen. Ich denke, ich werde definitiv eine in der Zukunft bekommen.",
      "imageLink": "image_files\\English\\chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "colourpoint, Himalayan",
      "translation": "Farbpunkt, Himalaya",
      "definition": "The Colourpoint, also known as the Himalayan, is a breed of domestic cat that originated in the United States, characterized by its pointed coat pattern and playful, outgoing personality.",
      "definition_translation": "Der Farbpunkt, auch bekannt als Himalaya, ist eine Rasse domestizierter Katzen, die in den Vereinigten Staaten entstand, gekennzeichnet durch ihr punktiertes Fellmuster und ihre spielerische, offene Persönlichkeit.",
      "example": "I've always been fascinated by the Colourpoint breed, and I've had one as a pet since college. Currently, I'm thinking of breeding them, and I'll definitely have a few litters in the future if everything goes well.",
      "example_translation": "Ich war immer fasziniert von der Farbpunkt-Rasse, und ich habe seit dem College einen als Haustier. Aktuell denke ich daran, sie zu züchten, und ich werde definitiv einige Würfe in der Zukunft haben, wenn alles gut geht.",
      "imageLink": "image_files\\English\\colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Devon Rex",
      "translation": "Devon-Rex",
      "definition": "The Devon Rex is a curly-haired breed of cat known for its unique, soft, and suede-like coat. It is a result of a natural mutation that occurred in Devon, England, and was first recognized as a breed in the 1960s.",
      "definition_translation": "Der Devon Rex ist eine kräuselhaarige Katzenrasse, bekannt für ihre einzigartige, weiche und suedenähnliche Fell. Es ist das Ergebnis einer natürlichen Mutation, die in Devon, England, auftrat und erstmals in den 1960er Jahren als Rasse anerkannt wurde.",
      "example": "I had a Devon Rex as a pet when I was a child. It was very playful and curious. Now, I'm thinking of getting another one. I will adopt a Devon Rex from the shelter next month.",
      "example_translation": "Ich hatte einen Devon Rex als Haustier, als ich ein Kind war. Es war sehr spielend und neugierig. Jetzt denke ich daran, noch einen zu bekommen. Ich werde nächsten Monat einen Devon Rex aus dem Tierheim adoptieren.",
      "imageLink": "image_files\\English\\devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "domestic cat",
      "translation": "Hauskatze",
      "definition": "A domestic cat is a small, typically furry, carnivorous mammal that is often kept as a pet in human households. They are known for their agility, playful personalities, and the wide range of colors and patterns of their fur.",
      "definition_translation": "Eine Hauskatze ist ein kleines, typischerweise flaumiges, fleischfressendes Säugetier, das oft als Haustier in menschlichen Haushalten gehalten wird. Sie sind bekannt für ihre Agilität, ihre spielenden Persönlichkeiten und die Vielzahl von Farben und Mustern ihres Fells.",
      "example": "My grandmother had a domestic cat that was very friendly. She fed it every morning. The domestic cat would sleep on her lap in the evening. She will adopt a domestic cat from the shelter soon.",
      "example_translation": "Meine Großmutter hatte eine Hauskatze, die sehr freundlich war. Sie fütterte es jeden Morgen. Die Hauskatze schlief abends auf ihrem Schoß. Sie wird bald eine Hauskatze aus dem Tierheim adoptieren.",
      "imageLink": "image_files\\English\\domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "exotic shorthair",
      "translation": "Exotische Kurzhaar",
      "definition": "The exotic shorthair is a breed of cat known for its short, dense coat and calm temperament. They are often described as having a laid-back and affectionate personality, making them a popular choice as pets.",
      "definition_translation": "Die Exotische Kurzhaar ist eine Katzenrasse, bekannt für ihr kurzes, dichtes Fell und ihr ruhiges Temperament. Sie werden oft als gelassen und liebevoll beschrieben, was sie zu einer beliebten Wahl als Haustiere macht.",
      "example": "I saw an exotic shorthair at the pet store yesterday. It was very cute and playful. My sister has an exotic shorthair that she loves very much. She will take her exotic shorthair to the vet next week.",
      "example_translation": "Ich sah gestern einen Exotischen Kurzhaar im Tierladen. Es war sehr süß und spielend. Meine Schwester hat einen Exotischen Kurzhaar, den sie sehr liebt. Sie wird nächste Woche ihren Exotischen Kurzhaar zum Tierarzt bringen.",
      "imageLink": "image_files\\English\\exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Japanese bobtail",
      "translation": "Japanische Kurzschwanz",
      "definition": "The Japanese bobtail is a breed of domestic cat originating from Japan, characterized by its short tail and fluffy coat. They are known for their intelligence, playfulness, and affectionate nature, making them a popular choice as pets.",
      "definition_translation": "Die Japanische Kurzschwanz ist eine Rasse von Hauskatzen, die ursprünglich aus Japan stammt, gekennzeichnet durch ihren kurzen Schwanz und ihr flauschiges Fell. Sie sind bekannt für ihre Intelligenz, ihre Spiellichkeit und ihre liebevolle Natur, was sie zu einer beliebten Wahl als Haustiere macht.",
      "example": "I had a Japanese bobtail when I was a child. It was very smart and playful. My friend has a Japanese bobtail that she loves very much. She took her Japanese bobtail to the park yesterday.",
      "example_translation": "Ich hatte einen Japanischen Kurzschwanz, als ich ein Kind war. Es war sehr intelligent und spielend. Meine Freundin hat einen Japanischen Kurzschwanz, den sie sehr liebt. Sie nahm gestern ihren Japanischen Kurzschwanz in den Park.",
      "imageLink": "image_files\\English\\japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Maine coon",
      "translation": "Maine-Coon",
      "definition": "The Maine Coon is a domesticated cat breed native to North America, specifically the state of Maine. It is one of the oldest natural cat breeds in North America and is known for its distinctive physical appearance and excellent hunting ability.",
      "definition_translation": "Die Maine Coon ist eine Hauskatzenrasse, die in Nordamerika, speziell im Bundesstaat Maine, beheimatet ist. Sie ist eine der ältesten natürlichen Katzenrassen in Nordamerika und bekannt für ihr einzigartiges Aussehen und ihre exzellenten Jagdfähigkeiten.",
      "example": "I had a Maine Coon cat when I was a child. Now, I have a British Shorthair. In the future, I might get a Sphynx.",
      "example_translation": "Ich hatte eine Maine-Coon-Katze, als ich ein Kind war. Jetzt habe ich eine Britische Kurzhaar. In Zukunft könnte ich eine Sphynx bekommen.",
      "imageLink": "image_files\\English\\maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Norwegian Forest cat",
      "translation": "Norwegische Waldkatze",
      "definition": "The Norwegian Forest cat is a domesticated cat breed originating from Norway. It is a sturdy and compact cat with a water-resistant coat, known for its intelligence, playfulness, and affectionate nature.",
      "definition_translation": "Die Norwegische Waldkatze ist eine Hauskatzenrasse, die aus Norwegen stammt. Sie ist eine kräftige und kompakte Katze mit einem wasserabweisenden Fell, bekannt für ihre Intelligenz, Spieligkeit und liebevolle Natur.",
      "example": "I will adopt a Norwegian Forest cat next week. Currently, I have a Siamese cat. In the past, I had a Persian cat.",
      "example_translation": "Ich werde nächste Woche eine Norwegische Waldkatze adoptieren. Aktuell habe ich eine Siamese-Katze. In der Vergangenheit hatte ich eine Perserkatze.",
      "imageLink": "image_files\\English\\norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ocicat",
      "translation": "Ozicat",
      "definition": "The Ocicat is a domesticated cat breed developed to resemble a wild cat, but with a docile and affectionate temperament. It is known for its distinctive spotted or marbled coat and playful personality.",
      "definition_translation": "Die Ozicat ist eine Hauskatzenrasse, die entwickelt wurde, um einer Wildkatze zu ähneln, aber mit einem zahmen und liebevollen Temperament. Sie ist bekannt für ihr auffälliges gesprenkeltes oder marmoriertes Fell und ihre spielerische Persönlichkeit.",
      "example": "I had an Ocicat when I was a teenager. Now, I have a Russian Blue. In the future, I might get a Bengal cat.",
      "example_translation": "Ich hatte eine Ozicat, als ich ein Teenager war. Jetzt habe ich eine Russisch-Blau-Katze. In Zukunft könnte ich eine Bengalkatze bekommen.",
      "imageLink": "image_files\\English\\ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Persian",
      "translation": "Perser",
      "definition": "The Persian is a long-haired domesticated cat breed originating from Persia (modern-day Iran). It is known for its beautiful, fluffy coat and calm, gentle nature.",
      "definition_translation": "Der Perser ist eine langhaarige Hauskatzenrasse, die aus Persien (dem heutigen Iran) stammt. Sie ist bekannt für ihr schönes, flauschiges Fell und ihre ruhige, sanfte Natur.",
      "example": "I have a Persian cat now. In the past, I had a Siamese cat. In the future, I might get a Maine Coon.",
      "example_translation": "Ich habe jetzt eine Perserkatze. In der Vergangenheit hatte ich eine Siamese-Katze. In Zukunft könnte ich eine Maine-Coon-Katze bekommen.",
      "imageLink": "image_files\\English\\persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Ragdoll",
      "translation": "Ragdoll",
      "definition": "The Ragdoll is a breed of cat known for its soft, silky coat and docile temperament. They are often described as laid-back and affectionate, making them a popular choice as pets.",
      "definition_translation": "Die Ragdoll ist eine Rasse von Katzen, die für ihr weiches, seidiges Fell und ihre sanfte Gemütsart bekannt ist. Sie werden oft als ruhig und liebevoll beschrieben, was sie zu einer beliebten Wahl als Haustiere macht.",
      "example": "I had a Ragdoll cat when I was a child, it was very playful. Now I have a Ragdoll cat, it is still very playful. In the future, I will have a Ragdoll cat, and it will still be very playful.",
      "example_translation": "Ich hatte eine Ragdoll-Katze, als ich ein Kind war, es war sehr spielhaft. Jetzt habe ich eine Ragdoll-Katze, es ist noch sehr spielhaft. In Zukunft werde ich eine Ragdoll-Katze haben, und es wird noch sehr spielhaft sein.",
      "imageLink": "image_files\\English\\ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Russian Blue",
      "translation": "Russisch Blau",
      "definition": "The Russian Blue is a breed of domestic cat known for its thick, plush coat and green eyes. They are often described as reserved and intelligent, making them a popular choice for families.",
      "definition_translation": "Das Russisch Blau ist eine Rasse von Hauskatzen, die für ihr dickes, pluschartiges Fell und ihre grünen Augen bekannt ist. Sie werden oft als zurückhaltend und intelligent beschrieben, was sie zu einer beliebten Wahl für Familien macht.",
      "example": "I adopted a Russian Blue kitten last year, it was very shy. Now my Russian Blue cat is very friendly. In the future, I will breed Russian Blue cats, and they will be very curious.",
      "example_translation": "Ich adoptierte ein Russisch Blau-Kätzchen letzten Jahr, es war sehr schüchtern. Jetzt ist meine Russisch Blau-Katze sehr freundlich. In Zukunft werde ich Russisch Blau-Katzen züchten, und sie werden sehr neugierig sein.",
      "imageLink": "image_files\\English\\russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Savannah",
      "translation": "Savanne",
      "definition": "The Savannah is a breed of domestic cat known for its tall, slender build and striking coat patterns. They are often described as energetic and curious, making them a popular choice for active families.",
      "definition_translation": "Die Savannah ist eine Rasse von Hauskatzen, die für ihr hohes, schlankes Bau und ihr auffallendes Fellmuster bekannt ist. Sie werden oft als energisch und neugierig beschrieben, was sie zu einer beliebten Wahl für aktive Familien macht.",
      "example": "I saw a Savannah cat at the pet store, it was very energetic. Now I have a Savannah cat, it is still very playful. In the future, I will have a Savannah cat as a companion, and it will be very curious.",
      "example_translation": "Ich sah eine Savannah-Katze im Zoogeschäft, es war sehr energisch. Jetzt habe ich eine Savannah-Katze, es ist noch sehr spielhaft. In Zukunft werde ich eine Savannah-Katze als Begleiter haben, und es wird sehr neugierig sein.",
      "imageLink": "image_files\\English\\savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Scottish Fold",
      "translation": "Schottische Falte",
      "definition": "The Scottish Fold is a breed of domestic cat known for its unique, folded ears and playful personality. They are often described as intelligent and affectionate, making them a popular choice for families.",
      "definition_translation": "Die Schottische Falte ist eine Rasse von Hauskatzen, die für ihre einzigartigen, gefalteten Ohren und ihre spielhafte Persönlichkeit bekannt ist. Sie werden oft als intelligent und liebevoll beschrieben, was sie zu einer beliebten Wahl für Familien macht.",
      "example": "I had a Scottish Fold cat when I was a child, it was very curious. Now I have a Scottish Fold cat, it is still very playful. In the future, I will have a Scottish Fold cat as a pet, and it will be very affectionate.",
      "example_translation": "Ich hatte eine Schottische Falte-Katze, als ich ein Kind war, es war sehr neugierig. Jetzt habe ich eine Schottische Falte-Katze, es ist noch sehr spielhaft. In Zukunft werde ich eine Schottische Falte-Katze als Haustier haben, und es wird sehr liebevoll sein.",
      "imageLink": "image_files\\English\\scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Siamese",
      "translation": "Siamesisch",
      "definition": "Relating to or characteristic of Siam, especially in reference to a breed of cat originating from Thailand.",
      "definition_translation": "Bezieht sich auf oder ist charakteristisch für Siam, insbesondere in Bezug auf eine Katzenrasse, die aus Thailand stammt.",
      "example": "The Siamese cat was a popular breed in the 19th century. It was Siamese who introduced the breed to Europe. It will be Siamese that will dominate the cat show tomorrow.",
      "example_translation": "Die Siamesische Katze war eine beliebte Rasse im 19. Jahrhundert. Es waren Siamesen, die die Rasse nach Europa einführten. Es wird Siamesisch sein, das die Katzenschau morgen dominieren wird.",
      "imageLink": "image_files\\English\\siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Siberian",
      "translation": "Sibirisch",
      "definition": "Relating to or characteristic of Siberia, especially in reference to a breed of dog or cat originating from the region.",
      "definition_translation": "Bezieht sich auf oder ist charakteristisch für Sibirien, insbesondere in Bezug auf eine Hunde- oder Katzenrasse, die aus der Region stammt.",
      "example": "The Siberian husky was bred to pull sleds in the Arctic. It was Siberian who first domesticated the breed. It will be Siberian who will win the dog sled race tomorrow.",
      "example_translation": "Der Sibirische Husky wurde gezüchtet, um Schlitten im Arktis zu ziehen. Es waren Sibirer, die die Rasse zuerst domestizierten. Es wird Sibirisch sein, der den Hundeschlittenwettbewerb morgen gewinnt.",
      "imageLink": "image_files\\English\\siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Somali",
      "translation": "Somalisch",
      "definition": "Relating to or characteristic of Somalia, especially in reference to a breed of cat originating from the region.",
      "definition_translation": "Bezieht sich auf oder ist charakteristisch für Somalia, insbesondere in Bezug auf eine Katzenrasse, die aus der Region stammt.",
      "example": "The Somali cat was a popular breed in the 20th century. It was Somali who first bred the cat. It will be Somali who will show the cat at the competition tomorrow.",
      "example_translation": "Die Somalische Katze war eine beliebte Rasse im 20. Jahrhundert. Es waren Somali, die die Katze zuerst züchteten. Es wird Somali sein, der die Katze morgen auf der Ausstellung zeigen wird.",
      "imageLink": "image_files\\English\\somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Sphynx",
      "translation": "Sphynx",
      "definition": "A breed of cat known for its lack of fur, originating from Canada.",
      "definition_translation": "Eine Katzenrasse, die für ihr Fehlen von Fell bekannt ist, stammt aus Kanada.",
      "example": "The Sphynx cat was a surprise at the cat show. It was Sphynx who won the competition last year. It will be Sphynx that will steal the hearts of the audience tomorrow.",
      "example_translation": "Die Sphynx-Katze war eine Überraschung auf der Katzenschau. Es waren Sphynx, die den Wettbewerb im letzten Jahr gewannen. Es wird Sphynx sein, das die Herzen der Zuschauer morgen stehlen wird.",
      "imageLink": "image_files\\English\\sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Turkish Angora",
      "translation": "Türkische Angora",
      "definition": "The Turkish Angora is a breed of domestic cat that originated in Turkey and is known for its distinctive white coat and blue eyes.",
      "definition_translation": "Die Türkische Angora ist eine Rasse der Hauskatze, die in der Türkei entstand und durch ihr weißes Fell und blaue Augen bekannt ist.",
      "example": "I had a Turkish Angora as a pet when I was a child, it was very playful. Now I have one again and it's still very playful. In 10 years, I will probably still have one.",
      "example_translation": "Ich hatte als Kind eine Türkische Angora als Haustier, es war sehr spielaktiv. Jetzt habe ich wieder eines und es ist immer noch sehr spielaktiv. In 10 Jahren werde ich wahrscheinlich immer noch eines haben.",
      "imageLink": "image_files\\English\\turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Turkish Van",
      "translation": "Türkischer Van",
      "definition": "The Turkish Van is a breed of domestic cat that originated in Turkey and is known for its distinctive pointed coat pattern and playful personality.",
      "definition_translation": "Der Türkische Van ist eine Rasse der Hauskatze, die in der Türkei entstand und durch ihr aufsehenerregendes Fellmuster und spielhaftes Wesen bekannt ist.",
      "example": "I saw a Turkish Van at the pet store yesterday, it was very curious. Now I am considering buying one, and in a few years, I will probably have two.",
      "example_translation": "Ich sah gestern einen Türkischen Van im Zoogeschäft, es war sehr neugierig. Jetzt denke ich daran, eines zu kaufen, und in ein paar Jahren werde ich wahrscheinlich zwei haben.",
      "imageLink": "image_files\\English\\turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]