[
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "flower",
      "translation": "Blume",
      "definition": "A flower is the reproductive structure found in plants that are capable of producing seeds, characterized by the presence of petals, sepals, and stamens.",
      "definition_translation": "Eine Blume ist die Fortpflanzungsstruktur, die in Pflanzen vorkommt, die Samen produzieren können, gekennzeichnet durch die Anwesenheit von Petalen, Sepalen und Staubgefäßen.",
      "example": "The farmer planted flowers in the garden yesterday. She plants flowers every spring. She will plant flowers in the garden next year.",
      "example_translation": "Der Bauer pflanzte Blumen im Garten gestern. Sie pflanzt jeden Frühling Blumen. Sie wird nächstes Jahr Blumen im Garten pflanzen.",
      "imageLink": "image_files\\English\\flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rose",
      "translation": "Rose",
      "definition": "A rose is a type of flowering plant that is widely cultivated for its beauty and fragrance.",
      "definition_translation": "Eine Rose ist eine Art von Blütenpflanze, die aus ihrer Schönheit und ihrem Duft weit verbreitet kultiviert wird.",
      "example": "She received a rose from her boyfriend last night. He gives her roses on her birthday every year. He will give her a rose when they meet next time.",
      "example_translation": "Sie erhielt eine Rose von ihrem Freund letzte Nacht. Er gibt ihr Geburtstagsrosen jeden Jahr. Er wird ihr eine Rose geben, wenn sie sich nächstes Mal treffen.",
      "imageLink": "image_files\\English\\rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "daisy",
      "translation": "Gänseblümchen",
      "definition": "A daisy is a type of flowering plant that is commonly found in lawns and meadows, characterized by its white petals and yellow center.",
      "definition_translation": "Ein Gänseblümchen ist eine Art von Blütenpflanze, die häufig in Rasen und Wiesen gefunden wird, gekennzeichnet durch ihre weißen Petalen und ihren gelben Mittelpunkt.",
      "example": "The little girl picked a daisy in the meadow yesterday. She picks daisies every summer. She will pick daisies when she goes to the countryside next time.",
      "example_translation": "Das kleine Mädchen pflückte ein Gänseblümchen auf der Wiese gestern. Sie pflückt jeden Sommer Gänseblümchen. Sie wird Gänseblümchen pflücken, wenn sie nächstes Mal aufs Land geht.",
      "imageLink": "image_files\\English\\daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sunflower",
      "translation": "Sonnenblume",
      "definition": "A sunflower is a type of flowering plant that is known for its large, bright yellow petals and its ability to track the sun's movement.",
      "definition_translation": "Eine Sonnenblume ist eine Art von Blütenpflanze, die für ihre großen, hellgelben Petalen und ihre Fähigkeit, die Bewegung der Sonne zu verfolgen, bekannt ist.",
      "example": "The farmer grew sunflowers in his field last year. He grows sunflowers every summer. He will grow sunflowers in his garden next year.",
      "example_translation": "Der Bauer zog Sonnenblumen auf seinem Feld letzten Jahr. Er zieht jeden Sommer Sonnenblumen. Er wird nächstes Jahr Sonnenblumen in seinem Garten ziehen.",
      "imageLink": "image_files\\English\\sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tulip",
      "translation": "Tulpe",
      "definition": "A tulip is a perennial plant with showy, cup-shaped flowers in a variety of colors, including red, pink, yellow, and white.",
      "definition_translation": "Eine Tulpe ist eine mehrjährige Pflanze mit auffälligen, kelchförmigen Blüten in verschiedenen Farben, einschließlich Rot, Pink, Gelb und Weiß.",
      "example": "I planted tulips in my garden last year, and they will bloom again next spring. Yesterday, I bought a bouquet of tulips for my sister's birthday. By next week, I will have planted more tulips in my garden.",
      "example_translation": "Ich pflanzte letztes Jahr Tulpen in meinem Garten, und sie werden nächstes Frühjahr wieder blühen. Gestern kaufte ich einen Strauß Tulpen für den Geburtstag meiner Schwester. Bis nächsten Woche werde ich weitere Tulpen in meinem Garten gepflanzt haben.",
      "imageLink": "image_files\\English\\tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "aster",
      "translation": "Aster",
      "definition": "An aster is a type of flowering plant that is commonly found in gardens and meadows, known for its daisy-like flowers.",
      "definition_translation": "Ein Aster ist eine Art von Blütenpflanze, die häufig in Gärten und Wiesen gefunden wird und bekannt für ihre gänzlichblütigen Blüten ist.",
      "example": "The aster in my garden was blooming beautifully last summer, and I took a picture of it. Yesterday, I gave my friend an aster as a gift. By next month, I will have planted more asters in my garden.",
      "example_translation": "Der Aster in meinem Garten blühte letzten Sommer wunderschön, und ich machte ein Foto davon. Gestern gab ich meinem Freund einen Aster als Geschenk. Bis nächsten Monat werde ich weitere Aster in meinem Garten gepflanzt haben.",
      "imageLink": "image_files\\English\\aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "azalea",
      "translation": "Azalee",
      "definition": "An azalea is a type of flowering shrub that is commonly found in gardens and parks, known for its vibrant purple flowers.",
      "definition_translation": "Eine Azalee ist eine Art von blühendem Strauch, die häufig in Gärten und Parks gefunden wird und bekannt für ihre leuchtend purpurroten Blüten ist.",
      "example": "I saw an azalea blooming in the park last week, and I was amazed by its beauty. Yesterday, I bought an azalea for my mother's birthday. By next year, I will have planted more azaleas in my garden.",
      "example_translation": "Ich sah letzten Woche eine Azalee in einem Park blühen, und ich war von ihrer Schönheit beeindruckt. Gestern kaufte ich eine Azalee für den Geburtstag meiner Mutter. Bis nächstes Jahr werde ich weitere Azaleen in meinem Garten gepflanzt haben.",
      "imageLink": "image_files\\English\\azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cactus",
      "translation": "Kaktus",
      "definition": "A cactus is a type of succulent plant that is commonly found in deserts and dry regions, known for its thick, waxy stems and spines.",
      "definition_translation": "Ein Kaktus ist eine Art von Sukkulentpflanze, die häufig in Wüsten und trockenen Regionen gefunden wird und bekannt für ihre dicken, wächsernen Stämme und Stacheln ist.",
      "example": "I saw a cactus growing in the desert last year, and I was surprised by its size. Yesterday, I bought a cactus for my office. By next month, I will have planted more cacti in my garden.",
      "example_translation": "Ich sah letzten Jahr einen Kaktus in der Wüste wachsen, und ich war von seiner Größe überrascht. Gestern kaufte ich einen Kaktus für mein Büro. Bis nächsten Monat werde ich weitere Kaktuspflanzen in meinem Garten gepflanzt haben.",
      "imageLink": "image_files\\English\\cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "carnation",
      "translation": "Nelke",
      "definition": "A carnation is a type of flowering plant that is commonly used in bouquets and arrangements. It is known for its long-lasting flowers and comes in a variety of colors, including pink, red, and white.",
      "definition_translation": "Eine Nelke ist eine Art von Blumenpflanze, die häufig in Sträußen und Arrangements verwendet wird. Sie ist bekannt für ihre lang anhaltenden Blüten und kommt in verschiedenen Farben wie rosa, rot und weiß vor.",
      "example": "I bought a bouquet of carnations for my mother's birthday yesterday. Today, I will put them in a vase and she will love them. Next week, I will buy another one for my sister's birthday.",
      "example_translation": "Ich kaufte ein Bukett Nelken für den Geburtstag meiner Mutter gestern. Heute werde ich sie in eine Vase stellen und sie wird sie lieben. Nächste Woche werde ich ein weiteres für den Geburtstag meiner Schwester kaufen.",
      "imageLink": "image_files\\English\\carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chrysanthemum",
      "translation": "Chrysanthem",
      "definition": "A chrysanthemum is a type of flowering plant that is commonly used in ornamental arrangements. It is known for its bright yellow and white flowers and is often associated with Asian cultures.",
      "definition_translation": "Ein Chrysanthem ist eine Art von Blumenpflanze, die häufig in Zierarrangements verwendet wird. Es ist bekannt für seine hellgelben und weißen Blüten und wird oft mit asiatischen Kulturen assoziiert.",
      "example": "I planted chrysanthemums in my garden last spring. This summer, they are blooming beautifully. Next autumn, I will harvest their seeds and plant them again.",
      "example_translation": "Ich pflanzte Chrysanthemen in meinem Garten letzten Frühling. Diesen Sommer blühen sie wunderschön. Nächsten Herbst werde ich ihre Samen ernten und wieder pflanzen.",
      "imageLink": "image_files\\English\\chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cornflower",
      "translation": "Kornblume",
      "definition": "A cornflower is a type of flowering plant that is commonly found in fields and meadows. It is known for its bright blue flowers and is often associated with rural landscapes.",
      "definition_translation": "Eine Kornblume ist eine Art von Blumenpflanze, die häufig in Feldern und Wiesen gefunden wird. Sie ist bekannt für ihre hellblauen Blüten und wird oft mit ländlichen Landschaften assoziiert.",
      "example": "I saw a field of cornflowers on my way to the countryside last weekend. Today, I am drawing a picture of them. In five years, I will plant them in my own garden.",
      "example_translation": "Ich sah ein Feld von Kornblumen auf meinem Weg aufs Land letzten Wochenende. Heute male ich ein Bild von ihnen. In fünf Jahren werde ich sie in meinem eigenen Garten pflanzen.",
      "imageLink": "image_files\\English\\cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "crocus",
      "translation": "Krokus",
      "definition": "A crocus is a type of flowering plant that is commonly used in ornamental gardens. It is known for its bright yellow, white, and purple flowers and is often associated with early spring.",
      "definition_translation": "Ein Krokus ist eine Art von Blumenpflanze, die häufig in Ziergärten verwendet wird. Sie ist bekannt für ihre hellgelben, weißen und purpurnen Blüten und wird oft mit frühen Frühling assoziiert.",
      "example": "I planted crocuses in my garden last autumn. This spring, they are blooming beautifully. Next winter, I will plant more of them.",
      "example_translation": "Ich pflanzte Krokussen in meinem Garten letzten Herbst. Diesen Frühling blühen sie wunderschön. Nächsten Winter werde ich mehr von ihnen pflanzen.",
      "imageLink": "image_files\\English\\crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "daffodil",
      "translation": "Narzisse",
      "definition": "A daffodil is a type of flowering plant that is often associated with spring. It has bright yellow petals and a trumpet-shaped center, and is often used as a symbol of hope and renewal.",
      "definition_translation": "Eine Narzisse ist eine Art von blühender Pflanze, die oft mit dem Frühling assoziiert wird. Sie hat helle gelbe Blütenblätter und ein trompetenförmiges Zentrum und wird oft als Symbol der Hoffnung und Erneuerung verwendet.",
      "example": "I planted daffodils in my garden last year, and they bloomed beautifully this spring. I will plant more daffodils next year. I had planted daffodils in my garden.",
      "example_translation": "Ich pflanzte Narzissen in meinem Garten letztes Jahr und sie blühten schön dieses Frühjahr. Ich werde nächstes Jahr mehr Narzissen pflanzen. Ich hatte Narzissen in meinem Garten gepflanzt.",
      "imageLink": "image_files\\English\\daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dahlia",
      "translation": "Dahlie",
      "definition": "A dahlia is a type of flowering plant that is known for its showy, vibrant flowers. It comes in a wide range of colors and is often used in gardens and floral arrangements.",
      "definition_translation": "Eine Dahlie ist eine Art von blühender Pflanze, die für ihre prächtigen, farbigen Blüten bekannt ist. Sie kommt in einer breiten Palette von Farben vor und wird oft in Gärten und Blumenarrangements verwendet.",
      "example": "I grew dahlias in my garden last summer, and they were a hit with the bees. I will grow dahlias again next summer. I had grown dahlias in my garden.",
      "example_translation": "Ich züchtete Dahlien in meinem Garten letzten Sommer, und sie waren ein Hit bei den Bienen. Ich werde nächstes Sommer wieder Dahlien züchten. Ich hatte Dahlien in meinem Garten gezüchtet.",
      "imageLink": "image_files\\English\\dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "edelweiss",
      "translation": "Edelweiß",
      "definition": "Edelweiss is a type of flowering plant that is native to the mountainous regions of Europe. It has white, star-shaped flowers and is often associated with purity and innocence.",
      "definition_translation": "Edelweiß ist eine Art von blühender Pflanze, die in den bergigen Regionen Europas heimisch ist. Sie hat weiße, sternförmige Blüten und wird oft mit Reinheit und Unschuld assoziiert.",
      "example": "I saw edelweiss growing in the mountains last year, and it was breathtaking. I will see edelweiss again next year. I had seen edelweiss growing in the mountains.",
      "example_translation": "Ich sah Edelweiß wachsen in den Bergen letztes Jahr, und es war atemberaubend. Ich werde Edelweiß nächstes Jahr wieder sehen. Ich hatte Edelweiß wachsen in den Bergen gesehen.",
      "imageLink": "image_files\\English\\edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "forget-me-not",
      "translation": "Vergissmeinnicht",
      "definition": "A forget-me-not is a type of flowering plant that is known for its small, blue flowers with yellow centers. It is often associated with memories and nostalgia.",
      "definition_translation": "Ein Vergissmeinnicht ist eine Art von blühender Pflanze, die für ihre kleinen, blauen Blüten mit gelben Zentren bekannt ist. Sie wird oft mit Erinnerungen und Nostalgie assoziiert.",
      "example": "I picked forget-me-nots in the meadow last spring, and they reminded me of my childhood. I will pick forget-me-nots again next spring. I had picked forget-me-nots in the meadow.",
      "example_translation": "Ich pflückte Vergissmeinnicht in der Wiese letztes Frühjahr, und sie erinnerten mich an meine Kindheit. Ich werde nächstes Frühjahr wieder Vergissmeinnicht pflücken. Ich hatte Vergissmeinnicht in der Wiese gepflückt.",
      "imageLink": "image_files\\English\\forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hyacinth",
      "translation": "Hyazinthe",
      "definition": "A hyacinth is a bulbous perennial plant that produces showy, bell-shaped flowers in shades of blue, pink, white, or yellow.",
      "definition_translation": "Eine Hyazinthe ist eine zierliche, mehrjährige Pflanze, die schalenförmige Blumen in Blau-, Rosa-, Weiß- oder Gelbtönen produziert.",
      "example": "She had planted hyacinths in her garden, which bloomed beautifully in the spring. Last year, she had admired the hyacinths at the flower show. Next year, she will plant even more hyacinths.",
      "example_translation": "Sie hatte Hyazinthen in ihrem Garten gepflanzt, die im Frühling wunderschön blühten. Im letzten Jahr hatte sie die Hyazinthen auf der Blumenschau bewundert. Nächstes Jahr wird sie noch mehr Hyazinthen pflanzen.",
      "imageLink": "image_files\\English\\hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "iris",
      "translation": "Schwertlilie",
      "definition": "An iris is a type of flowering plant that produces showy, colorful flowers with three upright petals and three hanging sepals.",
      "definition_translation": "Eine Schwertlilie ist eine Art von Blumenpflanze, die schalenförmige, bunte Blumen mit drei aufrechten Petalen und drei herabhängenden Kelchblättern produziert.",
      "example": "The iris in the garden was blooming beautifully, with its bright purple flowers. She had always loved irises, and had planted several in her garden. Next month, she would buy even more irises.",
      "example_translation": "Die Schwertlilie im Garten blühte wunderschön, mit ihren leuchtenden, violetten Blumen. Sie hatte immer Schwertlilien geliebt und hatte mehrere in ihrem Garten gepflanzt. Nächsten Monat würde sie noch mehr Schwertlilien kaufen.",
      "imageLink": "image_files\\English\\iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lilac",
      "translation": "Flieder",
      "definition": "A lilac is a type of flowering shrub that produces fragrant, purple flowers in the spring.",
      "definition_translation": "Ein Flieder ist eine Art von blühendem Strauch, der duftende, violette Blumen im Frühling produziert.",
      "example": "The lilac bushes in the park were in full bloom, filling the air with their sweet fragrance. She had always loved the smell of lilacs, and had planted several in her garden. Last year, the lilacs had bloomed earlier than usual.",
      "example_translation": "Die Fliederssträucher im Park blühten in voller Blüte, füllten die Luft mit ihrem süßen Duft. Sie hatte immer den Geruch von Fliedern geliebt und hatte mehrere in ihrem Garten gepflanzt. Im letzten Jahr hatten die Flieder früher als gewöhnlich geblüht.",
      "imageLink": "image_files\\English\\lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lily",
      "translation": "Lilie",
      "definition": "A lily is a type of flowering plant that produces showy, trumpet-shaped flowers in shades of white, yellow, or pink.",
      "definition_translation": "Eine Lilie ist eine Art von Blumenpflanze, die schalenförmige, trompetenförmige Blumen in Weiß-, Gelb- oder Rosatönen produziert.",
      "example": "The lily in the vase was a beautiful addition to the room, with its pure white petals. She had always loved lilies, and had planted several in her garden. Next week, she would buy a new lily.",
      "example_translation": "Die Lilie im Vasen war eine wunderschöne Zutat zum Raum, mit ihren reinen, weißen Petalen. Sie hatte immer Lilien geliebt und hatte mehrere in ihrem Garten gepflanzt. Nächste Woche würde sie eine neue Lilie kaufen.",
      "imageLink": "image_files\\English\\lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lily of the valley",
      "translation": "Maiglöckchen",
      "definition": "A lily of the valley is a small, bell-shaped flower that is native to Europe and is often used in wedding bouquets and arrangements.",
      "definition_translation": "Eine Maiglöckchen ist eine kleine, glockenförmige Blume, die in Europa beheimatet ist und oft in Hochzeitssträußen und Arrangements verwendet wird.",
      "example": "I planted a lily of the valley in my garden last year, and it bloomed beautifully this spring. I have been using it to make floral arrangements for weddings. Next year, I will use it to decorate my house for Easter.",
      "example_translation": "Ich pflanzte ein Maiglöckchen in meinem Garten letzten Jahr, und es blühte schönlich dieses Frühjahr. Ich verwende es, um florale Arrangements für Hochzeiten zu machen. Nächstes Jahr werde ich es verwenden, um mein Haus zu Oster zu dekorieren.",
      "imageLink": "image_files\\English\\lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "narcissus",
      "translation": "Narzisse",
      "definition": "A narcissus is a type of flowering plant that is known for its bright yellow trumpet-shaped flowers and is often associated with spring and new beginnings.",
      "definition_translation": "Eine Narzisse ist eine Art von blühenden Pflanzen, die bekannt für ihre hellgelben, trompetenförmigen Blumen ist und oft mit Frühjahr und neuen Anfängen assoziiert wird.",
      "example": "I walked through the garden and smelled the sweet fragrance of the narcissus flowers. Last week, I planted a bunch of narcissus bulbs in my garden, and they will bloom next spring. My mother loves to give me a bouquet of narcissus on my birthday.",
      "example_translation": "Ich ging durch den Garten und roch den süßen Duft der Narzissenblumen. Letzte Woche pflanzte ich eine Menge Narzissen-Zwiebeln in meinem Garten, und sie werden nächstes Frühjahr blühen. Meine Mutter liebt es, mir einen Strauß Narzissen zu meinem Geburtstag zu geben.",
      "imageLink": "image_files\\English\\narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "orchid",
      "translation": "Orchidee",
      "definition": "An orchid is a type of exotic flower that is known for its delicate and colorful blooms, and is often used in ornamental arrangements and corsages.",
      "definition_translation": "Eine Orchidee ist eine Art von exotischer Blume, die bekannt für ihre zarten und farbigen Blüten ist und oft in Dekorations-Arrangements und Korsagen verwendet wird.",
      "example": "The orchid in my living room is blooming beautifully, and I love to admire its delicate petals. I gave my sister an orchid as a gift last week, and she loved it. Next year, I will use orchids to decorate my wedding reception.",
      "example_translation": "Die Orchidee in meinem Wohnzimmer blüht schönlich, und ich liebe es, ihre zarten Blüten zu betrachten. Ich gab meiner Schwester eine Orchidee als Geschenk letzte Woche, und sie liebte es. Nächstes Jahr werde ich Orchideen verwenden, um meine Hochzeitsfeier zu dekorieren.",
      "imageLink": "image_files\\English\\orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pansy",
      "translation": "Stiefmütterchen",
      "definition": "A pansy is a type of flowering plant that is known for its brightly colored, delicate petals and is often used in gardens and floral arrangements.",
      "definition_translation": "Ein Stiefmütterchen ist eine Art von blühenden Pflanzen, die bekannt für ihre hellfarbenen, zarten Blüten ist und oft in Gärten und Blumen-Arrangements verwendet wird.",
      "example": "I planted a pansy in my garden last spring, and it bloomed beautifully all summer. My grandmother loves pansies and has them in her garden. Next year, I will use pansies to create a beautiful floral arrangement for my wedding.",
      "example_translation": "Ich pflanzte ein Stiefmütterchen in meinem Garten letzten Frühjahr, und es blühte schönlich den ganzen Sommer. Meine Großmutter liebt Stiefmütterchen und hat sie in ihrem Garten. Nächstes Jahr werde ich Stiefmütterchen verwenden, um ein schönes Blumen-Arrangement für meine Hochzeit zu schaffen.",
      "imageLink": "image_files\\English\\pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "peony",
      "translation": "Pfingstrosen",
      "definition": "A flowering plant with showy, fragrant flowers, often used in gardens and arrangements.",
      "definition_translation": "Eine blühende Pflanze mit farbigen, duftenden Blüten, die oft in Gärten und Arrangements verwendet wird.",
      "example": "The peony bloomed beautifully in the garden last year. The peony is blooming now in the garden. I will plant a peony in the garden next spring.",
      "example_translation": "Die Pfingstrose blühte schön im letzten Jahr im Garten. Die Pfingstrose blüht jetzt im Garten. Ich werde nächstes Frühjahr eine Pfingstrose im Garten pflanzen.",
      "imageLink": "image_files\\English\\peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "poppy",
      "translation": "Mohn",
      "definition": "A flowering plant with delicate, papery flowers, often associated with remembrance and nostalgia.",
      "definition_translation": "Eine blühende Pflanze mit zarten, papierartigen Blüten, die oft mit Erinnerung und Nostalgie assoziiert wird.",
      "example": "The poppy grew rapidly in the meadow last summer. The poppy is blooming now in the meadow. I will give a bouquet of poppies to my mother next Mother's Day.",
      "example_translation": "Der Mohn wuchs rasch im letzten Sommer auf der Wiese. Der Mohn blüht jetzt auf der Wiese. Ich werde meiner Mutter nächsten Muttertag einen Strauß Mohnblumen schenken.",
      "imageLink": "image_files\\English\\poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "primrose",
      "translation": "Schlüsselblume",
      "definition": "A flowering plant with delicate, yellow flowers, often associated with spring and new beginnings.",
      "definition_translation": "Eine blühende Pflanze mit zarten, gelben Blüten, die oft mit Frühling und neuen Anfängen assoziiert wird.",
      "example": "The primrose bloomed early in the garden this year. The primrose is blooming now in the woods. I will plant a primrose in the garden next winter.",
      "example_translation": "Die Schlüsselblume blühte früh im Garten dieses Jahr. Die Schlüsselblume blüht jetzt im Wald. Ich werde nächstes Winter eine Schlüsselblume im Garten pflanzen.",
      "imageLink": "image_files\\English\\primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "snapdragon",
      "translation": "Löwenmaul",
      "definition": "A flowering plant with tall, colorful flowers that resemble a dragon's mouth, often used in arrangements and gardens.",
      "definition_translation": "Eine blühende Pflanze mit hohen, farbigen Blüten, die einem Löwenmaul ähneln, die oft in Arrangements und Gärten verwendet wird.",
      "example": "The snapdragon bloomed vibrantly in the garden last summer. The snapdragon is blooming now in the meadow. I will give a bouquet of snapdragons to my sister next birthday.",
      "example_translation": "Das Löwenmaul blühte leuchtend im letzten Sommer im Garten. Das Löwenmaul blüht jetzt auf der Wiese. Ich werde meiner Schwester nächsten Geburtstag einen Strauß Löwenmäuler schenken.",
      "imageLink": "image_files\\English\\snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "snowdrop",
      "translation": "Schneeglanz",
      "definition": "A small, white, nodding flower, Galanthus nivalis, that grows in clusters and is often associated with winter.",
      "definition_translation": "Eine kleine, weiße, nickende Blume, Galanthus nivalis, die in Clustern wächst und oft mit dem Winter assoziiert wird.",
      "example": "I saw a beautiful snowdrop blooming in the garden yesterday. It will bloom again next year. By that time, I had already seen many snowdrops in the park.",
      "example_translation": "Ich sah gestern eine schöne Schneeglanz in dem Garten blühen. Es wird nächstes Jahr wieder blühen. Zu dieser Zeit hatte ich bereits viele Schneeglänze im Park gesehen.",
      "imageLink": "image_files\\English\\snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tagetes",
      "translation": "Tagetes",
      "definition": "A type of marigold, especially the French marigold, Tagetes patula, which has bright yellow or orange flowers.",
      "definition_translation": "Eine Art von Ringelblume, insbesondere die Französische Ringelblume, Tagetes patula, die hellgelbe oder orangefarbene Blüten hat.",
      "example": "I planted tagetes in my garden last summer. They are still thriving. By next summer, I will have planted more tagetes.",
      "example_translation": "Ich pflanzte Tagetes in meinem Garten letzten Sommer. Sie gedeihen noch immer. Bis nächsten Sommer werde ich weitere Tagetes gepflanzt haben.",
      "imageLink": "image_files\\English\\tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "violet",
      "translation": "Veilchen",
      "definition": "A small, delicate, purple-flowered plant, Viola odorata, with heart-shaped leaves.",
      "definition_translation": "Eine kleine, zarte, purpurblütige Pflanze, Viola odorata, mit herzförmigen Blättern.",
      "example": "I picked a violet from the garden yesterday. It smelled lovely. I will pick another violet tomorrow.",
      "example_translation": "Ich pflückte ein Veilchen aus dem Garten gestern. Es roch liebevoll. Ich werde morgen ein weiteres Veilchen pflücken.",
      "imageLink": "image_files\\English\\violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "water lily",
      "translation": "Seerose",
      "definition": "A type of aquatic plant, Nymphaea alba, with large, showy, cup-shaped flowers that float on the surface of ponds or lakes.",
      "definition_translation": "Eine Art von Wasserpflanze, Nymphaea alba, mit großen, showigen, kelchförmigen Blüten, die auf der Oberfläche von Teichen oder Seen schwimmen.",
      "example": "I saw a beautiful water lily blooming in the pond yesterday. It will bloom again next year. By that time, I had already seen many water lilies in the lake.",
      "example_translation": "Ich sah eine schöne Seerose in dem Teich blühen. Es wird nächstes Jahr wieder blühen. Zu dieser Zeit hatte ich bereits viele Seerosen im See gesehen.",
      "imageLink": "image_files\\English\\water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "windflower",
      "translation": "Windblume",
      "definition": "A small, delicate flower that is often found growing in fields and meadows, typically with petals that are sensitive to the wind.",
      "definition_translation": "Eine kleine, zarte Blume, die oft in Feldern und Wiesen wächst, typischerweise mit Blütenblättern, die empfindlich auf den Wind reagieren.",
      "example": "I picked a windflower in the field yesterday, it was blooming beautifully. Today, I will press it between the pages of my book to preserve it. Tomorrow, I will give it to my sister as a gift.",
      "example_translation": "Ich pflückte gestern eine Windblume im Feld, sie blühte wunderschön. Heute werde ich sie zwischen den Seiten meines Buches pressen, um sie zu erhalten. Morgen werde ich sie meiner Schwester als Geschenk geben.",
      "imageLink": "image_files\\English\\windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]