[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "number",
      "translation": "Nummer",
      "definition": "A numerical value or quantity that can be expressed as a figure, used for counting or measurement.",
      "definition_translation": "Eine numerische Wert oder Menge, die als Ziffer oder Zahl ausgedrückt werden kann, verwendet für die Zählung oder Messung.",
      "example": "I wrote my phone number on the paper. Yesterday, I forgot my password number. Next week, I will get my lucky number.",
      "example_translation": "Ich schrieb meine Telefonnummer auf das Papier. Gestern, ich vergaß meine Passwortnummer. Nächste Woche, ich werde meine Glückszahl bekommen.",
      "imageLink": "image_files\\English\\"imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "circle",
      "translation": "Kreis",
      "definition": "A round shape with every point on the circumference equidistant from the center.",
      "definition_translation": "Eine runde Form mit jedem Punkt auf dem Umfang gleichweit entfernt vom Zentrum.",
      "example": "I drew a circle on the paper. The circle of friends was very supportive. The circle will continue to grow next year.",
      "example_translation": "Ich zeichnete einen Kreis auf das Papier. Der Kreis der Freunde war sehr unterstützend. Der Kreis wird nächstes Jahr weiter wachsen.",
      "imageLink": "image_files\\English\\"imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "square",
      "translation": "Quadrat",
      "definition": "A quadrilateral with four equal sides and four right angles.",
      "definition_translation": "Ein Viereck mit vier gleichen Seiten und vier rechten Winkeln.",
      "example": "I walked around the square in the city. The square room was very spacious. The square will be renovated next month.",
      "example_translation": "Ich ging um das Quadrat in der Stadt herum. Das quadratische Zimmer war sehr geräumig. Das Quadrat wird nächste Monat renoviert werden.",
      "imageLink": "image_files\\English\\"imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "star",
      "translation": "Stern",
      "definition": "A massive, luminous ball of gas that is held together by its own gravity.",
      "definition_translation": "Ein massiver, leuchtender Ball aus Gas, der durch seine eigene Schwerkraft zusammengehalten wird.",
      "example": "I saw a bright star in the sky. The star of the movie was very talented. The star will shine brightly tonight.",
      "example_translation": "Ich sah einen hellen Stern am Himmel. Der Star des Films war sehr talentiert. Der Stern wird heute Nacht hell leuchten.",
      "imageLink": "image_files\\English\\"imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cross",
      "translation": "kreuzen",
      "definition": "To move or extend from one side to the other, or to intersect or lie across something.",
      "definition_translation": "Von einer Seite zur anderen zu bewegen oder sich über etwas zu erstrecken, oder sich mit etwas zu kreuzen.",
      "example": "I crossed the road yesterday, I am crossing it now, and I will cross it tomorrow.",
      "example_translation": "Ich überquerte die Straße gestern, ich überquere sie jetzt und ich werde sie morgen überqueren.",
      "imageLink": "image_files\\English\\"imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "per cent",
      "translation": "Prozent",
      "definition": "A unit of proportion, equal to one hundredth of the whole.",
      "definition_translation": "Eine Einheit der Proportion, gleich einem Hundertstel des Ganzen.",
      "example": "The company's profit increased by 10 per cent last year, it's increasing by 15 per cent this year, and it will increase by 20 per cent next year.",
      "example_translation": "Der Gewinn des Unternehmens stieg letztes Jahr um 10 Prozent, er steigt in diesem Jahr um 15 Prozent und wird nächstes Jahr um 20 Prozent steigen.",
      "imageLink": "image_files\\English\\"imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sum",
      "translation": "Summe",
      "definition": "The result of adding two or more numbers or amounts together.",
      "definition_translation": "Das Ergebnis des Zusammenzählens von zwei oder mehr Zahlen oder Beträgen.",
      "example": "I sum up the numbers yesterday, I am summing them up now, and I will sum them up tomorrow.",
      "example_translation": "Ich habe die Zahlen gestern zusammengezählt, ich zähle sie jetzt zusammen und ich werde sie morgen zusammenzählen.",
      "imageLink": "image_files\\English\\"imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "addition",
      "translation": "Addition",
      "definition": "The act of adding something to something else, especially in mathematics.",
      "definition_translation": "Der Vorgang, etwas zu etwas anderem hinzuzufügen, insbesondere in der Mathematik.",
      "example": "I learned addition in school yesterday, I am learning it now, and I will learn it tomorrow.",
      "example_translation": "Ich habe Addition in der Schule gestern gelernt, ich lerne sie jetzt und ich werde sie morgen lernen.",
      "imageLink": "image_files\\English\\"imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cone",
      "translation": "Kegel",
      "definition": "A shape with a circular base and sloping sides that meet at a point.",
      "definition_translation": "Eine Form mit einer kreisförmigen Basis und schrägen Seiten, die sich an einem Punkt treffen.",
      "example": "I used a cone to measure the volume of the container. Yesterday, I bought a cone at the ice cream shop. Tomorrow, I will make a cone out of paper.",
      "example_translation": "Ich verwendete einen Kegel, um das Volumen des Behälters zu messen. Gestern kaufte ich einen Kegel im Eiscreme-Laden. Morgen werde ich einen Kegel aus Papier herstellen.",
      "imageLink": "image_files\\English\\"imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cube",
      "translation": "Würfel",
      "definition": "A three-dimensional shape with six square faces of equal size.",
      "definition_translation": "Eine dreidimensionale Form mit sechs quadratischen Flächen von gleich großer Größe.",
      "example": "I built a cube out of blocks. The cube was rotated by 90 degrees. The math problem required me to find the volume of the cube.",
      "example_translation": "Ich baute einen Würfel aus Blöcken auf. Der Würfel wurde um 90 Grad gedreht. Das Mathematik-Problem erforderte, dass ich das Volumen des Würfels herausfand.",
      "imageLink": "image_files\\English\\"imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "diameter",
      "translation": "Durchmesser",
      "definition": "The length of a straight line passing through the center of a circle or sphere.",
      "definition_translation": "Die Länge einer geraden Linie, die durch den Mittelpunkt eines Kreises oder einer Kugel verläuft.",
      "example": "The diameter of the circle is 10 inches. The doctor measured the diameter of the patient's pupils. The diameter of the pipe was too small.",
      "example_translation": "Der Durchmesser des Kreises beträgt 10 Zoll. Der Arzt maß den Durchmesser der Pupillen des Patienten. Der Durchmesser der Rohrleitung war zu klein.",
      "imageLink": "image_files\\English\\"imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "oval",
      "translation": "Oval",
      "definition": "A shape that resembles an egg or is elliptical in shape.",
      "definition_translation": "Eine Form, die einer Ei oder elliptisch geformt ist.",
      "example": "The oval shape of the stadium allowed for more seats. The artist painted an oval portrait of the queen. The company's logo features an oval design.",
      "example_translation": "Die ovalförmige Form des Stadions ermöglichte mehr Sitzplätze. Der Künstler malte ein ovales Porträt der Königin. Das Unternehmenlogo enthält ein ovales Design.",
      "imageLink": "image_files\\English\\"imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "triangle",
      "translation": "Dreieck",
      "definition": "A polygon with three sides and three vertices. It is a self-contained shape with three straight sides, where the sum of internal angles is always 180 degrees.",
      "definition_translation": "Ein Polygon mit drei Seiten und drei Ecken. Es ist eine selbstenthaltene Form mit drei geraden Seiten, wobei die Summe der inneren Winkel immer 180 Grad beträgt.",
      "example": "The architect designed the building in the shape of a triangle. Yesterday, she measured the sides of the triangle to ensure they were equal. By next year, the triangle-shaped building will be completed.",
      "example_translation": "Der Architekt entwarf das Gebäude in Form eines Dreiecks. Gestern maß sie die Seiten des Dreiecks, um sicherzustellen, dass sie gleich waren. Bis nächstem Jahr wird das dreieckförmige Gebäude fertiggestellt sein.",
      "imageLink": "image_files\\English\\"imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "angle",
      "translation": "Winkel",
      "definition": "The space or shape formed by two lines or planes that meet. It is a measure of the amount of rotation between two lines or planes.",
      "definition_translation": "Der Raum oder die Form, die durch zwei Linien oder Ebenen, die sich treffen, gebildet wird. Es ist ein Maß für die Menge der Rotation zwischen zwei Linien oder Ebenen.",
      "example": "The carpenter measured the angle of the roof to ensure it was secure. The athlete had to adjust her angle to jump higher. By next week, the engineer will have calculated the precise angle of the bridge.",
      "example_translation": "Der Zimmermann maß den Winkel des Daches, um sicherzustellen, dass es sicher war. Die Athletin musste ihren Winkel anpassen, um höher springen zu können. Bis nächster Woche wird der Ingenieur den exakten Winkel der Brücke berechnet haben.",
      "imageLink": "image_files\\English\\"imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pyramid",
      "translation": "Pyramide",
      "definition": "A polyhedron with a square base and four triangular sides that meet at the apex. It is a structure with a broad base and tapering sides.",
      "definition_translation": "Ein Polyeder mit einer quadratischen Basis und vier dreieckigen Seiten, die am Apex zusammenkommen. Es ist eine Struktur mit einer breiten Basis und sich verjüngenden Seiten.",
      "example": "The ancient Egyptians built the pyramid of Giza as a tomb for their pharaoh. The company's organizational structure resembles a pyramid. By next month, the team will have constructed a pyramid-shaped monument.",
      "example_translation": "Die alten Ägypter bauten die Pyramide von Giza als Grab für ihren Pharao. Die Organisationsstruktur des Unternehmens ähnelt einer Pyramide. Bis nächstem Monat wird das Team ein pyramidförmiges Denkmal errichtet haben.",
      "imageLink": "image_files\\English\\"imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rectangle",
      "translation": "Rechteck",
      "definition": "A quadrilateral with four right angles and four sides of equal length. It is a shape with opposite sides of equal length.",
      "definition_translation": "Ein Viereck mit vier rechten Winkeln und vier Seiten von gleicher Länge. Es ist eine Form mit gegenüberliegenden Seiten von gleicher Länge.",
      "example": "The artist drew a rectangle to frame her painting. The farmer fenced a rectangle-shaped field to grow crops. By next year, the company will have designed a rectangle-shaped building.",
      "example_translation": "Die Künstlerin zeichnete ein Rechteck, um ihr Gemälde zu rahmen. Der Bauer umzäunte ein rechteckförmiges Feld, um Getreide anzubauen. Bis nächstem Jahr wird das Unternehmen ein rechteckförmiges Gebäude entworfen haben.",
      "imageLink": "image_files\\English\\"imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "set",
      "translation": "setzen",
      "definition": "To put, lay, or stand (something) in a specified position or location.",
      "definition_translation": "Etwas in einer bestimmten Position oder Lage zu setzen, zu legen oder zu stellen.",
      "example": "I set the book on the table. I am setting the timer now. I will set the alarm clock tomorrow.",
      "example_translation": "Ich stelle das Buch auf den Tisch. Ich stelle jetzt den Timer ein. Ich werde morgen den Wecker stellen.",
      "imageLink": "image_files\\English\\"imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "variable",
      "translation": "Variable",
      "definition": "A symbol or value that can change or vary.",
      "definition_translation": "Ein Symbol oder Wert, der sich ändern oder variieren kann.",
      "example": "The variable x is used in the equation. The variable interest rate affects the loan. The variable weather forecast is always uncertain.",
      "example_translation": "Die Variable x wird in der Gleichung verwendet. Der variabel Zinssatz beeinflusst das Darlehen. Die.variable Wettervorhersage ist immer ungewiss.",
      "imageLink": "image_files\\English\\"imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "acute angle",
      "translation": "spitzer Winkel",
      "definition": "An angle whose measure is less than 90 degrees.",
      "definition_translation": "Ein Winkel, dessen Maß weniger als 90 Grad beträgt.",
      "example": "The acute angle of the triangle is 45 degrees. The architect designed the building with acute angles. The surgeon made an acute incision.",
      "example_translation": "Der spitze Winkel des Dreiecks beträgt 45 Grad. Der Architekt entwarf das Gebäude mit spitzen Winkeln. Der Chirurg machte einen spitzen Einschnitt.",
      "imageLink": "image_files\\English\\"imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "axis of coordinates",
      "translation": "Koordinatenachse",
      "definition": "A line that serves as a reference for measuring or plotting points in a coordinate system.",
      "definition_translation": "Eine Linie, die als Referenz für das Messen oder Plotten von Punkten in einem Koordinatensystem dient.",
      "example": "The axis of coordinates is essential for graphing. The x-axis and y-axis form a coordinate plane. The axis of coordinates helps in locating points.",
      "example_translation": "Die Koordinatenachse ist für das Graphenzeichnen essentiell. Die x-Achse und y-Achse bilden eine Koordinatenebene. Die Koordinatenachse hilft bei der Lokalisierung von Punkten.",
      "imageLink": "image_files\\English\\"imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cardinal number",
      "translation": "Kardinalzahl",
      "definition": "A cardinal number is a number that indicates the size of a set, such as one, two, or three.",
      "definition_translation": "Eine Kardinalzahl ist eine Zahl, die die Größe einer Menge angibt, wie eins, zwei oder drei.",
      "example": "The cardinal number of the set is three. Yesterday, the cardinal number of the set was two. Tomorrow, the cardinal number of the set will be four.",
      "example_translation": "Die Kardinalzahl der Menge ist drei. Gestern war die Kardinalzahl der Menge zwei. Morgen wird die Kardinalzahl der Menge vier sein.",
      "imageLink": "image_files\\English\\"imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "circumference",
      "translation": "Umfang",
      "definition": "The circumference is the distance around a circle or other shape.",
      "definition_translation": "Der Umfang ist der Abstand um einen Kreis oder eine andere Form.",
      "example": "The circumference of the circle is 10 inches. Yesterday, the circumference of the circle was 8 inches. Tomorrow, the circumference of the circle will be 12 inches.",
      "example_translation": "Der Umfang des Kreises beträgt 10 Zoll. Gestern betrug der Umfang des Kreises 8 Zoll. Morgen wird der Umfang des Kreises 12 Zoll betragen.",
      "imageLink": "image_files\\English\\"imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "coefficient",
      "translation": "Koeffizient",
      "definition": "A coefficient is a numerical value that is used to multiply a variable in an algebraic expression.",
      "definition_translation": "Ein Koeffizient ist ein numerischer Wert, der verwendet wird, um eine Variable in einem algebraischen Ausdruck zu multiplizieren.",
      "example": "The coefficient of x in the equation is 2. Yesterday, the coefficient of x in the equation was 3. Tomorrow, the coefficient of x in the equation will be 4.",
      "example_translation": "Der Koeffizient von x in der Gleichung ist 2. Gestern war der Koeffizient von x in der Gleichung 3. Morgen wird der Koeffizient von x in der Gleichung 4 sein.",
      "imageLink": "image_files\\English\\"imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "compasses",
      "translation": "Zirkel",
      "definition": "Compasses are a handheld instrument used for drawing circles and arcs.",
      "definition_translation": "Zirkel sind ein handheld Instrument, das verwendet wird, um Kreise und Bögen zu zeichnen.",
      "example": "I used compasses to draw a circle. Yesterday, I used compasses to draw an arc. Tomorrow, I will use compasses to draw a circle.",
      "example_translation": "Ich verwendete Zirkel, um einen Kreis zu zeichnen. Gestern verwendete ich Zirkel, um einen Bogen zu zeichnen. Morgen werde ich Zirkel verwenden, um einen Kreis zu zeichnen.",
      "imageLink": "image_files\\English\\"imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "complete angle",
      "translation": "Vollwinkel",
      "definition": "A complete angle is an angle that measures 360 degrees, one full rotation around a circle.",
      "definition_translation": "Ein Vollwinkel ist ein Winkel, der 360 Grad misst, eine vollständige Rotation um einen Kreis.",
      "example": "The complete angle of a circle is 360 degrees. I completed an angle of 360 degrees yesterday. I will complete an angle of 360 degrees tomorrow.",
      "example_translation": "Der Vollwinkel eines Kreises beträgt 360 Grad. Ich habe gestern einen Winkel von 360 Grad komplettiert. Ich werde morgen einen Winkel von 360 Grad komplettieren.",
      "imageLink": "image_files\\English\\"imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "coordinate system",
      "translation": "Koordinatensystem",
      "definition": "A coordinate system is a system that allows us to locate points in space using a set of coordinates or axes.",
      "definition_translation": "Ein Koordinatensystem ist ein System, das es uns ermöglicht, Punkte im Raum mit Hilfe eines Satzes von Koordinaten oder Achsen zu lokalisieren.",
      "example": "The coordinate system is used to locate points in space. I used a coordinate system to navigate yesterday. I will use a coordinate system to navigate tomorrow.",
      "example_translation": "Das Koordinatensystem wird verwendet, um Punkte im Raum zu lokalisieren. Ich habe gestern ein Koordinatensystem zur Navigation verwendet. Ich werde morgen ein Koordinatensystem zur Navigation verwenden.",
      "imageLink": "image_files\\English\\"imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cube root",
      "translation": "Wurzel aus drei",
      "definition": "The cube root of a number is a value that, when multiplied by itself three times, gives the original number.",
      "definition_translation": "Die Wurzel aus drei einer Zahl ist ein Wert, der, wenn er dreimal mit sich selbst multipliziert wird, die ursprüngliche Zahl ergibt.",
      "example": "The cube root of 27 is 3. I found the cube root of 27 yesterday. I will find the cube root of 27 tomorrow.",
      "example_translation": "Die Wurzel aus drei von 27 ist 3. Ich habe gestern die Wurzel aus drei von 27 gefunden. Ich werde morgen die Wurzel aus drei von 27 finden.",
      "imageLink": "image_files\\English\\"imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cuboid",
      "translation": "Quader",
      "definition": "A cuboid is a three-dimensional solid shape with six rectangular faces of equal length, width, and height.",
      "definition_translation": "Ein Quader ist eine dreidimensionale feste Form mit sechs rechteckigen Flächen von gleicher Länge, Breite und Höhe.",
      "example": "The cuboid has six rectangular faces. I built a cuboid yesterday. I will build a cuboid tomorrow.",
      "example_translation": "Der Quader hat sechs rechteckige Flächen. Ich habe gestern einen Quader gebaut. Ich werde morgen einen Quader bauen.",
      "imageLink": "image_files\\English\\"imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cylinder",
      "translation": "Zylinder",
      "definition": "A cylinder is a three-dimensional solid shape with two parallel and circular bases connected by a curved lateral surface.",
      "definition_translation": "Ein Zylinder ist eine dreidimensionale feste Form mit zwei parallelen und kreisförmigen Basen, die durch eine gekrümmte Seitenfläche verbunden sind.",
      "example": "Yesterday, I saw a cylinder in the chemistry lab. Today, I am using a cylinder to mix chemicals. Tomorrow, I will use a cylinder to measure the volume of a gas.",
      "example_translation": "Gestern sah ich einen Zylinder im Chemielabor. Heute verwende ich einen Zylinder, um Chemikalien zu mischen. Morgen werde ich einen Zylinder verwenden, um das Volumen eines Gases zu messen.",
      "imageLink": "image_files\\English\\"imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "decimal",
      "translation": "Dezimal",
      "definition": "A decimal is a number expressed in a decimal system, which is a base-10 number system that uses digits from 0 to 9 to represent numbers.",
      "definition_translation": "Eine Dezimalzahl ist eine Zahl, die in einem Dezimalsystem ausgedrückt wird, welches ein Stellenwertsystem mit Basis 10 ist, das Ziffern von 0 bis 9 verwendet, um Zahlen darzustellen.",
      "example": "I converted the fraction to a decimal to make it easier to calculate. Yesterday, I learned how to add decimals. Tomorrow, I will practice converting decimals to fractions.",
      "example_translation": "Ich konvertierte die Bruchzahl in eine Dezimalzahl, um die Berechnung zu erleichtern. Gestern lernte ich, wie man Dezimalzahlen addiert. Morgen werde ich üben, Dezimalzahlen in Bruchzahlen umzuwandeln.",
      "imageLink": "image_files\\English\\"imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "differential equation",
      "translation": "Differentialgleichung",
      "definition": "A differential equation is a mathematical equation that involves an unknown function and its derivatives, and relates the values of the function and its derivatives at different points in space and/or time.",
      "definition_translation": "Eine Differentialgleichung ist eine mathematische Gleichung, die eine unbekannte Funktion und ihre Ableitungen enthält und die Werte der Funktion und ihrer Ableitungen an verschiedenen Punkten im Raum und/oder in der Zeit verknüpft.",
      "example": "I solved the differential equation to find the velocity of the object. Yesterday, I learned how to separate variables in a differential equation. Tomorrow, I will practice solving differential equations using numerical methods.",
      "example_translation": "Ich löste die Differentialgleichung, um die Geschwindigkeit des Objekts zu finden. Gestern lernte ich, wie man Variablen in einer Differentialgleichung trennt. Morgen werde ich üben, Differentialgleichungen mit numerischen Methoden zu lösen.",
      "imageLink": "image_files\\English\\"imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "digit",
      "translation": "Ziffer",
      "definition": "A digit is a symbol or character used to represent a number in a numerical system, such as 0-9 in the decimal system.",
      "definition_translation": "Eine Ziffer ist ein Symbol oder Zeichen, das verwendet wird, um eine Zahl in einem numerischen System darzustellen, wie zum Beispiel 0-9 im Dezimalsystem.",
      "example": "I entered the digit 5 into the calculator. Yesterday, I learned about the importance of digits in computer programming. Tomorrow, I will practice converting digits to words.",
      "example_translation": "Ich gab die Ziffer 5 in den Taschenrechner ein. Gestern lernte ich über die Bedeutung von Ziffern in der Computer-Programmierung. Morgen werde ich üben, Ziffern in Wörter umzuwandeln.",
      "imageLink": "image_files\\English\\"imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "divident",
      "translation": "Dividende",
      "definition": "A share of profits distributed to shareholders.",
      "definition_translation": "Ein Anteil am Gewinn, der an die Aktionäre verteilt wird.",
      "example": "The company will pay a divident to its shareholders next quarter.",
      "example_translation": "Das Unternehmen wird nächstes Quartal eine Dividende an seine Aktionäre zahlen.",
      "imageLink": "image_files\\English\\"imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "division",
      "translation": "Teilung",
      "definition": "The act of dividing or partitioning something.",
      "definition_translation": "Die Handlung des Teilens oder Aufteilens von etwas.",
      "example": "The company announced a major division of its assets last year. Yesterday, we divided the tasks among the team members. Tomorrow, we will division the workload more efficiently.",
      "example_translation": "Das Unternehmen kündigte vor letztem Jahr eine große Teilung seiner Vermögenswerte an. Gestern haben wir die Aufgaben unter den Teammitgliedern aufgeteilt. Morgen werden wir die Arbeitsbelastung effizienter aufteilen.",
      "imageLink": "image_files\\English\\"imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "divisor",
      "translation": "Teiler",
      "definition": "A number by which another number is divided.",
      "definition_translation": "Eine Zahl, durch die eine andere Zahl geteilt wird.",
      "example": "The divisor of 10 is 2, because 10 divided by 2 equals 5. Yesterday, we used a different divisor to calculate the result. Tomorrow, we will find the divisor of the equation.",
      "example_translation": "Der Teiler von 10 ist 2, weil 10 durch 2 gleich 5 ist. Gestern haben wir einen anderen Teiler verwendet, um das Ergebnis zu berechnen. Morgen werden wir den Teiler der Gleichung finden.",
      "imageLink": "image_files\\English\\"imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "exponent, power",
      "translation": "Exponent, Potenz",
      "definition": "A mathematical notation indicating the power to which a number is to be raised.",
      "definition_translation": "Eine mathematische Notation, die angibt, um welche Potenz eine Zahl erhöht werden soll.",
      "example": "The exponent of 2 in the expression 2^3 is 3. Yesterday, we calculated the power of the number. Tomorrow, we will raise the number to the power of 4.",
      "example_translation": "Der Exponent von 2 im Ausdruck 2^3 ist 3. Gestern haben wir die Potenz der Zahl berechnet. Morgen werden wir die Zahl um die Potenz 4 erhöhen.",
      "imageLink": "image_files\\English\\"imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fraction",
      "translation": "Bruchteil",
      "definition": "A fraction is a way to express a part of a whole as a quotient of two quantities, where the top number tells us how many equal parts we have, and the bottom number tells us how many parts the whole is divided into.",
      "definition_translation": "Ein Bruch ist eine Möglichkeit, einen Teil eines Ganzen als Quotient zweier Größen auszudrücken, wobei die obere Zahl angibt, wie viele gleiche Teile wir haben, und die untere Zahl angibt, in wie viele Teile das Ganze geteilt wird.",
      "example": "In math class, we learned how to add fractions, and then we will learn how to subtract them, and finally, we learned how to multiply and divide them.",
      "example_translation": "Im Mathe-Unterricht lernten wir, wie man Brüche addiert, dann werden wir lernen, wie man sie subtrahiert, und schließlich lernten wir, wie man sie multipliziert und dividiert.",
      "imageLink": "image_files\\English\\"imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "function",
      "translation": "Funktion",
      "definition": "A function is a relation between a set of inputs, called the domain, and a set of possible outputs, called the range, in which every input corresponds to exactly one output.",
      "definition_translation": "Eine Funktion ist eine Beziehung zwischen einer Menge von Eingaben, die als Definitionsbereich bezeichnet wird, und einer Menge von möglichen Ausgaben, die als Wertebereich bezeichnet wird, bei der jede Eingabe genau einem Ausgabe entspricht.",
      "example": "The function f(x) = 2x + 3 was used to model the growth of a population, but it didn't take into account the environmental factors, so we had to redefine the function to include those variables.",
      "example_translation": "Die Funktion f(x) = 2x + 3 wurde verwendet, um das Wachstum einer Population zu modellieren, aber sie nahm nicht die Umweltfaktoren mit ein, daher mussten wir die Funktion neu definieren, um diese Variablen einzuschließen.",
      "imageLink": "image_files\\English\\"imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hemisphere",
      "translation": "Hemisphäre",
      "definition": "A hemisphere is a half of a sphere, either the northern or southern half of the Earth, or a half of a celestial body, such as the Moon.",
      "definition_translation": "Eine Hemisphäre ist eine Hälfte einer Kugel, entweder die nördliche oder südliche Hälfte der Erde oder eine Hälfte eines Himmelskörpers, wie zum Beispiel des Mondes.",
      "example": "The Earth's northern hemisphere experiences winter when it is tilted away from the Sun, and the southern hemisphere experiences summer when it is tilted towards the Sun.",
      "example_translation": "Die nördliche Hemisphäre der Erde erfährt Winter, wenn sie von der Sonne weg geneigt ist, und die südliche Hemisphäre erfährt Sommer, wenn sie zur Sonne hin geneigt ist.",
      "imageLink": "image_files\\English\\"imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "heptagon",
      "translation": "Siebeneck",
      "definition": "A heptagon is a polygon with seven sides, which can be either convex or concave, and can be regular or irregular.",
      "definition_translation": "Ein Siebeneck ist ein Polygon mit sieben Seiten, das entweder konvex oder konkav sein kann und entweder regelmäßig oder unregelmäßig sein kann.",
      "example": "The heptagon in the park was a popular spot for picnics, and the children loved to run around its irregular shape.",
      "example_translation": "Das Siebeneck im Park war ein beliebter Platz für Picknicks, und die Kinder liebten es, um seine unregelmäßige Form herumzulaufen.",
      "imageLink": "image_files\\English\\"imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hexagon",
      "translation": "Hexagon",
      "definition": "A hexagon is a polygon with six sides and six vertices, where all internal angles are equal to 120 degrees.",
      "definition_translation": "Ein Hexagon ist ein Polygon mit sechs Seiten und sechs Ecken, wo alle internen Winkel gleich 120 Grad sind.",
      "example": "The architect designed a hexagonal patio, and it was completed last year. Now, it is being used for outdoor events, and next year, it will be extended.",
      "example_translation": "Der Architekt entwarf einen hexagonalen Patio, und es wurde letzten Jahr fertiggestellt. Jetzt wird es für Außenveranstaltungen genutzt, und nächstes Jahr wird es erweitert.",
      "imageLink": "image_files\\English\\"imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "infinity",
      "translation": "Unendlichkeit",
      "definition": "Infinity is a concept used to describe something that has no end or limit, extending infinitely in all directions.",
      "definition_translation": "Unendlichkeit ist ein Konzept, das verwendet wird, um etwas zu beschreiben, das kein Ende oder keine Grenze hat, sich in alle Richtungen ins Unendliche erstreckt.",
      "example": "The mathematician studied the concept of infinity, and she believed that it had many applications in modern physics. Now, she is working on a new theory, and soon, it will be published.",
      "example_translation": "Die Mathematikerin studierte das Konzept der Unendlichkeit, und sie glaubte, dass es viele Anwendungen in der modernen Physik hatte. Jetzt arbeitet sie an einer neuen Theorie, und bald wird sie veröffentlicht.",
      "imageLink": "image_files\\English\\"imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "integer",
      "translation": "ganze Zahl",
      "definition": "An integer is a whole number, either positive, negative, or zero, without a fractional part.",
      "definition_translation": "Eine ganze Zahl ist eine ganze Zahl, entweder positiv, negativ oder null, ohne einen Bruchteil.",
      "example": "The programmer used an integer variable to store the user's age, and it was incremented by one every year. Now, it is being used to calculate the user's birthday, and next year, it will be used to send a notification.",
      "example_translation": "Der Programmierer verwendete eine ganze Variable, um das Alter des Benutzers zu speichern, und es wurde jedes Jahr um eins erhöht. Jetzt wird es verwendet, um den Geburtstag des Benutzers zu berechnen, und nächstes Jahr wird es verwendet, um eine Benachrichtigung zu senden.",
      "imageLink": "image_files\\English\\"imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "integral",
      "translation": "integral",
      "definition": "An integral is a mathematical concept used to describe the accumulation of a function over a given interval, used to find the area under curves.",
      "definition_translation": "Ein Integral ist ein mathematisches Konzept, das verwendet wird, um die Kumulation einer Funktion über ein gegebenes Intervall zu beschreiben, um den Flächeninhalt unter Kurven zu finden.",
      "example": "The physicist used the integral to calculate the area under the curve of the velocity graph, and it was very close to the experimental results. Now, he is using it to model the motion of a projectile, and soon, it will be applied to real-world problems.",
      "example_translation": "Der Physiker verwendete das Integral, um den Flächeninhalt unter der Kurve des Geschwindigkeitsgraphen zu berechnen, und es war sehr nah an den experimentellen Ergebnissen. Jetzt verwendet er es, um die Bewegung eines Projektils zu modellieren, und bald wird es auf reale Weltprobleme angewendet.",
      "imageLink": "image_files\\English\\"imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "irrational number",
      "translation": "irrationale Zahl",
      "definition": "A real number that cannot be expressed as a ratio of two integers, such as pi or the square root of 2.",
      "definition_translation": "Eine reelle Zahl, die nicht als Verhältnis von zwei ganzen Zahlen ausgedrückt werden kann, wie Pi oder die Wurzel aus 2.",
      "example": "The ancient Greeks discovered that the square root of 2 is an irrational number. Today, we use irrational numbers in many mathematical calculations. In the future, we may discover new irrational numbers.",
      "example_translation": "Die alten Griechen entdeckten, dass die Wurzel aus 2 eine irrationale Zahl ist. Heute verwenden wir irrationale Zahlen in vielen mathematischen Berechnungen. In Zukunft werden wir vielleicht neue irrationale Zahlen entdecken.",
      "imageLink": "image_files\\English\\"imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "line segment",
      "translation": "Streckenabschnitt",
      "definition": "A part of a line that is bounded by two distinct points, called endpoints.",
      "definition_translation": "Ein Teil einer Linie, der durch zwei verschiedene Punkte, genannt Endpunkte, begrenzt ist.",
      "example": "In geometry, a line segment is a fundamental concept. The teacher drew a line segment on the blackboard. By the next lesson, the students will have learned to calculate the length of a line segment.",
      "example_translation": "In der Geometrie ist ein Streckenabschnitt ein grundlegendes Konzept. Der Lehrer zeichnete einen Streckenabschnitt an die Tafel. Bis zur nächsten Lektion haben die Schüler gelernt, die Länge eines Streckenabschnitts zu berechnen.",
      "imageLink": "image_files\\English\\"imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "logarithm",
      "translation": "Logarithmus",
      "definition": "The power to which a base number must be raised to produce a given value, used in mathematics and physics.",
      "definition_translation": "Die Potenz, auf die eine Basiszahl erhöht werden muss, um einen bestimmten Wert zu erzeugen, wird in der Mathematik und Physik verwendet.",
      "example": "The logarithm of 100 with base 10 is 2. In the past, logarithms were used for calculations. Today, we use logarithms in advanced mathematical concepts, such as calculus. In the future, logarithms will play a crucial role in data analysis.",
      "example_translation": "Der Logarithmus von 100 mit Basis 10 ist 2. In der Vergangenheit wurden Logarithmen für Berechnungen verwendet. Heute verwenden wir Logarithmen in fortgeschrittenen mathematischen Konzepten, wie der Analysis. In Zukunft werden Logarithmen in der Datenanalyse eine entscheidende Rolle spielen.",
      "imageLink": "image_files\\English\\"imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "multiplication",
      "translation": "Multiplikation",
      "definition": "The operation of combining two or more numbers to get a product, such as 2 multiplied by 3 equals 6.",
      "definition_translation": "Die Operation, zwei oder mehr Zahlen zu kombinieren, um ein Produkt zu erhalten, wie 2 multipliziert mit 3 ergibt 6.",
      "example": "Multiplication is an essential skill in elementary school. Yesterday, I practiced multiplication tables. By the end of the year, I will have mastered the multiplication of fractions.",
      "example_translation": "Die Multiplikation ist eine wesentliche Fähigkeit in der Grundschule. Gestern übte ich Multiplikationstabellen. Bis zum Ende des Jahres werde ich die Multiplikation von Brüchen beherrscht haben.",
      "imageLink": "image_files\\English\\"imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "natural number",
      "translation": "natürliche Zahl",
      "definition": "A natural number is a whole number that is greater than zero and has no decimal places.",
      "definition_translation": "Eine natürliche Zahl ist eine ganze Zahl, die größer als null ist und keine Dezimalstellen hat.",
      "example": "The natural numbers 1, 2, and 3 are used to count objects. Yesterday, I counted 5 apples. Today, I will count 10 balls, and tomorrow I will count 20 toys.",
      "example_translation": "Die natürlichen Zahlen 1, 2 und 3 werden verwendet, um Objekte zu zählen. Gestern habe ich 5 Äpfel gezählt. Heute werde ich 10 Bälle zählen und morgen werde ich 20 Spielzeuge zählen.",
      "imageLink": "image_files\\English\\"imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "number line",
      "translation": "Zahlenstrahl",
      "definition": "A number line is a visual representation of numbers on a line, used to demonstrate relationships between numbers and operations.",
      "definition_translation": "Ein Zahlenstrahl ist eine visuelle Darstellung von Zahlen auf einer Linie, die verwendet wird, um Beziehungen zwischen Zahlen und Operationen zu demonstrieren.",
      "example": "The teacher drew a number line on the board to illustrate the concept of addition. Last week, we used a number line to solve subtraction problems. Next week, we will use a number line to learn about multiplication.",
      "example_translation": "Der Lehrer hat einen Zahlenstrahl an die Tafel gezeichnet, um das Konzept der Addition zu veranschaulichen. Letzte Woche haben wir einen Zahlenstrahl verwendet, um Subtraktionsprobleme zu lösen. Nächste Woche werden wir einen Zahlenstrahl verwenden, um die Multiplikation zu erlernen.",
      "imageLink": "image_files\\English\\"imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "obtuse angle",
      "translation": "stumpfer Winkel",
      "definition": "An obtuse angle is an angle greater than 90 degrees but less than 180 degrees, typically measured in degrees.",
      "definition_translation": "Ein stumpfer Winkel ist ein Winkel, der größer als 90 Grad aber weniger als 180 Grad ist, typischerweise in Grad gemessen.",
      "example": "The obtuse angle of the triangle was 120 degrees. Yesterday, I measured an obtuse angle of 135 degrees in the corner of the room. Next year, I will study obtuse angles in geometry class.",
      "example_translation": "Der stumpfe Winkel des Dreiecks betrug 120 Grad. Gestern habe ich einen stumpfen Winkel von 135 Grad in der Ecke des Zimmers gemessen. Nächstes Jahr werde ich stumpfe Winkel im Geometrieunterricht studieren.",
      "imageLink": "image_files\\English\\"imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "octagon",
      "translation": "Achteck",
      "definition": "An octagon is a polygon with eight sides, where all internal angles are equal to 135 degrees.",
      "definition_translation": "Ein Achteck ist ein Polygon mit acht Seiten, bei dem alle inneren Winkel 135 Grad betragen.",
      "example": "The octagon-shaped building was designed by a famous architect. Last month, I built an octagon-shaped puzzle. Next week, I will study the properties of octagons in math class.",
      "example_translation": "Das achteckige Gebäude wurde von einem berühmten Architekten entworfen. Letzten Monat habe ich ein achteckiges Puzzle gebaut. Nächstes Woche werde ich die Eigenschaften von Achtecken im Mathematikunterricht studieren.",
      "imageLink": "image_files\\English\\"imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ordinal number",
      "translation": "Ordnungszahl",
      "definition": "A word that expresses the position of something in a series or sequence, such as 'first', 'second', or 'third'.",
      "definition_translation": "Ein Wort, das die Position eines Elements in einer Serie oder Sequenz ausdrückt, wie zum Beispiel 'erst', 'zweit' oder 'dritt'.",
      "example": "The ordinal number of the planet in our solar system is third.",
      "example_translation": "Die Ordnungszahl des Planeten in unserem Sonnensystem ist die dritte.",
      "imageLink": "image_files\\English\\"imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "parallel",
      "translation": "parallel",
      "definition": "Extending in the same direction and always at the same distance apart, never meeting.",
      "definition_translation": "Erstreckt sich in derselben Richtung und bleibt immer auf demselben Abstand voneinander entfernt, ohne sich jemals zu treffen.",
      "example": "The two lines are parallel, so they will never intersect. Yesterday, I drew two parallel lines on my paper. Tomorrow, I will draw more parallel lines.",
      "example_translation": "Die beiden Linien sind parallel, daher werden sie nie sich schneiden. Gestern habe ich zwei parallele Linien auf meinem Papier gezeichnet. Morgen werde ich noch mehr parallele Linien zeichnen.",
      "imageLink": "image_files\\English\\"imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "parallelogram",
      "translation": "Parallelogramm",
      "definition": "A quadrilateral with opposite sides of equal length that are parallel to each other.",
      "definition_translation": "Ein Vieleck mit gegenüberliegenden Seiten von gleicher Länge, die parallel zueinander sind.",
      "example": "The shape of the parallelogram in the picture has two pairs of equal sides. I drew a parallelogram on my paper yesterday. Tomorrow, I will draw a bigger parallelogram.",
      "example_translation": "Die Form des Parallelogramms im Bild hat zwei Paare von Seiten von gleicher Länge. Gestern habe ich ein Parallelogramm auf meinem Papier gezeichnet. Morgen werde ich ein größeres Parallelogramm zeichnen.",
      "imageLink": "image_files\\English\\"imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pentagon",
      "translation": "Fünfeck",
      "definition": "A polygon with five sides, especially one that is regular and has five equal sides and angles.",
      "definition_translation": "Ein Vieleck mit fünf Seiten, insbesondere eines, das regelmäßig ist und fünf gleich lange Seiten und Winkel hat.",
      "example": "The pentagon is a five-sided shape. I drew a pentagon on my paper yesterday. In the future, I will draw a pentagon with five equal sides.",
      "example_translation": "Das Fünfeck ist eine fünfseitige Form. Gestern habe ich ein Fünfeck auf meinem Papier gezeichnet. In Zukunft werde ich ein Fünfeck mit fünf gleich langen Seiten zeichnen.",
      "imageLink": "image_files\\English\\"imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "perpendicular",
      "translation": "senkrecht",
      "definition": "Extending or being at a right angle to a given line or plane, especially to a horizontal plane.",
      "definition_translation": "Eine gegebene Linie oder Ebene rechtwinklig oder senkrecht zu ihr verlaufend, insbesondere zu einer horizontalen Ebene.",
      "example": "The perpendicular lines intersected at a point. Yesterday, I drew a perpendicular line on the paper. Tomorrow, I will create a perpendicular surface.",
      "example_translation": "Die senkrechten Linien schnitten sich in einem Punkt. Gestern habe ich eine senkrechte Linie auf dem Papier gezeichnet. Morgen werde ich eine senkrechte Fläche erstellen.",
      "imageLink": "image_files\\English\\"imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "prime number",
      "translation": "Primzahl",
      "definition": "A positive integer that is divisible only by itself and 1.",
      "definition_translation": "Eine positive ganze Zahl, die nur durch sich selbst und 1 teilbar ist.",
      "example": "Seven is a prime number. The prime number theorem was developed in the 19th century. The teacher will explain the concept of prime numbers tomorrow.",
      "example_translation": "Sieben ist eine Primzahl. Das Primzahltheorem wurde im 19. Jahrhundert entwickelt. Der Lehrer wird morgen das Konzept der Primzahlen erklären.",
      "imageLink": "image_files\\English\\"imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "prism",
      "translation": "Prisma",
      "definition": "A transparent optical element with flat, polished surfaces that refract light.",
      "definition_translation": "Ein transparentes optisches Element mit flachen, polierten Oberflächen, das Licht bricht.",
      "example": "The prism refracted the light into a rainbow. The scientist used a prism to study the properties of light. The teacher will demonstrate the use of a prism tomorrow.",
      "example_translation": "Das Prisma brach das Licht in einen Regenbogen. Der Wissenschaftler verwendete ein Prisma, um die Eigenschaften des Lichts zu studieren. Der Lehrer wird morgen die Verwendung eines Prismas demonstrieren.",
      "imageLink": "image_files\\English\\"imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "product",
      "translation": "Produkt",
      "definition": "A thing or substance that is manufactured or refined for sale.",
      "definition_translation": "Ein Ding oder Stoff, der hergestellt oder raffiniert wird, um verkauft zu werden.",
      "example": "The company launched a new product last week. The product was a huge success. The marketer will promote the product at the trade show.",
      "example_translation": "Das Unternehmen lancierte letzte Woche ein neues Produkt. Das Produkt war ein großer Erfolg. Der Marketer wird das Produkt auf der Messe promoten.",
      "imageLink": "image_files\\English\\"imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Pythagorean theorem",
      "translation": "Satz des Pythagoras",
      "definition": "A mathematical concept that describes the relationship between the lengths of the sides of a right-angled triangle, stating that the square of the length of the hypotenuse is equal to the sum of the squares of the lengths of the other two sides.",
      "definition_translation": "Ein mathematisches Konzept, das die Beziehung zwischen den Längen der Seiten eines rechtwinkligen Dreiecks beschreibt, indem es feststellt, dass das Quadrat der Länge der Hypotenuse gleich der Summe der Quadrate der Längen der anderen beiden Seiten ist.",
      "example": "In the past, the Pythagorean theorem was used to calculate the distance of a ship from the shore. Today, it is used to solve triangular problems in physics and engineering. In the future, it will continue to be a fundamental concept in mathematics and physics.",
      "example_translation": "In der Vergangenheit wurde der Satz des Pythagoras verwendet, um die Entfernung eines Schiffes vom Ufer zu berechnen. Heute wird er verwendet, um dreieckige Probleme in Physik und Ingenieurwesen zu lösen. In Zukunft wird es ein grundlegendes Konzept in Mathematik und Physik bleiben.",
      "imageLink": "image_files\\English\\"imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "quadratic equation",
      "translation": "quadratische Gleichung",
      "definition": "A polynomial equation of degree two, which can be expressed in the form ax^2 + bx + c = 0, where a, b, and c are constants, and x is the variable.",
      "definition_translation": "Eine Polynomialgleichung zweiten Grades, die in der Form ax^2 + bx + c = 0 ausgedrückt werden kann, wobei a, b und c Konstanten sind und x die Variable ist.",
      "example": "She solved the quadratic equation to find the roots of the function. Yesterday, she had struggled to factor the polynomial, but today she was able to solve it easily. In the future, she will use this skill to solve more complex equations.",
      "example_translation": "Sie löste die quadratische Gleichung, um die Wurzeln der Funktion zu finden. Gestern hatte sie Schwierigkeiten, das Polynom zu faktorisieren, aber heute konnte sie es leicht lösen. In Zukunft wird sie diese Fähigkeit nutzen, um komplexere Gleichungen zu lösen.",
      "imageLink": "image_files\\English\\"imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "quotient",
      "translation": "Quotient",
      "definition": "The result of dividing one quantity by another, often denoted by the symbol ÷ or /.",
      "definition_translation": "Das Ergebnis der Division einer Menge durch eine andere, oft durch das Symbol ÷ oder / dargestellt.",
      "example": "The quotient of 12 divided by 3 is 4. When I was a child, my teacher taught me how to calculate the quotient of two numbers. In the future, I will use this skill to solve more complex problems.",
      "example_translation": "Der Quotient von 12 geteilt durch 3 ist 4. Als ich ein Kind war, lehrte meine Lehrerin mir, wie man den Quotient von zwei Zahlen berechnet. In Zukunft werde ich diese Fähigkeit nutzen, um komplexere Probleme zu lösen.",
      "imageLink": "image_files\\English\\"imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "radius",
      "translation": "Radius",
      "definition": "A line segment that connects the center of a circle to any point on the circle, often denoted by the symbol r.",
      "definition_translation": "Ein Streckensegment, das den Mittelpunkt eines Kreises mit einem beliebigen Punkt auf dem Kreis verbindet, oft durch das Symbol r dargestellt.",
      "example": "The radius of the circle is 5 cm. Yesterday, I calculated the radius of the circle to find its circumference. In the future, I will use this concept to solve problems in geometry.",
      "example_translation": "Der Radius des Kreises beträgt 5 cm. Gestern berechnete ich den Radius des Kreises, um seinen Umfang zu finden. In Zukunft werde ich dieses Konzept nutzen, um Probleme in der Geometrie zu lösen.",
      "imageLink": "image_files\\English\\"imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rational number",
      "translation": "rationale Zahl",
      "definition": "A rational number is a number that can be expressed as the quotient or fraction of two integers, i.e. a number that can be written in the form a/b, where a and b are integers and b is non-zero.",
      "definition_translation": "Eine rationale Zahl ist eine Zahl, die als Quotient oder Bruch zweier ganzer Zahlen ausgedrückt werden kann, d.h. eine Zahl, die in der Form a/b geschrieben werden kann, wobei a und b ganze Zahlen sind und b ungleich null ist.",
      "example": "The rational number 3/4 is a solution to the equation 4x = 3. Yesterday, I solved an equation with a rational number. Tomorrow, I will try to solve another one.",
      "example_translation": "Die rationale Zahl 3/4 ist eine Lösung der Gleichung 4x = 3. Gestern habe ich eine Gleichung mit einer rationalen Zahl gelöst. Morgen werde ich versuchen, eine andere zu lösen.",
      "imageLink": "image_files\\English\\"imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "real number",
      "translation": "reelle Zahl",
      "definition": "A real number is a value that can be represented on the number line, including all rational and irrational numbers.",
      "definition_translation": "Eine reelle Zahl ist ein Wert, der auf der Zahl linie dargestellt werden kann, einschließlich aller rationalen und irrationalen Zahlen.",
      "example": "The real number pi is an irrational number. Last year, I learned about real numbers in my math class. In the future, I will study more about real numbers.",
      "example_translation": "Die reelle Zahl pi ist eine irrationale Zahl. Im letzten Jahr habe ich in meinem Mathekurs über reelle Zahlen gelernt. In Zukunft werde ich mehr über reelle Zahlen studieren.",
      "imageLink": "image_files\\English\\"imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "reflex angle",
      "translation": "Reflexwinkel",
      "definition": "A reflex angle is an angle that is greater than 180 degrees but less than 360 degrees.",
      "definition_translation": "Ein Reflexwinkel ist ein Winkel, der größer als 180 Grad aber kleiner als 360 Grad ist.",
      "example": "The reflex angle of the triangle is 270 degrees. Yesterday, I measured a reflex angle in my geometry class. In the future, I will learn more about reflex angles.",
      "example_translation": "Der Reflexwinkel des Dreiecks beträgt 270 Grad. Gestern habe ich in meinem Geometriekurs einen Reflexwinkel gemessen. In Zukunft werde ich mehr über Reflexwinkel lernen.",
      "imageLink": "image_files\\English\\"imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rhombus",
      "translation": "Rhombus",
      "definition": "A rhombus is a quadrilateral with all sides of equal length, where all internal angles are not right angles.",
      "definition_translation": "Ein Rhombus ist ein Viereck mit allen Seiten gleicher Länge, bei dem alle inneren Winkel keine rechten Winkel sind.",
      "example": "The rhombus has four congruent sides. Last week, I drew a rhombus in my math class. Tomorrow, I will calculate the area of a rhombus.",
      "example_translation": "Der Rhombus hat vier kongruente Seiten. Letzte Woche habe ich in meinem Mathekurs einen Rhombus gezeichnet. Morgen werde ich die Fläche eines Rhombus berechnen.",
      "imageLink": "image_files\\English\\"imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "right angle",
      "translation": "rechter Winkel",
      "definition": "An angle that is equal to 90 degrees, formed by two lines or planes that intersect at a 90-degree angle.",
      "definition_translation": "Ein Winkel, der gleich 90 Grad ist, gebildet durch zwei Linien oder Ebenen, die sich im 90-Grad-Winkel schneiden.",
      "example": "The builder used a protractor to measure the right angle of the corner of the room. Yesterday, she used a special tool to create a right angle. By next week, the architect will have designed a building with many right angles.",
      "example_translation": "Der Bauarbeiter verwendete ein Winkelmesser, um den rechten Winkel der Ecke des Raums zu messen. Gestern verwendete sie ein spezielles Werkzeug, um einen rechten Winkel zu erstellen. Bis nächste Woche wird der Architekt ein Gebäude mit vielen rechten Winkeln entworfen haben.",
      "imageLink": "image_files\\English\\"imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "root",
      "translation": "Wurzel",
      "definition": "The underground part of a plant that absorbs water and nutrients from the soil.",
      "definition_translation": "Der unterirdische Teil einer Pflanze, der Wasser und Nährstoffe aus dem Boden aufnimmt.",
      "example": "The farmer watered the roots of the tree to help it grow strong. The doctor examined the root of the tooth to find the cause of the pain. By next year, the new roots of the plant will have developed.",
      "example_translation": "Der Bauer bewässerte die Wurzeln des Baums, um ihm zu helfen, stark zu wachsen. Der Arzt untersuchte die Wurzel des Zahns, um die Ursache des Schmerzes zu finden. Bis nächstes Jahr werden die neuen Wurzeln der Pflanze sich entwickelt haben.",
      "imageLink": "image_files\\English\\"imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sphere",
      "translation": "Kugel",
      "definition": "A three-dimensional shape that is symmetrical about its center, having all points on its surface equidistant from the center.",
      "definition_translation": "Eine dreidimensionale Form, die um ihr Zentrum symmetrisch ist und alle Punkte auf ihrer Oberfläche gleich weit vom Zentrum entfernt sind.",
      "example": "The astronomer studied the sphere of the Earth to understand its rotation. The artist created a beautiful sphere out of glass. By next month, the engineer will have designed a sphere-shaped building.",
      "example_translation": "Der Astronom studierte die Kugel der Erde, um ihre Rotation zu verstehen. Der Künstler schuf eine mooie Kugel aus Glas. Bis nächstem Monat wird der Ingenieur ein kugelförmiges Gebäude entworfen haben.",
      "imageLink": "image_files\\English\\"imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "square root",
      "translation": "Quadratwurzel",
      "definition": "A value that, when multiplied by itself, gives a specified value or quantity.",
      "definition_translation": "Ein Wert, der, wenn er mit sich selbst multipliziert wird, einen bestimmten Wert oder eine bestimmte Menge ergibt.",
      "example": "The mathematician calculated the square root of the number to solve the equation. Yesterday, she used a calculator to find the square root of a large number. By next week, the student will have learned to calculate square roots by hand.",
      "example_translation": "Der Mathematiker berechnete die Quadratwurzel der Zahl, um die Gleichung zu lösen. Gestern verwendete sie einen Taschenrechner, um die Quadratwurzel einer großen Zahl zu finden. Bis nächste Woche wird der Schüler gelernt haben, Quadratwurzeln von Hand zu berechnen.",
      "imageLink": "image_files\\English\\"imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "straight angle",
      "translation": "gerade Winkel",
      "definition": "A straight angle is an angle whose measure is 180 degrees, formed by two lines that extend from a common point and are parallel to each other.",
      "definition_translation": "Ein gerader Winkel ist ein Winkel, dessen Maß 180 Grad beträgt, gebildet durch zwei Linien, die von einem gemeinsamen Punkt ausgehen und parallel zueinander verlaufen.",
      "example": "The architect designed the building with straight angles to provide maximum space. The contractor had to ensure the walls were built with straight angles to maintain the structure's integrity. The engineer will design a new system with straight angles to improve efficiency.",
      "example_translation": "Der Architekt entwarf das Gebäude mit geraden Winkeln, um maximalen Raum zu schaffen. Der Unternehmer musste sicherstellen, dass die Wände mit geraden Winkeln gebaut wurden, um die Integrität der Struktur zu erhalten. Der Ingenieur wird ein neues System mit geraden Winkeln entwerfen, um die Effizienz zu verbessern.",
      "imageLink": "image_files\\English\\"imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "subset",
      "translation": "Teilmenge",
      "definition": "A subset is a set that contains some or all elements of another set, called the parent set or superset.",
      "definition_translation": "Eine Teilmenge ist eine Menge, die einige oder alle Elemente einer anderen Menge, genannt Elternmenge oder Obermenge, enthält.",
      "example": "The set of all students who passed the exam is a subset of the entire class. The teacher identified a subset of students who needed extra help. The researcher will analyze the subset of data to draw conclusions.",
      "example_translation": "Die Menge aller Schüler, die die Prüfung bestanden haben, ist eine Teilmenge der gesamten Klasse. Die Lehrerin identifizierte eine Teilmenge von Schülern, die extra Hilfe benötigten. Der Forscher wird die Teilmenge der Daten analysieren, um Schlussfolgerungen zu ziehen.",
      "imageLink": "image_files\\English\\"imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "subtraction",
      "translation": "Subtraktion",
      "definition": "Subtraction is a mathematical operation that represents the difference between two quantities, typically denoted by the minus sign (-).",
      "definition_translation": "Die Subtraktion ist eine mathematische Operation, die den Unterschied zwischen zwei Mengen darstellt, typischerweise durch das Minuszeichen (-) dargestellt.",
      "example": "The teacher explained the concept of subtraction to the students. The accountant performed a subtraction to calculate the total expenses. The scientist will use subtraction to find the difference between the two values.",
      "example_translation": "Die Lehrerin erklärte den Begriff der Subtraktion den Schülern. Der Buchhalter führte eine Subtraktion durch, um die Gesamtausgaben zu berechnen. Der Wissenschaftler wird die Subtraktion verwenden, um den Unterschied zwischen den beiden Werten zu finden.",
      "imageLink": "image_files\\English\\"imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Thales' theorem",
      "translation": "Satz des Thales",
      "definition": "Thales' theorem is a fundamental principle in geometry that states that an angle inscribed in a semicircle is a right angle.",
      "definition_translation": "Der Satz des Thales ist ein grundlegender Satz in der Geometrie, der besagt, dass ein in einem Halbkreis eingeschriebener Winkel ein rechter Winkel ist.",
      "example": "The student used Thales' theorem to prove the angle was a right angle. The mathematician applied Thales' theorem to solve the complex geometry problem. The engineer will use Thales' theorem to design a new architectural structure.",
      "example_translation": "Der Schüler verwendete den Satz des Thales, um zu beweisen, dass der Winkel ein rechter Winkel war. Der Mathematiker wandte den Satz des Thales an, um das komplexe Geometrie-Problem zu lösen. Der Ingenieur wird den Satz des Thales verwenden, um eine neue architektonische Struktur zu entwerfen.",
      "imageLink": "image_files\\English\\"imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "torus",
      "translation": "Torus",
      "definition": "A torus is a doughnut-shaped surface generated by revolving a circle in three-dimensional space about an axis coplanar with the circle.",
      "definition_translation": "Ein Torus ist eine ringförmige Oberfläche, die durch Drehen eines Kreises im dreidimensionalen Raum um eine Achse erzeugt wird, die mit dem Kreis koplanar ist.",
      "example": "The mathematician studied the properties of a torus in her research paper. She had calculated the surface area of a torus yesterday. She will explore the applications of a torus in physics tomorrow.",
      "example_translation": "Die Mathematikerin studierte die Eigenschaften eines Torus in ihrer Forschungsarbeit. Sie hatte gestern die Oberfläche eines Torus berechnet. Sie wird morgen die Anwendungen eines Torus in der Physik erkunden.",
      "imageLink": "image_files\\English\\"imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "trapezoid",
      "translation": "Trapez",
      "definition": "A trapezoid is a quadrilateral with at least one pair of parallel sides, and at least one pair of non-parallel sides.",
      "definition_translation": "Ein Trapez ist ein Viereck mit mindestens einem Paar paralleler Seiten und mindestens einem Paar nicht-paralleler Seiten.",
      "example": "The architect designed a trapezoid-shaped building to maximize the space. He had sketched a trapezoid in his notebook yesterday. She will analyze the structural integrity of a trapezoid bridge tomorrow.",
      "example_translation": "Der Architekt entwarf ein trapezförmiges Gebäude, um den Raum zu maximieren. Er hatte gestern ein Trapez in seinem Notizbuch skizziert. Sie wird morgen die strukturelle Integrität einer Trapezbrücke analysieren.",
      "imageLink": "image_files\\English\\"imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "vector",
      "translation": "Vektor",
      "definition": "A vector is a quantity with both magnitude and direction, often represented graphically as an arrow in a two-dimensional or three-dimensional space.",
      "definition_translation": "Ein Vektor ist eine Größe mit sowohl Betrag als auch Richtung, oft grafisch als Pfeil in einem zweidimensionalen oder dreidimensionalen Raum dargestellt.",
      "example": "The physicist calculated the resultant vector of the forces acting on the object. She had measured the magnitude of a vector yesterday. They will analyze the velocity vector of a projectile tomorrow.",
      "example_translation": "Der Physiker berechnete den resultierenden Vektor der auf das Objekt wirkenden Kräfte. Sie hatte gestern den Betrag eines Vektors gemessen. Sie werden morgen den Geschwindigkeitsvektor eines Projektils analysieren.",
      "imageLink": "image_files\\English\\"imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "zero angle",
      "translation": "Nullwinkel",
      "definition": "A zero angle is an angle whose measure is zero degrees, indicating that two lines or planes are coincident or parallel.",
      "definition_translation": "Ein Nullwinkel ist ein Winkel, dessen Maß null Grad beträgt, was bedeutet, dass zwei Linien oder Ebenen zusammenfallen oder parallel sind.",
      "example": "The mathematician proved that the sum of the interior angles of a triangle is equal to a zero angle. He had calculated the measure of a zero angle yesterday. They will analyze the properties of a zero angle in trigonometry tomorrow.",
      "example_translation": "Der Mathematiker bewies, dass die Summe der Innenwinkel eines Dreiecks einem Nullwinkel entspricht. Er hatte gestern das Maß eines Nullwinkels berechnet. Sie werden morgen die Eigenschaften eines Nullwinkels in der Trigonometrie analysieren.",
      "imageLink": "image_files\\English\\"imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]