[
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bank",
      "translation": "Bank",
      "definition": "A bank is a financial institution that provides financial services to individuals and businesses.",
      "definition_translation": "Eine Bank ist eine Finanzinstitution, die Finanzdienstleistungen für Einzelpersonen und Unternehmen anbietet.",
      "example": "I will go to the bank tomorrow to deposit my paycheck. Today, I am at the bank to withdraw cash. Yesterday, I went to the bank to open a new account.",
      "example_translation": "Ich gehe morgen zur Bank, um meinen Gehaltsscheck einzuzahlen. Heute bin ich bei der Bank, um Bargeld abzuheben. Gestern ging ich zur Bank, um ein neues Konto zu eröffnen.",
      "imageLink": "image_files\\English\\bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bar",
      "translation": "Bar",
      "definition": "A bar is a place where people go to drink and socialize.",
      "definition_translation": "Eine Bar ist ein Ort, an dem Menschen hingehen, um zu trinken und sich zu unterhalten.",
      "example": "I went to the bar last night to meet my friends. Today, I am at the bar to watch the game. Tomorrow, I will go to the bar to celebrate my birthday.",
      "example_translation": "Ich ging gestern Abend in die Bar, um meine Freunde zu treffen. Heute bin ich in der Bar, um das Spiel anzuschauen. Morgen gehe ich in die Bar, um meinen Geburtstag zu feiern.",
      "imageLink": "image_files\\English\\bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "beach",
      "translation": "Strand",
      "definition": "A beach is a landform along a body of water, characterized by loose particles such as sand or pebbles.",
      "definition_translation": "Ein Strand ist eine Landform entlang eines Gewässers, gekennzeichnet durch lose Partikel wie Sand oder Kiesel.",
      "example": "I went to the beach last summer to relax. Today, I am at the beach to watch the sunset. Tomorrow, I will go to the beach to swim.",
      "example_translation": "Ich ging letzten Sommer an den Strand, um mich zu entspannen. Heute bin ich am Strand, um den Sonnenuntergang anzuschauen. Morgen gehe ich an den Strand, um zu schwimmen.",
      "imageLink": "image_files\\English\\beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "café",
      "translation": "Café",
      "definition": "A café is a small restaurant that serves coffee, tea, and other beverages.",
      "definition_translation": "Ein Café ist ein kleines Restaurant, das Kaffee, Tee und andere Getränke anbietet.",
      "example": "I went to the café yesterday to meet my friend. Today, I am at the café to study. Tomorrow, I will go to the café to read a book.",
      "example_translation": "Ich ging gestern ins Café, um meinem Freund zu treffen. Heute bin ich im Café, um zu studieren. Morgen gehe ich ins Café, um ein Buch zu lesen.",
      "imageLink": "image_files\\English\\cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cinema",
      "translation": "Kino",
      "definition": "A cinema is a place where people go to watch films, typically a large, darkened room with a screen at the front and seats for the audience.",
      "definition_translation": "Ein Kino ist ein Ort, an dem Menschen gehen, um Filme anzusehen, typischerweise ein großes, abgedunkeltes Zimmer mit einer Leinwand vorne und Sitzplätzen für das Publikum.",
      "example": "I went to the cinema last night to watch a new movie. I am going to the cinema tonight to watch a romantic comedy. I will go to the cinema next week to watch a horror film.",
      "example_translation": "Ich ging gestern Abend ins Kino, um einen neuen Film anzusehen. Ich gehe heute Abend ins Kino, um eine romantische Komödie anzusehen. Ich werde nächste Woche ins Kino gehen, um einen Horrorfilm anzusehen.",
      "imageLink": "image_files\\English\\cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "factory",
      "translation": "Fabrik",
      "definition": "A factory is a building or site where goods are manufactured or assembled, often using machinery and a large workforce.",
      "definition_translation": "Eine Fabrik ist ein Gebäude oder eine Stätte, an der Waren hergestellt oder zusammengebaut werden, oft mit Hilfe von Maschinen und einer großen Arbeitskraft.",
      "example": "I worked in a factory during my summer vacation. The company is building a new factory in China. The factory will produce cars in the future.",
      "example_translation": "Ich arbeitete in einer Fabrik während meiner Sommerferien. Das Unternehmen baut eine neue Fabrik in China. Die Fabrik wird in Zukunft Autos produzieren.",
      "imageLink": "image_files\\English\\factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "farm",
      "translation": "Bauernhof",
      "definition": "A farm is an area of land used for growing crops and raising animals, often owned and operated by a family or individual.",
      "definition_translation": "Ein Bauernhof ist ein Bereich Landes, der für das Anbauen von Feldfrüchten und das Züchten von Tieren genutzt wird, oft von einer Familie oder einem Einzelpersonen besessen und betrieben.",
      "example": "I grew up on a farm in the countryside. The farmer is planting crops on the farm today. The farm will be organic in five years.",
      "example_translation": "Ich wuchs auf einem Bauernhof auf dem Land auf. Der Bauer pflanzt heute Feldfrüchte auf dem Bauernhof. Der Bauernhof wird in fünf Jahren biologisch sein.",
      "imageLink": "image_files\\English\\farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "flat",
      "translation": "Wohnung",
      "definition": "A flat is a set of rooms, usually on one level, that are used as a residence, often in a building shared with other flats.",
      "definition_translation": "Eine Wohnung ist ein Satz von Räumen, normalerweise auf einem Level, der als Wohnsitz genutzt wird, oft in einem Gebäude gemeinsam mit anderen Wohnungen.",
      "example": "I live in a flat in the city center. I moved to a new flat last month. I will buy a flat next year.",
      "example_translation": "Ich wohne in einer Wohnung im Stadtzentrum. Ich zog letztes Monat in eine neue Wohnung. Ich werde nächstes Jahr eine Wohnung kaufen.",
      "imageLink": "image_files\\English\\flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hospital",
      "translation": "Krankenhaus",
      "definition": "A hospital is a health care institution providing patient treatment with specialized medical and surgical services and equipment.",
      "definition_translation": "Ein Krankenhaus ist eine Einrichtung für Gesundheitspflege, die Patientenbehandlung mit speziellen medizinischen und chirurgischen Dienstleistungen und Geräten anbietet.",
      "example": "I have been to the hospital three times this year. I am going to the hospital tomorrow for a check-up. I went to the hospital last week to visit my friend.",
      "example_translation": "Ich war dieses Jahr bereits drei Mal im Krankenhaus. Ich gehe morgen ins Krankenhaus zu einer Kontrolle. Ich ging letzten Woche ins Krankenhaus, um meinen Freund zu besuchen.",
      "imageLink": "image_files\\English\\hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hotel",
      "translation": "Hotel",
      "definition": "A hotel is a building that provides lodging and accommodation for travelers and tourists.",
      "definition_translation": "Ein Hotel ist ein Gebäude, das Unterkunft und Beherbergung für Reisende und Touristen bietet.",
      "example": "I stayed at a hotel during my trip to Paris. I am staying at a hotel tonight. I stayed at a hotel last year during my vacation.",
      "example_translation": "Ich übernachtete während meiner Reise nach Paris in einem Hotel. Ich übernachte heute Abend in einem Hotel. Ich übernachtete letzten Jahr während meiner Ferien in einem Hotel.",
      "imageLink": "image_files\\English\\hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "house",
      "translation": "Haus",
      "definition": "A house is a building for human habitation, especially a dwelling or residence.",
      "definition_translation": "Ein Haus ist ein Gebäude für menschliche Bewohnung, insbesondere ein Wohnhaus oder eine Wohnung.",
      "example": "I have lived in this house for five years. I will live in this house forever. I lived in this house when I was a child.",
      "example_translation": "Ich habe fünf Jahre in diesem Haus gelebt. Ich werde mein Leben lang in diesem Haus leben. Ich lebte in diesem Haus, als ich ein Kind war.",
      "imageLink": "image_files\\English\\house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "museum",
      "translation": "Museum",
      "definition": "A museum is an institution dedicated to the acquisition, conservation, study, exhibition, and educational interpretation of objects having scientific, historical, or artistic value.",
      "definition_translation": "Ein Museum ist eine Einrichtung, die der Erwerbung, Erhaltung, Erforschung, Ausstellung und pädagogischen Interpretation von Objekten mit wissenschaftlichem, historischem oder künstlerischem Wert gewidmet ist.",
      "example": "I visited a museum last weekend. I am going to visit a museum tomorrow. I visited a museum last year during my vacation.",
      "example_translation": "Ich besuchte letztes Wochenende ein Museum. Ich gehe morgen ins Museum. Ich besuchte letzten Jahr während meiner Ferien ein Museum.",
      "imageLink": "image_files\\English\\museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "park",
      "translation": "Park",
      "definition": "a large public green area in the middle of a city, used for recreation and leisure",
      "definition_translation": "ein großer öffentlicher Grünbereich in der Mitte einer Stadt, der für Erholung und Freizeit verwendet wird",
      "example": "I walked through the park yesterday, I walk through the park every day, and I will walk through the park tomorrow.",
      "example_translation": "Ich ging durch den Park gestern, ich gehe jeden Tag durch den Park und ich werde morgen durch den Park gehen.",
      "imageLink": "image_files\\English\\park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "restaurant",
      "translation": "Restaurant",
      "definition": "a place where people pay to eat meals",
      "definition_translation": "ein Ort, an dem Menschen für Mahlzeiten bezahlen",
      "example": "I ate at a restaurant last night, I eat at a restaurant every Sunday, and I will eat at a restaurant next week.",
      "example_translation": "Ich aß in einem Restaurant letzte Nacht, ich esse jeden Sonntag in einem Restaurant und ich werde nächste Woche in einem Restaurant essen.",
      "imageLink": "image_files\\English\\restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "river",
      "translation": "Fluss",
      "definition": "a natural flowing body of water, often connected to an ocean or lake",
      "definition_translation": "ein natürlicher fließender Wasserlauf, oftmals mit einem Ozean oder See verbunden",
      "example": "I swam in the river last summer, I swim in the river every morning, and I will swim in the river next year.",
      "example_translation": "Ich schwamm im Fluss letzten Sommer, ich schwimme jeden Morgen im Fluss und ich werde nächstes Jahr im Fluss schwimmen.",
      "imageLink": "image_files\\English\\river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "road",
      "translation": "Straße",
      "definition": "a way made for traveling by vehicles, especially cars",
      "definition_translation": "ein Weg, der für Fahrzeugverkehr, insbesondere für Autos, gebaut wurde",
      "example": "I drove on the road yesterday, I drive on the road every day, and I will drive on the road tomorrow.",
      "example_translation": "Ich fuhr auf der Straße gestern, ich fahre jeden Tag auf der Straße und ich werde morgen auf der Straße fahren.",
      "imageLink": "image_files\\English\\road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "school",
      "translation": "Schule",
      "definition": "An institution providing education, typically for children and adolescents.",
      "definition_translation": "Eine Institution, die Ausbildung bietet, typischerweise für Kinder und Jugendliche.",
      "example": "I went to school yesterday, I am going to school today, and I will go to school tomorrow.",
      "example_translation": "Ich ging gestern zur Schule, ich gehe heute zur Schule und werde morgen zur Schule gehen.",
      "imageLink": "image_files\\English\\school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sea",
      "translation": "See",
      "definition": "A large body of salt water that surrounds a country or continent.",
      "definition_translation": "Ein großer Körper von Salzwasser, der ein Land oder einen Kontinent umgibt.",
      "example": "I sailed the sea last summer, I am sailing the sea now, and I will sail the sea next year.",
      "example_translation": "Ich segelte letzten Sommer das Meer, ich segle jetzt das Meer und werde nächstes Jahr das Meer segeln.",
      "imageLink": "image_files\\English\\sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shop",
      "translation": "Laden",
      "definition": "A building or part of a building where goods or services are sold.",
      "definition_translation": "Ein Gebäude oder ein Teil eines Gebäudes, in dem Waren oder Dienstleistungen verkauft werden.",
      "example": "I went shopping at the shop last week, I am shopping at the shop now, and I will shop at the shop next month.",
      "example_translation": "Ich ging letzte Woche einkaufen im Laden, ich einkaufe jetzt im Laden und werde nächsten Monat im Laden einkaufen.",
      "imageLink": "image_files\\English\\shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "station",
      "translation": "Bahnhof",
      "definition": "A place or building where trains or buses stop to pick up or set down passengers.",
      "definition_translation": "Ein Ort oder Gebäude, an dem Züge oder Busse halten, um Fahrgäste aufzunehmen oder abzusetzen.",
      "example": "I arrived at the station yesterday, I am waiting at the station now, and I will depart from the station tomorrow.",
      "example_translation": "Ich kam gestern am Bahnhof an, ich warte jetzt am Bahnhof und werde morgen vom Bahnhof abreisen.",
      "imageLink": "image_files\\English\\station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stop",
      "translation": "Stop",
      "definition": "To halt or discontinue movement or activity.",
      "definition_translation": "Anhalten oder den Stillstand oder die Aktivität zu unterbrechen.",
      "example": "I stopped running when I reached the finish line. I will stop at the lights. I had stopped to think before answering.",
      "example_translation": "Ich hörte auf zu laufen, als ich die Ziellinie erreichte. Ich werde an den Ampeln anhalten. Ich hatte angehalten, um vor der Antwort nachzudenken.",
      "imageLink": "image_files\\English\\stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "street",
      "translation": "Straße",
      "definition": "A public thoroughfare in a built environment.",
      "definition_translation": "Eine öffentliche Durchgangsstraße in einer bebauten Umgebung.",
      "example": "I walked down the street to get to the park. The street was filled with people. I will walk down the street again tomorrow.",
      "example_translation": "Ich ging die Straße hinunter, um zum Park zu gelangen. Die Straße war voller Menschen. Ich werde morgen wieder die Straße hinuntergehen.",
      "imageLink": "image_files\\English\\street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "supermarket",
      "translation": "Supermarkt",
      "definition": "A large self-service retail market that sells food and other household goods.",
      "definition_translation": "Ein großer Selbstbedienungs-Einzelhandelsmarkt, der Lebensmittel und andere Haushaltswaren verkauft.",
      "example": "I went to the supermarket to buy some milk. The supermarket is open 24 hours. I will go to the supermarket again next week.",
      "example_translation": "Ich ging zum Supermarkt, um einige Milch zu kaufen. Der Supermarkt ist 24 Stunden geöffnet. Ich werde nächste Woche wieder zum Supermarkt gehen.",
      "imageLink": "image_files\\English\\supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "swimming pool",
      "translation": "Schwimmbecken",
      "definition": "A structure designed for people to swim in.",
      "definition_translation": "Eine Struktur, die für Menschen zum Schwimmen konzipiert wurde.",
      "example": "I swam in the swimming pool yesterday. The swimming pool is closed for the winter. I will swim in the swimming pool again next summer.",
      "example_translation": "Ich schwamm gestern im Schwimmbecken. Das Schwimmbecken ist für den Winter geschlossen. Ich werde nächstes Sommer wieder im Schwimmbecken schwimmen.",
      "imageLink": "image_files\\English\\swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "town",
      "translation": "Stadt",
      "definition": "A town is a human settlement that is larger than a village but smaller than a city.",
      "definition_translation": "Eine Stadt ist eine menschliche Siedlung, die größer als ein Dorf, aber kleiner als eine Stadt ist.",
      "example": "I lived in a small town when I was a child. Now, I live in a big city. I will visit my hometown next year.",
      "example_translation": "Ich lebte in einer kleinen Stadt, als ich ein Kind war. Jetzt lebe ich in einer großen Stadt. Ich werde meine Heimatstadt nächstes Jahr besuchen.",
      "imageLink": "image_files\\English\\town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "university",
      "translation": "Universität",
      "definition": "A university is an institution of higher education and research, which grants academic degrees in various academic fields.",
      "definition_translation": "Eine Universität ist eine Einrichtung für höhere Bildung und Forschung, die akademische Grade in verschiedenen akademischen Fachbereichen verleiht.",
      "example": "I studied at a university for four years. I am studying at a university now. I will graduate from the university next year.",
      "example_translation": "Ich studierte an einer Universität für vier Jahre. Ich studiere jetzt an einer Universität. Ich werde nächstes Jahr von der Universität abschließen.",
      "imageLink": "image_files\\English\\university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "village",
      "translation": "Dorf",
      "definition": "A village is a small group of houses and associated buildings, larger than a hamlet and smaller than a town.",
      "definition_translation": "Ein Dorf ist eine kleine Gruppe von Häusern und zugehörigen Gebäuden, größer als ein Weiler und kleiner als eine Stadt.",
      "example": "I visited a village last weekend. The villagers were very friendly. I will visit another village next month.",
      "example_translation": "Ich besuchte letztes Wochenende ein Dorf. Die Dorfbewohner waren sehr freundlich. Ich werde nächsten Monat ein anderes Dorf besuchen.",
      "imageLink": "image_files\\English\\village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "zoo",
      "translation": "Zoo",
      "definition": "A zoo is a park or institution where wild animals are kept for public display and education.",
      "definition_translation": "Ein Zoo ist ein Park oder eine Institution, in der wilde Tiere für die öffentliche Ausstellung und Bildung gehalten werden.",
      "example": "I went to the zoo yesterday. I will go to the zoo again next week. I went to the zoo with my family when I was a child.",
      "example_translation": "Ich ging gestern in den Zoo. Ich werde nächste Woche wieder in den Zoo gehen. Ich ging mit meiner Familie in den Zoo, als ich ein Kind war.",
      "imageLink": "image_files\\English\\zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "airport",
      "translation": "Flughafen",
      "definition": "A place where airplanes take off and land, usually having facilities for passengers to arrive and depart.",
      "definition_translation": "Ein Ort, an dem Flugzeuge starten und landen, normalerweise mit Einrichtungen für ankommende und abfliegende Passagiere.",
      "example": "I have to go to the airport to pick up my friend who is arriving from Paris. Yesterday, I dropped off my sister at the airport. Next week, I will fly from the airport to New York.",
      "example_translation": "Ich muss zum Flughafen fahren, um meinen Freund abzuholen, der aus Paris ankommt. Gestern habe ich meine Schwester am Flughafen abgesetzt. Nächste Woche fliege ich vom Flughafen nach New York.",
      "imageLink": "image_files\\English\\airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "apartment",
      "translation": "Wohnung",
      "definition": "A self-contained housing unit that occupies only part of a building, with multiple rooms, including a kitchen and bathroom.",
      "definition_translation": "Eine selbständige Wohneinheit, die nur einen Teil eines Gebäudes einnimmt, mit mehreren Räumen, einschließlich einer Küche und einem Badezimmer.",
      "example": "I have been looking for an apartment to rent near the city center. My friend lives in a small apartment with a beautiful view of the park. Next year, I will buy a spacious apartment in a new building.",
      "example_translation": "Ich habe nach einer Wohnung gesucht, die ich in der Nähe des Stadtzentrums mieten kann. Mein Freund lebt in einer kleinen Wohnung mit einer schönen Aussicht auf den Park. Nächstes Jahr werde ich eine geräumige Wohnung in einem neuen Gebäude kaufen.",
      "imageLink": "image_files\\English\\apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "area",
      "translation": "Gebiet",
      "definition": "A particular region or part of a country, city, or town, often defined by a specific characteristic or feature.",
      "definition_translation": "Ein bestimmtes Gebiet oder Teil eines Landes, einer Stadt oder eines Ortes, oft definiert durch ein bestimmtes Merkmal oder eine bestimmte Eigenschaft.",
      "example": "The area around the city center is always crowded. The rural area is beautiful with rolling hills and green pastures. Next month, I will explore the historic area of the old town.",
      "example_translation": "Das Gebiet um das Stadtzentrum ist immer überlaufen. Das ländliche Gebiet ist schön mit seinen Hügeln und grünen Weiden. Nächstes Monat werde ich das historische Gebiet der alten Stadt erkunden.",
      "imageLink": "image_files\\English\\area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bookshop",
      "translation": "Buchhandlung",
      "definition": "A store that sells books, often with a wide range of titles and genres, and may also provide services such as bookbinding and printing.",
      "definition_translation": "Ein Laden, der Bücher verkauft, oft mit einer breiten Palette an Titeln und Genres, und bietet möglicherweise auch Dienstleistungen wie Buchbinderei und Druckerei.",
      "example": "I love browsing through the shelves of a bookshop to find new authors. Yesterday, I bought a rare book from a second-hand bookshop. Next week, I will attend a book reading event at a local bookshop.",
      "example_translation": "Ich liebe es, durch die Regale einer Buchhandlung zu browsen, um neue Autoren zu finden. Gestern habe ich ein seltenes Buch in einer Second-Hand-Buchhandlung gekauft. Nächste Woche werde ich einem Buchlesungs-Event in einer lokalen Buchhandlung beiwohnen.",
      "imageLink": "image_files\\English\\bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bookstore",
      "translation": "Buchhandlung",
      "definition": "A building or room containing a collection of books for sale or borrowing.",
      "definition_translation": "Ein Gebäude oder Raum, das/e eine Sammlung von Büchern zum Verkauf oder Ausleihen enthält.",
      "example": "I went to the bookstore to buy a novel yesterday, I'm going there to return it today, and I will go there to buy another one tomorrow.",
      "example_translation": "Ich ging gestern in die Buchhandlung, um einen Roman zu kaufen, ich gehe heute dorthin, um ihn zurückzugeben, und ich werde morgen dorthin gehen, um einen weiteren zu kaufen.",
      "imageLink": "image_files\\English\\bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bridge",
      "translation": "Brücke",
      "definition": "A structure built to span a valley, road, body of water, or other obstacle.",
      "definition_translation": "Eine Struktur, die gebaut wurde, um ein Tal, eine Straße, ein Gewässer oder ein anderes Hindernis zu überqueren.",
      "example": "The bridge was built in the 19th century, it was repaired last year, and it will be renovated next year.",
      "example_translation": "Die Brücke wurde im 19. Jahrhundert gebaut, sie wurde letztes Jahr repariert und wird nächstes Jahr renoviert.",
      "imageLink": "image_files\\English\\bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "building",
      "translation": "Gebäude",
      "definition": "A structure with a roof and walls, such as a house, office, or factory.",
      "definition_translation": "Eine Struktur mit einem Dach und Wänden, wie ein Haus, ein Büro oder eine Fabrik.",
      "example": "The building was designed by a famous architect, it was constructed last year, and it will be maintained regularly from now on.",
      "example_translation": "Das Gebäude wurde von einem berühmten Architekten entworfen, es wurde letztes Jahr gebaut und wird von jetzt an regelmäßig gewartet.",
      "imageLink": "image_files\\English\\building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bus station",
      "translation": "Bushaltestelle",
      "definition": "A designated place where buses stop to pick up and drop off passengers.",
      "definition_translation": "Ein bestimmter Ort, an dem Busse anhalten, um Fahrgäste aufzunehmen und abzusetzen.",
      "example": "I arrived at the bus station early, I'm waiting for the bus now, and I will get off at the next stop.",
      "example_translation": "Ich kam frühzeitig an der Bushaltestelle an, ich warte jetzt auf den Bus und werde an der nächsten Haltestelle aussteigen.",
      "imageLink": "image_files\\English\\bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bus stop",
      "translation": "Bushaltestelle",
      "definition": "A place where buses stop to let passengers on and off.",
      "definition_translation": "Ein Ort, an dem Busse halten, um Fahrgäste ein- und aussteigen zu lassen.",
      "example": "I'm waiting at the bus stop. Yesterday, I waited at the bus stop. Tomorrow, I will wait at the bus stop.",
      "example_translation": "Ich warte an der Bushaltestelle. Gestern wartete ich an der Bushaltestelle. Morgen werde ich an der Bushaltestelle warten.",
      "imageLink": "image_files\\English\\bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cafeteria",
      "translation": "Mensa",
      "definition": "A self-service restaurant, usually in a school or office building, where food and drinks are served.",
      "definition_translation": "Ein Selbstbedienungsrestaurant, normalerweise in einem Schul- oder Bürogebäude, wo Essen und Getränke serviert werden.",
      "example": "I'm going to the cafeteria for lunch. Yesterday, I went to the cafeteria for lunch. Tomorrow, I will go to the cafeteria for lunch.",
      "example_translation": "Ich gehe in die Mensa zum Mittagessen. Gestern ging ich in die Mensa zum Mittagessen. Morgen werde ich in die Mensa zum Mittagessen gehen.",
      "imageLink": "image_files\\English\\cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "capital",
      "translation": "Hauptstadt",
      "definition": "The city or town that is the seat of government of a country, state, or province.",
      "definition_translation": "Die Stadt oder der Ort, der der Regierungssitz eines Landes, Staates oder Provinz ist.",
      "example": "The capital of France is Paris. Yesterday, I visited the capital of France. Tomorrow, I will visit the capital of Germany.",
      "example_translation": "Die Hauptstadt Frankreichs ist Paris. Gestern besuchte ich die Hauptstadt Frankreichs. Morgen werde ich die Hauptstadt Deutschlands besuchen.",
      "imageLink": "image_files\\English\\capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "car park",
      "translation": "Parkplatz",
      "definition": "An area where cars are parked, often in a designated area near a building or in a public place.",
      "definition_translation": "Ein Bereich, in dem Autos geparkt werden, oft in einem ausgewiesenen Bereich nahe einem Gebäude oder in einem öffentlichen Ort.",
      "example": "I parked my car in the car park. Yesterday, I parked my car in the car park. Tomorrow, I will park my car in the car park.",
      "example_translation": "Ich parkte mein Auto auf dem Parkplatz. Gestern parkte ich mein Auto auf dem Parkplatz. Morgen werde ich mein Auto auf dem Parkplatz parken.",
      "imageLink": "image_files\\English\\car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "castle",
      "translation": "Schloss",
      "definition": "A large building or structure, typically in a rural area, that was originally designed as a fortified residence for a noble or royal family.",
      "definition_translation": "Ein großes Gebäude oder eine Struktur, typischerweise in einem ländlichen Gebiet, das ursprünglich als befestigter Wohnsitz für eine noble oder königliche Familie entworfen wurde.",
      "example": "The king built a castle on the hill in the 12th century. It is now a popular tourist destination. I will visit the castle next year. I visited the castle last summer.",
      "example_translation": "Der König baute ein Schloss auf dem Hügel im 12. Jahrhundert. Es ist jetzt ein beliebtes Touristenziel. Ich werde das Schloss nächstes Jahr besuchen. Ich besuchte das Schloss letzten Sommer.",
      "imageLink": "image_files\\English\\castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cathedral",
      "translation": "Kathedrale",
      "definition": "A large, impressive church, typically serving as the main church of a diocese or bishop.",
      "definition_translation": "Eine große, eindrucksvolle Kirche, die typischerweise als Hauptkirche eines Bistums oder Bischofs dient.",
      "example": "The cathedral was built in the 14th century and has beautiful stained glass windows. I will attend a service at the cathedral next Sunday. We visited the cathedral last year.",
      "example_translation": "Die Kathedrale wurde im 14. Jahrhundert gebaut und hat schöne farbige Glasfenster. Ich werde nächste Sonntag einen Gottesdienst in der Kathedrale besuchen. Wir besuchten die Kathedrale letzten Jahr.",
      "imageLink": "image_files\\English\\cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "centre",
      "translation": "Zentrum",
      "definition": "A point or place that is equidistant from all sides or boundaries of something; the middle or central part of something.",
      "definition_translation": "Ein Punkt oder Ort, der gleich weit von allen Seiten oder Grenzen etwas entfernt ist; der mittlere oder zentrale Teil von etwas.",
      "example": "The city centre is very busy on Fridays. I will meet you at the centre of the park at 5 pm. We walked to the centre of the city yesterday.",
      "example_translation": "Das Stadtzentrum ist sehr belebt am Freitag. Ich werde mich mit dir am Zentrum des Parks um 17 Uhr treffen. Wir gingen zum Zentrum der Stadt gestern.",
      "imageLink": "image_files\\English\\centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chemist's",
      "translation": "Apotheke",
      "definition": "A shop where medicinal and other goods are sold, especially one that is authorized to dispense prescription medicine.",
      "definition_translation": "Ein Laden, in dem arzneiliche und andere Waren verkauft werden, insbesondere einer, der befugt ist, verschreibungspflichtige Medikamente auszugeben.",
      "example": "I need to go to the chemist's to buy some medicine. She works at the chemist's on Main Street. We went to the chemist's yesterday to buy some cream.",
      "example_translation": "Ich muss zum Apotheker gehen, um some Medizin zu kaufen. Sie arbeitet in der Apotheke in der Hauptstraße. Wir gingen gestern zum Apotheker, um einige Creme zu kaufen.",
      "imageLink": "image_files\\English\\chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "church",
      "translation": "Kirche",
      "definition": "A building for public Christian worship, especially one with a tower or steeple.",
      "definition_translation": "Ein Gebäude für öffentliche christliche Anbetung, insbesondere eines mit einem Turm oder Kirchturm.",
      "example": "I went to church last Sunday. I go to church every week. I will go to church tomorrow.",
      "example_translation": "Ich ging letzten Sonntag in die Kirche. Ich gehe jede Woche in die Kirche. Ich werde morgen in die Kirche gehen.",
      "imageLink": "image_files\\English\\church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "city centre",
      "translation": "Stadtzentrum",
      "definition": "The central part of a city, typically containing the main shops, offices, and public buildings.",
      "definition_translation": "Der zentrale Teil einer Stadt, die typischerweise die Hauptgeschäfte, Büros und öffentlichen Gebäude enthält.",
      "example": "I live in the city centre. I lived in the city centre last year. I will live in the city centre soon.",
      "example_translation": "Ich lebe im Stadtzentrum. Ich lebte letzten Jahr im Stadtzentrum. Ich werde bald im Stadtzentrum leben.",
      "imageLink": "image_files\\English\\city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "clothes shop",
      "translation": "Kleidungsgeschäft",
      "definition": "A shop where clothes are sold.",
      "definition_translation": "Ein Laden, in dem Kleidung verkauft wird.",
      "example": "I went to a clothes shop yesterday. I go to a clothes shop every month. I will go to a clothes shop tomorrow.",
      "example_translation": "Ich ging gestern in ein Kleidungsgeschäft. Ich gehe jeden Monat in ein Kleidungsgeschäft. Ich werde morgen in ein Kleidungsgeschäft gehen.",
      "imageLink": "image_files\\English\\clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "club",
      "translation": "Verein",
      "definition": "An association of people united by a common interest or goal.",
      "definition_translation": "Eine Vereinigung von Menschen, die durch ein gemeinsames Interesse oder Ziel vereint sind.",
      "example": "I went to a club last night. I go to a club every weekend. I will go to a club next week.",
      "example_translation": "Ich ging letzte Nacht in einen Verein. Ich gehe jeden Wochenende in einen Verein. Ich werde nächste Woche in einen Verein gehen.",
      "imageLink": "image_files\\English\\club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "college",
      "translation": "Hochschule",
      "definition": "An educational institution that provides higher learning, typically for students who have completed secondary school.",
      "definition_translation": "Eine Bildungseinrichtung, die höhere Lernmöglichkeiten bietet, typischerweise für Schüler, die die Sekundarstufe abgeschlossen haben.",
      "example": "I attended college to study business administration. I am currently attending college to pursue a degree in computer science. I will attend college next year to study engineering.",
      "example_translation": "Ich besuchte das College, um Betriebswirtschaftslehre zu studieren. Ich besuche derzeit das College, um einen Abschluss in Informatik zu erwerben. Ich werde nächstes Jahr das College besuchen, um Ingenieurwissenschaften zu studieren.",
      "imageLink": "image_files\\English\\college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "corner",
      "translation": "Ecke",
      "definition": "The point or area where two or more edges, surfaces, or lines meet or converge.",
      "definition_translation": "Der Punkt oder Bereich, an dem zwei oder mehr Kanten, Oberflächen oder Linien sich treffen oder konvergieren.",
      "example": "The book fell into the corner of the room. The cyclist skidded on the corner of the street. The architect designed the building with rounded corners.",
      "example_translation": "Das Buch fiel in die Ecke des Raumes. Der Radfahrer skidded auf der Ecke der Straße. Der Architekt entwarf das Gebäude mit abgerundeten Ecken.",
      "imageLink": "image_files\\English\\corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "department store",
      "translation": "Warenhaus",
      "definition": "A large retail establishment that sells a wide variety of products, typically organized into separate departments.",
      "definition_translation": "Ein großes Einzelhandelsgeschäft, das eine breite Palette von Produkten anbietet, die üblicherweise in separate Abteilungen organisiert sind.",
      "example": "I went to the department store to buy a new outfit. The department store is having a sale on winter clothing. The department store chain is expanding to new locations.",
      "example_translation": "Ich ging zum Warenhaus, um ein neues Outfit zu kaufen. Das Warenhaus hat ein Sonderangebot auf Winterbekleidung. Die Warenhauskette expandiert auf neue Standorte.",
      "imageLink": "image_files\\English\\department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "disco",
      "translation": "Diskothek",
      "definition": "A type of nightclub or public space where people gather to dance and socialize, typically featuring recorded music with flashing lights and a dance floor.",
      "definition_translation": "Eine Art von Nachtclub oder öffentlichen Raum, in dem Menschen sich zum Tanzen und Sozialisieren treffen, typischerweise mit aufgezeichneten Musik und flackernden Lichtern und einer Tanzfläche.",
      "example": "I went to the disco last night and danced until dawn. The disco ball spun rapidly, reflecting the lights. The disco era was a time of great cultural change.",
      "example_translation": "Ich ging letzte Nacht in die Diskothek und tanzte bis zum Morgengrauen. Der Discoball drehte sich schnell, reflektierend die Lichter. Die Disko-Ära war eine Zeit großer kultureller Veränderung.",
      "imageLink": "image_files\\English\\disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "drugstore",
      "translation": "Apotheke",
      "definition": "A retail store where medicines and other healthcare products are sold.",
      "definition_translation": "Ein Einzelhandelsgeschäft, in dem Medikamente und andere Gesundheitsprodukte verkauft werden.",
      "example": "She went to the drugstore to buy some pain relievers. Yesterday, she had gone to the drugstore to pick up her prescription. She will go to the drugstore tomorrow to buy some vitamins.",
      "example_translation": "Sie ging in die Apotheke, um einige Schmerzmittel zu kaufen. Gestern war sie in die Apotheke gegangen, um ihr Rezept abzuholen. Sie wird morgen in die Apotheke gehen, um einige Vitamine zu kaufen.",
      "imageLink": "image_files\\English\\drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "entrance",
      "translation": "Eingang",
      "definition": "The point of entry into a building, room, or vehicle.",
      "definition_translation": "Der Punkt des Eintritts in ein Gebäude, ein Zimmer oder ein Fahrzeug.",
      "example": "The entrance to the museum was grand and impressive. They had entered through the entrance yesterday. They will enter through the entrance tomorrow.",
      "example_translation": "Der Eingang zum Museum war groß und eindrucksvoll. Sie waren gestern durch den Eingang eingetreten. Sie werden morgen durch den Eingang eingehen.",
      "imageLink": "image_files\\English\\entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "exit",
      "translation": "Ausgang",
      "definition": "A way out of a place, building, or vehicle.",
      "definition_translation": "Ein Weg aus einem Ort, einem Gebäude oder einem Fahrzeug.",
      "example": "She found the exit and left the building. They had exited the highway yesterday. They will exit the airport tomorrow.",
      "example_translation": "Sie fand den Ausgang und verließ das Gebäude. Sie waren gestern von der Autobahn abgefahren. Sie werden morgen den Flughafen verlassen.",
      "imageLink": "image_files\\English\\exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "field",
      "translation": "Feld",
      "definition": "A piece of land used for growing crops or grazing livestock.",
      "definition_translation": "Ein Stück Land, das für den Anbau von Pflanzen oder die Weide von Vieh genutzt wird.",
      "example": "The farmer worked in the field all day. They had played in the field yesterday. They will work in the field tomorrow.",
      "example_translation": "Der Farmer arbeitete den ganzen Tag auf dem Feld. Sie hatten gestern auf dem Feld gespielt. Sie werden morgen auf dem Feld arbeiten.",
      "imageLink": "image_files\\English\\field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "garage",
      "translation": "Garage",
      "definition": "A building or structure for housing motor vehicles, especially one that is attached to a house.",
      "definition_translation": "Ein Gebäude oder eine Struktur zur Unterbringung von Motorfahrzeugen, insbesondere eines, das an ein Haus angebaut ist.",
      "example": "I parked my car in the garage yesterday, I park it there every day, and I will park it there tomorrow.",
      "example_translation": "Ich parkte mein Auto in der Garage gestern, ich parke es jeden Tag dort und ich werde es morgen dort parken.",
      "imageLink": "image_files\\English\\garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hill",
      "translation": "Hügel",
      "definition": "A natural elevation of the earth's surface, especially a small one.",
      "definition_translation": "Eine natürliche Erhebung der Erdoberfläche, insbesondere eine kleine.",
      "example": "I climbed the hill yesterday, I climb it every day, and I will climb it tomorrow to watch the sunset.",
      "example_translation": "Ich erklomm den Hügel gestern, ich erklimme ihn jeden Tag und ich werde ihn morgen erklimmen, um den Sonnenuntergang zu beobachten.",
      "imageLink": "image_files\\English\\hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "island",
      "translation": "Insel",
      "definition": "A piece of land surrounded by water.",
      "definition_translation": "Ein Stück Land, das von Wasser umgeben ist.",
      "example": "I visited the island last year, I visit it every summer, and I will visit it again next year.",
      "example_translation": "Ich besuchte die Insel letztes Jahr, ich besuche sie jeden Sommer und ich werde sie nächstes Jahr wieder besuchen.",
      "imageLink": "image_files\\English\\island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "library",
      "translation": "Bibliothek",
      "definition": "A building or room containing a collection of books, periodicals, and other materials for reading and research.",
      "definition_translation": "Ein Gebäude oder ein Raum, der eine Sammlung von Büchern, Zeitschriften und anderen Materialien für das Lesen und die Forschung enthält.",
      "example": "I went to the library yesterday to study, I go there every day to research, and I will go there tomorrow to return a book.",
      "example_translation": "Ich ging gestern zur Bibliothek, um zu studieren, ich gehe jeden Tag dorthin, um zu forschen, und ich werde morgen dorthin gehen, um ein Buch zurückzugeben.",
      "imageLink": "image_files\\English\\library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lift",
      "translation": "Fahrstuhl",
      "definition": "A device used to raise or lower people or goods between floors in a building.",
      "definition_translation": "Ein Gerät, das verwendet wird, um Menschen oder Güter zwischen den Etagen eines Gebäudes anzuheben oder abzusenken.",
      "example": "I took the lift to the top floor to enjoy the view. Yesterday, I took the lift to the basement to do laundry. Next week, I will take the lift to the office to attend a meeting.",
      "example_translation": "Ich nahm den Fahrstuhl zum obersten Stock, um den Ausblick zu genießen. Gestern nahm ich den Fahrstuhl in den Keller, um die Wäsche zu erledigen. Nächste Woche werde ich den Fahrstuhl zum Büro nehmen, um an einer Besprechung teilzunehmen.",
      "imageLink": "image_files\\English\\lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "market",
      "translation": "Markt",
      "definition": "A regular gathering of people for the sale of food, goods, and services.",
      "definition_translation": "Eine regelmäßige Zusammenkunft von Menschen für den Verkauf von Lebensmitteln, Waren und Dienstleistungen.",
      "example": "I went to the market to buy fresh vegetables. Yesterday, I went to the market to buy a new phone. Next week, I will go to the market to buy a gift for my friend.",
      "example_translation": "Ich ging zum Markt, um frische Gemüse zu kaufen. Gestern ging ich zum Markt, um ein neues Handy zu kaufen. Nächste Woche werde ich zum Markt gehen, um ein Geschenk für meinen Freund zu kaufen.",
      "imageLink": "image_files\\English\\market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mosque",
      "translation": "Moschee",
      "definition": "A building for Muslim worship, typically with a minaret and a large dome.",
      "definition_translation": "Ein Gebäude für den muslimischen Gottesdienst, typischerweise mit einem Minarett und einer großen Kuppel.",
      "example": "I visited the mosque during my trip to Istanbul. Yesterday, I went to the mosque for Friday prayers. Next week, I will visit the mosque with my family.",
      "example_translation": "Ich besuchte die Moschee während meiner Reise nach Istanbul. Gestern ging ich zur Moschee für das Freitagsgebet. Nächste Woche werde ich die Moschee mit meiner Familie besuchen.",
      "imageLink": "image_files\\English\\mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "motorway",
      "translation": "Autobahn",
      "definition": "A high-speed road designed for fast traffic, with limited access points.",
      "definition_translation": "Eine Hochgeschwindigkeitsstraße, die für schnellen Verkehr konzipiert wurde, mit begrenzten Zufahrten.",
      "example": "I drove on the motorway to get to the airport on time. Yesterday, I drove on the motorway to visit my sister. Next week, I will drive on the motorway to go to the beach.",
      "example_translation": "Ich fuhr auf der Autobahn, um pünktlich am Flughafen anzukommen. Gestern fuhr ich auf der Autobahn, um meine Schwester zu besuchen. Nächste Woche werde ich auf der Autobahn fahren, um zum Strand zu gehen.",
      "imageLink": "image_files\\English\\motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mountain",
      "translation": "Berg",
      "definition": "A mountain is a natural elevation of the earth's surface rising more or less abruptly from the surrounding level and attaining an altitude which, relative to the adjacent elevation, is impressive or notable.",
      "definition_translation": "Ein Berg ist eine natürliche Erhebung der Erdoberfläche, die mehr oder weniger plötzlich von der umgebenden Ebene ansteigt und eine Höhe erreicht, die im Verhältnis zur benachbarten Erhebung beeindruckend oder bemerkenswert ist.",
      "example": "I climbed the mountain last year, I am climbing the mountain now, and I will climb the mountain next year.",
      "example_translation": "Ich bin letzten Jahr auf den Berg gestiegen, ich steige gerade jetzt auf den Berg und ich werde nächstes Jahr auf den Berg steigen.",
      "imageLink": "image_files\\English\\mountain.jpg",
      "audioLink": "mountain.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "office",
      "translation": "Büro",
      "definition": "A room or set of rooms where people work, often in a business or organization.",
      "definition_translation": "Ein Raum oder eine Reihe von Räumen, in denen Menschen arbeiten, oft in einem Unternehmen oder einer Organisation.",
      "example": "I went to the office yesterday, I am going to the office now, and I will go to the office tomorrow.",
      "example_translation": "Ich ging gestern ins Büro, ich gehe gerade ins Büro und ich werde morgen ins Büro gehen.",
      "imageLink": "image_files\\English\\office.jpg",
      "audioLink": "office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "path",
      "translation": "Pfad",
      "definition": "A way or track made for walking, jogging, or cycling.",
      "definition_translation": "Ein Weg oder eine Spur, die für das Gehen, Joggen oder Radfahren gemacht wurde.",
      "example": "I walked on the path yesterday, I am walking on the path now, and I will walk on the path tomorrow.",
      "example_translation": "Ich ging gestern auf dem Pfad, ich gehe gerade auf dem Pfad und ich werde morgen auf dem Pfad gehen.",
      "imageLink": "image_files\\English\\path.jpg",
      "audioLink": "path.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pet shop",
      "translation": "Tierhandlung",
      "definition": "A store that sells animals, especially dogs, cats, and birds, as well as food and accessories for them.",
      "definition_translation": "Ein Laden, der Tiere, insbesondere Hunde, Katzen und Vögel, sowie Futter und Zubehör für sie verkauft.",
      "example": "I visited the pet shop last week, I am visiting the pet shop now, and I will visit the pet shop next month.",
      "example_translation": "Ich besuchte letzte Woche die Tierhandlung, ich besuche gerade jetzt die Tierhandlung und ich werde nächstem Monat die Tierhandlung besuchen.",
      "imageLink": "image_files\\English\\pet-shop.jpg",
      "audioLink": "pet shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "petrol station",
      "translation": "Tankstelle",
      "definition": "A petrol station, also known as a gas station, is a facility that sells fuel and lubricants for motor vehicles.",
      "definition_translation": "Eine Tankstelle ist eine Einrichtung, die Kraftstoff und Schmiermittel für Kraftfahrzeuge verkauft.",
      "example": "I filled up my car at the petrol station yesterday. I fill up my car at the petrol station every week. I will fill up my car at the petrol station tomorrow.",
      "example_translation": "Ich habe mein Auto gestern an der Tankstelle aufgetankt. Ich tanke mein Auto jede Woche an der Tankstelle auf. Ich werde mein Auto morgen an der Tankstelle auf-tanken.",
      "imageLink": "image_files\\English\\petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "playground",
      "translation": "Spielplatz",
      "definition": "A playground is an outdoor area where children can play on equipment such as swings, slides, and climbing frames.",
      "definition_translation": "Ein Spielplatz ist ein Außenbereich, auf dem Kinder auf Geräten wie Schaukeln, Rutschen und Klettergerüsten spielen können.",
      "example": "I went to the playground with my friends when I was a kid. I go to the playground with my kids every weekend. I will go to the playground with my friends next month.",
      "example_translation": "Ich ging als Kind mit meinen Freunden in den Spielplatz. Ich gehe jeden Wochenende mit meinen Kindern in den Spielplatz. Ich werde nächsten Monat mit meinen Freunden in den Spielplatz gehen.",
      "imageLink": "image_files\\English\\playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "police station",
      "translation": "Polizeistation",
      "definition": "A police station is a building or facility where police officers are based and operate from.",
      "definition_translation": "Eine Polizeistation ist ein Gebäude oder eine Einrichtung, in der Polizeibeamte stationiert sind und von dort aus arbeiten.",
      "example": "I went to the police station to report a crime last night. I go to the police station every month to file a report. I will go to the police station tomorrow to get a permit.",
      "example_translation": "Ich ging letzte Nacht zur Polizeistation, um ein Verbrechen anzuzeigen. Ich gehe jeden Monat zur Polizeistation, um einen Bericht einzureichen. Ich werde morgen zur Polizeistation gehen, um eine Genehmigung zu erhalten.",
      "imageLink": "image_files\\English\\police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pool",
      "translation": "Schwimmbad",
      "definition": "A pool is a structure filled with water, used for swimming, diving, or other water-based activities.",
      "definition_translation": "Ein Schwimmbad ist eine Struktur, die mit Wasser gefüllt ist, die fürs Schwimmen, Tauchen oder andere wasserbasierte Aktivitäten verwendet wird.",
      "example": "I swam in the pool yesterday. I swim in the pool every morning. I will swim in the pool next summer.",
      "example_translation": "Ich schwamm gestern im Schwimmbad. Ich schwimme jeden Morgen im Schwimmbad. Ich werde nächstem Sommer im Schwimmbad schwimmen.",
      "imageLink": "image_files\\English\\pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "post office",
      "translation": "Postamt",
      "definition": "A place where postal services are provided, such as sending and receiving mail and packages.",
      "definition_translation": "Ein Ort, an dem poste Dienstleistungen angeboten werden, wie das Senden und Empfangen von Briefen und Paketen.",
      "example": "I need to go to the post office to send a package to my friend. Yesterday, I went to the post office to buy some stamps. Tomorrow, I will go to the post office to mail a letter.",
      "example_translation": "Ich muss zum Postamt gehen, um ein Paket an meinen Freund zu senden. Gestern ging ich zum Postamt, um einige Briefmarken zu kaufen. Morgen werde ich zum Postamt gehen, um einen Brief zu verschicken.",
      "imageLink": "image_files\\English\\post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pub",
      "translation": "Kneipe",
      "definition": "A building or room where people gather to drink and socialize.",
      "definition_translation": "Ein Gebäude oder Raum, in dem Menschen sich versammeln, um zu trinken und zu socialisieren.",
      "example": "I'm going to meet my friends at the pub tonight. We went to the pub last night to watch a game. Tomorrow, we'll go to the pub to celebrate my birthday.",
      "example_translation": "Ich treffe meine Freunde heute Abend in der Kneipe. Wir gingen gestern Abend in die Kneipe, um ein Spiel zu sehen. Morgen werden wir in die Kneipe gehen, um meinen Geburtstag zu feiern.",
      "imageLink": "image_files\\English\\pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "railway",
      "translation": "Eisenbahn",
      "definition": "A system of rails and trains for transporting people and goods.",
      "definition_translation": "Ein System von Schienen und Zügen für den Transport von Menschen und Gütern.",
      "example": "I'm taking the railway to visit my family this weekend. We took the railway to the city last year. Tomorrow, I'll take the railway to go to work.",
      "example_translation": "Ich nehme die Eisenbahn, um meine Familie dieses Wochenende zu besuchen. Wir nahmen die Eisenbahn in die Stadt letztes Jahr. Morgen werde ich die Eisenbahn nehmen, um zur Arbeit zu gehen.",
      "imageLink": "image_files\\English\\railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "railway station",
      "translation": "Bahnhof",
      "definition": "A place where trains stop to let passengers get on or off.",
      "definition_translation": "Ein Ort, an dem Züge halten, um Passagieren das Ein- oder Aussteigen zu ermöglichen.",
      "example": "I'm meeting my friend at the railway station at 5pm. We went to the railway station yesterday to buy tickets. Tomorrow, I'll go to the railway station to catch a train.",
      "example_translation": "Ich treffe meinen Freund am Bahnhof um 17 Uhr. Wir gingen gestern zum Bahnhof, um Tickets zu kaufen. Morgen werde ich zum Bahnhof gehen, um einen Zug zu nehmen.",
      "imageLink": "image_files\\English\\railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shoe shop",
      "translation": "Schuhgeschäft",
      "definition": "A retail establishment that sells shoes and other footwear",
      "definition_translation": "Ein Einzelhandelsgeschäft, das Schuhe und andere Fußbekleidung verkauft",
      "example": "I went to the shoe shop yesterday, I'm going to the shoe shop tomorrow, and I have been going to the shoe shop for months.",
      "example_translation": "Ich ging gestern in das Schuhgeschäft, ich gehe morgen in das Schuhgeschäft und ich gehe seit Monaten in das Schuhgeschäft.",
      "imageLink": "image_files\\English\\shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shopping centre",
      "translation": "Einkaufszentrum",
      "definition": "A large building or area that contains many shops, restaurants, and entertainment facilities.",
      "definition_translation": "Ein großes Gebäude oder Gebiet, das viele Geschäfte, Restaurants und Unterhaltungseinrichtungen enthält.",
      "example": "I have been to the shopping centre many times, I am going to the shopping centre now, and I will go to the shopping centre later.",
      "example_translation": "Ich war viele Male im Einkaufszentrum, ich bin jetzt im Einkaufszentrum und ich werde später im Einkaufszentrum sein.",
      "imageLink": "image_files\\English\\shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sports centre",
      "translation": "Sportzentrum",
      "definition": "A facility that provides a range of sports and fitness activities, including swimming, gymnastics, and team sports.",
      "definition_translation": "Eine Einrichtung, die eine Reihe von Sport- und Fitness-Aktivitäten anbietet, einschließlich Schwimmen, Turnen und Mannschaftssportarten.",
      "example": "I used to play basketball at the sports centre when I was a teenager, I play squash at the sports centre now, and I will play tennis at the sports centre next week.",
      "example_translation": "Ich spielte Basketball im Sportzentrum, als ich ein Teenager war, ich spiele Squash im Sportzentrum jetzt und ich werde nächste Woche Tennis im Sportzentrum spielen.",
      "imageLink": "image_files\\English\\sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "square",
      "translation": "Platz",
      "definition": "An open area in a town or city, often with buildings, monuments, or statues around it.",
      "definition_translation": "Ein offener Platz in einer Stadt oder einem Dorf, oft mit Gebäuden, Denkmälern oder Statuen drumherum.",
      "example": "The tourists walked around the square, taking pictures of the historic landmarks, the children played in the square yesterday, and the city will host a festival in the square next month.",
      "example_translation": "Die Touristen gingen rund um den Platz, machten Bilder von den historischen Sehenswürdigkeiten, die Kinder spielten gestern auf dem Platz und die Stadt wird nächsten Monat ein Festival auf dem Platz ausrichten.",
      "imageLink": "image_files\\English\\square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stadium",
      "translation": "Stadion",
      "definition": "A stadium is a large outdoor or indoor venue for sports, concerts, or other events.",
      "definition_translation": "Ein Stadion ist ein großes Freiluft- oder Hallenstadion für Sportveranstaltungen, Konzerte oder andere Events.",
      "example": "I went to the stadium to watch the football game last weekend. I'm going to the stadium to watch the concert tonight. I will go to the stadium to watch the tennis match next week.",
      "example_translation": "Ich ging ins Stadion, um das Fußballspiel letztes Wochenende zu sehen. Ich gehe ins Stadion, um das Konzert heute Abend zu sehen. Ich werde ins Stadion gehen, um das Tennismatch nächste Woche zu sehen.",
      "imageLink": "image_files\\English\\stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "theatre",
      "translation": "Theater",
      "definition": "A theatre is a building or space where live performances, such as plays, musicals, or dance performances, take place.",
      "definition_translation": "Ein Theater ist ein Gebäude oder ein Raum, in dem Live-Aufführungen, wie Theaterstücke, Musicals oder Tanzperformances, stattfinden.",
      "example": "I visited the theatre to watch a play last night. I'm going to the theatre to watch a musical tonight. I will visit the theatre to watch a dance performance next month.",
      "example_translation": "Ich besuchte das Theater, um ein Theaterstück letzte Nacht zu sehen. Ich gehe ins Theater, um ein Musical heute Abend zu sehen. Ich werde das Theater besuchen, um eine Tanzperformance nächsten Monat zu sehen.",
      "imageLink": "image_files\\English\\theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ticket office",
      "translation": "Ticketkasse",
      "definition": "A ticket office is a place where people can buy tickets for events, such as concerts, plays, or sports games.",
      "definition_translation": "Eine Ticketkasse ist ein Ort, an dem Menschen Tickets für Veranstaltungen, wie Konzerte, Theaterstücke oder Sportspiele, kaufen können.",
      "example": "I went to the ticket office to buy a ticket for the concert. I'm going to the ticket office to buy a ticket for the play tonight. I will go to the ticket office to buy a ticket for the football game next week.",
      "example_translation": "Ich ging zur Ticketkasse, um ein Ticket für das Konzert zu kaufen. Ich gehe zur Ticketkasse, um ein Ticket für das Theaterstück heute Abend zu kaufen. Ich werde zur Ticketkasse gehen, um ein Ticket für das Fußballspiel nächste Woche zu kaufen.",
      "imageLink": "image_files\\English\\ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "toy shop",
      "translation": " Spielzeugladen",
      "definition": "A toy shop is a store that sells toys and games for children.",
      "definition_translation": "Ein Spielzeugladen ist ein Laden, der Spielzeug und Spiele für Kinder verkauft.",
      "example": "I went to the toy shop to buy a toy for my brother's birthday. I'm going to the toy shop to buy a game for my sister tonight. I will go to the toy shop to buy a puzzle for my friend next week.",
      "example_translation": "Ich ging in den Spielzeugladen, um ein Spielzeug für den Geburtstag meines Bruders zu kaufen. Ich gehe in den Spielzeugladen, um ein Spiel für meine Schwester heute Abend zu kaufen. Ich werde in den Spielzeugladen gehen, um ein Puzzle für meinen Freund nächste Woche zu kaufen.",
      "imageLink": "image_files\\English\\toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "underground",
      "translation": "unterirdisch",
      "definition": "Located or done beneath the surface of the earth. A system of railways or trains operating below the ground level.",
      "definition_translation": "Unter der Erdoberfläche gelegen oder durchgeführt. Ein System von Eisenbahnen oder Zügen, die unter dem Erdniveau operieren.",
      "example": "I took the underground to get to the city center. I will take the underground to get to work tomorrow. I took the underground to get to the airport last week.",
      "example_translation": "Ich nahm die U-Bahn, um ins Stadtzentrum zu gelangen. Ich werde die U-Bahn nehmen, um morgen zur Arbeit zu kommen. Ich nahm die U-Bahn, um letzte Woche zum Flughafen zu gelangen.",
      "imageLink": "image_files\\English\\the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "apartment building",
      "translation": "Wohnhaus",
      "definition": "A building containing multiple residential units, each designed for occupation by a separate family, group of people, or person.",
      "definition_translation": "Ein Gebäude, das mehrere Wohnungen enthält, die jeweils für die Besetzung durch eine separate Familie, Gruppe von Menschen oder Person konzipiert sind.",
      "example": "The apartment building was located in a quiet neighborhood. The apartment building will be renovated next year. The apartment building was built in the 19th century.",
      "example_translation": "Das Wohnhaus lag in einer ruhigen Nachbarschaft. Das Wohnhaus wird nächstes Jahr renoviert werden. Das Wohnhaus wurde im 19. Jahrhundert gebaut.",
      "imageLink": "image_files\\English\\apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "balcony",
      "translation": "Balkon",
      "definition": "A platform projecting from the wall of a building, enclosed by a railing or balustrade, and accessed from an apartment or room.",
      "definition_translation": "Eine Plattform, die von der Wand eines Gebäudes herausragt, von einem Geländer oder einer Balustrade umgeben ist und von einer Wohnung oder einem Raum aus zugänglich ist.",
      "example": "I sat on the balcony to enjoy the view. She will sit on the balcony to read a book tomorrow. They sat on the balcony to watch the fireworks last night.",
      "example_translation": "Ich saß auf dem Balkon, um den Blick zu genießen. Sie wird morgen auf dem Balkon sitzen, um ein Buch zu lesen. Sie saßen auf dem Balkon, um die Feuerwerksshow letzte Nacht zu beobachten.",
      "imageLink": "image_files\\English\\balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "block",
      "translation": "Block",
      "definition": "A solid piece of material, such as wood or stone, used for building or paving.",
      "definition_translation": "Ein fester Stück Material, wie Holz oder Stein, das für das Bauen oder Pflastern verwendet wird.",
      "example": "The block of wood was used to build a table. The block will be used to pave the road next week. The block was used to build a house last year.",
      "example_translation": "Der Holzblock wurde verwendet, um einen Tisch zu bauen. Der Block wird nächste Woche verwendet, um die Straße zu pflastern. Der Block wurde verwendet, um ein Haus letztes Jahr zu bauen.",
      "imageLink": "image_files\\English\\block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "campsite",
      "translation": "Campingplatz",
      "definition": "A place where people can camp, usually in a designated area with facilities such as toilets and showers.",
      "definition_translation": "Ein Platz, an dem Menschen zelten können, normalerweise in einem bestimmten Bereich mit Einrichtungen wie Toiletten und Duschen.",
      "example": "We will pitch our tent at the campsite tonight. Last year, we camped at a beautiful campsite near the lake. Next summer, we will camp at a campsite in the mountains.",
      "example_translation": "Wir werden unser Zelt heute Nacht auf dem Campingplatz aufstellen. Im letzten Jahr campierten wir auf einem schönen Campingplatz am See. Nächsten Sommer werden wir auf einem Campingplatz in den Bergen zelten.",
      "imageLink": "image_files\\English\\campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "canteen",
      "translation": "Mensa",
      "definition": "A building or room where meals are served, especially in a school or factory.",
      "definition_translation": "Ein Gebäude oder Raum, in dem Mahlzeiten serviert werden, insbesondere in einer Schule oder Fabrik.",
      "example": "The students went to the canteen for lunch. The workers took a break in the canteen yesterday. The new canteen will be opened next month.",
      "example_translation": "Die Studenten gingen zum Mittagessen in die Mensa. Die Arbeiter machten gestern eine Pause in der Mensa. Die neue Mensa wird nächsten Monat eröffnet.",
      "imageLink": "image_files\\English\\canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "circus",
      "translation": "Zirkus",
      "definition": "A traveling amusement show, typically featuring acrobats, clowns, and trained animals.",
      "definition_translation": "Eine reisende Unterhaltungsshow, typischerweise mit Artisten, Clowns und dressierten Tieren.",
      "example": "We went to the circus last night and saw a great show. The circus is coming to town next week. I loved going to the circus when I was a child.",
      "example_translation": "Wir gingen letzte Nacht zum Zirkus und sahen eine großartige Show. Der Zirkus kommt nächste Woche in die Stadt. Ich liebte es, als Kind zum Zirkus zu gehen.",
      "imageLink": "image_files\\English\\circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "clinic",
      "translation": "Klinik",
      "definition": "A hospital department or building where outpatients are treated.",
      "definition_translation": "Ein Krankenhausabteilung oder -Gebäude, in dem ambulante Patienten behandelt werden.",
      "example": "The doctor worked at a clinic in the city. I went to the clinic for a check-up yesterday. The new clinic will be opened next year.",
      "example_translation": "Der Arzt arbeitete in einer Klinik in der Stadt. Ich ging gestern zu einer Klinik für eine Kontrolle. Die neue Klinik wird nächstes Jahr eröffnet.",
      "imageLink": "image_files\\English\\clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cottage",
      "translation": "Hütte",
      "definition": "A small house, typically in a rural area, often used as a holiday home.",
      "definition_translation": "Ein kleines Haus, typischerweise in einer ländlichen Gegend, oft als Ferienhaus genutzt.",
      "example": "I have always dreamed of owning a cottage by the lake. Last year, I bought one. Now, I'm renovating it.",
      "example_translation": "Ich habe immer von einem Haus am See geträumt. Letztes Jahr kaufte ich eines. Jetzt renoviere ich es.",
      "imageLink": "image_files\\English\\cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "court",
      "translation": "Gericht",
      "definition": "A place where justice is administered, where trials are held, and where disputes are settled.",
      "definition_translation": "Ein Ort, an dem Gerechtigkeit verwaltet wird, wo Prozesse stattfinden und wo Streitigkeiten beigelegt werden.",
      "example": "The court will decide on the verdict tomorrow. Yesterday, the lawyers presented their cases. Last week, the trial began.",
      "example_translation": "Das Gericht wird morgen das Urteil fällen. Gestern haben die Anwälte ihre Fälle vorgestellt. Letzte Woche begann der Prozess.",
      "imageLink": "image_files\\English\\court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "embassy",
      "translation": "Botschaft",
      "definition": "The official residence or offices of an ambassador, or the ambassador and their staff.",
      "definition_translation": "Die offizielle Residenz oder Büros eines Botschafters oder des Botschafters und seines Personals.",
      "example": "I went to the embassy to apply for a visa. Yesterday, I submitted my application. Next week, I'll receive my passport.",
      "example_translation": "Ich ging zur Botschaft, um ein Visum zu beantragen. Gestern habe ich mein Antrag eingereicht. Nächste Woche werde ich meinen Pass erhalten.",
      "imageLink": "image_files\\English\\embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "field",
      "translation": "Feld",
      "definition": "An area of land used for growing crops, raising livestock, or for recreational activities.",
      "definition_translation": "Ein Gebiet, das für den Anbau von Feldfrüchten, die Viehhaltung oder für Freizeitaktivitäten genutzt wird.",
      "example": "I grew up on a field where my family raised horses. Last summer, I planted corn. Next year, I'll sow wheat.",
      "example_translation": "Ich bin auf einem Feld aufgewachsen, auf dem meine Familie Pferde hielt. Letzten Sommer habe ich Mais gepflanzt. Nächstes Jahr werde ich Weizen säen.",
      "imageLink": "image_files\\English\\field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fire station",
      "translation": "Feuerwache",
      "definition": "A building or facility that houses firefighting equipment and personnel, providing emergency services to the community.",
      "definition_translation": "Ein Gebäude oder eine Einrichtung, die Brandschutzausrüstung und -personal beherbergt und Notdienstleistungen für die Gemeinde bereitstellt.",
      "example": "The city's fire station is located on Main Street. It housed 10 firefighters in 2020, and will house 15 by 2025. It had housed 5 firefighters in 2015.",
      "example_translation": "Die Feuerwache der Stadt befindet sich in der Hauptstraße. Sie beherbergte 10 Feuerwehrleute im Jahr 2020 und wird 15 bis 2025 beherbergen. Sie hatte 5 Feuerwehrleute im Jahr 2015 beherbergt.",
      "imageLink": "image_files\\English\\fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "florist's",
      "translation": "Blumenhändler",
      "definition": "A shop or store where flowers, plants, and other floral arrangements are sold.",
      "definition_translation": "Ein Laden oder ein Geschäft, in dem Blumen, Pflanzen und andere Blumenarrangements verkauft werden.",
      "example": "The florist's on the corner is famous for its beautiful bouquets. It has been run by the same family for 20 years, and will be run by the next generation in 5 years. It was run by a single owner in 1990.",
      "example_translation": "Der Blumenhändler auf der Ecke ist für seine schönen Bouquets berühmt. Er wird von derselben Familie seit 20 Jahren geführt und wird in 5 Jahren von der nächsten Generation geführt. Er wurde von einem Einzelbesitzer im Jahr 1990 geführt.",
      "imageLink": "image_files\\English\\florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "furniture store",
      "translation": "Möbelfachgeschäft",
      "definition": "A retail establishment selling furniture and related products, such as home decor and accessories.",
      "definition_translation": "Ein Einzelhandelsgeschäft, das Möbel und verwandte Produkte wie Wohnaccessoires und Dekorationsartikel verkauft.",
      "example": "The furniture store on Main Street is having a sale. It sold 50 sofas last month, and will sell 75 sofas next month. It had sold 30 sofas the month before.",
      "example_translation": "Das Möbelfachgeschäft in der Hauptstraße hat einen Verkauf. Es verkaufte letzten Monat 50 Sofas und wird nächsten Monat 75 Sofas verkaufen. Es hatte vor dem letzten Monat 30 Sofas verkauft.",
      "imageLink": "image_files\\English\\furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "garage",
      "translation": "Garage",
      "definition": "A building or structure designed to house or store vehicles, often attached to a house or building.",
      "definition_translation": "Ein Gebäude oder eine Struktur, die dazu设计, Fahrzeuge zu beherbergen oder zu lagern, oft an ein Haus oder Gebäude angebaut.",
      "example": "The garage was locked, but the door was open. It will be renovated next year, and had been repainted 5 years ago. It was built in 1980.",
      "example_translation": "Die Garage war verschlossen, aber die Tür war offen. Sie wird nächstes Jahr renoviert, und wurde vor 5 Jahren neu gestrichen. Sie wurde 1980 erbaut.",
      "imageLink": "image_files\\English\\garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "greengrocer's",
      "translation": "Gemüsehändlers",
      "definition": "A shop or store selling fresh fruit and vegetables.",
      "definition_translation": "Ein Laden oder Geschäft, das frisches Obst und Gemüse verkauft.",
      "example": "I went to the greengrocer's to buy some fresh strawberries for the weekend. Yesterday, I had gone to the greengrocer's to buy some apples. Tomorrow, I will go to the greengrocer's to buy some bananas.",
      "example_translation": "Ich ging zum Gemüsehändler, um einige frische Erdbeeren für das Wochenende zu kaufen. Gestern war ich zum Gemüsehändler gegangen, um einige Äpfel zu kaufen. Morgen werde ich zum Gemüsehändler gehen, um einige Bananen zu kaufen.",
      "imageLink": "image_files\\English\\greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grocer's",
      "translation": "Lebensmittelhändlers",
      "definition": "A shop or store selling food and other household goods.",
      "definition_translation": "Ein Laden oder Geschäft, das Lebensmittel und andere Haushaltswaren verkauft.",
      "example": "I went to the grocer's to buy some milk and bread. Yesterday, I had gone to the grocer's to buy some sugar. Tomorrow, I will go to the grocer's to buy some tea.",
      "example_translation": "Ich ging zum Lebensmittelhändler, um einige Milch und Brot zu kaufen. Gestern war ich zum Lebensmittelhändler gegangen, um einige Zucker zu kaufen. Morgen werde ich zum Lebensmittelhändler gehen, um einige Tee zu kaufen.",
      "imageLink": "image_files\\English\\grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grocery",
      "translation": "Lebensmittel",
      "definition": "Food and other household goods sold in a store.",
      "definition_translation": "Essen und andere Haushaltswaren, die in einem Laden verkauft werden.",
      "example": "I need to buy some grocery for the week. Yesterday, I had bought some grocery for the party. Tomorrow, I will buy some grocery for the dinner.",
      "example_translation": "Ich muss einige Lebensmittel für die Woche kaufen. Gestern hatte ich einige Lebensmittel für die Party gekauft. Morgen werde ich einige Lebensmittel für das Abendessen kaufen.",
      "imageLink": "image_files\\English\\grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "guesthouse",
      "translation": "Gasthaus",
      "definition": "A house or building where people can stay for a short time, often in a rural area.",
      "definition_translation": "Ein Haus oder Gebäude, in dem Menschen für eine kurze Zeit bleiben können, oft in einem ländlichen Gebiet.",
      "example": "I stayed in a guesthouse during my vacation. Yesterday, I had stayed in a guesthouse with my friends. Tomorrow, I will stay in a guesthouse with my family.",
      "example_translation": "Ich blieb in einem Gasthaus während meines Urlaubs. Gestern war ich in einem Gasthaus mit meinen Freunden geblieben. Morgen werde ich in einem Gasthaus mit meiner Familie bleiben.",
      "imageLink": "image_files\\English\\guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "gym",
      "translation": "Fitnessstudio",
      "definition": "A place, especially with indoor facilities, where people go to exercise, play sports, or engage in physical activity.",
      "definition_translation": "Ein Ort, insbesondere mit Innenanlagen, an dem Menschen zum Trainieren, Sport treiben oder an physischer Aktivität teilnehmen gehen.",
      "example": "I go to the gym every morning to stay fit. Yesterday, I went to the gym to lift weights. Tomorrow, I will go to the gym to play basketball.",
      "example_translation": "Ich gehe jeden Morgen ins Fitnessstudio, um fit zu bleiben. Gestern ging ich ins Fitnessstudio, um Gewichte zu heben. Morgen werde ich ins Fitnessstudio gehen, um Basketball zu spielen.",
      "imageLink": "image_files\\English\\gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "harbour",
      "translation": "Hafen",
      "definition": "A body of water protected from the open sea by natural or artificial barriers, in which ships may anchor or dock to load or unload cargo or passengers.",
      "definition_translation": "Ein von der offenen See durch natürliche oder künstliche Barrieren geschütztes Wasser, in dem Schiffe ankern oder anlegen können, um Ladung oder Passagiere zu laden oder zu entladen.",
      "example": "The ship sailed into the harbour to refuel. The harbour was busy with cargo ships yesterday. By next month, the new harbour will be completed.",
      "example_translation": "Das Schiff segelte in den Hafen, um zu tanken. Der Hafen war gestern mit Frachtschiffen überfüllt. Bis nächsten Monat wird der neue Hafen fertiggestellt sein.",
      "imageLink": "image_files\\English\\harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hostel",
      "translation": "Jugendherberge",
      "definition": "A low-cost establishment that provides lodging and sometimes meals and other services to travelers, especially young people.",
      "definition_translation": "Eine kostengünstige Einrichtung, die Unterkunft und manchmal Mahlzeiten und andere Dienstleistungen für Reisende, insbesondere junge Menschen, anbietet.",
      "example": "I stayed in a hostel in Paris last year. The hostel was very clean and comfortable. Next week, I will stay in a hostel in Berlin.",
      "example_translation": "Ich habe letztes Jahr in einer Jugendherberge in Paris übernachtet. Die Jugendherberge war sehr sauber und komfortabel. Nächste Woche werde ich in einer Jugendherberge in Berlin übernachten.",
      "imageLink": "image_files\\English\\hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hut",
      "translation": "Hütte",
      "definition": "A small, simple dwelling or shelter, typically made of wood or thatch, often used for temporary or seasonal occupation.",
      "definition_translation": "Ein kleines, einfaches Wohnhaus oder Schutzhaus, typischerweise aus Holz oder Stroh, oft für vorübergehende oder saisonale Besetzung verwendet.",
      "example": "The family lived in a hut in the mountains. Yesterday, we built a hut on the beach. Next summer, we will build a hut in the forest.",
      "example_translation": "Die Familie lebte in einer Hütte in den Bergen. Gestern haben wir eine Hütte am Strand gebaut. Nächstes Sommer werden wir eine Hütte im Wald bauen.",
      "imageLink": "image_files\\English\\hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "jail",
      "translation": "Gefängnis",
      "definition": "A building for the confinement of people who have been arrested or convicted of a crime.",
      "definition_translation": "Ein Gebäude für die Unterbringung von Menschen, die wegen eines Verbrechens verhaftet oder verurteilt wurden.",
      "example": "The police took the suspect to jail last night. He has been in jail for three years. He will be released from jail next year.",
      "example_translation": "Die Polizei brachte den Verdächtigen letzte Nacht ins Gefängnis. Er sitzt seit drei Jahren im Gefängnis. Er wird nächstes Jahr aus dem Gefängnis entlassen.",
      "imageLink": "image_files\\English\\jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "jeweller's",
      "translation": "Juwelier",
      "definition": "A shop where jewelry and watches are sold and repaired.",
      "definition_translation": "Ein Laden, in dem Schmuck und Uhren verkauft und repariert werden.",
      "example": "I bought my engagement ring at the jeweller's yesterday. The jeweller's is closed on Sundays. She will open her own jeweller's next month.",
      "example_translation": "Ich kaufte meinen Verlobungsring gestern beim Juwelier. Der Juwelier hat sonntags geschlossen. Sie wird nächsten Monat ihren eigenen Juwelier eröffnen.",
      "imageLink": "image_files\\English\\jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lab",
      "translation": "Labor",
      "definition": "A room or building equipped for scientific experiments, research, or testing.",
      "definition_translation": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests ausgestattet ist.",
      "example": "The scientist worked in the lab all day. We have a lab at school. They will build a new lab next year.",
      "example_translation": "Der Wissenschaftler arbeitete den ganzen Tag im Labor. Wir haben ein Labor in der Schule. Sie werden nächstes Jahr ein neues Labor bauen.",
      "imageLink": "image_files\\English\\lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "laboratory",
      "translation": "Laboratorium",
      "definition": "A room or building equipped for scientific experiments, research, or testing.",
      "definition_translation": "Ein Raum oder Gebäude, das für wissenschaftliche Experimente, Forschung oder Tests ausgestattet ist.",
      "example": "The students conducted an experiment in the laboratory yesterday. The laboratory is well-equipped. She works in a laboratory.",
      "example_translation": "Die Studenten führten ein Experiment im Laboratorium durch. Das Laboratorium ist gut ausgestattet. Sie arbeitet in einem Laboratorium.",
      "imageLink": "image_files\\English\\laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mall",
      "translation": "Einkaufszentrum",
      "definition": "A large, enclosed shopping center, typically with a variety of stores, restaurants, and entertainment options.",
      "definition_translation": "Ein großes, umschlossenes Einkaufszentrum, typischerweise mit einer Vielzahl von Geschäften, Restaurants und Unterhaltungsoptionen.",
      "example": "I went to the mall yesterday to buy a new pair of shoes. I will go to the mall tomorrow to meet my friends. I have been going to the mall every weekend for the past month.",
      "example_translation": "Ich ging gestern zum Einkaufszentrum, um ein neues Paar Schuhe zu kaufen. Ich gehe morgen zum Einkaufszentrum, um meine Freunde zu treffen. Ich bin jeden Wochenende für den letzten Monat zum Einkaufszentrum gegangen.",
      "imageLink": "image_files\\English\\mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "newsagent's",
      "translation": "Zeitungsstand",
      "definition": "A shop that sells newspapers, magazines, and other periodicals.",
      "definition_translation": "Ein Laden, der Zeitungen, Magazine und andere periodische Veröffentlichungen verkauft.",
      "example": "I stopped by the newsagent's on my way to work to buy a newspaper. She has been working at the newsagent's for five years. They will open a new newsagent's in our neighborhood next month.",
      "example_translation": "Ich hielt auf dem Weg zur Arbeit beim Zeitungsstand an, um eine Zeitung zu kaufen. Sie hat fünf Jahre lang bei einem Zeitungsstand gearbeitet. Sie werden nächsten Monat einen neuen Zeitungsstand in unserem Viertel eröffnen.",
      "imageLink": "image_files\\English\\newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nightclub",
      "translation": "Nachtclub",
      "definition": "An establishment that stays open late at night, providing entertainment, drinks, and dancing.",
      "definition_translation": "Ein Unternehmen, das bis spät in die Nacht geöffnet ist und Unterhaltung, Getränke und Tanzmöglichkeiten bietet.",
      "example": "I went to the nightclub last night with my friends. We have been going to the nightclub every Friday for the past year. They will close the nightclub at the end of the month.",
      "example_translation": "Ich ging letzte Nacht mit meinen Freunden in den Nachtclub. Wir sind jeden Freitag im letzten Jahr in den Nachtclub gegangen. Sie werden den Nachtclub Ende des Monats schließen.",
      "imageLink": "image_files\\English\\night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ocean",
      "translation": "Ozean",
      "definition": "A vast body of saltwater that covers over 70% of the Earth's surface.",
      "definition_translation": "Ein riesiger Körper von Salzwasser, der über 70% der Erdoberfläche bedeckt.",
      "example": "I love swimming in the ocean. We will go on an ocean cruise next year. The ocean is getting polluted due to human activities.",
      "example_translation": "Ich liebe es, im Ozean zu schwimmen. Wir werden nächstes Jahr eine Ozean-Kreuzfahrt unternehmen. Der Ozean wird durch menschliche Aktivitäten verschmutzt.",
      "imageLink": "image_files\\English\\ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "palace",
      "translation": "Schloss",
      "definition": "A large and impressive building, especially one that was formerly the home of a king or queen.",
      "definition_translation": "Ein großes und beeindruckendes Gebäude, insbesondere eines, das einst die Heimat eines Königs oder einer Königin war.",
      "example": "The queen lived in the palace for many years. She is currently living in the palace. She will live in the palace until she dies.",
      "example_translation": "Die Königin lebte viele Jahre lang im Schloss. Sie lebt derzeit im Schloss. Sie wird im Schloss leben, bis sie stirbt.",
      "imageLink": "image_files\\English\\palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pharmacy",
      "translation": "Apotheke",
      "definition": "A store where medicinal drugs and other healthcare products are sold.",
      "definition_translation": "Ein Laden, in dem medizinische Arzneimittel und andere Gesundheitsprodukte verkauft werden.",
      "example": "I went to the pharmacy to buy some medicine. I am going to the pharmacy now. I will go to the pharmacy tomorrow.",
      "example_translation": "Ich ging zur Apotheke, um einige Medizin zu kaufen. Ich gehe jetzt zur Apotheke. Ich werde morgen zur Apotheke gehen.",
      "imageLink": "image_files\\English\\pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "port",
      "translation": "Hafen",
      "definition": "A place on the coast where ships may dock to load and unload goods.",
      "definition_translation": "Ein Ort an der Küste, an dem Schiffe anlegen können, um Güter zu laden und zu entladen.",
      "example": "The cargo ship arrived at the port yesterday. The cargo ship is arriving at the port now. The cargo ship will arrive at the port next week.",
      "example_translation": "Das Frachtschiff traf gestern im Hafen ein. Das Frachtschiff trifft jetzt im Hafen ein. Das Frachtschiff wird nächste Woche im Hafen eintreffen.",
      "imageLink": "image_files\\English\\port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "prison",
      "translation": "Gefängnis",
      "definition": "A building where people are kept as a punishment for a crime they have committed.",
      "definition_translation": "Ein Gebäude, in dem Menschen als Strafe für ein Verbrechen, das sie begangen haben, festgehalten werden.",
      "example": "He was sent to prison for five years. He is being sent to prison now. He will be sent to prison soon.",
      "example_translation": "Er wurde für fünf Jahre ins Gefängnis geschickt. Er wird jetzt ins Gefängnis geschickt. Er wird bald ins Gefängnis geschickt werden.",
      "imageLink": "image_files\\English\\prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rainforest",
      "translation": "Regenwald",
      "definition": "A rainforest is a dense forest, typically tropical, with a high level of rainfall and a vast array of plant and animal species.",
      "definition_translation": "Ein Regenwald ist ein dichter Wald, typischerweise tropisch, mit einem hohen Niveau an Niederschlägen und einer großen Vielzahl an Pflanzen- und Tierarten.",
      "example": "I visited a rainforest in Brazil last year, where I saw a family of monkeys playing in the trees. Now, I'm planning to go back there next year. Next week, my friends will visit a rainforest in Indonesia.",
      "example_translation": " Ich besuchte letzten Jahr einen Regenwald in Brasilien, wo ich eine Familie von Affen sah, die in den Bäumen spielten. Jetzt plane ich, nächstes Jahr dorthin zurückzukehren. Nächste Woche werden meine Freunde einen Regenwald in Indonesien besuchen.",
      "imageLink": "image_files\\English\\rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "secondary school",
      "translation": "Realschule",
      "definition": "A secondary school is a school that provides education to students between the ages of 11 and 16, usually following primary school and preceding higher education.",
      "definition_translation": "Eine Realschule ist eine Schule, die Bildung für Schüler zwischen 11 und 16 Jahren bietet, normalerweise nach der Grundschule und vor der höheren Bildung.",
      "example": "I attended a secondary school in London, where I learned many new subjects. Now, I'm studying at a university. My sister will attend a secondary school next year.",
      "example_translation": "Ich besuchte eine Realschule in London, wo ich viele neue Fächer lernte. Jetzt studiere ich an einer Universität. Meine Schwester wird nächstes Jahr eine Realschule besuchen.",
      "imageLink": "image_files\\English\\secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "souvenir shop",
      "translation": "Souvenir-Laden",
      "definition": "A souvenir shop is a store that sells items, such as postcards, keychains, and t-shirts, that are intended as mementos of a particular place or event.",
      "definition_translation": "Ein Souvenir-Laden ist ein Laden, der Artikel wie Postkarten, Schlüsselanhänger und T-Shirts verkauft, die als Erinnerung an einen bestimmten Ort oder Ereignis gedacht sind.",
      "example": "I bought a nice souvenir at a souvenir shop in Paris last month. Now, I'm looking for a souvenir shop in Rome. My brother will buy a souvenir at a souvenir shop in Tokyo next year.",
      "example_translation": "Ich kaufte ein schönes Souvenir in einem Souvenir-Laden in Paris letzten Monat. Jetzt suche ich einen Souvenir-Laden in Rom. Mein Bruder wird nächstes Jahr ein Souvenir in einem Souvenir-Laden in Tokio kaufen.",
      "imageLink": "image_files\\English\\souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sports shop",
      "translation": "Sportgeschäft",
      "definition": "A sports shop is a store that sells equipment, clothing, and accessories for various sports and physical activities.",
      "definition_translation": "Ein Sportgeschäft ist ein Laden, der Ausrüstung, Kleidung und Zubehör für verschiedene Sportarten und körperliche Aktivitäten verkauft.",
      "example": "I visited a sports shop yesterday, where I bought a new pair of running shoes. Now, I'm looking for a sports shop that sells bicycles. My friend will open a sports shop next year.",
      "example_translation": "Ich besuchte gestern ein Sportgeschäft, wo ich ein neues Paar Laufschuhe kaufte. Jetzt suche ich ein Sportgeschäft, das Fahrräder verkauft. Mein Freund wird nächstes Jahr ein Sportgeschäft eröffnen.",
      "imageLink": "image_files\\English\\sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "store",
      "translation": "Laden",
      "definition": "A building or room where goods or merchandise are sold or stored.",
      "definition_translation": "Ein Gebäude oder Raum, in dem Waren oder Güter verkauft oder gelagert werden.",
      "example": "I will store my bags in the closet. I stored my bags in the closet. I store my bags in the closet.",
      "example_translation": "Ich werde meine Taschen im Kleiderschrank aufbewahren. Ich habe meine Taschen im Kleiderschrank aufbewahrt. Ich bewahre meine Taschen im Kleiderschrank auf.",
      "imageLink": "image_files\\English\\store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "temple",
      "translation": "Tempel",
      "definition": "A building dedicated to religious worship or a place of great beauty.",
      "definition_translation": "Ein Gebäude, das dem religiösen Gottesdienst oder einem Ort großer Schönheit gewidmet ist.",
      "example": "I visited the temple last week. I am visiting the temple today. I will visit the temple next year.",
      "example_translation": "Ich habe den Tempel letzte Woche besucht. Ich besuche heute den Tempel. Ich werde den Tempel nächstes Jahr besuchen.",
      "imageLink": "image_files\\English\\temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tower",
      "translation": "Turm",
      "definition": "A tall, narrow building or structure, often used for defense or observation.",
      "definition_translation": "Ein hoher, schmaler Bau oder Aufbau, oft für Verteidigung oder Beobachtung verwendet.",
      "example": "The tower stood tall on the hill. The tower stands tall on the hill. The tower will stand tall on the hill.",
      "example_translation": "Der Turm stand hoch auf dem Hügel. Der Turm steht hoch auf dem Hügel. Der Turm wird hoch auf dem Hügel stehen.",
      "imageLink": "image_files\\English\\tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "track",
      "translation": "Spur",
      "definition": "A path or trail, especially in a wilderness or rural area.",
      "definition_translation": "Ein Pfad oder Trail, insbesondere in einer Wildnis oder ländlichen Gegend.",
      "example": "I will track the deer through the forest. I tracked the deer through the forest. I track the deer through the forest.",
      "example_translation": "Ich werde die Hirsche durch den Wald verfolgen. Ich habe die Hirsche durch den Wald verfolgt. Ich verfolge die Hirsche durch den Wald.",
      "imageLink": "image_files\\English\\track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "youth hostel",
      "translation": "Jugendherberge",
      "definition": "A budget-oriented hostel that provides accommodation for young travelers, often with shared facilities and communal areas.",
      "definition_translation": "Ein budgetorientiertes Hostel, das Unterkunft für junge Reisende bietet, oft mit gemeinsamen Einrichtungen und Gemeinschaftsbereichen.",
      "example": "I stayed at a youth hostel in Paris last summer, where I met many fellow travelers. I will stay at a youth hostel in Berlin next month, and I'm planning to stay at a youth hostel in Rome next year.",
      "example_translation": "Ich habe mich letzten Sommer in einem Jugendherberge in Paris aufgehalten, wo ich viele Mitreisende traf. Ich werde mich nächsten Monat in einer Jugendherberge in Berlin aufhalten, und ich plane, mich nächsten Jahr in einer Jugendherberge in Rom aufzuhalten.",
      "imageLink": "image_files\\English\\youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bakery",
      "translation": "Bäckerei",
      "definition": "A business that produces and sells flour-based food products, such as bread, cakes, and pastries.",
      "definition_translation": "Ein Unternehmen, das mehlabhängige Lebensmittelprodukte herstellt und verkauft, wie Brot, Kuchen und Gebäck.",
      "example": "I went to the bakery this morning to buy some fresh bread. I have been working at a bakery since last year. I will open my own bakery next year.",
      "example_translation": "Ich ging heute Morgen in die Bäckerei, um einige frisches Brot zu kaufen. Ich arbeite seit letztem Jahr in einer Bäckerei. Ich werde nächstes Jahr meine eigene Bäckerei eröffnen.",
      "imageLink": "image_files\\English\\bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "basement",
      "translation": "Keller",
      "definition": "The lowest habitable part of a building, often used for storage or utility purposes.",
      "definition_translation": "Der unterste bewohnbare Teil eines Gebäudes, oft für Lager- oder Zwecke verwendet.",
      "example": "I stored my boxes in the basement of my house. I will finish the basement of my new house next month. I finished the basement of my old house last year.",
      "example_translation": "Ich habe meine Kisten im Keller meines Hauses gelagert. Ich werde den Keller meines neuen Hauses nächsten Monat fertigstellen. Ich habe den Keller meines alten Hauses letzten Jahr fertiggestellt.",
      "imageLink": "image_files\\English\\basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cell",
      "translation": "Zelle",
      "definition": "A small enclosed or compartmentalized space, often used for confinement or isolation.",
      "definition_translation": "Ein小er abgeschlossener oder abgeteilter Raum, oft für Inhaftierung oder Isolation verwendet.",
      "example": "The prisoner was locked in a cell. I studied cell biology in college. The company will launch a new cell phone next year.",
      "example_translation": "Der Gefangene war in einer Zelle eingeschlossen. Ich habe Zellbiologie im College studiert. Das Unternehmen wird nächstes Jahr ein neues Handy herausbringen.",
      "imageLink": "image_files\\English\\cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "corridor",
      "translation": "Flur",
      "definition": "A long passage in a building, especially one that connects rooms or floors.",
      "definition_translation": "Ein langer Durchgang in einem Gebäude, insbesondere einer, der Räume oder Etagen verbindet.",
      "example": "I walked down the corridor to get to my classroom. I will walk down the corridor to get to my next class. I walked down the corridor to get to my meeting.",
      "example_translation": "Ich ging den Flur entlang, um zu meinem Klassenzimmer zu gelangen. Ich werde den Flur entlang gehen, um zu meinem nächsten Kurs zu gelangen. Ich ging den Flur entlang, um zu meinem Meeting zu gelangen.",
      "imageLink": "image_files\\English\\corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "course",
      "translation": "Kurs",
      "definition": "A series of lectures or lessons on a particular subject, especially one leading to a qualification.",
      "definition_translation": "Eine Serie von Vorträgen oder Lektionen zu einem bestimmten Thema, insbesondere eine, die zu einer Qualifikation führt.",
      "example": "I took a course on computer programming last semester. I am taking a course on data analysis this semester. I will take a course on artificial intelligence next year.",
      "example_translation": "Ich nahm letzten Semester einen Kurs in Computer-Programmierung. Ich nehme diesem Semester einen Kurs in Datenanalyse. Ich werde nächsten Jahr einen Kurs in künstlicher Intelligenz nehmen.",
      "imageLink": "image_files\\English\\course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "estate",
      "translation": "Anwesen",
      "definition": "A large area of land and the buildings on it, especially in the countryside, owned by one person or family.",
      "definition_translation": "Ein großes Landgebiet und die darauf befindlichen Gebäude, insbesondere auf dem Land, das einem Menschen oder einer Familie gehört.",
      "example": "The estate had a beautiful garden and a large swimming pool. The estate was sold to a wealthy businessman last year. The estate will be inherited by the son after his father's death.",
      "example_translation": "Das Anwesen hatte einen schönen Garten und einen großen Swimmingpool. Das Anwesen wurde letzten Jahr an einen wohlhabenden Geschäftsmann verkauft. Das Anwesen wird nach dem Tod des Vaters an den Sohn vererbt.",
      "imageLink": "image_files\\English\\estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "headquarters",
      "translation": "Hauptquartier",
      "definition": "The main center of operations for a business, organization, or military force.",
      "definition_translation": "Das Hauptzentrum der Operationen für ein Unternehmen, eine Organisation oder eine militärische Streitmacht.",
      "example": "The headquarters of the company is located in New York City. The headquarters of the army is located in the capital city. The headquarters of the organization will be moved to a new location next year.",
      "example_translation": "Das Hauptquartier des Unternehmens befindet sich in New York City. Das Hauptquartier der Armee befindet sich in der Hauptstadt. Das Hauptquartier der Organisation wird nächstes Jahr an einen neuen Standort verlegt.",
      "imageLink": "image_files\\English\\headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lobby",
      "translation": "Lobby",
      "definition": "A lobby is a room or area near the entrance of a building, often used as a waiting area or for receptions.",
      "definition_translation": "Ein Lobby ist ein Raum oder Bereich nahe dem Eingang eines Gebäudes, oft als Wartebereich oder für Empfänge verwendet.",
      "example": "I waited in the lobby for my friend to arrive. Yesterday, I lobbied for a new policy. By next year, I will have lobbied for five years.",
      "example_translation": "Ich wartete in der Lobby auf meine Freundin. Gestern habe ich mich für eine neue Politik eingesetzt. Bis zum nächsten Jahr werde ich mich fünf Jahre lang für eine Politik eingesetzt haben.",
      "imageLink": "image_files\\English\\lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "meadow",
      "translation": "Wiese",
      "definition": "A meadow is a piece of land covered with grass and flowers, often used for grazing livestock.",
      "definition_translation": "Eine Wiese ist ein Stück Land, das mit Gras und Blumen bedeckt ist, oft für die Weide von Vieh verwendet.",
      "example": "I walked through the meadow and saw a deer. Yesterday, I had walked through the meadow with my dog. By next summer, I will have walked through the meadow many times.",
      "example_translation": "Ich ging durch die Wiese und sah ein Reh. Gestern war ich mit meinem Hund durch die Wiese gegangen. Bis zum nächsten Sommer werde ich viele Male durch die Wiese gegangen sein.",
      "imageLink": "image_files\\English\\meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pitch",
      "translation": "Wurf",
      "definition": "A pitch is a throw or toss, especially of a ball, or the level or degree of something, such as a sound or a slope.",
      "definition_translation": "Ein Wurf ist ein Werfen oder Einwerfen, insbesondere eines Balles, oder das Niveau oder die Stufe von etwas, wie einem Ton oder einer Steigung.",
      "example": "I pitched the ball to my friend. Yesterday, I pitched a new business idea. By next month, I will have pitched three proposals.",
      "example_translation": "Ich warf den Ball meinem Freund zu. Gestern habe ich ein neues Geschäftskonzept vorgeschlagen. Bis zum nächsten Monat werde ich drei Vorschläge vorgeschlagen haben.",
      "imageLink": "image_files\\English\\pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shed",
      "translation": "Schuppen",
      "definition": "A shed is a small building, usually in a garden or yard, used for storing tools or other equipment.",
      "definition_translation": "Ein Schuppen ist ein kleines Gebäude, normalerweise in einem Garten oder Hof, das für das Lagern von Werkzeugen oder anderen Geräten verwendet wird.",
      "example": "I stored my bike in the shed. Yesterday, I had stored my tools in the shed. By next winter, I will have shed many leaves.",
      "example_translation": "Ich lagerte mein Fahrrad im Schuppen. Gestern habe ich meine Werkzeuge im Schuppen gelagert. Bis zum nächsten Winter werde ich viele Blätter abgeworfen haben.",
      "imageLink": "image_files\\English\\shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "skyscraper",
      "translation": "Wolkenkratzer",
      "definition": "A skyscraper is a tall, continuously habitable building of many stories, often designed for office and commercial uses.",
      "definition_translation": "Ein Wolkenkratzer ist ein hohes, durchgehend bewohnbares Gebäude mit vielen Stockwerken, oft für Büro- und kommerzielle Zwecke entworfen.",
      "example": "The company moved into a new skyscraper in downtown Manhattan last year, and we will move to an even taller one next year. By the time I retire, they will have built an even taller skyscraper.",
      "example_translation": "Das Unternehmen zog letzten Jahr in einen neuen Wolkenkratzer im Zentrum von Manhattan ein, und wir werden nächstes Jahr in einen noch höheren umziehen. Bis ich in Rente gehe, werden sie einen noch höheren Wolkenkratzer gebaut haben.",
      "imageLink": "image_files\\English\\skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stony beach",
      "translation": "steiniger Strand",
      "definition": "A stony beach is a beach covered with small rocks or pebbles rather than sand.",
      "definition_translation": "Ein steiniger Strand ist ein Strand, der mit kleinen Felsen oder Kieseln statt mit Sand bedeckt ist.",
      "example": "I loved walking on the stony beach as a child, but now I prefer sandy beaches. By the time I grew up, the stony beach had become a popular spot for tourists. Yesterday, I took a stroll along the stony beach.",
      "example_translation": "Ich liebte als Kind das Spazierengehen am steinigen Strand, aber jetzt bevorzuge ich sandige Strände. Bis ich aufwuchs, war der steinige Strand zu einer beliebten Touristenattraktion geworden. Gestern ging ich am steinigen Strand spazieren.",
      "imageLink": "image_files\\English\\stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "studio",
      "translation": "Studio",
      "definition": "A studio is a room or building where an artist, photographer, or musician works or practices.",
      "definition_translation": "Ein Studio ist ein Raum oder Gebäude, in dem ein Künstler, Fotograf oder Musiker arbeitet oder übt.",
      "example": "The musician built a home studio to record her new album, but she still likes to work in a professional studio. By the time she finished her degree, she had set up her own studio. Yesterday, I visited her studio to see her new project.",
      "example_translation": "Die Musikerin baute ein Heimstudio, um ihr neues Album aufzunehmen, aber sie arbeitet immer noch gerne in einem professionellen Studio. Bis sie ihren Abschluss gemacht hatte, hatte sie ihr eigenes Studio eingerichtet. Gestern besuchte ich ihr Studio, um ihr neues Projekt zu sehen.",
      "imageLink": "image_files\\English\\studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "terminal",
      "translation": "Terminal",
      "definition": "A terminal is a point of departure or arrival for buses, trains, or airplanes.",
      "definition_translation": "Ein Terminal ist ein Abfahrts- oder Ankunftspunkt für Busse, Züge oder Flugzeuge.",
      "example": "The bus terminal was very crowded when I arrived, but it was empty when I departed. By the time I reached the airport, the terminal was already closed. Yesterday, I waited at the terminal for my friend's flight to arrive.",
      "example_translation": "Der Busbahnhof war sehr überfüllt, als ich ankam, aber er war leer, als ich abfuhr. Bis ich den Flughafen erreichte, war das Terminal bereits geschlossen. Gestern wartete ich am Terminal auf die Ankunft des Fluges meines Freundes.",
      "imageLink": "image_files\\English\\terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "terrace",
      "translation": "Terrasse",
      "definition": "A flat area outside a building, often with a wall or railing around it, where people can sit or walk.",
      "definition_translation": "Eine flache Fläche außerhalb eines Gebäudes, oft mit einer Mauer oder Brüstung darum, wo Menschen sitzen oder spazieren gehen können.",
      "example": "We sat on the terrace of the restaurant, enjoying the view of the city. Yesterday, we walked on the hotel's terrace to get some fresh air. By next summer, they will have renovated the entire terrace.",
      "example_translation": "Wir saßen auf der Terrasse des Restaurants und genossen den Blick auf die Stadt. Gestern spazierten wir auf der Terrasse des Hotels, um einige frische Luft zu bekommen. Bis nächsten Sommer werden sie die gesamte Terrasse renoviert haben.",
      "imageLink": "image_files\\English\\terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "venue",
      "translation": "Veranstaltungsort",
      "definition": "A place where an event or activity is held, such as a concert, conference, or sports game.",
      "definition_translation": "Ein Ort, an dem ein Ereignis oder eine Aktivität stattfindet, wie ein Konzert, eine Konferenz oder ein Sportspiel.",
      "example": "The venue for the music festival was changed to a larger park. Last year, we attended a wedding at a beautiful venue near the beach. The new venue for the art exhibition will be announced soon.",
      "example_translation": "Der Veranstaltungsort für das Musikfestival wurde in einen größeren Park verlegt. Letztes Jahr besuchten wir eine Hochzeit an einem schönen Veranstaltungsort nahe dem Strand. Der neue Veranstaltungsort für die Kunstausstellung wird bald bekannt gegeben werden.",
      "imageLink": "image_files\\English\\venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ward",
      "translation": "Station",
      "definition": "A division of a hospital, often specializing in a particular type of patient or medical condition.",
      "definition_translation": "Eine Abteilung eines Krankenhauses, oft auf eine bestimmte Art von Patienten oder medizinischen Zustand spezialisiert.",
      "example": "The patient was moved to a different ward for further treatment. In the hospital, there was a special ward for newborn babies. By next week, the new ward will be fully equipped.",
      "example_translation": "Der Patient wurde in eine andere Station für weitere Behandlung verlegt. Im Krankenhaus gab es eine spezielle Station für Neugeborene. Bis nächster Woche wird die neue Station vollständig ausgestattet sein.",
      "imageLink": "image_files\\English\\ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "control tower",
      "translation": "Leitungsüberwachungsgebäude",
      "definition": "A structure at an airport from which air traffic control personnel direct and coordinate the movement of aircraft.",
      "definition_translation": "Ein Gebäude auf einem Flughafen, von dem aus die Flugverkehrskontrollepersonal die Bewegung von Flugzeugen leitet und koordiniert.",
      "example": "The control tower at the airport was struck by lightning during the storm. We saw the control tower from the plane window as we took off. The new control tower is scheduled to be finished by the end of the year.",
      "example_translation": "Der Kontrollturm auf dem Flughafen wurde während des Sturms von einem Blitz getroffen. Wir sahen den Kontrollturm vom Flugzeugfenster aus, als wir starteten. Der neue Kontrollturm ist für Ende des Jahres geplant.",
      "imageLink": "image_files\\English\\control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "delicatessen",
      "translation": "Feinkostladen",
      "definition": "A delicatessen is a type of store that sells prepared foods, such as meats, cheeses, and breads, often with a focus on gourmet or specialty items.",
      "definition_translation": "Ein Feinkostladen ist eine Art von Geschäft, das zubereitete Lebensmittel wie Fleisch, Käse und Brote verkauft, oft mit einem Schwerpunkt auf gehobene oder Spezialartikel.",
      "example": "I visited a delicatessen on the Upper East Side, where I bought some prosciutto and brie. Last year, I had visited a delicatessen in Paris, where I tasted some exquisite pâté. Next week, I will visit a delicatessen in Berlin, where I will buy some German sausages.",
      "example_translation": "Ich besuchte ein Feinkostladen auf der Upper East Side, wo ich einige Prosciutto und Brie kaufte. Letztes Jahr hatte ich einen Feinkostladen in Paris besucht, wo ich einige exquisite Pâté probiert habe. Nächste Woche werde ich einen Feinkostladen in Berlin besuchen, wo ich einige deutsche Würste kaufen werde.",
      "imageLink": "image_files\\English\\delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "landmark",
      "translation": "Wahrzeichen",
      "definition": "A landmark is a notable or prominent building, monument, or feature of a city or area that is widely recognized and often serves as a symbol of the place.",
      "definition_translation": "Ein Wahrzeichen ist ein bemerkenswertes oder prominentes Gebäude, Denkmal oder Merkmal einer Stadt oder eines Gebiets, das weit verbreitet anerkannt ist und oft als Symbol des Ortes dient.",
      "example": "The Eiffel Tower is a landmark of Paris. The Statue of Liberty was a landmark of New York City. The Brandenburg Gate will be a landmark of Berlin in the future.",
      "example_translation": "Der Eiffelturm ist ein Wahrzeichen von Paris. Die Freiheitsstatue war ein Wahrzeichen von New York City. Das Brandenburger Tor wird ein Wahrzeichen von Berlin in Zukunft sein.",
      "imageLink": "image_files\\English\\landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mansion",
      "translation": "Herrenhaus",
      "definition": "A mansion is a large and impressive house, often with many rooms and luxurious features, typically owned by a wealthy person or family.",
      "definition_translation": "Ein Herrenhaus ist ein großes und beeindruckendes Haus, oft mit vielen Räumen und luxuriösen Ausstattungsmerkmalen, typischerweise im Besitz einer reichen Person oder Familie.",
      "example": "The mansion on the hill was said to have 20 bedrooms. Last summer, I stayed in a mansion in the Hamptons. In the future, I would like to own a mansion with a private beach.",
      "example_translation": "Das Herrenhaus auf dem Hügel soll 20 Schlafzimmer haben. Letzten Sommer habe ich in einem Herrenhaus in den Hamptons übernachtet. In Zukunft würde ich gerne ein Herrenhaus mit einem privaten Strand besitzen.",
      "imageLink": "image_files\\English\\mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "staircase",
      "translation": "Treppenhaus",
      "definition": "A staircase is a set of stairs and accompanying landings and banisters that connect floors in a building, often decorative and ornate.",
      "definition_translation": "Ein Treppenhaus ist eine Treppe mit begleitenden Landungen und Geländern, die Etagen in einem Gebäude verbinden, oft dekorativ und ornate.",
      "example": "The grand staircase in the palace was breathtaking. I climbed the staircase to the top floor yesterday. Next year, I will design a staircase for my new house.",
      "example_translation": "Die große Treppe im Schloss war atemberaubend. Ich stieg die Treppe zum obersten Stockwerk gestern hinauf. Nächstes Jahr werde ich eine Treppe für mein neues Haus entwerfen.",
      "imageLink": "image_files\\English\\staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stationery shop",
      "translation": "Schreibwarengeschäft",
      "definition": "A shop that sells office supplies and school materials such as paper, pens, pencils, and notebooks.",
      "definition_translation": "Ein Laden, der Bürobedarf und Schulmaterialien wie Papier, Stifte, Bleistifte und Notizbücher verkauft.",
      "example": "I went to the stationery shop to buy a new notebook for my sister. I am going to the stationery shop tomorrow to get some pens. I had gone to the stationery shop last week to purchase a diary.",
      "example_translation": "Ich ging zum Schreibwarengeschäft, um ein neues Notizbuch für meine Schwester zu kaufen. Ich gehe morgen zum Schreibwarengeschäft, um einige Stifte zu bekommen. Ich war letzte Woche zum Schreibwarengeschäft gegangen, um ein Tagebuch zu kaufen.",
      "imageLink": "image_files\\English\\stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "warehouse",
      "translation": "Lagerhalle",
      "definition": "A large building used for storing goods and materials.",
      "definition_translation": "Ein großes Gebäude, das für die Lagerung von Waren und Materialien verwendet wird.",
      "example": "The company has a warehouse on the outskirts of the city to store their products. They are going to build a new warehouse to increase their storage capacity. They had rented a warehouse last year to store their inventory.",
      "example_translation": "Das Unternehmen hat am Stadtrand eine Lagerhalle, um ihre Produkte zu lagern. Sie werden eine neue Lagerhalle bauen, um ihre Lagerkapazität zu erhöhen. Sie hatten letztes Jahr eine Lagerhalle gemietet, um ihren Lagerbestand zu lagern.",
      "imageLink": "image_files\\English\\warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fishmonger's",
      "translation": "Fischhandlung",
      "definition": "A shop where fish and seafood are sold.",
      "definition_translation": "Ein Laden, in dem Fisch und Meeresfrüchte verkauft werden.",
      "example": "I went to the fishmonger's to buy some fresh salmon for dinner. She is going to the fishmonger's tomorrow to get some shrimp. They had gone to the fishmonger's last week to purchase some lobster.",
      "example_translation": "Ich ging zum Fischhändler, um einige frischen Lachs für das Abendessen zu kaufen. Sie geht morgen zum Fischhändler, um einige Garnelen zu bekommen. Sie waren letzte Woche zum Fischhändler gegangen, um einige Hummer zu kaufen.",
      "imageLink": "image_files\\English\\fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ironmonger's",
      "translation": "Eisenwarenhandlung",
      "definition": "A shop that sells hardware and metal goods.",
      "definition_translation": "Ein Laden, der Eisenwaren und Metallwaren verkauft.",
      "example": "I went to the ironmonger's to buy a new hammer for my toolbox. They are going to the ironmonger's tomorrow to get some nails. She had gone to the ironmonger's last week to purchase some wire.",
      "example_translation": "Ich ging zum Eisenwarenhändler, um einen neuen Hammer für mein Werkzeugkasten zu kaufen. Sie gehen morgen zum Eisenwarenhändler, um einige Nägel zu bekommen. Sie war letzte Woche zum Eisenwarenhändler gegangen, um einige Draht zu kaufen.",
      "imageLink": "image_files\\English\\ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "landing",
      "translation": "Landung",
      "definition": "The act of bringing an aircraft to the ground or a specific area where a spacecraft or aircraft lands",
      "definition_translation": "Die Handlung, ein Flugzeug auf den Boden oder einen bestimmten Bereich zu bringen, wo ein Raumfahrzeug oder Flugzeug landet",
      "example": "The pilot had to make an emergency landing on the nearby field due to engine failure. Yesterday, we landed at Heathrow Airport, and tomorrow we will land in Paris.",
      "example_translation": "Der Pilot musste eine Notlandung auf dem benachbarten Feld aufgrund eines Triebwerksausfalls durchführen. Gestern landeten wir auf dem Heathrow-Flughafen, und morgen werden wir in Paris landen.",
      "imageLink": "image_files\\English\\landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "loft",
      "translation": "Dachboden",
      "definition": "An upper room or space just below the roof of a building, often used for storage",
      "definition_translation": "Ein oberer Raum oder Bereich direkt unter dem Dach eines Gebäudes, häufig als Lagerplatz verwendet",
      "example": "I found an old trunk in the loft of my grandmother's house. The loft apartment had a great view of the city. By next year, we will renovate the loft into a home office.",
      "example_translation": "Ich fand einen alten Koffer im Dachboden meines Großmutterhauses. Die Dachgeschoßwohnung hatte einen tollen Blick auf die Stadt. Bis nächstes Jahr werden wir den Dachboden in ein Heimbüro umbauen.",
      "imageLink": "image_files\\English\\loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "off-licence",
      "translation": "Laden für Alkoholika",
      "definition": "A shop that is licensed to sell alcoholic drinks for consumption off the premises",
      "definition_translation": "Ein Laden, der lizenziert ist, alkoholische Getränke zum Verzehr außerhalb des Geländes zu verkaufen",
      "example": "I need to stop by the off-licence on my way home to grab a bottle of wine. You can buy beer at the off-licence near the stadium. By tomorrow, the new off-licence will open on Main Street.",
      "example_translation": "Ich muss auf dem Weg nach Hause bei der Laden für Alkoholika vorbeischauen, um eine Flasche Wein mitzunehmen. Du kannst Bier bei der Laden für Alkoholika neben dem Stadion kaufen. Bis morgen wird die neue Laden für Alkoholika an der Hauptstraße eröffnet.",
      "imageLink": "image_files\\English\\off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stable",
      "translation": "Stall",
      "definition": "A building for housing horses, cows, or other animals",
      "definition_translation": "Ein Gebäude für das Unterbringen von Pferden, Kühen oder anderen Tieren",
      "example": "The horse is in the stable, waiting to be groomed. The farmer built a new stable last year. By next month, we will have renovated the old stable into a guest house.",
      "example_translation": "Das Pferd ist im Stall, wartet auf die Pflege. Der Bauer baute letzten Jahr einen neuen Stall. Bis nächsten Monat werden wir den alten Stall in ein Gästehaus umbauen.",
      "imageLink": "image_files\\English\\stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "duty-free shop",
      "translation": "Zollfreie Warenhaus",
      "definition": "A retail store that sells goods free of taxes or duties, often found at airports or border crossings.",
      "definition_translation": "Ein Einzelhandelsgeschäft, das Waren ohne Steuern oder Zölle verkauft, oft an Flughäfen oder Grenzübergängen gefunden.",
      "example": "I bought a bottle of perfume at the duty-free shop in the airport. Yesterday, I had purchased a watch at the duty-free shop. If I travel abroad next year, I will shop at the duty-free shop.",
      "example_translation": "Ich kaufte eine Flasche Parfüm im zollfreien Warenhaus am Flughafen. Gestern hatte ich eine Uhr im zollfreien Warenhaus gekauft. Wenn ich nächstes Jahr ins Ausland reise, werde ich im zollfreien Warenhaus einkaufen.",
      "imageLink": "image_files\\English\\duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pier",
      "translation": "Pier",
      "definition": "A structure built on posts in the water, used for landing and departure of boats.",
      "definition_translation": "Eine auf Pfählen im Wasser erbaute Struktur, die für das An- und Ablegen von Booten verwendet wird.",
      "example": "The fishermen unloaded their catch at the pier. Yesterday, we had walked along the pier. If the weather is good, we will go fishing from the pier tomorrow.",
      "example_translation": "Die Fischer luden ihre Fangschütze am Pier aus. Gestern hatten wir entlang des Piers spaziert. Wenn das Wetter gut ist, werden wir morgen vom Pier aus angeln gehen.",
      "imageLink": "image_files\\English\\pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]