[
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "April",
      "translation": "April",
      "definition": "the fourth month of the year, situated between March and May",
      "definition_translation": "der vierte Monat des Jahres, zwischen März und Mai gelegen",
      "example": "I will go on vacation in April next year. Last April, I went to the beach. If it rains in April, the crops will be affected.",
      "example_translation": "Ich werde im nächsten Jahr im April Urlaub machen. Im letzten April ging ich an den Strand. Wenn es im April regnet, werden die Ernten beeinträchtigt.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "August",
      "translation": "August",
      "definition": "the eighth month of the year, situated between July and September",
      "definition_translation": "der achte Monat des Jahres, zwischen Juli und September gelegen",
      "example": "I always go back to school in August. Last August, I went to the mountains. If it is hot in August, we will go swimming.",
      "example_translation": "Ich gehe immer im August zurück in die Schule. Im letzten August ging ich in die Berge. Wenn es im August heiß ist, werden wir schwimmen gehen.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "December",
      "translation": "Dezember",
      "definition": "the twelfth and last month of the year, situated between November and January",
      "definition_translation": "der zwölfte und letzte Monat des Jahres, zwischen November und Januar gelegen",
      "example": "I always celebrate Christmas in December. Last December, I went to the Christmas market. If it snows in December, we will go skiing.",
      "example_translation": "Ich feiere immer Weihnachten im Dezember. Im letzten Dezember ging ich auf den Weihnachtsmarkt. Wenn es im Dezember schneit, werden wir Skifahren gehen.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "February",
      "translation": "Februar",
      "definition": "the second month of the year, situated between January and March",
      "definition_translation": "der zweite Monat des Jahres, zwischen Januar und März gelegen",
      "example": "I always go on a Valentine's Day date in February. Last February, I went ice-skating. If it is cold in February, we will go skiing.",
      "example_translation": "Ich gehe immer auf ein Valentinstag-Rendezvous im Februar. Im letzten Februar ging ich Eisschnelllauf. Wenn es kalt ist im Februar, werden wir Skifahren gehen.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "January",
      "translation": "Januar",
      "definition": "The first month of the year, named after the Roman god Janus.",
      "definition_translation": "Der erste Monat des Jahres, benannt nach dem römischen Gott Janus.",
      "example": "I love celebrating New Year's Eve on January 1st. Last year, I went to a party. Next year, I will stay home.",
      "example_translation": "Ich liebe es, Silvester am 1. Januar zu feiern. Letztes Jahr ging ich zu einer Party. Nächstes Jahr werde ich zu Hause bleiben.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "July",
      "translation": "Juli",
      "definition": "The seventh month of the year, named after the Roman dictator Julius Caesar.",
      "definition_translation": "Der siebte Monat des Jahres, benannt nach dem römischen Diktator Julius Caesar.",
      "example": "I always go on vacation in July. Last year, I went to the beach. This year, I will visit my family.",
      "example_translation": "Ich gehe immer im Juli in den Urlaub. Letztes Jahr ging ich an den Strand. Dieses Jahr werde ich meine Familie besuchen.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "June",
      "translation": "Juni",
      "definition": "The sixth month of the year, named after the Roman goddess Juno.",
      "definition_translation": "Der sechste Monat des Jahres, benannt nach der römischen Göttin Juno.",
      "example": "I love the summer weather in June. Last year, I went to a music festival. This year, I will attend a wedding.",
      "example_translation": "Ich liebe das Sommerwetter im Juni. Letztes Jahr ging ich zu einem Musikfestival. Dieses Jahr werde ich eine Hochzeit besuchen.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "March",
      "translation": "März",
      "definition": "The third month of the year, named after the Roman god of war Mars.",
      "definition_translation": "Der dritte Monat des Jahres, benannt nach dem römischen Kriegsgott Mars.",
      "example": "I always feel excited in March because spring is coming. Last year, I went on a hike. This year, I will plant a garden.",
      "example_translation": "Ich fühle mich immer aufgerüstet im März, weil der Frühling kommt. Letztes Jahr ging ich auf einen Hike. Dieses Jahr werde ich einen Garten anlegen.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "May",
      "translation": "Mai",
      "definition": "The fifth month of the year, coming between April and June.",
      "definition_translation": "Der fünfte Monat des Jahres, wird zwischen April und Juni.",
      "example": "I will go on vacation in May, I went to the beach in May last year, and I have already planned a trip for May next year.",
      "example_translation": "Ich werde im Mai in den Urlaub fahren, ich bin letzten Mai am Strand gewesen, und ich habe bereits eine Reise für Mai nächstes Jahr geplant.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "November",
      "translation": "November",
      "definition": "The eleventh month of the year, coming between October and December.",
      "definition_translation": "Der elfte Monat des Jahres, wird zwischen Oktober und Dezember.",
      "example": "I will celebrate my birthday in November, I celebrated my birthday in November last year, and I will have a big party in November next year.",
      "example_translation": "Ich werde meinen Geburtstag im November feiern, ich habe meinen Geburtstag letzten November gefeiert, und ich werde nächstes Jahr im November eine große Party geben.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "October",
      "translation": "Oktober",
      "definition": "The tenth month of the year, coming between September and November.",
      "definition_translation": "Der zehnte Monat des Jahres, wird zwischen September und November.",
      "example": "I will go to a Halloween party in October, I went to a Halloween party in October last year, and I will have a costume ready for October next year.",
      "example_translation": "Ich werde zu einer Halloween-Party im Oktober gehen, ich bin letzten Oktober zu einer Halloween-Party gewesen, und ich werde nächstes Jahr im Oktober ein Kostüm bereithalten.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "September",
      "translation": "September",
      "definition": "The ninth month of the year, coming between August and October.",
      "definition_translation": "Der neunte Monat des Jahres, wird zwischen August und Oktober.",
      "example": "I will start school in September, I started school in September last year, and I will have a new teacher in September next year.",
      "example_translation": "Ich werde im September die Schule beginnen, ich bin letzten September in die Schule gegangen, und ich werde nächstes Jahr im September einen neuen Lehrer haben.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]