{
  "data": [
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "beer",
      "translation": "Bier",
      "definition": "a fermented drink made from malted grain, typically flavored with hops, and usually infused with carbon dioxide",
      "definition_translation": "ein gegorenes Getränk, hergestellt aus gemälztem Getreide, typischerweise mit Hopfen aromatisiert und normalerweise mit Kohlendioxid infundiert",
      "example": "I drank a beer at the party last night, I drink beer every weekend, and I will drink beer at the game tomorrow.",
      "example_translation": "Ich trank ein Bier auf der Party gestern Abend, ich trinke Bier jeden Wochenende und ich werde Bier beim Spiel morgen trinken.",
      "imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "coffee",
      "translation": "Kaffee",
      "definition": "a stimulating drink made from the roasted seeds of a tropical evergreen coffee plant",
      "definition_translation": "ein anregendes Getränk, hergestellt aus den gerösteten Samen einer tropischen Kaffee-Pflanze",
      "example": "I drank a coffee this morning, I drink coffee every day, and I will drink coffee after dinner tonight.",
      "example_translation": "Ich trank einen Kaffee heute Morgen, ich trinke jeden Tag Kaffee und ich werde heute Abend nach dem Essen Kaffee trinken.",
      "imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Coke",
      "translation": "Coca-Cola",
      "definition": "a sweet, carbonated drink flavored with vanilla and containing caffeine, created by John Pemberton in 1886",
      "definition_translation": "ein süßes, kohlensäurehaltiges Getränk mit Vanille-Geschmack und Koffein, erstellt von John Pemberton im Jahr 1886",
      "example": "I drank a Coke at the restaurant yesterday, I drink Coke with my friends, and I will drink Coke at the party tonight.",
      "example_translation": "Ich trank ein Coca-Cola im Restaurant gestern, ich trinke Coca-Cola mit meinen Freunden und ich werde heute Abend auf der Party Coca-Cola trinken.",
      "imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "drink",
      "translation": "trinken",
      "definition": "to swallow a liquid, typically through the mouth",
      "definition_translation": "eine Flüssigkeit durch den Mund aufzunehmen",
      "example": "I drank juice yesterday, I drink water every morning, and I will drink tea after dinner tonight.",
      "example_translation": "Ich trank Saft gestern, ich trinke jeden Morgen Wasser und ich werde heute Abend nach dem Essen Tee trinken.",
      "imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "juice",
      "translation": "Saft",
      "definition": "A liquid substance that is naturally contained in plants or animals and is often served as a beverage.",
      "definition_translation": "Eine flüssige Substanz, die natürlicherweise in Pflanzen oder Tieren enthalten ist und oft als Getränk serviert wird.",
      "example": "I drank a glass of orange juice for breakfast, I will drink a glass of apple juice for lunch, and I drank a glass of grape juice for dinner.",
      "example_translation": "Ich trank ein Glas Orangensaft zum Frühstück, ich werde ein Glas Apfelsaft zum Mittagessen trinken und ich trank ein Glas Traubensaft zum Abendessen.",
      "imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "milk",
      "translation": "Milch",
      "definition": "A nutrient-rich liquid produced by mammary glands of female mammals, primarily cattle, goats, and sheep.",
      "definition_translation": "Eine nährstoffreiche Flüssigkeit, die von den Milchdrüsen weiblicher Säugetiere, vor allem von Rindern, Ziegen und Schafen, produziert wird.",
      "example": "I drank a glass of cold milk yesterday, I am drinking a glass of hot milk now, and I will drink a glass of warm milk tomorrow.",
      "example_translation": "Ich trank ein Glas kalte Milch gestern, ich trinke ein Glas heiße Milch jetzt und ich werde ein Glas warme Milch morgen trinken.",
      "imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "orange juice",
      "translation": "Orangensaft",
      "definition": "A liquid substance extracted from oranges, often consumed as a beverage.",
      "definition_translation": "Eine flüssige Substanz, die aus Orangen extrahiert wird, oft als Getränk konsumiert.",
      "example": "I drank a glass of freshly squeezed orange juice for breakfast, I am drinking a glass of cold orange juice for lunch, and I will drink a glass of warm orange juice for dinner.",
      "example_translation": "Ich trank ein Glas frisch gepressten Orangensaft zum Frühstück, ich trinke ein Glas kalten Orangensaft zum Mittagessen und ich werde ein Glas warmen Orangensaft zum Abendessen trinken.",
      "imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tea",
      "translation": "Tee",
      "definition": "A hot or cold beverage made by infusing the leaves of the tea plant in water, often flavored with milk, sugar, or spices.",
      "definition_translation": "Ein heißes oder kaltes Getränk, das durch das Infundieren der Blätter der Tee-Pflanze in Wasser hergestellt wird, oft mit Milch, Zucker oder Gewürzen aromatisiert.",
      "example": "I drank a cup of hot tea yesterday, I am drinking a cup of iced tea now, and I will drink a cup of green tea tomorrow.",
      "example_translation": "Ich trank eine Tasse heißem Tee gestern, ich trinke eine Tasse Eis-Tee jetzt und ich werde eine Tasse Grüntee morgen trinken.",
      "imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tomato juice",
      "translation": "Tomatensaft",
      "definition": "A liquid substance extracted from tomatoes, often consumed as a beverage or used as an ingredient in cooking.",
      "definition_translation": "Eine flüssige Substanz, die aus Tomaten extrahiert wird, oft als Getränk konsumiert oder als Zutat in der Küche verwendet.",
      "example": "I drank a glass of tomato juice yesterday, I'm drinking one now, and I will drink another one tomorrow.",
      "example_translation": "Ich trank ein Glas Tomatensaft gestern, ich trinke jetzt eins und ich werde ein weiteres Glas morgen trinken.",
      "imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "water",
      "translation": "Wasser",
      "definition": "A clear, colorless, odorless, and tasteless liquid substance that is the most abundant compound on Earth.",
      "definition_translation": "Eine klare, farblose, geruchlose und geschmacklose Flüssigkeit, die das häufigste Verbindungsstoff auf der Erde ist.",
      "example": "I drank water yesterday, I'm drinking water now, and I will drink water tomorrow.",
      "example_translation": "Ich trank Wasser gestern, ich trinke jetzt Wasser und ich werde Wasser morgen trinken.",
      "imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wine",
      "translation": "Wein",
      "definition": "An alcoholic beverage made from the fermented juice of grapes, typically produced and consumed in various forms around the world.",
      "definition_translation": "Ein alkoholisches Getränk, das aus dem vergorenen Saft von Trauben hergestellt wird, wird typically in verschiedenen Formen auf der ganzen Welt produziert und konsumiert.",
      "example": "I drank a glass of wine last night, I'm drinking a glass now, and I will drink a glass at dinner tomorrow.",
      "example_translation": "Ich trank ein Glas Wein letzte Nacht, ich trinke ein Glas jetzt und ich werde ein Glas bei Abendessen morgen trinken.",
      "imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "alcohol",
      "translation": "Alkohol",
      "definition": "A colorless, volatile, and flammable liquid substance found in fermented beverages, used as a solvent, and having an intoxicating effect when consumed in excess.",
      "definition_translation": "Eine farblose, flüchtige und entzündliche Flüssigkeit, die in fermentierten Getränken gefunden wird, als Lösungsmittel verwendet wird und bei übermäßigem Konsum eine betäubende Wirkung hat.",
      "example": "I consumed alcohol last weekend, I'm not consuming alcohol now, and I won't consume alcohol tomorrow.",
      "example_translation": "Ich konsumierte Alkohol letzten Wochenende, ich konsumiere jetzt keinen Alkohol und ich werde morgen keinen Alkohol konsumieren.",
      "imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "apple juice",
      "translation": "Apfelsaft",
      "definition": "A sweet and refreshing beverage made from apples, often served cold.",
      "definition_translation": "Ein süßes und erfrischendes Getränk, das aus Äpfeln hergestellt wird, oft kalt serviert.",
      "example": "I drank apple juice yesterday, I'm drinking it now, and I will drink it tomorrow.",
      "example_translation": "Ich trank Apfelsaft gestern, ich trinke ihn jetzt und ich werde ihn morgen trinken.",
      "imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "champagne",
      "translation": "Schaumwein",
      "definition": "A sparkling wine produced from grapes grown in the Champagne region of France, often served at special occasions.",
      "definition_translation": "Ein prickelnder Wein, der aus Trauben hergestellt wird, die in der Champagne-Region Frankreichs angebaut werden, oft bei besonderen Anlässen serviert.",
      "example": "We opened champagne at the wedding, we're opening it now at the party, and we will open it next year at the anniversary.",
      "example_translation": "Wir öffneten den Schaumwein bei der Hochzeit, wir öffnen ihn jetzt bei der Party und wir werden ihn nächstes Jahr bei der Jubiläumsfeier öffnen.",
      "imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cola",
      "translation": "Cola",
      "definition": "A sweet, carbonated soft drink flavored with vanilla and cinnamon, often served with ice.",
      "definition_translation": "Ein süßes, kohlensäurehaltiges Softgetränk, das mit Vanille und Zimt aromatisiert ist, oft mit Eis serviert.",
      "example": "I drank cola yesterday, I'm drinking it now, and I will drink it tomorrow.",
      "example_translation": "Ich trank Cola gestern, ich trinke sie jetzt und ich werde sie morgen trinken.",
      "imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "drink",
      "translation": "trinken",
      "definition": "To swallow a liquid substance, often for refreshment or nourishment.",
      "definition_translation": "Ein flüssiges Mittel zu trinken, oft zur Erfrischung oder Ernährung.",
      "example": "I drank water yesterday, I'm drinking juice now, and I will drink tea tomorrow.",
      "example_translation": "Ich trank Wasser gestern, ich trinke Saft jetzt und ich werde Tee morgen trinken.",
      "imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hot chocolate",
      "translation": "Heiße Schokolade",
      "definition": "A sweet, rich, and creamy beverage made with melted chocolate and milk, often served hot.",
      "definition_translation": "Ein süßes, reiches und cremiges Getränk, hergestellt aus geschmolzener Schokolade und Milch, oft heiß serviert.",
      "example": "I drank a cup of hot chocolate to warm up on a cold winter morning. Yesterday, I made hot chocolate for my friends. By next winter, I will have learned to make hot chocolate from scratch.",
      "example_translation": "Ich trank eine Tasse Heiße Schokolade, um mich an einem kalten Wintervormittag aufzuwärmen. Gestern habe ich Heiße Schokolade für meine Freunde gemacht. Bis zum nächsten Winter werde ich gelernt haben, Heiße Schokolade von Grund auf zu machen.",
      "imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lemonade",
      "translation": "Limone",
      "definition": "A sweet and sour drink made with lemon juice, water, and sugar, often served cold.",
      "definition_translation": "Ein süß-sauer Getränk, hergestellt aus Zitronensaft, Wasser und Zucker, oft kalt serviert.",
      "example": "I like to drink lemonade on a hot summer day. My grandma makes the best lemonade in the neighborhood. By the time I'm 30, I will have perfected my own lemonade recipe.",
      "example_translation": "Ich mag Limone an einem heißen Sommertag zu trinken. Meine Oma macht das beste Limone in der Nachbarschaft. Wenn ich 30 bin, werde ich mein eigenes Limone-Rezept perfektioniert haben.",
      "imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "milkshake",
      "translation": "Milchshake",
      "definition": "A thick and creamy drink made with milk, ice cream, and flavorings, often served cold.",
      "definition_translation": "Ein dickes und cremiges Getränk, hergestellt aus Milch, Eiscreme und Geschmacksstoffen, oft kalt serviert.",
      "example": "I ordered a chocolate milkshake at the diner. My sister loves strawberry milkshakes. By next year, I will have tried every flavor of milkshake at the ice cream shop.",
      "example_translation": "Ich bestellte einen Schokoladen-Milchshake im Diner. Meine Schwester liebt Erdbeermilchschakes. Bis zum nächsten Jahr werde ich jeden Geschmack von Milchshake im Eiscremegeschäft probiert haben.",
      "imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mineral water",
      "translation": "Mineralwasser",
      "definition": "Water that contains minerals or other substances that are dissolved in it, often bottled and sold as a healthy beverage.",
      "definition_translation": "Wasser, das Mineralien oder andere Stoffe enthält, die darin gelöst sind, oft abgefüllt und als gesundes Getränk verkauft.",
      "example": "I drink mineral water every day to stay hydrated. My doctor recommends drinking mineral water after exercise. By the time I'm 40, I will have made mineral water my go-to drink.",
      "example_translation": "Ich trinke täglich Mineralwasser, um hydratisiert zu bleiben. Mein Arzt empfiehlt, Mineralwasser nach dem Sport zu trinken. Wenn ich 40 bin, werde ich Mineralwasser zu meinem standardmäßigen Getränk gemacht haben.",
      "imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "soft drink",
      "translation": "weiches Getränk",
      "definition": "A sweet, carbonated beverage, typically flavored and containing a sweetener such as sugar or high-fructose corn syrup.",
      "definition_translation": "Ein süßes, kohlensäurehaltiges Getränk, typischerweise aromatisiert und enthaltend einen Süßstoff wie Zucker oder Maisstrohsirup.",
      "example": "I drank a soft drink at the party yesterday. Now, I am drinking a soft drink. By next year, I will have drunk a soft drink every day.",
      "example_translation": "Ich trank ein weiches Getränk auf der Party gestern. Jetzt trinke ich ein weiches Getränk. Bis nächstem Jahr werde ich jeden Tag ein weiches Getränk getrunken haben.",
      "imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cocktail",
      "translation": "Cocktail",
      "definition": "A mixed drink made with a spirit, such as gin or rum, and a mixer, such as tonic water or fruit juice.",
      "definition_translation": "Ein gemixtes Getränk, hergestellt mit einem Spirituosen, wie Gin oder Rum, und einem Mixer, wie Tonic-Wasser oder Fruchtsaft.",
      "example": "I ordered a cocktail at the bar last night. Now, I am ordering a cocktail. By next week, I will have ordered a cocktail every evening.",
      "example_translation": "Ich bestellte einen Cocktail an der Bar letzte Nacht. Jetzt bestelle ich einen Cocktail. Bis nächster Woche werde ich jeden Abend einen Cocktail bestellt haben.",
      "imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cocoa",
      "translation": "Kakao",
      "definition": "A powder made from roasted cacao beans, used to make chocolate.",
      "definition_translation": "Ein Pulver, hergestellt aus gerösteten Kakaobohnen, verwendet, um Schokolade herzustellen.",
      "example": "I drank cocoa at home yesterday. Now, I am drinking cocoa. By next month, I will have drunk cocoa every morning.",
      "example_translation": "Ich trank Kakao zu Hause gestern. Jetzt trinke ich Kakao. Bis nächsten Monat werde ich jeden Morgen Kakao getrunken haben.",
      "imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fizzy drink",
      "translation": "sprudelndes Getränk",
      "definition": "A carbonated beverage, such as soda water or tonic water, that has a characteristic hissing sound when opened.",
      "definition_translation": "Ein kohlensäurehaltiges Getränk, wie Sodawasser oder Tonic-Wasser, das einen charakteristischen Zischen-Laut bei Öffnung hat.",
      "example": "I opened a fizzy drink at the party last week. Now, I am opening a fizzy drink. By next year, I will have opened a fizzy drink every weekend.",
      "example_translation": "Ich öffnete ein sprudelndes Getränk auf der Party letzte Woche. Jetzt öffne ich ein sprudelndes Getränk. Bis nächstem Jahr werde ich jedes Wochenende ein sprudelndes Getränk geöffnet haben.",
      "imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "instant coffee",
      "translation": "Instantkaffee",
      "definition": "A type of coffee that can be quickly prepared by adding hot water to a powder or granules.",
      "definition_translation": "Eine Art Kaffee, der schnell zubereitet werden kann, indem heißes Wasser zu einem Pulver oder Granulat hinzugefügt wird.",
      "example": "I always keep a jar of instant coffee in my office for a quick pick-me-up. Yesterday, I made a cup of instant coffee during my lunch break. If I'm feeling tired, I will make a cup of instant coffee.",
      "example_translation": "Ich halte immer ein Glas Instantkaffee in meinem Büro für einen schnellen Energieschub bereit. Gestern habe ich während meiner Mittagspause eine Tasse Instantkaffee zubereitet. Wenn ich mich müde fühle, werde ich eine Tasse Instantkaffee zubereiten.",
      "imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "vodka",
      "translation": "Wodka",
      "definition": "A clear, colorless, flavored liquor typically made from grains such as wheat or rye.",
      "definition_translation": "Ein klarer, farbloser, aromatischer Spirituose, der typischerweise aus Getreide wie Weizen oder Roggen hergestellt wird.",
      "example": "I like to drink vodka with tonic water. Last night, I ordered a vodka martini at the bar. If I'm feeling adventurous, I will try a new vodka cocktail.",
      "example_translation": "Ich mag Wodka mit Tonic-Wasser trinken. Gestern Abend habe ich einen Wodka-Martini an der Bar bestellt. Wenn ich mich abenteuerlustig fühle, werde ich einen neuen Wodka-Cocktail ausprobieren.",
      "imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "whisky",
      "translation": "Whisky",
      "definition": "A type of spirit flavored from fermented grain mash, typically made from barley, rye, or corn.",
      "definition_translation": "Eine Art Spirituose, die durch die Gärung eines Getreidebreis hergestellt wird, typischerweise aus Gerste, Roggen oder Mais.",
      "example": "I prefer to drink whisky on special occasions. Yesterday, I received a bottle of whisky as a gift. If I'm feeling stressed, I will pour myself a glass of whisky.",
      "example_translation": "Ich bevorzuge es, Whisky bei besonderen Anlässen zu trinken. Gestern habe ich eine Flasche Whisky als Geschenk erhalten. Wenn ich mich gestresst fühle, werde ich mir ein Glas Whisky einschenken.",
      "imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "compote",
      "translation": "Kompott",
      "definition": "A sweet preparation of cooked fruit, typically served as a dessert or side dish.",
      "definition_translation": "Eine süße Zubereitung aus gekochtem Obst, die typischerweise als Dessert oder Beilage serviert wird.",
      "example": "I love to eat compote with yogurt for breakfast. Yesterday, I made a compote with fresh berries. If I'm feeling fancy, I will serve a compote as a dessert.",
      "example_translation": "Ich liebe es, Kompott mit Joghurt zum Frühstück zu essen. Gestern habe ich ein Kompott mit frischen Beeren zubereitet. Wenn ich mich elegant fühle, werde ich ein Kompott als Dessert servieren.",
      "imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "decaffeinated coffee",
      "translation": "entkoffeinierten Kaffee",
      "definition": "Coffee that has had most of its caffeine removed, making it a popular choice for those who are sensitive to caffeine or want to reduce their intake.",
      "definition_translation": "Kaffee, dem meisten seiner Koffeinhalt entfernt wurde, was ihn zu einer beliebten Wahl für diejenigen macht, die empfindlich gegen Koffein sind oder ihren Konsum reduzieren möchten.",
      "example": "I drank decaffeinated coffee last night, but I was still awake at 2 am. Today, I'm going to try to drink it earlier to see if it makes a difference. By next week, I hope to have switched to decaffeinated coffee completely.",
      "example_translation": "Ich trank entkoffeinierten Kaffee letzte Nacht, aber ich war noch um 2 Uhr wach. Heute werde ich versuchen, ihn früher zu trinken, um zu sehen, ob es einen Unterschied macht. Bis nächster Woche hoffe ich, vollständig auf entkoffeinierten Kaffee umgestiegen zu sein.",
      "imageLink": "decaffeinated-coffee.jpg",
      "audioLink": "decaffeinated coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shandy",
      "translation": "Schorle",
      "definition": "A drink made from beer and lemonade, typically served during summer months or at outdoor events.",
      "definition_translation": "Ein Getränk, das aus Bier und Limonade hergestellt wird, wird typischerweise während der Sommermonate oder bei Außenveranstaltungen serviert.",
      "example": "I love drinking shandy on hot summer days. Last year, I tried a new recipe that added a splash of lime juice, and it was amazing. By the end of the summer, I had perfected the recipe and was serving it at all my barbecues.",
      "example_translation": "Ich liebe es, Schorle an heißen Sommertagen zu trinken. Letztes Jahr probierte ich ein neues Rezept aus, das einen Spritzer Limetten-saft hinzufügte, und es war amazing. Bis zum Ende des Sommers hatte ich das Rezept perfektioniert und servierte es bei all meinen Grillabenden.",
      "imageLink": "shandy.jpg",
      "audioLink": "shandy.mp3"
    }
  ]
}