[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "insect",
      "translation": "Insekt",
      "definition": "A small animal that has six legs and a body that is usually divided into three parts. Insects can be found in many different environments and come in a wide range of shapes and sizes.",
      "definition_translation": "Ein kleines Tier, das sechs Beine und einen Körper hat, der normalerweise in drei Teile geteilt ist. Insekten können in vielen verschiedenen Umgebungen gefunden werden und kommen in einer breiten Palette von Formen und Größen vor.",
      "example": "I saw a beautiful insect flying around the garden yesterday, but it will be extinct in the future if we don't take care of the environment. Today, it is flying around the garden, and it was seen flying around the garden last week.",
      "example_translation": "Ich sah ein schönes Insekt gestern im Garten fliegen, aber es wird in Zukunft aussterben, wenn wir nicht für die Umwelt sorgen. Heute fliegt es im Garten herum, und es wurde letzte Woche im Garten fliegen gesehen.",
      "imageLink": "image_files\\English\\"imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ant",
      "translation": "Ameise",
      "definition": "A small insect that lives in colonies and is known for its ability to carry heavy loads relative to its size. Ants are found in many different parts of the world and are considered to be highly organized creatures.",
      "definition_translation": "Ein kleines Insekt, das in Kolonien lebt und für seine Fähigkeit bekannt ist, schwere Lasten relativ zu seiner Größe zu tragen. Ameisen sind in vielen verschiedenen Teilen der Welt zu finden und gelten als hoch organisierte Lebewesen.",
      "example": "I saw an ant crawling on the kitchen floor yesterday, but it will be crawling on the kitchen floor again tomorrow. Today, it is crawling on the kitchen floor, and it was seen crawling on the kitchen floor last week.",
      "example_translation": "Ich sah eine Ameise gestern auf dem Küchenboden kriechen, aber sie wird morgen wieder auf dem Küchenboden kriechen. Heute kriecht sie auf dem Küchenboden, und sie wurde letzte Woche auf dem Küchenboden kriechen gesehen.",
      "imageLink": "image_files\\English\\"imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bee",
      "translation": "Biene",
      "definition": "A flying insect that is closely related to ants and wasps. Bees are known for their importance in pollinating plants and are often kept in beehives to produce honey.",
      "definition_translation": "Ein fliegendes Insekt, das eng mit Ameisen und Wespen verwandt ist. Bienen sind bekannt für ihre Bedeutung bei der Bestäubung von Pflanzen und werden oft in Bienenstöcken gehalten, um Honig zu produzieren.",
      "example": "I saw a bee flying around the flowers in the garden yesterday, but it will be flying around the flowers again tomorrow. Today, it is flying around the flowers, and it was seen flying around the flowers last week.",
      "example_translation": "Ich sah eine Biene gestern um die Blumen im Garten fliegen, aber sie wird morgen wieder um die Blumen fliegen. Heute fliegt sie um die Blumen, und sie wurde letzte Woche um die Blumen fliegen gesehen.",
      "imageLink": "image_files\\English\\"imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bug",
      "translation": "Käfer",
      "definition": "A small insect with a hard outer shell that covers its body. Bugs can be found in many different environments and are often considered to be pests.",
      "definition_translation": "Ein kleines Insekt mit einer harten Außenschale, die seinen Körper bedeckt. Käfer können in vielen verschiedenen Umgebungen gefunden werden und gelten oft als Schädlinge.",
      "example": "I saw a bug crawling on the wall yesterday, but it will be crawling on the wall again tomorrow. Today, it is crawling on the wall, and it was seen crawling on the wall last week.",
      "example_translation": "Ich sah einen Käfer gestern an der Wand kriechen, aber er wird morgen wieder an der Wand kriechen. Heute kriecht er an der Wand, und er wurde letzte Woche an der Wand kriechen gesehen.",
      "imageLink": "image_files\\English\\"imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "butterfly",
      "translation": "Schmetterling",
      "definition": "A butterfly is a type of insect that belongs to the order Lepidoptera, characterized by large, often brightly colored wings.",
      "definition_translation": "Ein Schmetterling ist eine Art von Insekt, die der Ordnung Lepidoptera angehört, gekennzeichnet durch große, oft bunt gefärbte Flügel.",
      "example": "I saw a beautiful butterfly fluttering around the flowers yesterday, it had fluttered around the garden last week, and it will flutter around the park tomorrow.",
      "example_translation": "Ich sah einen schönen Schmetterling um die Blumen flattern gestern, er hatte im Garten letzte Woche geflattert und wird im Park morgen flattern.",
      "imageLink": "image_files\\English\\"imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cockroach",
      "translation": "Kakerlake",
      "definition": "A cockroach is a type of insect that belongs to the order Blattodea, characterized by a flat, oval body and long antennae.",
      "definition_translation": "Eine Kakerlake ist eine Art von Insekt, die der Ordnung Blattodea angehört, gekennzeichnet durch einen flachen, ovalen Körper und lange Fühler.",
      "example": "I saw a cockroach scurrying across the kitchen floor last night, it had scurried across the counter yesterday, and it will scurry across the table tonight.",
      "example_translation": "Ich sah eine Kakerlake über den Küchenboden hasten letzte Nacht, sie hatte über die Theke gestern hasten und wird über den Tisch heute Abend hasten.",
      "imageLink": "image_files\\English\\"imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "creature",
      "translation": "Kreatur",
      "definition": "A creature is a living being, such as an animal or a person, often referred to as a being with a soul or consciousness.",
      "definition_translation": "Eine Kreatur ist ein lebendes Wesen, wie ein Tier oder eine Person, oft als ein Wesen mit einer Seele oder Bewusstsein bezeichnet.",
      "example": "The creature had lived in the forest for years, it lives in the mountains now, and it will live in the city someday.",
      "example_translation": "Das Wesen hatte Jahre im Wald gelebt, es lebt jetzt in den Bergen und wird eines Tages in der Stadt leben.",
      "imageLink": "image_files\\English\\"imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fly",
      "translation": "fliegen",
      "definition": "To fly means to move through the air, often using wings or other means of propulsion, such as an airplane or a bird.",
      "definition_translation": "Fliegen bedeutet, durch die Luft zu bewegen, oft mit Hilfe von Flügeln oder anderen Mitteln der Antriebskraft, wie einem Flugzeug oder einem Vogel.",
      "example": "I flew to Paris last year, I am flying to Berlin now, and I will fly to Rome next month.",
      "example_translation": "Ich flog nach Paris letzten Jahr, ich fliege jetzt nach Berlin und werde nächster Monat nach Rom fliegen.",
      "imageLink": "image_files\\English\\"imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mosquito",
      "translation": "Mücke",
      "definition": "A small, flying insect that sucks the blood of humans and animals.",
      "definition_translation": "Ein kleines, fliegendes Insekt, das Blut von Menschen und Tieren saugt.",
      "example": "I got bitten by a mosquito yesterday, I swatted it away, and I will take insect repellent to prevent it in the future.",
      "example_translation": "Ich wurde gestern von einer Mücke gebissen, ich habe sie weggeschlagen und werde Insektenabwehrmittel mitnehmen, um es in Zukunft zu vermeiden.",
      "imageLink": "image_files\\English\\"imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spider",
      "translation": "Spinne",
      "definition": "A small, eight-legged animal that spins a web to catch insects.",
      "definition_translation": "Ein kleines, achtbeiniges Tier, das ein Netz spinnt, um Insekten zu fangen.",
      "example": "I saw a spider crawling on the wall, it had spun its web, and it will catch its prey tonight.",
      "example_translation": "Ich sah eine Spinne an der Wand kriechen, sie hatte ihr Netz gesponnen und wird heute Nacht ihre Beute fangen.",
      "imageLink": "image_files\\English\\"imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "web",
      "translation": "Netz",
      "definition": "A network of threads created by a spider or other insect.",
      "definition_translation": "Ein Netz aus Fäden, das von einer Spinne oder anderen Insekten geschaffen wurde.",
      "example": "The spider had woven a intricate web, I had seen it previously, and I will avoid it in the future.",
      "example_translation": "Die Spinne hatte ein komplexes Netz gewebt, ich hatte es vorher gesehen und werde es in Zukunft meiden.",
      "imageLink": "image_files\\English\\"imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "beetle",
      "translation": "Käfer",
      "definition": "A type of insect with a hard outer shell and usually six legs.",
      "definition_translation": "Eine Art Insekt mit einer harten Außenschale und normalerweise sechs Beinen.",
      "example": "I found a beetle in my garden, it had been eating the leaves, and I will check on it again tomorrow.",
      "example_translation": "Ich fand einen Käfer in meinem Garten, er hatte die Blätter gefressen und ich werde ihn morgen wieder überprüfen.",
      "imageLink": "image_files\\English\\"imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "flea",
      "translation": "Flöhe",
      "definition": "A small jumping insect that lives on the bodies of mammals and birds, and sucks their blood.",
      "definition_translation": "Ein kleines springendes Insekt, das auf den Körpern von Säugetieren und Vögeln lebt und ihr Blut saugt.",
      "example": "The cat had a flea on its back. Last week, I caught a flea on my dog. I will check the dog for fleas tomorrow.",
      "example_translation": "Die Katze hatte einen Floh auf dem Rücken. Letzte Woche habe ich einen Floh auf meinem Hund gefangen. Ich werde morgen den Hund auf Flöhe überprüfen.",
      "imageLink": "image_files\\English\\"imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sting",
      "translation": "Stachel",
      "definition": "A sharp, pointed part of an insect's body that is used to hurt or inject a painful substance into something.",
      "definition_translation": "Ein scharfer, spitzer Teil des Körpers eines Insekts, der verwendet wird, um etwas zu verletzen oder eine schmerzhafte Substanz in etwas einzuspritzen.",
      "example": "The bee's sting hurt me. I felt the sting of the wasp. The doctor will sting me with a needle.",
      "example_translation": "Der Stachel der Biene hat mich verletzt. Ich fühlte den Stachel der Wespe. Der Arzt wird mich mit einer Nadel.stechen.",
      "imageLink": "image_files\\English\\"imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wasp",
      "translation": "Wespe",
      "definition": "A flying insect that is similar to a bee, but has a narrow waist and is often yellow and black in color.",
      "definition_translation": "Ein fliegendes Insekt, das einem Bienen ähnelt, aber eine schmale Taille hat und oft gelb und schwarz gefärbt ist.",
      "example": "I saw a wasp flying around the garden. The wasp stung me on the hand. Wasps will build a nest in the tree.",
      "example_translation": "Ich sah eine Wespe um den Garten fliegen. Die Wespe stach mich auf der Hand. Wespen werden ein Nest im Baum bauen.",
      "imageLink": "image_files\\English\\"imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mantis",
      "translation": "Gottesanbeterin",
      "definition": "A large, slow-moving insect with a long, slender body and powerful front legs, often kept as a pet.",
      "definition_translation": "Ein großes, langsam bewegliches Insekt mit einem langen, schlanken Körper und kräftigen Vorderbeinen, oft als Haustier gehalten.",
      "example": "I saw a praying mantis in the garden. The mantis caught a fly with its front legs. I will release the mantis in the wild.",
      "example_translation": "Ich sah eine Gottesanbeterin im Garten. Die Gottesanbeterin fing eine Fliege mit ihren Vorderbeinen. Ich werde die Gottesanbeterin in die Wildnis freilassen.",
      "imageLink": "image_files\\English\\"imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "moth",
      "translation": "Motte",
      "definition": "A moth is a type of insect that belongs to the order Lepidoptera. It has a fuzzy body and wings that are often brightly colored.",
      "definition_translation": "Eine Motte ist eine Art Insekt, das zur Ordnung Lepidoptera gehört. Es hat einen flauschigen Körper und Flügel, die oft bunt gefärbt sind.",
      "example": "The moth ate the clothes in my closet. I will remove the moth from my closet. I removed the moth from my closet.",
      "example_translation": "Die Motte aß die Kleider in meinem Schrank. Ich werde die Motte aus meinem Schrank entfernen. Ich entfernte die Motte aus meinem Schrank.",
      "imageLink": "image_files\\English\\"imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "potato beetle",
      "translation": "Kartoffelkäfer",
      "definition": "A potato beetle is a type of insect that feeds on potatoes and other plants. It has a distinctive black and yellow striped body.",
      "definition_translation": "Ein Kartoffelkäfer ist eine Art Insekt, das Kartoffeln und andere Pflanzen frisst. Es hat einen distinctiven schwarzen und gelben gestreiften Körper.",
      "example": "The potato beetle destroyed the crops. The farmer will remove the potato beetle from the field. The farmer removed the potato beetle from the field.",
      "example_translation": "Der Kartoffelkäfer zerstörte die Ernte. Der Bauer wird den Kartoffelkäfer aus dem Feld entfernen. Der Bauer entfernte den Kartoffelkäfer aus dem Feld.",
      "imageLink": "image_files\\English\\"imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "silkworm",
      "translation": "Seidenspinner",
      "definition": "A silkworm is the larva of a moth that produces silk. It is commonly kept in captivity to produce silk fabric.",
      "definition_translation": "Ein Seidenspinner ist die Larve einer Motte, die Seide produziert. Es wird häufig in Gefangenschaft gehalten, um Seidengewebe zu produzieren.",
      "example": "The silkworm spins silk. I will feed the silkworm mulberry leaves. I fed the silkworm mulberry leaves.",
      "example_translation": "Der Seidenspinner spinnt Seide. Ich werde dem Seidenspinner Maulbeerblätter füttern. Ich fütterte dem Seidenspinner Maulbeerblätter.",
      "imageLink": "image_files\\English\\"imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "termite",
      "translation": "Termite",
      "definition": "A termite is a type of insect that feeds on wood and other cellulose-based materials. It lives in colonies and is known for its ability to damage buildings.",
      "definition_translation": "Eine Termite ist eine Art Insekt, das Holz und andere zellulosebasierte Materialien frisst. Es lebt in Kolonien und ist bekannt für seine Fähigkeit, Gebäude zu schädigen.",
      "example": "The termite ate the wooden beam. I will remove the termite from the house. I removed the termite from the house.",
      "example_translation": "Die Termite aß den Holzbalken. Ich werde die Termite aus dem Haus entfernen. Ich entfernte die Termite aus dem Haus.",
      "imageLink": "image_files\\English\\"imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bedbug",
      "translation": " Bettwanze",
      "definition": "a small, flat parasitic insect that lives in beds and feeds on human blood",
      "definition_translation": "ein kleines, flaches parasitisches Insekt, das in Betten lebt und sich von menschlichem Blut ernährt",
      "example": "I found a bedbug in my bed last night. I had seen one before, but I will see another one tonight.",
      "example_translation": "Ich fand eine Bettwanze in meinem Bett letzte Nacht. Ich hatte vorher schon eine gesehen, aber ich werde heute Nacht eine weitere sehen.",
      "imageLink": "image_files\\English\\"imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bumblebee",
      "translation": "Hummel",
      "definition": "a large, furry, social bee that lives in colonies and is important for pollination",
      "definition_translation": "eine große, pelzige, soziale Biene, die in Kolonien lebt und für die Bestäubung wichtig ist",
      "example": "The bumblebee buzzed loudly as it flew from flower to flower. It had buzzed yesterday, and it will buzz tomorrow.",
      "example_translation": "Die Hummel summte laut, während sie von Blüte zu Blüte flog. Sie hatte gestern gesummt, und sie wird morgen summen.",
      "imageLink": "image_files\\English\\"imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "caterpillar",
      "translation": "Raupe",
      "definition": "the larva of a butterfly or moth, typically having a worm-like body and multiple legs",
      "definition_translation": "die Larve eines Schmetterlings oder Nachtfalters, typischerweise mit einem wurmähnlichen Körper und mehreren Beinen",
      "example": "The caterpillar crawled slowly along the leaf. It had crawled yesterday, and it will crawl again tomorrow.",
      "example_translation": "Die Raupe kroch langsam über das Blatt. Sie kroch gestern, und sie wird morgen wieder kriechen.",
      "imageLink": "image_files\\English\\"imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cicada",
      "translation": "Zikade",
      "definition": "a large, noise-making insect with a distinctive shell-like body and long, slender wings",
      "definition_translation": "ein großes, lärmproduzierendes Insekt mit einem schalenähnlichen Körper und langen, schlanken Flügeln",
      "example": "The cicada made a loud noise in the tree. It had made a noise yesterday, and it will make a noise again next summer.",
      "example_translation": "Die Zikade produzierte einen lauten Lärm im Baum. Sie hatte gestern Lärm produziert, und sie wird nächsten Sommer wieder Lärm produzieren.",
      "imageLink": "image_files\\English\\"imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dragonfly",
      "translation": "Libelle",
      "definition": "A dragonfly is an insect belonging to the order Odonata, characterized by its iridescent wings, large multifaceted eyes, and slender body.",
      "definition_translation": "Eine Libelle ist ein Insekt, das der Ordnung Odonata angehört, gekennzeichnet durch ihre irisierenden Flügel, großen vielfach gegliederten Augen und schlanken Körper.",
      "example": "The dragonfly hovered above the pond, its wings beating rapidly as it searched for prey. It had hovered there yesterday, and would hover there again tomorrow.",
      "example_translation": "Die Libelle schwebte über dem Teich, ihre Flügel schlugen schnell, während sie nach Beute suchte. Sie hatte gestern dort geschwebt und würde morgen wieder dort schweben.",
      "imageLink": "image_files\\English\\"imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "drone",
      "translation": "Drohne",
      "definition": "A drone is an unmanned aerial vehicle, typically remotely controlled or flown autonomously, used for a variety of purposes such as surveillance, photography, or package delivery.",
      "definition_translation": "Eine Drohne ist ein unbemanntes Luftfahrzeug, das typischerweise ferngesteuert oder autonom geflogen wird, das für verschiedene Zwecke wie Überwachung, Fotografie oder Paketlieferung verwendet wird.",
      "example": "The drone flew overhead, capturing stunning footage of the cityscape. It will fly overhead again next week, monitoring traffic patterns. By next year, it will have flown overhead countless times.",
      "example_translation": "Die Drohne flog über den Köpfen, erfasste atemberaubende Aufnahmen der Stadtlandschaft. Sie wird nächste Woche erneut über den Köpfen fliegen, um Verkehrsmuster zu überwachen. Bis nächstes Jahr wird sie zahllose Male über den Köpfen geflogen sein.",
      "imageLink": "image_files\\English\\"imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "gadfly",
      "translation": "Brecht",
      "definition": "A gadfly is a type of horsefly, known for its painful sting, or a person who persistently annoys or criticizes others, especially one who does so in a provocative or obstinate manner.",
      "definition_translation": "Eine Brecht ist eine Art von Pferdefliege, bekannt für ihren schmerzhaften Stich, oder eine Person, die anderen Menschen beharrlich ärgert oder kritisiert, insbesondere einer, der dies aufprovokative oder sture Weise tut.",
      "example": "The gadfly buzzed around my head, causing me to swat at it wildly. It had buzzed around my head yesterday, and would buzz around again tomorrow. By next week, it will have buzzed around my head countless times.",
      "example_translation": "Die Brecht surrte um meinen Kopf herum, woraufhin ich wild darauf eingeschlagen habe. Sie hatte gestern um meinen Kopf herum gesurrt und würde morgen wieder um meinen Kopf herum surren. Bis nächste Woche wird sie zahllose Male um meinen Kopf herum gesurrt haben.",
      "imageLink": "image_files\\English\\"imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grasshopper",
      "translation": "Grashüpfer",
      "definition": "A grasshopper is a type of insect in the order Orthoptera, characterized by its large hind legs, wings, and distinctive song, often found in fields, meadows, and backyards.",
      "definition_translation": "Ein Grashüpfer ist eine Art von Insekt in der Ordnung Orthoptera, gekennzeichnet durch seine großen Hinterbeine, Flügel und seine charakteristischen Lieder, oft in Feldern, Wiesen und Gärten gefunden.",
      "example": "The grasshopper jumped across the lawn, its wings fluttering wildly as it searched for food. It had jumped across the lawn yesterday, and would jump across again tomorrow. By next month, it will have jumped across the lawn countless times.",
      "example_translation": "Der Grashüpfer sprang über den Rasen, seine Flügel flatterten wild, während er nach Nahrung suchte. Er hatte gestern über den Rasen gesprungen und würde morgen wieder über den Rasen springen. Bis nächsten Monat wird er zahllose Male über den Rasen gesprungen sein.",
      "imageLink": "image_files\\English\\"imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hornet",
      "translation": "Hornisse",
      "definition": "A hornet is a type of wasp that is typically yellow and black in color, known for its painful sting.",
      "definition_translation": "Eine Hornisse ist eine Art von Wespe, die typischerweise gelb und schwarz gefärbt ist, bekannt für ihren schmerzhaften Stich.",
      "example": "The hornet buzzed angrily around my head, I had been stung by a hornet before, and I would be stung by a hornet again in the future.",
      "example_translation": "Die Hornisse summte ärgerlich um meinen Kopf, ich war zuvor von einer Hornisse gestochen worden, und ich würde in Zukunft wieder von einer Hornisse gestochen werden.",
      "imageLink": "image_files\\English\\"imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ladybird",
      "translation": "Marienkäfer",
      "definition": "A ladybird is a small beetle with a distinctive red and black shell, known for its ability to control aphid populations.",
      "definition_translation": "Ein Marienkäfer ist ein kleiner Käfer mit einer auffälligen roten und schwarzen Schale, bekannt für seine Fähigkeit, Blattlauspopulationen zu kontrollieren.",
      "example": "As a child, I loved watching ladybirds crawl on the leaves of plants, I had seen a ladybird eat aphids before, and I would see a ladybird flying again soon.",
      "example_translation": "Als Kind liebte ich es, Marienkäfer auf den Blättern von Pflanzen krabbeln zu sehen, ich hatte zuvor einen Marienkäfer Blattläuse essen sehen, und ich würde bald wieder einen Marienkäfer fliegen sehen.",
      "imageLink": "image_files\\English\\"imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "locust",
      "translation": "Heuschrecke",
      "definition": "A locust is a type of insect that is known for its ability to form large swarms and devour crops, causing significant damage to agricultural regions.",
      "definition_translation": "Eine Heuschrecke ist eine Art von Insekt, die bekannt für ihre Fähigkeit ist, große Schwärme zu bilden und Ernten zu vernichten, was bedeutende Schäden an landwirtschaftlichen Regionen verursacht.",
      "example": "The locusts descended upon the fields, I had seen locusts devour entire crops before, and I would see locusts destroy another harvest in the future.",
      "example_translation": "Die Heuschrecken stürzten sich auf die Felder, ich hatte zuvor Heuschrecken ganze Ernten vernichten sehen, und ich würde in Zukunft wieder Heuschrecken einen anderen Ernte vernichten sehen.",
      "imageLink": "image_files\\English\\"imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "louse",
      "translation": "Laus",
      "definition": "A louse is a small, wingless insect that is parasitic on humans and other animals, causing discomfort and irritation.",
      "definition_translation": "Eine Laus ist ein kleines, flügelloses Insekt, das parasitisch auf Menschen und anderen Tieren lebt, Ursache für Beschwerden und Irritationen.",
      "example": "I had gotten lice from my friend, I had treated lice infestations before, and I would get lice again in the future.",
      "example_translation": "Ich hatte Läuse von meinem Freund bekommen, ich hatte zuvor Läuse-Infektionen behandelt, und ich würde in Zukunft wieder Läuse bekommen.",
      "imageLink": "image_files\\English\\"imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]