[
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bird",
      "translation": "Vogel",
      "definition": "A warm-blooded egg-laying animal characterized by the presence of feathers, toothless beak, and light skeleton.",
      "definition_translation": "Ein warmblütiges, eierlegendes Tier, das durch das Vorhandensein von Federn, einem zahnlosen Schnabel und einem leichten Skelett gekennzeichnet ist.",
      "example": "I saw a bird flying in the sky yesterday. Today, I am watching a bird building its nest. By next year, I will have seen many birds migrating.",
      "example_translation": "Ich sah gestern ein Vogel am Himmel fliegen. Heute beobachte ich einen Vogel, das sein Nest baut. Bis zum nächsten Jahr werde ich viele Vögel wandern gesehen haben.",
      "imageLink": "image_files\\English\\bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chicken",
      "translation": "Huhn",
      "definition": "A domestic fowl kept for its eggs and meat, especially a young one.",
      "definition_translation": "Ein Haushuhn, das für seine Eier und sein Fleisch gehalten wird, insbesondere ein junges.",
      "example": "I raised a chicken from an egg. Today, the chicken is laying eggs. By next year, I will be selling chicken meat.",
      "example_translation": "Ich zog ein Huhn von einem Ei auf. Heute legt das Huhn Eier. Bis zum nächsten Jahr werde ich Hühnerfleisch verkaufen.",
      "imageLink": "image_files\\English\\chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "duck",
      "translation": "Ente",
      "definition": "A waterbird with a broad, flat beak and webbed feet, typically found in or near water.",
      "definition_translation": "Ein Wasser vogel mit einem breiten, flachen Schnabel und Schwimmfüßen, typischerweise in oder nahe dem Wasser gefunden.",
      "example": "I saw a duck swimming in the lake yesterday. Today, I am feeding a duck bread. By next year, I will have seen many ducks migrating.",
      "example_translation": "Ich sah gestern eine Ente im See schwimmen. Heute füttere ich eine Ente Brot. Bis zum nächsten Jahr werde ich viele Enten wandern gesehen haben.",
      "imageLink": "image_files\\English\\duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "goose",
      "translation": "Gans",
      "definition": "A large waterbird with a long neck, typically found in or near water, especially one domesticated for its meat and eggs.",
      "definition_translation": "Ein großer Wasser vogel mit einem langen Hals, typischerweise in oder nahe dem Wasser gefunden, insbesondere ein domestiziertes für sein Fleisch und Eier.",
      "example": "I saw a goose flying in the sky yesterday. Today, I am feeding a goose grass. By next year, I will have seen many geese migrating.",
      "example_translation": "Ich sah gestern eine Gans am Himmel fliegen. Heute füttere ich eine Gans Gras. Bis zum nächsten Jahr werde ich viele Gänse wandern gesehen haben.",
      "imageLink": "image_files\\English\\goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "parrot",
      "translation": "Papagei",
      "definition": "A parrot is a colorful bird known for its ability to mimic human speech and other sounds.",
      "definition_translation": "Ein Papagei ist ein farbiges Vogel, das bekannt ist für seine Fähigkeit, menschliche Sprache und andere Geräusche nachzuahmen.",
      "example": "I had a parrot when I was a child, it was very loud. Now I have a new parrot, it is very quiet. I will buy another parrot next year.",
      "example_translation": "Ich hatte einen Papagei, als ich ein Kind war, es war sehr laut. Jetzt habe ich einen neuen Papagei, es ist sehr leise. Ich werde nächsten Jahr einen anderen Papagei kaufen.",
      "imageLink": "image_files\\English\\parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "penguin",
      "translation": "Pinguin",
      "definition": "A penguin is a flightless bird that lives in the Southern Hemisphere, characterized by its black and white feathers and waddling gait.",
      "definition_translation": "Ein Pinguin ist ein flugunfähiger Vogel, der im Südlichen Halbkreis lebt, charakterisiert durch sein schwarzes und weißes Gefieder und seinen watschelnden Gang.",
      "example": "I saw penguins at the zoo last year, they were very cute. Now I see penguins on TV, they are very interesting. I will visit penguins in Antarctica next year.",
      "example_translation": "Ich sah Pinguine im Zoo letztes Jahr, sie waren sehr niedlich. Jetzt sehe ich Pinguine im Fernsehen, sie sind sehr interessant. Ich werde Pinguine in der Antarktis nächstes Jahr besuchen.",
      "imageLink": "image_files\\English\\penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stork",
      "translation": "Storch",
      "definition": "A stork is a large wading bird with a long neck and legs, known for its habit of nesting on buildings and its annual migrations.",
      "definition_translation": "Ein Storch ist ein großer Watvogel mit einem langen Hals und Beinen, bekannt für seine Gewohnheit, auf Gebäuden zu nisten und seine jährlichen Wanderungen.",
      "example": "I saw storks flying south last autumn, they were very high. Now I see storks on buildings, they are very quiet. I will watch storks migrating next spring.",
      "example_translation": "Ich sah Störche südwärts fliegen letzten Herbst, sie waren sehr hoch. Jetzt sehe ich Störche auf Gebäuden, sie sind sehr leise. Ich werde Störche migrieren nächstes Frühjahr beobachten.",
      "imageLink": "image_files\\English\\stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "turkey",
      "translation": "Truthahn",
      "definition": "A turkey is a large domesticated bird, often kept on farms and eaten on special occasions such as Thanksgiving.",
      "definition_translation": "Ein Truthahn ist ein großes domestiziertes Vogel, oft auf Bauernhöfen gehalten und bei besonderen Anlässen wie Thanksgiving gegessen.",
      "example": "I ate turkey at Thanksgiving last year, it was very delicious. Now I eat turkey at Christmas, it is very tasty. I will cook turkey for Easter next year.",
      "example_translation": "Ich aß Truthahn zum Thanksgiving letzten Jahr, es war sehr lecker. Jetzt esse ich Truthahn zu Weihnachten, es ist sehr schmackhaft. Ich werde Truthahn für Ostern nächstes Jahr kochen.",
      "imageLink": "image_files\\English\\turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wing",
      "translation": "Flügel",
      "definition": "A wing is a type of flat appendage that protrudes from the body of an animal, typically used for flying or gliding.",
      "definition_translation": "Ein Flügel ist eine Art flacher Anhängsel, das vom Körper eines Tieres abstellt, normalerweise zum Fliegen oder Gleiten verwendet.",
      "example": "The bird flapped its wings to take off. The pilot spread his wings to glide. The new airplane will have larger wings to fly farther.",
      "example_translation": "Der Vogel schlug seine Flügel, um abzuheben. Der Pilot breitete seine Flügel aus, um zu gleiten. Das neue Flugzeug wird größere Flügel haben, um weiter zu fliegen.",
      "imageLink": "image_files\\English\\wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "crow",
      "translation": "Krähe",
      "definition": "A crow is a large, black bird that is known for its intelligence and distinctive call.",
      "definition_translation": "Eine Krähe ist ein großer, schwarzer Vogel, der wegen seiner Intelligenz und seinem charakteristischen Ruf bekannt ist.",
      "example": "The crow perched on the branch, cawing loudly. Crows are known to be very smart. The crow will eat seeds from the feeder.",
      "example_translation": "Die Krähe saß auf dem Ast, krächzte laut. Krähen sind bekannt dafür, sehr intelligent zu sein. Die Krähe wird Samen aus dem Futterplatz essen.",
      "imageLink": "image_files\\English\\crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cuckoo",
      "translation": "Kuckuck",
      "definition": "A cuckoo is a type of bird that is known for its distinctive call and is often considered a symbol of spring.",
      "definition_translation": "Ein Kuckuck ist eine Art Vogel, der wegen seines charakteristischen Rufes bekannt ist und oft als Symbol des Frühlings betrachtet wird.",
      "example": "The cuckoo's call echoed through the forest. Cuckoos are known to lay their eggs in other birds' nests. The cuckoo will soon be heard again.",
      "example_translation": "Der Ruf des Kuckucks hallte durch den Wald. Kuckucke sind bekannt dafür, ihre Eier in anderen Vögelnester zu legen. Der Kuckuck wird bald wieder gehört werden.",
      "imageLink": "image_files\\English\\cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eagle",
      "translation": "Adler",
      "definition": "An eagle is a large, powerful bird of prey that is known for its sharp talons and strong wings.",
      "definition_translation": "Ein Adler ist ein großer, starker Raubvogel, der wegen seiner scharfen Krallen und starken Flügeln bekannt ist.",
      "example": "The eagle soared through the sky, its wings spread wide. Eagles are known for their sharp eyesight. The eagle will nest in the tall tree.",
      "example_translation": "Der Adler segelte durch den Himmel, seine Flügel weit ausgebreitet. Adler sind bekannt für ihr scharfes Gesicht. Der Adler wird in dem hohen Baum nisten.",
      "imageLink": "image_files\\English\\eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "feather",
      "translation": "Feder",
      "definition": "One of the light, fluffy, or hair-like growths that cover the bodies of birds, used for insulation, support, and flight.",
      "definition_translation": "Eine der leichten, flauschigen oder haarähnlichen Wachstum an den Körpern von Vögeln, die für Isolierung, Stützung und Flug verwendet werden.",
      "example": "The bird's feather was soft and light., She has been collecting feathers for her art project since last month., By next year, she will have gathered enough feathers to make a beautiful quilt.",
      "example_translation": "Das Feder des Vogels war weich und leicht., Sie hat seit letzten Monat Federn für ihr Kunstprojekt gesammelt., Bis nächstes Jahr wird sie genug Federn gesammelt haben, um eine schöne Decke zu machen.",
      "imageLink": "image_files\\English\\feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hen",
      "translation": "Henne",
      "definition": "An adult female domestic fowl, kept for its eggs.",
      "definition_translation": "Eine adulte weibliche Haushuhn, die für ihre Eier gehalten wird.",
      "example": "The farmer kept a hen in the backyard., My grandmother used to raise hens when she was younger., By next summer, we will have raised enough hens to supply eggs to the whole village.",
      "example_translation": "Der Bauer hielt eine Henne im Hinterhof., Meine Großmutter hat früher Hennen gezüchtet, als sie jünger war., Bis nächsten Sommer werden wir genug Hennen gezüchtet haben, um Eier für das ganze Dorf zu liefern.",
      "imageLink": "image_files\\English\\hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lay eggs",
      "translation": "Eier legen",
      "definition": "To produce eggs, especially as a natural process of female birds, reptiles, and amphibians.",
      "definition_translation": "Eier zu produzieren, insbesondere als natürlicher Prozess weiblicher Vögel, Reptilien und Amphibien.",
      "example": "Hens lay eggs in the nest., The farmer's wife collects eggs from the chicken coop every morning., By next spring, the hens will start laying eggs again.",
      "example_translation": "Hennen legen Eier im Nest., Die Frau des Bauern sammelt jeden Morgen Eier aus dem Hühnerstall., Bis nächsten Frühling werden die Hennen wieder Eier legen.",
      "imageLink": "image_files\\English\\lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "owl",
      "translation": "Eule",
      "definition": "A nocturnal bird of prey with a round head, forward-facing eyes, and ear tufts, noted for its silent, wingbeat flight.",
      "definition_translation": "Ein nachtaktiver Greifvogel mit einem runden Kopf, vorwärts gerichteten Augen und Ohrbüscheln, bekannt für seinen lautlosen, flugbewegten Flug.",
      "example": "The owl perched on a branch in the forest., I saw an owl flying silently over the field last night., By next year, we hope to spot an owl nesting in the nearby woods.",
      "example_translation": "Die Eule saß auf einem Ast im Wald., Ich sah letzte Nacht eine Eule lautlos über das Feld fliegen., Bis nächstes Jahr hoffen wir, eine Eule in den nahe gelegenen Wäldern zu entdecken.",
      "imageLink": "image_files\\English\\owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pigeon",
      "translation": "Taube",
      "definition": "A pigeon is a type of bird that is commonly found in cities and is known for its gray and white feathers.",
      "definition_translation": "Eine Taube ist eine Art von Vogel, die häufig in Städten vorkommt und durch ihre grauen und weißen Federn bekannt ist.",
      "example": "I saw a pigeon flying overhead yesterday, but today I am seeing many pigeons in the park. By tomorrow, I will have fed the pigeons in the square.",
      "example_translation": "Ich sah gestern eine Taube fliegen, aber heute sehe ich viele Tauben im Park. Morgen werde ich die Tauben auf dem Platz gefüttert haben.",
      "imageLink": "image_files\\English\\pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "seagull",
      "translation": "Möwe",
      "definition": "A seagull is a type of bird that is commonly found near the ocean and is known for its white and gray feathers.",
      "definition_translation": "Eine Möwe ist eine Art von Vogel, die häufig am Ozean vorkommt und durch ihre weißen und grauen Federn bekannt ist.",
      "example": "I watched a seagull flying over the waves yesterday, but today I am watching many seagulls on the beach. By tomorrow, I will have seen a seagull soaring in the sky.",
      "example_translation": "Ich sah gestern eine Möwe über den Wellen fliegen, aber heute sehe ich viele Möwen am Strand. Morgen werde ich eine Möwe am Himmel segeln sehen.",
      "imageLink": "image_files\\English\\seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sparrow",
      "translation": "Spatz",
      "definition": "A sparrow is a type of small bird that is commonly found in gardens and is known for its brown feathers.",
      "definition_translation": "Ein Spatz ist eine Art von kleinem Vogel, die häufig in Gärten vorkommt und durch ihre braunen Federn bekannt ist.",
      "example": "I saw a sparrow perched on a branch yesterday, but today I am seeing many sparrows in the garden. By tomorrow, I will have watched a sparrow building its nest.",
      "example_translation": "Ich sah gestern einen Spatz auf einem Zweig sitzen, aber heute sehe ich viele Spatzen im Garten. Morgen werde ich einen Spatz bei seinem Nestbau beobachten.",
      "imageLink": "image_files\\English\\sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "swan",
      "translation": "Schwan",
      "definition": "A swan is a type of large waterbird that is commonly found in lakes and is known for its white feathers and long neck.",
      "definition_translation": "Ein Schwan ist eine Art von großem Wasser vogel, die häufig in Seen vorkommt und durch seine weißen Federn und langen Hals bekannt ist.",
      "example": "I saw a swan gliding on the lake yesterday, but today I am seeing many swans on the river. By tomorrow, I will have watched a swan flying overhead.",
      "example_translation": "Ich sah gestern einen Schwan auf dem See gleiten, aber heute sehe ich viele Schwäne auf dem Fluss. Morgen werde ich einen Schwan am Himmel fliegen sehen.",
      "imageLink": "image_files\\English\\swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "beak",
      "translation": "Schnabel",
      "definition": "The beak is the mouthpart of a bird, used for eating, grasping, and other functions.",
      "definition_translation": "Der Schnabel ist der Mundteil eines Vogels, der zum Essen, Greifen und anderen Funktionen verwendet wird.",
      "example": "The parrot used its beak to crack open the nut. Yesterday, it beaked at the mirror. Tomorrow, it will beak at its food.",
      "example_translation": "Das Papagei benutzte seinen Schnabel, um die Nuss aufzubrechen. Gestern beakte es am Spiegel. Morgen wird es an seinem Essen beaken.",
      "imageLink": "image_files\\English\\beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dove",
      "translation": "Taube",
      "definition": "A dove is a type of bird, often associated with peace and love.",
      "definition_translation": "Eine Taube ist eine Art Vogel, die oft mit Frieden und Liebe assoziiert wird.",
      "example": "The dove flew gently through the sky. Yesterday, it doved down to the ground. Tomorrow, it will dove back to its nest.",
      "example_translation": "Die Taube flog sanft durch den Himmel. Gestern tauchte sie zur Erde hinab. Morgen wird sie zu ihrem Nest zurücktauchen.",
      "imageLink": "image_files\\English\\dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "predator",
      "translation": "Räuber",
      "definition": "A predator is an animal that naturally preys on other animals.",
      "definition_translation": "Ein Räuber ist ein Tier, das natürlicherweise andere Tiere jagt.",
      "example": "The lion is a predator in the savannah. It preyed on the zebras yesterday. Tomorrow, it will prey on the antelopes.",
      "example_translation": "Der Löwe ist ein Räuber in der Savanne. Gestern jagte er die Zebras. Morgen wird er die Antilopen jagen.",
      "imageLink": "image_files\\English\\predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hawk",
      "translation": "Habicht",
      "definition": "A hawk is a type of bird of prey, known for its sharp eyesight and agility.",
      "definition_translation": "Ein Habicht ist eine Art Greifvogel, bekannt für sein scharfes Augenlicht und seine Agilität.",
      "example": "The hawk soared through the sky, scanning for prey. Yesterday, it hawked down on a rabbit. Tomorrow, it will hawk again.",
      "example_translation": "Der Habicht segelte durch den Himmel, auf der Suche nach Beute. Gestern hackte er auf ein Kaninchen hinab. Morgen wird er wieder hacken.",
      "imageLink": "image_files\\English\\hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lark",
      "translation": "Lerche",
      "definition": "A small, melodious songbird with a short, blunt bill and a rounded tail.",
      "definition_translation": "Ein kleiner, melodischer Singvogel mit einem kurzen, stumpfen Schnabel und einem rundlichen Schwanz.",
      "example": "The lark sang sweetly in the morning, I will watch a lark flying high in the sky tomorrow, and she saw a lark perched on a wire yesterday.",
      "example_translation": "Die Lerche sang süßlich am Morgen, ich werde morgen eine Lerche hoch am Himmel fliegen sehen, und sie sah gestern eine Lerche auf einem Draht sitzen.",
      "imageLink": "image_files\\English\\lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "magpie",
      "translation": "Elster",
      "definition": "A large, black and white bird with a long tail and a sharp bill, known for its bold and curious nature.",
      "definition_translation": "Ein großer, schwarzer und weißer Vogel mit einem langen Schwanz und einem scharfen Schnabel, bekannt für seine kühne und neugierige Natur.",
      "example": "The magpie chattered loudly in the tree, I will feed a magpie tomorrow, and she saw a magpie flying swiftly yesterday.",
      "example_translation": "Die Elster schnatterte laut im Baum, ich werde morgen einer Elster füttern, und sie sah gestern eine Elster schnell fliegen.",
      "imageLink": "image_files\\English\\magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nest",
      "translation": "Nest",
      "definition": "A structure or place made by a bird or other animal to lay its eggs or rest.",
      "definition_translation": "Ein von einem Vogel oder anderen Tier gebautes Gebilde oder eine Stätte, um Eier zu legen oder auszuruhen.",
      "example": "The bird built a nest in the tree, I will clean out the nest tomorrow, and she saw a nest with eggs yesterday.",
      "example_translation": "Der Vogel baute ein Nest im Baum, ich werde morgen das Nest reinigen, und sie sah gestern ein Nest mit Eiern.",
      "imageLink": "image_files\\English\\nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nest",
      "translation": "Nest",
      "definition": "A structure or place made by a bird or other animal to lay its eggs or rest.",
      "definition_translation": "Ein von einem Vogel oder anderen Tier gebautes Gebilde oder eine Stätte, um Eier zu legen oder auszuruhen.",
      "example": "The bird built a nest in the tree, I will clean out the nest tomorrow, and she saw a nest with eggs yesterday.",
      "example_translation": "Der Vogel baute ein Nest im Baum, ich werde morgen das Nest reinigen, und sie sah gestern ein Nest mit Eiern.",
      "imageLink": "image_files\\English\\nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "plumage",
      "translation": "Gefieder",
      "definition": "The feathers that cover a bird's body, especially those that are brightly colored or otherwise distinctive.",
      "definition_translation": "Die Federn, die den Körper eines Vogels bedecken, insbesondere diejenigen, die farbenfroh oder sonstwie auffällig sind.",
      "example": "The peacock's plumage was so magnificent that it attracted many visitors to the zoo. Yesterday, I saw a bird with beautiful plumage in the forest. By next year, the bird's plumage will have changed completely.",
      "example_translation": "Das Gefieder des Pfauhahns war so prächtig, dass es viele Besucher in den Zoo anzog. Gestern sah ich einen Vogel mit schönen Gefieder im Wald. Bis zum nächsten Jahr wird das Gefieder des Vogels sich vollständig verändert haben.",
      "imageLink": "image_files\\English\\plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "raven",
      "translation": "Rabe",
      "definition": "A large, black bird with a distinctive call, found in the northern hemisphere.",
      "definition_translation": "Ein großer, schwarzer Vogel mit einem charakteristischen Ruf, der in der nördlichen Hemisphäre vorkommt.",
      "example": "The raven perched on the windowsill, looking for food. Yesterday, I saw a raven flying over the mountains. By next year, the raven will have built its nest in the old tree.",
      "example_translation": "Der Rabe saß auf der Fensterbank und suchte nach Nahrung. Gestern sah ich einen Raben über die Berge fliegen. Bis zum nächsten Jahr wird der Rabe sein Nest im alten Baum gebaut haben.",
      "imageLink": "image_files\\English\\raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "albatross",
      "translation": "Albatros",
      "definition": "A large seabird with a white body and long wings, found in the southern hemisphere.",
      "definition_translation": "Ein großer Seeschwalbe mit weißen Körper und langen Flügeln, der in der südlichen Hemisphäre vorkommt.",
      "example": "The albatross soared over the ocean, its wings beating slowly. Yesterday, I saw an albatross nesting on a rocky island. By next year, the albatross will have migrated to warmer waters.",
      "example_translation": "Der Albatros segelte über den Ozean, seine Flügel schlugen langsam. Gestern sah ich einen Albatros, der auf einer felsigen Insel nistete. Bis zum nächsten Jahr wird der Albatros zu wärmeren Gewässern gezogen sein.",
      "imageLink": "image_files\\English\\albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bee eater",
      "translation": "Bienenfresser",
      "definition": "A colorful bird that eats bees and other insects, found in warm and sunny regions.",
      "definition_translation": "Ein farbenfroher Vogel, der Bienen und andere Insekten frisst, der in warmen und sonnigen Regionen vorkommt.",
      "example": "The bee eater caught a bee in mid-air, its bright feathers glistening in the sun. Yesterday, I saw a bee eater perched on a wire, waiting for its next meal. By next year, the bee eater will have returned to its wintering grounds.",
      "example_translation": "Der Bienenfresser fing eine Biene in der Luft, seine bunten Federn glänzten in der Sonne. Gestern sah ich einen Bienenfresser auf einem Draht sitzen, wartend auf sein nächstes Mahl. Bis zum nächsten Jahr wird der Bienenfresser zu seinen Winterquartieren zurückgekehrt sein.",
      "imageLink": "image_files\\English\\bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "black grouse",
      "translation": "Birkhuhn",
      "definition": "A large, dark-plumaged grouse of moorlands and heathlands, with a black throat patch and a distinctive booming call.",
      "definition_translation": " Eine große, dunkelgefiederte Grouse der Moore und Heidelandschaften, mit einem schwarzen Kehlfleck und einem charakteristischen Bombenruf.",
      "example": "The black grouse began to boom in the early morning, and its mate started to build a nest. Yesterday, I saw a black grouse strutting around the moor. By next year, the black grouse population will have increased significantly.",
      "example_translation": "Das Birkhuhn begann am frühen Morgen zu dröhnen, und sein Partner begann, ein Nest zu bauen. Gestern sah ich ein Birkhuhn auf dem Moor stolzieren. Bis nächstem Jahr wird die Birkhuhnpopulation beträchtlich angewachsen sein.",
      "imageLink": "image_files\\English\\black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "black stork",
      "translation": "Weißstorch",
      "definition": "A large, black wading bird with a white belly, found in wetlands and forests, known for its distinctive slow wingbeats.",
      "definition_translation": "Ein großer, schwarzer Watvogel mit weißem Bauch, in Feuchtgebieten und Wäldern zu finden, bekannt für seine charakteristischen langsamen Flügelschläge.",
      "example": "The black stork waded through the shallow water, searching for fish. Yesterday, I saw a black stork soaring high in the sky. By the end of the century, the black stork population will have declined significantly.",
      "example_translation": "Der Weißstorch watete durch das seichte Wasser, auf der Suche nach Fischen. Gestern sah ich einen Weißstorch hoch am Himmel segeln. Bis Ende des Jahrhunderts wird die Weißstorchpopulation beträchtlich zurückgegangen sein.",
      "imageLink": "image_files\\English\\black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "black-headed gull",
      "translation": "Schwarzkopfmöwe",
      "definition": "A medium-sized gull with a black head, white body, and gray wings, found in coastal areas and garbage dumps.",
      "definition_translation": "Eine mittelgroße Möwe mit schwarzem Kopf, weißem Körper und grauen Flügeln, in Küstenregionen und Mülldeponien zu finden.",
      "example": "The black-headed gull scavenged for food at the dump. Yesterday, I saw a black-headed gull flying overhead. By next summer, the black-headed gull population will have increased around the coast.",
      "example_translation": "Die Schwarzkopfmöwe suchte nach Nahrung auf dem Müllplatz. Gestern sah ich eine Schwarzkopfmöwe über mir fliegen. Bis nächsten Sommer wird die Schwarzkopfmöwepopulation um die Küste herum angewachsen sein.",
      "imageLink": "image_files\\English\\black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "blackbird",
      "translation": "Amsel",
      "definition": "A common, black bird with a distinctive song, found in gardens, parks, and woodlands.",
      "definition_translation": "Ein gemeinsamer, schwarzer Vogel mit einem karakteristischen Gesang, in Gärten, Parks und Wäldern zu finden.",
      "example": "The blackbird sang its sweet melody in the morning. Yesterday, I saw a blackbird perched on a branch. By next spring, the blackbird population will have migrated to warmer regions.",
      "example_translation": "Die Amsel sang ihre süße Melodie am Morgen. Gestern sah ich eine Amsel auf einem Zweig sitzen. Bis nächsten Frühling wird die Amselpopulation in wärmere Regionen gezogen sein.",
      "imageLink": "image_files\\English\\blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "blue tit",
      "translation": "Blaumeise",
      "definition": "A small, brightly colored bird with a distinctive blue and yellow plumage, found in woodlands and gardens.",
      "definition_translation": "Ein kleiner, bunt gefärbter Vogel mit einer charakteristischen blauen und gelben Gefieder, in Wäldern und Gärten zu finden.",
      "example": "I have seen a blue tit perched on a branch, I see a blue tit perching on a branch, I will see a blue tit perching on a branch.",
      "example_translation": "Ich habe eine Blaumeise auf einem Ast sitzen sehen, ich sehe eine Blaumeise auf einem Ast sitzen, ich werde eine Blaumeise auf einem Ast sitzen sehen.",
      "imageLink": "image_files\\English\\blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bohemian waxwing",
      "translation": "Wachsrichter",
      "definition": "A large, nomadic songbird with a distinctive crest and waxy red tips on its wings, found in open woodlands and gardens.",
      "definition_translation": "Ein großer, nomadischer Singvogel mit einer charakteristischen Federkrone und wachsartigen roten Spitzen an seinen Flügeln, in offenen Wäldern und Gärten zu finden.",
      "example": "The bohemian waxwing migrated to our region last winter, the bohemian waxwing migrates to our region every winter, the bohemian waxwing will migrate to our region next winter.",
      "example_translation": "Der Wachsrichter hat unseren Raum letzten Winter besucht, der Wachsrichter besucht unseren Raum jeden Winter, der Wachsrichter wird unseren Raum nächsten Winter besuchen.",
      "imageLink": "image_files\\English\\bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "boreal owl",
      "translation": "Lapland-Uhu",
      "definition": "A small, nocturnal owl with a round head and forward-facing ears, found in boreal forests and tundras.",
      "definition_translation": "Eine kleine, nachtaktive Eule mit einem runden Kopf und vorgestellten Ohren, in borealen Wäldern und Tundren zu finden.",
      "example": "I heard a boreal owl hooting in the woods, I hear a boreal owl hooting in the woods, I will hear a boreal owl hooting in the woods.",
      "example_translation": "Ich habe einen Lapland-Uhu in den Wäldern hörten, ich höre einen Lapland-Uhu in den Wäldern, ich werde einen Lapland-Uhu in den Wäldern hörten.",
      "imageLink": "image_files\\English\\boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "budgerigar",
      "translation": "Wellensittich",
      "definition": "A small, long-tailed parrot native to Australia, popular as a domesticated pet.",
      "definition_translation": "Ein kleiner, langschwänziger Papagei, ursprünglich aus Australien, beliebt als domestiziertes Haustier.",
      "example": "I kept a budgerigar as a pet when I was a child, I keep a budgerigar as a pet now, I will keep a budgerigar as a pet in the future.",
      "example_translation": "Ich habe einen Wellensittich als Haustier gehabt, als ich ein Kind war, ich habe einen Wellensittich als Haustier jetzt, ich werde einen Wellensittich als Haustier in der Zukunft haben.",
      "imageLink": "image_files\\English\\budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bullfinch",
      "translation": "Gimpel",
      "definition": "A bullfinch is a type of bird characterized by its stout body and distinctive plumage, found in woodlands and gardens throughout Europe and Asia.",
      "definition_translation": "Ein Gimpel ist ein Vogeltyp, der durch seinen stämmigen Körper und seindeutliches Gefieder gekennzeichnet ist, der in Wäldern und Gärten in ganz Europa und Asien vorkommt.",
      "example": "The bullfinch perched on the branch, its bright plumage catching my eye. It had been nesting there for weeks, and I had been watching it carefully. Next year, it will return to its wintering grounds.",
      "example_translation": "Der Gimpel saß auf dem Ast, sein helles Gefieder erregte meine Aufmerksamkeit. Es hatte dort wochenlang genistet, und ich hatte es sorgfältig beobachtet. Im nächsten Jahr wird es zu seinen Winterquartieren zurückkehren.",
      "imageLink": "image_files\\English\\bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "buzzard",
      "translation": "Mückenweihe",
      "definition": "A buzzard is a type of bird of prey, characterized by its broad wings and sharp talons, found in open countryside and moorland.",
      "definition_translation": "Eine Mückenweihe ist ein Greifvogeltyp, der durch seine breiten Flügel und scharfen Krallen gekennzeichnet ist, der in offener Landschaft und Moorland vorkommt.",
      "example": "The buzzard soared overhead, its piercing cry echoing across the moor. It had just caught a rabbit, and was now flying back to its nest. By next summer, it will have raised a new brood.",
      "example_translation": "Die Mückenweihe kreiste hoch oben, ihr durchdringender Schrei hallte über das Moor. Sie hatte gerade ein Kaninchen gefangen, und flog jetzt zurück zu ihrem Nest. Bis nächsten Sommer wird es einen neuen Schwarm großgezogen haben.",
      "imageLink": "image_files\\English\\buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "canary",
      "translation": "Kanarienvogel",
      "definition": "A canary is a small songbird, known for its bright yellow plumage and melodious song, often kept as a domesticated pet.",
      "definition_translation": "Ein Kanarienvogel ist ein kleiner Singvogel, bekannt für sein helles gelbes Gefieder und seinen melodischen Gesang, oft als domestiziertes Haustier gehalten.",
      "example": "My grandmother used to keep a canary in her living room, its beautiful song filling the air. She had owned it for years, and it would sit on her shoulder as she sang along. Last year, it had stopped singing, but now it's singing again.",
      "example_translation": "Meine Großmutter pflegte einen Kanarienvogel in ihrem Wohnzimmer zu halten, sein schöner Gesang füllte die Luft. Sie hatte es Jahre lang besessen, und es saß auf ihrer Schulter, wenn sie mit sang. Letztes Jahr hatte es aufgehört zu singen, aber jetzt singt es wieder.",
      "imageLink": "image_files\\English\\canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chaffinch",
      "translation": "Buchfink",
      "definition": "A chaffinch is a small to medium-sized finch, characterized by its brown back and white wing bars, found in woodlands and gardens across Europe and Asia.",
      "definition_translation": "Ein Buchfink ist ein kleiner bis mittelgroßer Fink, der durch seinen braunen Rücken und seine weißen Flügelstreifen gekennzeichnet ist, der in Wäldern und Gärten in ganz Europa und Asien vorkommt.",
      "example": "The chaffinch hopped along the garden path, its brown back blending into the foliage. It had built a nest in the nearby bush, and was now feeding its young. Next month, the chicks will have flown the nest.",
      "example_translation": "Der Buchfink hoppelte entlang des Gartenwegs, sein brauner Rücken verschmolz mit dem Laub. Es hatte ein Nest im nahen Busch gebaut, und fütterte jetzt seine Jungen. Nächsten Monat werden die Küken das Nest verlassen.",
      "imageLink": "image_files\\English\\chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cock",
      "translation": "Hahn",
      "definition": "A male bird, especially a domestic fowl, known for its distinctive call and aggressive behavior.",
      "definition_translation": "Ein männlicher Vogel, insbesondere ein Haushuhn, bekannt für seinen charakteristischen Ruf und aggressives Verhalten.",
      "example": "The cock woke us up at dawn with its loud crowing. Yesterday, the cock was strutting around the farmyard. By next year, the cock will have grown its beautiful plumage.",
      "example_translation": "Der Hahn weckte uns bei Tagesanbruch mit seinem lauten Krähen. Gestern stolzierte der Hahn über den Hof. Bis nächstem Jahr wird der Hahn sein schönes Gefieder entwickelt haben.",
      "imageLink": "image_files\\English\\cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "common chiffchaff",
      "translation": "Zarten Zweigdrossel",
      "definition": "A small, brownish-grey warbler that breeds in Europe and western Asia, known for its distinctive song and habit of constantly flicking its tail.",
      "definition_translation": "Ein kleiner, braun-grauer Sänger, der in Europa und Westasien brütet, bekannt für sein charakteristisches Lied und die Angewohnheit, seinen Schwanz ständig zu schlagen.",
      "example": "The common chiffchaff flitted between the branches, singing its sweet melody. Yesterday, we spotted a common chiffchaff in the garden. By next spring, the common chiffchaff will return to its breeding grounds.",
      "example_translation": "Die Zarten Zweigdrossel flatterte zwischen den Ästen, sang ihr süßes Lied. Gestern haben wir eine Zarten Zweigdrossel im Garten gesichtet. Bis nächsten Frühling wird die Zarten Zweigdrossel zu ihren Brutplätzen zurückkehren.",
      "imageLink": "image_files\\English\\common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "common crane",
      "translation": "Kranich",
      "definition": "A large, greyish-white wading bird with a long neck and legs, found in wetlands and grasslands, known for its distinctive call and courtship dance.",
      "definition_translation": "Ein großer, grau-weißer Watvogel mit langem Hals und Beinen, in Feuchtgebieten und Grasland gefunden, bekannt für seinen charakteristischen Ruf und sein Hochzeitslied.",
      "example": "The common crane migrated to its wintering grounds last month. Yesterday, we saw a common crane in the marshes. By next summer, the common crane will have built its nest.",
      "example_translation": "Der Kranich zog letzten Monat zu seinen Winterquartieren. Gestern haben wir einen Kranich in den Marschen gesehen. Bis nächsten Sommer wird der Kranich sein Nest gebaut haben.",
      "imageLink": "image_files\\English\\common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "common moorhen",
      "translation": "Teichhuhn",
      "definition": "A medium-sized, dark brown bird with a distinctive black head shield and red forehead, found in wetlands, known for its loud, penetrating call.",
      "definition_translation": "Ein mittelgroßer, dunkelbrauner Vogel mit einem charakteristischen schwarzen Kopfschild und roter Stirn, in Feuchtgebieten gefunden, bekannt für seinen lauten, durchdringenden Ruf.",
      "example": "The common moorhen swam across the pond yesterday. Yesterday, we heard a common moorhen calling in the reeds. By next autumn, the common moorhen will have grown its new feathers.",
      "example_translation": "Das Teichhuhn schwamm gestern über den Teich. Gestern haben wir ein Teichhuhn in den Schilfrohren rufen gehört. Bis nächsten Herbst wird das Teichhuhn seine neuen Federn haben.",
      "imageLink": "image_files\\English\\common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "common nightingale",
      "translation": "Gartenrotschwanz",
      "definition": "The common nightingale is a migrating bird that breeds in Europe and Asia, and winters in Africa. It is a small, nocturnal bird with a distinctive song.",
      "definition_translation": "Der Gartenrotschwanz ist ein ziehendes Vogel, das in Europa und Asien brütet und in Afrika überwintert. Es ist ein kleiner, nachtaktiver Vogel mit einem charakteristischen Gesang.",
      "example": "She heard the sweet song of the common nightingale while walking in the forest. The common nightingale has been singing all night. By next summer, the common nightingale will have migrated to Africa.",
      "example_translation": "Sie hörte den süßen Gesang des Gartenrotschwanzes, während sie im Wald spazierenging. Der Gartenrotschwanz hat die ganze Nacht gesungen. Bis nächsten Sommer wird der Gartenrotschwanz nach Afrika gezogen sein.",
      "imageLink": "image_files\\English\\common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "common redpoll",
      "translation": "Blutmehl ZX",
      "definition": "The common redpoll is a small finch that breeds in the Arctic tundra and spends the winter in northern temperate regions. It feeds on seeds and insects.",
      "definition_translation": "Der Blutmehl ist ein kleiner Fink, der in der arktischen Tundra brütet und den Winter in nördlichen gemäßigten Regionen verbringt. Er ernährt sich von Samen und Insekten.",
      "example": "The common redpoll perched on the branch of a birch tree, eating seeds. The common redpoll has been migrating to the forest for months. By next winter, the common redpoll will have crossed the border into Sweden.",
      "example_translation": "Der Blutmehl saß auf einem Zweig einer Birke, Samuel essen. Der Blutmehl ist seit Monaten in den Wald gezogen. Bis nächsten Winter wird der Blutmehl die Grenze nach Schweden überqueren haben.",
      "imageLink": "image_files\\English\\common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "common whitethroat",
      "translation": "Gartenschläger",
      "definition": "The common whitethroat is a migratory bird that breeds in Europe and Asia, and winters in Africa. It has a distinctive white throat patch and a melodious song.",
      "definition_translation": "Der Gartenschläger ist ein ziehender Vogel, der in Europa und Asien brütet und in Afrika überwintert. Er hat eine charakteristische weiße Kehlflecke und einen melodischen Gesang.",
      "example": "The common whitethroat sang its sweet melody from the top of a shrub. The common whitethroat has been singing since dawn. By next spring, the common whitethroat will have returned to its breeding grounds.",
      "example_translation": "Der Gartenschläger sang seine süße Melodie von der Spitze eines Strauchs. Der Gartenschläger hat seit dem Morgengrauen gesungen. Bis nächsten Frühling wird der Gartenschläger zu seinen Brutplätzen zurückgekehrt sein.",
      "imageLink": "image_files\\English\\common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "common wood pigeon",
      "translation": "Ringeltaube",
      "definition": "The common wood pigeon is a large pigeon that breeds in woodlands and parks, and feeds on fruits, seeds, and insects.",
      "definition_translation": "Die Ringeltaube ist eine große Taube, die in Wäldern und Parks brütet und sich von Früchten, Samen und Insekten ernährt.",
      "example": "The common wood pigeon perched on a branch of an oak tree, eating acorns. The common wood pigeon has been roosting in the forest for weeks. By next autumn, the common wood pigeon will have migrated to warmer regions.",
      "example_translation": "Die Ringeltaube saß auf einem Zweig einer Eiche, Eicheln essen. Die Ringeltaube hat Wochenlang im Wald geruht. Bis nächsten Herbst wird die Ringeltaube in wärmere Regionen gezogen sein.",
      "imageLink": "image_files\\English\\common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "condor",
      "translation": "Kondor",
      "definition": "A large, black, New World vulture, Vultur gryphus, found in the Andes mountain range from Venezuela to Chile.",
      "definition_translation": "Ein großer, schwarzer, neuer Weltgeier, Vultur gryphus, gefunden in den Anden-Gebirgszügen von Venezuela bis Chile.",
      "example": "The condor soared overhead, its wings spread wide. Yesterday, we saw a condor perched on a rock. By next year, we will have seen many condors.",
      "example_translation": "Der Kondor segelte über unseren Köpfen, seine Flügel weit ausgebreitet. Gestern sahen wir einen Kondor auf einem Felsen sitzen. Bis zum nächsten Jahr werden wir viele Kondore gesehen haben.",
      "imageLink": "image_files\\English\\condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cormorant",
      "translation": "Kormoran",
      "definition": "A large, black, predatory waterbird, Phalacrocorax carbo, that dives for fish and has a distinctive, snake-like neck.",
      "definition_translation": "Ein großer, schwarzer, räuberischer WasserVogel, Phalacrocorax carbo, der nach Fischen taucht und einen auffallenden, schlangenähnlichen Hals hat.",
      "example": "The cormorant dived into the water, catching a fish in its beak. Yesterday, we watched a cormorant perched on a branch. By next week, we will have seen many cormorants.",
      "example_translation": "Der Kormoran tauchte ins Wasser, einen Fisch in seinem Schnabel fangend. Gestern sahen wir einen Kormoran auf einem Ast sitzen. Bis nächste Woche werden wir viele Kormorane gesehen haben.",
      "imageLink": "image_files\\English\\cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "crake",
      "translation": "Schwirl",
      "definition": "A type of bird, Crex crex, that breeds in wet meadows and has a distinctive, loud call.",
      "definition_translation": "Ein Vogeltyp, Crex crex, der in feuchten Wiesen brütet und einen auffallenden, lauten Ruf hat.",
      "example": "The crake called out loudly, startling us. Yesterday, we saw a crake hiding in the reeds. By next month, we will have heard many crakes.",
      "example_translation": "Der Schwirl rief laut auf, uns überraschend. Gestern sahen wir einen Schwirl in den Schilfröhrern versteckt. Bis nächstem Monat werden wir viele Schwirl rufe gehört haben.",
      "imageLink": "image_files\\English\\crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "crane",
      "translation": "Kranich",
      "definition": "A large, wading bird, Grus grus, with a long neck and legs, found in wetlands and known for its migratory patterns.",
      "definition_translation": "Ein großer, watender Vogel, Grus grus, mit einem langen Hals und Beinen, gefunden in Feuchtgebieten und bekannt für seine Wanderungsmuster.",
      "example": "The crane flew overhead, its long neck leading the way. Yesterday, we saw a crane wading in the marsh. By next spring, we will have seen many cranes.",
      "example_translation": "Der Kranich flog über unseren Köpfen, seinen langen Hals voraus. Gestern sahen wir einen Kranich im Sumpf waten. Bis zum nächsten Frühling werden wir viele Kraniche gesehen haben.",
      "imageLink": "image_files\\English\\crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "crested lark",
      "translation": "Haubenlerche",
      "definition": "A small to medium-sized bird with a distinctive crest on its head, found in open country, grasslands, and agricultural areas.",
      "definition_translation": "Ein kleiner bis mittelgroßer Vogel mit einer charakteristischen Haube auf dem Kopf, in offenen Ländern, Grasländern und landwirtschaftlichen Gebieten zu finden.",
      "example": "The crested lark sat on a fence post, singing its sweet melody. Yesterday, I saw a crested lark flying over the fields. By next summer, I will have seen many crested larks.",
      "example_translation": "Die Haubenlerche saß auf einem Zaunpfosten und sang ihr süßes Lied. Gestern sah ich eine Haubenlerche über die Felder fliegen. Bis nächsten Sommer werde ich viele Haubenlerchen gesehen haben.",
      "imageLink": "image_files\\English\\crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "crested tit",
      "translation": "Berglaubsänger",
      "definition": "A small bird with a distinctive crest on its head, found in coniferous forests and woodland edges.",
      "definition_translation": "Ein kleiner Vogel mit einer charakteristischen Haube auf dem Kopf, in Nadelwäldern und Waldrändern zu finden.",
      "example": "The crested tit perched on a branch, its crest bobbing up and down. Yesterday, I saw a crested tit flitting between the trees. By next winter, I will have spotted many crested tits.",
      "example_translation": "Der Berglaubsänger saß auf einem Zweig, seine Haube wippte auf und ab. Gestern sah ich einen Berglaubsänger zwischen den Bäumen flattern. Bis nächsten Winter werde ich viele Berglaubsänger gesichtet haben.",
      "imageLink": "image_files\\English\\crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "curlew",
      "translation": "Großer Brachvogel",
      "definition": "A large, long-billed bird with a distinctive curlew call, found in wetlands, grasslands, and agricultural areas.",
      "definition_translation": "Ein großer, langschnabeliger Vogel mit einem charakteristischen Brachvogelruf, in Feuchtgebieten, Grasländern und landwirtschaftlichen Gebieten zu finden.",
      "example": "The curlew swooped down to catch a fish in the river. Yesterday, I heard a curlew calling in the marshes. By next spring, I will have seen many curlews migrating north.",
      "example_translation": "Der Große Brachvogel tauchte hinab, um einen Fisch im Fluss zu fangen. Gestern hörte ich einen Großen Brachvogel in den Sümpfen rufen. Bis nächsten Frühling werde ich viele Große Brachvögel nach Norden migrieren sehen.",
      "imageLink": "image_files\\English\\curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cygnet",
      "translation": "Jungschwan",
      "definition": "A young swan, especially in its first year of life, characterized by its grey and white plumage.",
      "definition_translation": "Ein junger Schwan, insbesondere in seinem ersten Lebensjahr, gekennzeichnet durch sein grauweißes Gefieder.",
      "example": "The cygnet swam behind its mother, learning to dive. Yesterday, I saw a cygnet taking its first flight. By next summer, I will have watched many cygnets grow into adult swans.",
      "example_translation": "Das Jungschwan schwamm hinter seiner Mutter, um zu tauchen zu lernen. Gestern sah ich ein Jungschwan seinen ersten Flug machen. Bis nächsten Sommer werde ich viele Jungschwäne zu adulten Schwänen heranwachsen sehen.",
      "imageLink": "image_files\\English\\cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "eagle owl",
      "translation": "Uhu",
      "definition": "A large, powerfully built owl with a sharp, hooked beak and piercing yellow eyes, found in forests and woodlands of Europe, Asia, and North America.",
      "definition_translation": "Eine große, kraftvoll gebaute Eule mit einem scharfen, gehakten Schnabel und durchdringenden gelben Augen, die in Wäldern und Wäldern Europas, Asiens und Nordamerikas gefunden wird.",
      "example": "The eagle owl swooped down on its prey in the dead of night. It had been watching the rabbit from a nearby tree for hours. By this time next year, it will have migrated to warmer climates.",
      "example_translation": "Der Uhu schoss in der toten Nacht auf seine Beute herab. Es hatte das Kaninchen vom nahe gelegenen Baum aus stundenlang beobachtet. Bis zu diesem Zeitpunkt im nächsten Jahr wird es in wärmere Klimazonen gewandert sein.",
      "imageLink": "image_files\\English\\eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "emu",
      "translation": "Emu",
      "definition": "A large, flightless bird native to Australia, with a grayish-brown plumage and a prominent, pale blue throat patch.",
      "definition_translation": "Ein großer, flugunfähiger Vogel, der in Australien heimisch ist, mit einer grau-bräunlichen Gefiederung und einer prominenten, hellblauen Kehlflechte.",
      "example": "The emu roamed freely in the Australian outback. It had been there for millions of years, long before humans arrived. By the end of the century, conservation efforts will have protected its habitat.",
      "example_translation": "Das Emu streifte frei in der australischen Outback umher. Es war bereits seit Millionen von Jahren dort, lange bevor Menschen ankamen. Bis zum Ende des Jahrhunderts werden Schutzmaßnahmen sein Habitat geschützt haben.",
      "imageLink": "image_files\\English\\emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "falcon",
      "translation": "Falke",
      "definition": "A bird of prey with a slender body and long, pointed wings, typically feeding on small mammals, birds, and insects.",
      "definition_translation": "Ein Raubvogel mit einem schlanken Körper und langen, spitz zulaufenden Flügeln, der typischerweise kleine Säugetiere, Vögel und Insekten jagt.",
      "example": "The falcon soared through the skies, its piercing cry echoing through the valley. It had been a symbol of power and freedom for centuries. By next spring, the falcon will have returned to its nest.",
      "example_translation": "Der Falke segelte durch die Lüfte, sein durchdringender Schrei hallte durch das Tal. Es war seit Jahrhunderten ein Symbol der Macht und Freiheit gewesen. Bis zum nächsten Frühling wird der Falke zu seinem Nest zurückgekehrt sein.",
      "imageLink": "image_files\\English\\falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "flamingo",
      "translation": "Flamingo",
      "definition": "A wading bird with a distinctive pink plumage, long neck, and legs, found in warm and tropical regions.",
      "definition_translation": "Ein Watvogel mit einer charakteristischen rosa Gefiederung, langem Hals und Beinen, der in warmen und tropischen Regionen gefunden wird.",
      "example": "The flamingo waded through the shallow waters of the lake, its bright pink feathers glowing in the sunlight. It had been a rare sight in those parts for years. By the end of the decade, conservation efforts will have increased its population.",
      "example_translation": "Der Flamingo watete durch die seichten Gewässer des Sees, seine leuchtend rosa Federn leuchteten im Sonnenlicht. Es war ein seltener Anblick in jenen Teilen seit Jahren gewesen. Bis zum Ende des Jahrzehnts werden Schutzmaßnahmen seine Population erhöht haben.",
      "imageLink": "image_files\\English\\flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "gander",
      "translation": "Männlicher Gänseschwan",
      "definition": "A male goose, typically larger and more aggressive than a female.",
      "definition_translation": "Ein männlicher Gänseschwan, typischerweise größer und aggressiver als ein weibliches.",
      "example": "The gander chased the children away from the pond. Yesterday, the gander was very aggressive. By next year, the gander will be even bigger.",
      "example_translation": "Der Gänseschwan jagte die Kinder weg vom Teich. Gestern war der Gänseschwan sehr aggressiv. Bis zum nächsten Jahr wird der Gänseschwan sogar noch größer sein.",
      "imageLink": "image_files\\English\\gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "garden warbler",
      "translation": "Gartengrasmücke",
      "definition": "A small, migratory bird with a plain brown back and white underparts, found in Europe and Asia.",
      "definition_translation": "Ein kleiner, wandernder Vogel mit einem einfachen braunen Rücken und weißen Unterseite, in Europa und Asien gefunden.",
      "example": "The garden warbler sang a beautiful song in the morning. Last summer, we saw a garden warbler in our garden. By next spring, the garden warbler will return to its nest.",
      "example_translation": "Die Gartengrasmücke sang ein schönes Lied am Morgen. Im letzten Sommer sahen wir eine Gartengrasmücke in unserem Garten. Bis zum nächsten Frühling wird die Gartengrasmücke zu ihrem Nest zurückkehren.",
      "imageLink": "image_files\\English\\garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "garganey",
      "translation": "Knäkente",
      "definition": "A small, migratory duck with a brownish-grey plumage, found in Europe and Asia.",
      "definition_translation": "Eine kleine, wandernde Ente mit graubraunem Gefieder, in Europa und Asien gefunden.",
      "example": "The garganey flew south for the winter. Last year, we saw a garganey in the wetlands. By next autumn, the garganey will return to its habitat.",
      "example_translation": "Die Knäkente flog südwärts für den Winter. Im letzten Jahr sahen wir eine Knäkente in den Feuchtgebieten. Bis zum nächsten Herbst wird die Knäkente zu seinem Habitat zurückkehren.",
      "imageLink": "image_files\\English\\garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "goldcrest",
      "translation": "Zwergkönig",
      "definition": "A small, crested songbird with a bright yellow crown, found in Europe and Asia.",
      "definition_translation": "Ein kleiner, gekrönter Singvogel mit einer hellgelben Krone, in Europa und Asien gefunden.",
      "example": "The goldcrest perched on a branch in the forest. Yesterday, we saw a goldcrest in the trees. By next winter, the goldcrest will build a new nest.",
      "example_translation": "Der Zwergkönig saß auf einem Ast im Wald. Gestern sahen wir einen Zwergkönig in den Bäumen. Bis zum nächsten Winter wird der Zwergkönig ein neues Nest bauen.",
      "imageLink": "image_files\\English\\goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "golden eagle",
      "translation": "Goldadler",
      "definition": "A large, dark brown eagle with a golden-brown nape, found in mountainous regions of the northern hemisphere.",
      "definition_translation": "Eine große, dunkelbraune Adler mit goldbraunem Nacken, gefunden in bergigen Regionen des nördlichen Halbkugels.",
      "example": "The golden eagle soared through the valley, its wings spread wide. It had soared through the valley the day before. It will soar through the valley again tomorrow.",
      "example_translation": "Der Goldadler flog durch das Tal, seine Flügel breit ausgestreckt. Es hatte durch das Tal den Tag vorher geflogen. Es wird durch das Tal wieder morgen fliegen.",
      "imageLink": "image_files\\English\\golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "golden oriole",
      "translation": "Pirol",
      "definition": "A brightly plumaged migratory bird of Africa and southern Europe, with a golden-yellow body and black wings and tail.",
      "definition_translation": "Ein farbenprächtiger Zugvogel Afrikas und Südeuropas mit goldgelbem Körper und schwarzen Flügeln und Schwanz.",
      "example": "The golden oriole perched on a branch, singing its sweet melody. It had perched on a branch the day before, singing its sweet melody. It will perch on a branch again tomorrow, singing its sweet melody.",
      "example_translation": "Der Pirol saß auf einem Zweig, sein süßes Lied singend. Es hatte auf einem Zweig den Tag vorher gesessen, sein süßes Lied singend. Es wird auf einem Zweig wieder morgen sitzen, sein süßes Lied singend.",
      "imageLink": "image_files\\English\\golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "goldfinch",
      "translation": "Stieglitz",
      "definition": "A small, brightly colored finch with a red face and a yellow wing patch, found in gardens and open countryside.",
      "definition_translation": "Ein kleiner, bunt gefärbter Fink mit rotem Gesicht und gelbem Flügelfleck, gefunden in Gärten und offener Landschaft.",
      "example": "The goldfinch flitted from flower to flower, eating nectar. It had flitted from flower to flower the day before, eating nectar. It will flit from flower to flower again tomorrow, eating nectar.",
      "example_translation": "Der Stieglitz flatterte von Blume zu Blume, Nektar essend. Es hatte von Blume zu Blume den Tag vorher geflattert, Nektar essend. Es wird von Blume zu Blume wieder morgen flattern, Nektar essend.",
      "imageLink": "image_files\\English\\goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "gosling",
      "translation": "Gänsgöschen",
      "definition": "A young goose, especially one that is less than a year old.",
      "definition_translation": "Ein junges Gänschen, insbesondere eines, das weniger als ein Jahr alt ist.",
      "example": "The gosling waddled behind its mother, honking loudly. It had waddled behind its mother the day before, honking loudly. It will waddle behind its mother again tomorrow, honking loudly.",
      "example_translation": "Das Gänsgöschen watschelte hinter seiner Mutter her, laut gackernd. Es hatte hinter seiner Mutter den Tag vorher gewatschelt, laut gackernd. Es wird hinter seiner Mutter wieder morgen gewatschelt sein, laut gackernd.",
      "imageLink": "image_files\\English\\gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "great crested grebe",
      "translation": "Tachybaptus ruficollis",
      "definition": "A large aquatic bird with a distinctive crest on its head, found in lakes, rivers, and coastal areas.",
      "definition_translation": "Ein großes Wasser Vogel mit einer charakteristischen Krone auf seinem Kopf, gefunden in Seen, Flüssen und Küstenbereichen.",
      "example": "In the summer, I watched a great crested grebe dive into the lake. Yesterday, I saw a great crested grebe swimming in the river. By next year, I will have seen a great crested grebe flying over the coastal area.",
      "example_translation": "Im Sommer beobachtete ich einen Hauben-Taucher, der in den See tauchte. Gestern sah ich einen Hauben-Taucher, der im Fluss schwamm. Bis nächsten Jahr werde ich einen Hauben-Taucher gesehen haben, der über das Küstengebiet flog.",
      "imageLink": "image_files\\English\\great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "great tit",
      "translation": "Kohlmeise",
      "definition": "A small, brightly colored bird with a distinctive black and white striped head, found in woodlands and gardens.",
      "definition_translation": "Ein kleiner, farbenfroher Vogel mit einem charakteristischen schwarz-weiß gestreiften Kopf, gefunden in Wäldern und Gärten.",
      "example": "The great tit is known for its bold and curious nature. Yesterday, I saw a great tit perched on a branch of a tree. By next month, a great tit will have built its nest in the garden.",
      "example_translation": "Die Kohlmeise ist bekannt für ihre kühne und neugierige Natur. Gestern sah ich eine Kohlmeise auf einem Ast eines Baumes sitzen. Bis nächsten Monat wird eine Kohlmeise ihr Nest im Garten gebaut haben.",
      "imageLink": "image_files\\English\\great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "great white egret",
      "translation": "Großer Weiher",
      "definition": "A large, all-white bird with long legs and a long, slender neck, found in wetlands and coastal areas.",
      "definition_translation": "Ein großer, allweißer Vogel mit langen Beinen und einem langen, schlanken Hals, gefunden in Feuchtgebieten und Küstenbereichen.",
      "example": "The great white egret is a common sight in coastal wetlands. Last year, I saw a great white egret wading in the shallow water. By next summer, I will have seen a great white egret flying over the marshes.",
      "example_translation": "Der Große Weiher ist ein häufiger Anblick in Küstenfeuchtgebieten. Letztes Jahr sah ich einen Großen Weiher, der durch das flache Wasser watete. Bis nächsten Sommer werde ich einen Großen Weiher gesehen haben, der über die Sümpfe flog.",
      "imageLink": "image_files\\English\\great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grebe",
      "translation": "Taucher",
      "definition": "A small to medium-sized aquatic bird with a distinctive diving behavior, found in freshwater and coastal areas.",
      "definition_translation": "Ein kleiner bis mittelgroßer Wasser Vogel mit einem charakteristischen Tauchverhalten, gefunden in Süßwasser- und Küstenbereichen.",
      "example": "The grebe is known for its speed and agility in the water. Yesterday, I saw a grebe diving into the lake. By next year, I will have seen a grebe swimming in the river.",
      "example_translation": "Der Taucher ist bekannt für seine Geschwindigkeit und Agilität im Wasser. Gestern sah ich einen Taucher, der in den See tauchte. Bis nächsten Jahr werde ich einen Taucher gesehen haben, der im Fluss schwimmt.",
      "imageLink": "image_files\\English\\grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grey heron",
      "translation": "Graureiher",
      "definition": "A large, slender bird with a grey and white plumage, found near water and feeding on fish and other small animals.",
      "definition_translation": "Ein großer, schlanker Vogel mit grauer und weißer Gefieder, gefunden an Wasserstellen und ernährt sich von Fischen und anderen kleinen Tieren.",
      "example": "I saw a grey heron wading in the river yesterday, it will stalk its prey tonight, and it has been nesting here for years.",
      "example_translation": "Ich sah einen Graureiher im Fluss waten gestern, es wird sein Beutetier heute Nacht stalken, und es hat hier seit Jahren genistet.",
      "imageLink": "image_files\\English\\heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "greylag goose",
      "translation": "Türkische Gans",
      "definition": "A large, greyish-brown goose with an orange beak, found in wetlands and grasslands.",
      "definition_translation": "Eine große, grau-bräunliche Gans mit einem orangen Schnabel, gefunden in Feuchtgebieten und Grasländern.",
      "example": "The greylag goose honked loudly yesterday, it will migrate to warmer climates next month, and it has been living in this park for years.",
      "example_translation": "Die Türkische Gans quakte laut gestern, sie wird nächsten Monat in wärmere Klimaregionen migrieren, und sie lebt seit Jahren in diesem Park.",
      "imageLink": "image_files\\English\\greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "guinea fowl",
      "translation": "Perlhaltiges Mojo-Geflügel",
      "definition": "A domesticated bird with a greyish-brown plumage, originating from Africa and often kept as a farm animal.",
      "definition_translation": "Ein domestiziertes Geflügel mit grau-bräunlichem Gefieder, stammend aus Afrika und oft als Farmtier gehalten.",
      "example": "The guinea fowl pecked at the grain yesterday, it will roam freely in the farmyard tonight, and it has been providing eggs for our family for years.",
      "example_translation": "Das Perlhaltiges Mojo-Geflügel pickte am Korn gestern, es wird heute Nacht frei im Hof umherstreunen, und es liefert seit Jahren Eier für unsere Familie.",
      "imageLink": "image_files\\English\\guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hawfinch",
      "translation": "Kernbeißer",
      "definition": "A medium-sized finch with a distinctive beak shape, found in woodlands and feeding on seeds and nuts.",
      "definition_translation": "Ein mittelgroßer Fink mit einer charakteristischen Schnabelform, gefunden in Wäldern und ernährt sich von Samen und Nüssen.",
      "example": "The hawfinch cracked open a nut yesterday, it will build its nest in the oak tree tonight, and it has been visiting our garden for years.",
      "example_translation": "Der Kernbeißer knackte einen Kern gestern, es wird heute Nacht sein Nest im Eichenbaum bauen, und es besucht unseren Garten seit Jahren.",
      "imageLink": "image_files\\English\\hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hazel grouse",
      "translation": "Haselhuhn",
      "definition": "A medium-sized grouse with a reddish-brown plumage, found in woodlands and moorlands of Eurasia.",
      "definition_translation": "Eine mittelgroße Taube mit rostbrauner Gefieder, in Wäldern und Moorlands Eurasiens gefunden.",
      "example": "In the forest, I saw a hazel grouse perched on a branch. Yesterday, I had seen a hazel grouse searching for food on the ground. Next week, I will try to spot a hazel grouse again.",
      "example_translation": "Im Wald sah ich ein Haselhuhn auf einem Zweig sitzen. Gestern hatte ich ein Haselhuhn gesehen, das auf dem Boden nach Nahrung suchte. Nächste Woche werde ich versuchen, ein Haselhuhn wiederzufinden.",
      "imageLink": "image_files\\English\\hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hoopoe",
      "translation": "Wiedehopf",
      "definition": "A medium-sized bird with a distinctive crest and black-and-white stripes, found in open woodlands and grasslands of Africa, Europe, and Asia.",
      "definition_translation": "Ein mittelgroßer Vogel mit einer auffälligen Federkrone und schwarzen und weißen Streifen, in offenen Wäldern und Grasländern Afrikas, Europas und Asiens gefunden.",
      "example": "The hoopoe landed on the fence post, its crest bobbing up and down. Last year, I had seen a hoopoe perched on a tree branch. Next month, I will try to attract a hoopoe to my backyard.",
      "example_translation": "Der Wiedehopf landete auf dem Zaunpfosten, seine Federkrone wippte auf und ab. Letztes Jahr hatte ich einen Wiedehopf auf einem Baumast gesehen. Nächsten Monat werde ich versuchen, einen Wiedehopf in meinen Hinterhof zu locken.",
      "imageLink": "image_files\\English\\hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "hummingbird",
      "translation": "Kolibri",
      "definition": "A small, brightly colored bird with a fast-beating wing, found in tropical and subtropical regions of Central and South America.",
      "definition_translation": "Ein kleiner, bunt gefärbter Vogel mit schnell schlagenden Flügeln, in tropischen und subtropischen Regionen Mittel- und Südamerikas gefunden.",
      "example": "The hummingbird sipped nectar from the flower. Yesterday, I had seen a hummingbird hovering in mid-air. Next week, I will try to take a photo of a hummingbird in flight.",
      "example_translation": "Der Kolibri trank Nektar aus der Blume. Gestern hatte ich einen Kolibri geschwebt in der Luft gesehen. Nächste Woche werde ich versuchen, ein Foto eines Kolibri im Flug zu machen.",
      "imageLink": "image_files\\English\\hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ibis",
      "translation": "Ibis",
      "definition": "A long-legged, long-billed wading bird with a curved beak, found in warm and tropical regions of the world.",
      "definition_translation": "Ein langbeiniger, langschwänziger Watvogel mit einem gekrümmten Schnabel, in warmen und tropischen Regionen der Welt gefunden.",
      "example": "The ibis waded through the shallow water, searching for fish. Last week, I had seen an ibis perched on a rock. Next year, I will try to spot an ibis in its natural habitat.",
      "example_translation": "Der Ibis watete durch das seichte Wasser, nach Fischen suchend. Letzte Woche hatte ich einen Ibis auf einem Felsen gesehen. Nächstes Jahr werde ich versuchen, einen Ibis in seinem natürlichen Habitat zu sichten.",
      "imageLink": "image_files\\English\\ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "jackdaw",
      "translation": "Dohle",
      "definition": "A jackdaw is a small to medium-sized bird that belongs to the crow family. It has a black plumage with a grey nape and a distinctive silvery sheen to its feathers.",
      "definition_translation": "Eine Dohle ist ein kleiner bis mittelgroßer Vogel, der zur Familie der Krähen gehört. Sie hat ein schwarzes Gefieder mit einem grauen Nacken und einem charakteristischen silbernen Schimmer auf ihren Federn.",
      "example": "In the past, jackdaws were considered a nuisance by farmers, but now they are protected by law. Today, jackdaws are known to be intelligent birds that can be found in urban areas. By 2050, jackdaws are expected to become more common in cities.",
      "example_translation": "In der Vergangenheit wurden Dohlen von Bauern als Plage betrachtet, aber jetzt sind sie gesetzlich geschützt. Heute sind Dohlen bekannt als intelligente Vögel, die in städtischen Gebieten gefunden werden können. Bis 2050 werden Dohlen erwartet, in Städten häufiger zu werden.",
      "imageLink": "image_files\\English\\jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "jay",
      "translation": "Eichelhäher",
      "definition": "A jay is a brightly colored bird known for its bold and curious nature. It has a distinctive crest on its head and a loud, screeching call.",
      "definition_translation": "Ein Eichelhäher ist ein farbenfroher Vogel, bekannt für seine kühne und neugierige Natur. Er hat einen markanten Kamm auf seinem Kopf und einen lauten, schrillenden Ruf.",
      "example": "Yesterday, I saw a jay in the forest, but it flew away quickly. Today, jays are commonly seen in gardens, searching for food. In the future, jays will continue to thrive in their habitats.",
      "example_translation": "Gestern sah ich einen Eichelhäher im Wald, aber er flog schnell weg. Heute werden Eichelhäher gemeinhin in Gärten gesehen, auf der Suche nach Nahrung. In der Zukunft werden Eichelhäher in ihren Habitaten weiter gedeihen.",
      "imageLink": "image_files\\English\\jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kestrel",
      "translation": "Turmfalke",
      "definition": "A kestrel is a small, agile bird of prey that is known for its speed and agility. It is a common sight in urban and rural areas, where it can be seen hovering in mid-air, scanning for prey.",
      "definition_translation": "Ein Turmfalke ist ein kleiner, agiler Raubvogel, bekannt für seine Geschwindigkeit und Agilität. Es ist ein gemeinsamer Anblick in städtischen und ländlichen Gebieten, wo es in der Luft schwebend, auf Beute Ausschau hält.",
      "example": "In the past, kestrels were used in falconry, but now they are protected by law. Today, kestrels are known to be adaptable birds that can be found in a variety of habitats. By 2025, kestrels are expected to increase in population.",
      "example_translation": "In der Vergangenheit wurden Turmfalken in der Falknerei verwendet, aber jetzt sind sie gesetzlich geschützt. Heute sind Turmfalken bekannt als anpassungsfähige Vögel, die in verschiedenen Habitaten gefunden werden können. Bis 2025 werden Turmfalken erwartet, ihre Population zu erhöhen.",
      "imageLink": "image_files\\English\\kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kingfisher",
      "translation": "Eisvogel",
      "definition": "A kingfisher is a brightly colored bird that is known for its vibrant plumage and its ability to dive into water to catch fish.",
      "definition_translation": "Ein Eisvogel ist ein farbenfroher Vogel, bekannt für sein farbenfrohes Gefieder und seine Fähigkeit, ins Wasser zu tauchen, um Fische zu fangen.",
      "example": "Yesterday, I saw a kingfisher near the river, but it flew away quickly. Today, kingfishers are commonly seen near bodies of water, searching for food. In the future, kingfishers will continue to thrive in their habitats.",
      "example_translation": "Gestern sah ich einen Eisvogel am Fluss, aber er flog schnell weg. Heute werden Eisvögel gemeinhin nahe bei Gewässern gesehen, auf der Suche nach Nahrung. In der Zukunft werden Eisvögel in ihren Habitaten weiter gedeihen.",
      "imageLink": "image_files\\English\\kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kiwi",
      "translation": "Kiwi",
      "definition": "a small, flightless bird native to New Zealand, with a fuzzy, brownish-gray plumage and a long beak.",
      "definition_translation": "ein kleiner, flugunfähiger Vogel, der in Neuseeland heimisch ist, mit einem flaumigen, braun-grauen Gefieder und einem langen Schnabel.",
      "example": "I ate a kiwi fruit for breakfast, but yesterday I didn't eat one, and tomorrow I will eat two.",
      "example_translation": "Ich aß ein Kiwi-Frucht zum Frühstück, aber gestern aß ich keins, und morgen werde ich zwei essen.",
      "imageLink": "image_files\\English\\kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lapwing",
      "translation": "Kiebitz",
      "definition": "a medium-sized, long-legged wading bird with a distinctive crest and a loud, mournful call.",
      "definition_translation": "ein mittelgroßer, langbeiniger Watvogel mit einer auffälligen Federkrone und einem lauten, klagenden Ruf.",
      "example": "The lapwing's loud call can be heard in the fields, where they will be nesting in the future, but yesterday they were migrating.",
      "example_translation": "Der laute Ruf des Kiebitz kann in den Feldern gehört werden, wo sie in Zukunft brüten werden, aber gestern wanderten sie aus.",
      "imageLink": "image_files\\English\\lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lesser black-backed gull",
      "translation": "Kleiner Dünnschnabelmöwe",
      "definition": "a medium-sized gull with a black back and wings, found in coastal areas and trash dumps.",
      "definition_translation": "eine mittelgroße Möwe mit einem schwarzen Rücken und Flügeln, die in Küstengebieten und Mülldeponien gefunden wird.",
      "example": "The lesser black-backed gull was perching on the beach, where it will be hunting in the future, but yesterday it was scavenging for food.",
      "example_translation": "Die Kleine Dünnschnabelmöwe saß am Strand, wo sie in Zukunft jagten wird, aber gestern suchte sie nach Nahrung.",
      "imageLink": "image_files\\English\\lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lesser spotted eagle",
      "translation": "Kleiner Schreiadler",
      "definition": "a medium-sized eagle with a pale brown plumage and a distinctive call, found in open country and woodland edges.",
      "definition_translation": "ein mittelgroßer Adler mit einem hellbraunen Gefieder und einem auffälligen Ruf, der in offenen Landschaften und Waldrändern gefunden wird.",
      "example": "The lesser spotted eagle soared in the sky, where it had been nesting for years, but yesterday it had been hunting in the forest.",
      "example_translation": "Der Kleine Schreiadler segelte am Himmel, wo er Jahre lang gebrütet hatte, aber gestern hatte er im Wald gejagt.",
      "imageLink": "image_files\\English\\lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "linnet",
      "translation": "Heckenbraunelle",
      "definition": "A small finch with a brown back and white wings, found in open countryside and gardens.",
      "definition_translation": "Eine kleine Finkenart mit braunem Rücken und weißen Flügeln, die in offenen Landschaften und Gärten vorkommt.",
      "example": "I saw a linnet perched on a branch, singing its sweet melody. Yesterday, I had seen a linnet eating seeds on the ground. Tomorrow, I will see a linnet flying overhead.",
      "example_translation": "Ich sah eine Heckenbraunelle auf einem Zweig sitzen und ihr süßes Lied singen. Gestern hatte ich eine Heckenbraunelle auf dem Boden Samen essen sehen. Morgen werde ich eine Heckenbraunelle hoch über meinem Kopf fliegen sehen.",
      "imageLink": "image_files\\English\\linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "long-eared owl",
      "translation": "Langeschwanz-Eule",
      "definition": "A nocturnal bird of prey with long ear tufts and forward-facing ears, found in forests and woodlands.",
      "definition_translation": "Ein nachtaktiver Raubvogel mit langen Ohrtüpfeln und vorwärtsgerichteten Ohren, der in Wäldern und Gehölzen vorkommt.",
      "example": "The long-eared owl hooted loudly in the forest last night. Yesterday, I had seen a long-eared owl perched on a tree stump. Tomorrow, I will hear a long-eared owl flying silently overhead.",
      "example_translation": "Die Langeschwanz-Eule hat letzte Nacht im Wald sehr laut geheult. Gestern hatte ich eine Langeschwanz-Eule auf einem Baumstumpf sitzen sehen. Morgen werde ich eine Langeschwanz-Eule über meinem Kopf leise fliegen hören.",
      "imageLink": "image_files\\English\\long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mallard",
      "translation": "Stockente",
      "definition": "A large, green-headed duck found in parks, gardens, and rivers, often domesticated.",
      "definition_translation": "Eine große, grasenköpfige Ente, die in Parks, Gärten und Flüssen vorkommt und oft domestiziert ist.",
      "example": "I saw a mallard swimming in the river yesterday. Today, I am seeing a mallard waddling on the grass. Tomorrow, I will see a mallard flying overhead.",
      "example_translation": "Ich sah gestern eine Stockente im Fluss schwimmen. Heute sehe ich eine Stockente auf dem Rasen watscheln. Morgen werde ich eine Stockente über meinem Kopf fliegen sehen.",
      "imageLink": "image_files\\English\\mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "marsh tit",
      "translation": "Sumpfmeise",
      "definition": "A small, grey-and-white bird found in wetlands, marshes, and gardens, known for its acrobatic abilities.",
      "definition_translation": "Ein kleiner, grau-weißer Vogel, der in Feuchtgebieten, Sümpfen und Gärten vorkommt und für seine akrobatischen Fähigkeiten bekannt ist.",
      "example": "I saw a marsh tit flying between the reeds yesterday. Today, I am seeing a marsh tit perched on a branch. Tomorrow, I will see a marsh tit hovering in mid-air.",
      "example_translation": "Ich sah gestern eine Sumpfmeise zwischen den Schilfen fliegen. Heute sehe ich eine Sumpfmeise auf einem Zweig sitzen. Morgen werde ich eine Sumpfmeise in der Luft schweben sehen.",
      "imageLink": "image_files\\English\\marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nightingale",
      "translation": "Nachtigall",
      "definition": "A nocturnal bird with a melodious song, especially the European nightingale, Luscinia luscinia.",
      "definition_translation": "Ein nachtaktiver Vogel mit einem melodischen Gesang, insbesondere die europäische Nachtigall, Luscinia luscinia.",
      "example": "The nightingale sang sweetly in the forest last night, I've been listening to its songs for hours today, and I'll bring my binoculars to spot it tomorrow.",
      "example_translation": "Die Nachtigall sang süßlich im Wald letzte Nacht, ich habe heute stundenlang their Lieder gehört, und ich werde morgen mein Fernglas mitbringen, um sie zu entdecken.",
      "imageLink": "image_files\\English\\nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nightjar",
      "translation": "Ziegenmelker",
      "definition": "A nocturnal bird with a distinctive churring call, found in warm and temperate regions.",
      "definition_translation": "Ein nachtaktiver Vogel mit einem charakteristischen Knarzensignal, in warmen und gemäßigten Regionen gefunden.",
      "example": "The nightjar's call echoed through the desert at dusk, I'll be listening for it tonight, and I hope to spot it perched on a tree branch tomorrow morning.",
      "example_translation": "Der Ruf des Ziegenmelkers hallte durch die Wüste bei Dämmerung, ich werde heute Nacht danach lauschen, und ich hoffe, es morgen früh auf einem Baumast sitzend zu entdecken.",
      "imageLink": "image_files\\English\\nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "osprey",
      "translation": "Fischadler",
      "definition": "A large fish-eating bird of prey with a distinctive reversible outer toe, found near water.",
      "definition_translation": "Ein großer fischfressender Raubvogel mit einer unterscheidbaren umkehrbaren äußeren Zehe, in der Nähe von Wasser gefunden.",
      "example": "The osprey dove into the lake to catch a fish yesterday, I watched it soar overhead today, and I'll be birdwatching for it again tomorrow.",
      "example_translation": "Der Fischadler tauchte gestern in den See, um einen Fisch zu fangen, ich beobachtete heute, wie es über meinem Kopf segelte, und ich werde morgen wieder Vogelbeobachtungen betreiben, um es wiederzufinden.",
      "imageLink": "image_files\\English\\osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "partridge",
      "translation": "Rebhuhn",
      "definition": "A medium-sized bird with a rounded body and short tail, found in grasslands and scrublands.",
      "definition_translation": "Ein mittelgroßer Vogel mit einem runden Körper und einem kurzen Schwanz, in Grasländern und Strauchländern gefunden.",
      "example": "The partridge scurried across the savannah yesterday, I'll be hunting for it today, and I hope to roast it for dinner tomorrow night.",
      "example_translation": "Das Rebhuhn huschte über die Steppe gestern, ich werde heute danach jagen, und ich hoffe, es morgen Abend zum Essen zu braten.",
      "imageLink": "image_files\\English\\partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "peacock",
      "translation": "Pfau",
      "definition": "A large, brightly colored bird with a distinctive fan-like tail, native to forests and grasslands of South Asia.",
      "definition_translation": "Ein großer, bunt gefärbter Vogel mit einem auffälligen, fächerförmigen Schwanz, der in Wäldern und Grasländern Südasiens heimisch ist.",
      "example": "The peacock spread its magnificent tail, I have seen a peacock spreading its tail, I will see a peacock spreading its tail.",
      "example_translation": "Der Pfau breitete seinen prächtigen Schwanz aus, ich habe einen Pfau gesehen, der seinen Schwanz ausbreitete, ich werde einen Pfau sehen, der seinen Schwanz ausbreitet.",
      "imageLink": "image_files\\English\\peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pelican",
      "translation": "Pelikan",
      "definition": "A large waterbird with a distinctive pouched bill, found in warm and tropical regions.",
      "definition_translation": "Ein großer Wasser vogel mit einem auffälligen, taschenförmigen Schnabel, der in warmen und tropischen Regionen vorkommt.",
      "example": "The pelican dived into the lake, I have seen a pelican diving into the lake, I will see a pelican diving into the lake.",
      "example_translation": "Der Pelikan tauchte in den See ein, ich habe einen Pelikan gesehen, der in den See tauchte, ich werde einen Pelikan sehen, der in den See taucht.",
      "imageLink": "image_files\\English\\pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "peregrine falcon",
      "translation": "Wanderfalke",
      "definition": "A large, swift bird of prey, found on every continent except Antarctica, known for its speed and agility.",
      "definition_translation": "Ein großer, schneller Raubvogel, der auf jedem Kontinent außer der Antarktis vorkommt, bekannt für seine Geschwindigkeit und Wendigkeit.",
      "example": "The peregrine falcon soared through the skies, I have seen a peregrine falcon soaring through the skies, I will see a peregrine falcon soaring through the skies.",
      "example_translation": "Der Wanderfalke segelte durch die Lüfte, ich habe einen Wanderfalken gesehen, der durch die Lüfte segelte, ich werde einen Wanderfalken sehen, der durch die Lüfte segelt.",
      "imageLink": "image_files\\English\\peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pheasant",
      "translation": "Fasan",
      "definition": "A large, ground-dwelling bird, native to Asia, known for its brightly colored plumage and long, barred tail.",
      "definition_translation": "Ein großer, bodenbewohnender Vogel, der in Asien heimisch ist, bekannt für sein bunt gefärbtes Gefieder und seinen langen, gebänderten Schwanz.",
      "example": "The pheasant roamed through the forest, I have seen a pheasant roaming through the forest, I will see a pheasant roaming through the forest.",
      "example_translation": "Der Fasan wanderte durch den Wald, ich habe einen Fasan gesehen, der durch den Wald wanderte, ich werde einen Fasan sehen, der durch den Wald wandert.",
      "imageLink": "image_files\\English\\pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "poultry",
      "translation": "Geflügel",
      "definition": "Domestic fowl, such as chickens, turkeys, ducks, and geese, kept for their eggs or meat.",
      "definition_translation": "Hausgeflügel, wie Hühner, Truthähne, Enten und Gänsen, die für ihre Eier oder ihr Fleisch gehalten werden.",
      "example": "The farmer raised poultry in his backyard for fresh eggs and meat.",
      "example_translation": "Der Bauer züchtete Geflügel in seinem Hinterhof für frische Eier und Fleisch.",
      "imageLink": "image_files\\English\\poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pygmy owl",
      "translation": "Zwergkauz",
      "definition": "A small owl of the genus Glaucidium, found in forests and woodlands.",
      "definition_translation": "Eine kleine Eule der Gattung Glaucidium, die in Wäldern und Gehölzen gefunden wird.",
      "example": "The pygmy owl perched on a branch, watching for its next meal. It has been known to inhabit old woodpecker nests. By next year, the pygmy owl will have migrated to warmer climates.",
      "example_translation": "Der Zwergkauz saß auf einem Ast, wachte auf sein nächstes Mahl. Es ist bekannt, dass es alte Spechthöhlen bewohnt. Bis nächstes Jahr wird der Zwergkauz in wärmere Klimazonen wandern.",
      "imageLink": "image_files\\English\\pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "quail",
      "translation": "Wachtel",
      "definition": "A small, ground-dwelling bird of the Old World, with a round body and short tail.",
      "definition_translation": "Ein kleiner, bodenbewohnender Vogel der Alten Welt, mit einem runden Körper und kurzem Schwanz.",
      "example": "The hunter searched for quail in the dense underbrush. Yesterday, she had caught a few quail for dinner. By next season, the quail population will have increased significantly.",
      "example_translation": "Der Jäger suchte nach Wachteln im dichten Unterholz. Gestern hatte sie ein paar Wachteln zum Abendessen gefangen. Bis nächste Saison wird die Wachtelpopulation beträchtlich zugenommen haben.",
      "imageLink": "image_files\\English\\quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "red-necked grebe",
      "translation": "Rothalstaucher",
      "definition": "A large waterbird with a distinctive red neck, found in freshwater lakes and rivers.",
      "definition_translation": "Ein großer Wasserläufer mit einem auffälligen roten Hals, der in Süßwasserseen und Flüssen gefunden wird.",
      "example": "The red-necked grebe dove into the lake, searching for fish. Last summer, we saw a pair of red-necked grebes nesting on the riverbank. By next winter, the red-necked grebe will have migrated to warmer waters.",
      "example_translation": "Der Rothalstaucher tauchte in den See, auf der Suche nach Fischen. Letzten Sommer sahen wir ein Paar Rothalstaucher, die am Flussufer nisteten. Bis nächstem Winter wird der Rothalstaucher in wärmere Gewässer gewandert sein.",
      "imageLink": "image_files\\English\\red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "robin",
      "translation": "Rotkehlchen",
      "definition": "A small European bird with a round body and a distinctive red breast, known for its cheerful song.",
      "definition_translation": "Ein kleiner europäischer Vogel mit einem runden Körper und einer auffälligen roten Brust, bekannt für sein fröhliches Lied.",
      "example": "The robin perched on the windowsill singing its sweet melody, yesterday it had built a nest in the garden, and tomorrow it will fly south for the winter.",
      "example_translation": "Das Rotkehlchen saß auf der Fensterbank und sang sein süßes Lied, gestern hatte es ein Nest im Garten gebaut und morgen wird es nach Süden fliegen für den Winter.",
      "imageLink": "image_files\\English\\robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "roller",
      "translation": "Walze",
      "definition": "A cylindrical or spherical object that rotates or turns around a central axis, used for moving or compressing materials.",
      "definition_translation": "Ein zylindrisches oder kugelförmiges Objekt, das um eine zentrale Achse rotiert oder sich dreht, verwendet für das Bewegen oder Komprimieren von Materialien.",
      "example": "The roller was used to flatten the soil, before the construction of the new road began yesterday, and it will be used again tomorrow to finish the job.",
      "example_translation": "Die Walze wurde verwendet, um den Boden zu planieren, bevor der Bau der neuen Straße gestern begann, und sie wird morgen wieder verwendet, um den Job zu beenden.",
      "imageLink": "image_files\\English\\roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rook",
      "translation": "Türke",
      "definition": "A large black bird of the crow family, known for its intelligence and social behavior.",
      "definition_translation": "Ein großer schwarzer Vogel der Krähenfamilie, bekannt für seine Intelligenz und sein soziales Verhalten.",
      "example": "The rook perched on the tree branch, watching its friends playing in the field, yesterday it had stolen food from the neighbor's farm, and tomorrow it will build a new nest.",
      "example_translation": "Die Türke saß auf dem Zweig, schaute sich seine Freunde an, die auf dem Feld spielten, gestern hatte es Nahrung von dem Bauernhof des Nachbarn gestohlen und morgen wird es ein neues Nest bauen.",
      "imageLink": "image_files\\English\\rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "siskin",
      "translation": "Erlenzeisig",
      "definition": "A small, yellow-green bird with a distinctive song, found in woodlands and gardens.",
      "definition_translation": "Ein kleiner, gelb-grüner Vogel mit einem auffälligen Lied, in Wäldern und Gärten gefunden.",
      "example": "The siskin sang its sweet melody in the garden yesterday, today it is searching for food among the trees, and tomorrow it will migrate to the south.",
      "example_translation": "Der Erlenzeisig sang sein süßes Lied im Garten gestern, heute sucht es nach Nahrung zwischen den Bäumen und morgen wird es nach Süden wandern.",
      "imageLink": "image_files\\English\\siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "snipe",
      "translation": "Schnepfe",
      "definition": "A long-billed, wading bird of marshes and wetlands, known for its rapid flight and ability to be easily flushed from cover.",
      "definition_translation": "Ein langschwänziger, watender Vogel der Sümpfe und Feuchtgebiete, bekannt für seinen schnellen Flug und die Fähigkeit, leicht aus seinem Versteck aufzufliegen.",
      "example": "I went snipe hunting with my friends last weekend. We had seen a snipe in the marsh before, but it flew away quickly. I will go snipe hunting again next weekend.",
      "example_translation": "Ich ging letztes Wochenende mit meinen Freunden auf Schnepfenjagd. Wir hatten vorher einen Schnepfen im Sümpf gesehen, aber er flog schnell weg. Ich werde nächstes Wochenende wieder auf Schnepfenjagd gehen.",
      "imageLink": "image_files\\English\\snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sparrowhawk",
      "translation": "Sperber",
      "definition": "A small, fierce bird of prey that hunts small birds and insects in urban and rural areas.",
      "definition_translation": "Ein kleiner, wilder Raubvogel, der in städtischen und ländlichen Gebieten kleine Vögel und Insekten jagt.",
      "example": "The sparrowhawk perched on the windowsill, watching for its next meal. It had caught a sparrow earlier that morning. The sparrowhawk will catch many more birds this season.",
      "example_translation": "Der Sperber saß auf der Fensterbank und wartete auf sein nächstes Mahl. Er hatte früher an diesem Morgen einen Spatz gefangen. Der Sperber wird in dieser Saison viele mehr Vögel fangen.",
      "imageLink": "image_files\\English\\sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spotted flycatcher",
      "translation": "Grauschnäpper",
      "definition": "A small, agile bird that catches insects in mid-air, known for its distinctive black and white plumage.",
      "definition_translation": "Ein kleiner, agiler Vogel, der Insekten in der Luft fängt, bekannt für sein charakteristisches schwarzes und weißes Gefieder.",
      "example": "The spotted flycatcher perched on a branch, waiting for an unsuspecting fly to pass by. It had already caught several flies that morning. The spotted flycatcher will continue to hunt until dusk.",
      "example_translation": "Der Grauschnäpper saß auf einem Ast, wartete auf eine ahnungslose Fliege, die vorbeikam. Er hatte bereits mehrere Fliegen an diesem Morgen gefangen. Der Grauschnäpper wird weiter jagen, bis zum Abend.",
      "imageLink": "image_files\\English\\spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spotted nutcracker",
      "translation": "Tannenhäher",
      "definition": "A large, loud bird that cracks open nuts with its strong beak, known for its distinctive black and white plumage.",
      "definition_translation": "Ein großer, lauter Vogel, der Nüsse mit seinem starken Schnabel öffnet, bekannt für sein charakteristisches schwarzes und weißes Gefieder.",
      "example": "The spotted nutcracker cracked open a walnut with ease. It had stored several nuts in its nest already. The spotted nutcracker will collect more nuts for the winter.",
      "example_translation": "Der Tannenhäher knackte eine Walnuss mühelos auf. Er hatte bereits mehrere Nüsse in seinem Nest gespeichert. Der Tannenhäher wird weitere Nüsse für den Winter sammeln.",
      "imageLink": "image_files\\English\\spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "starling",
      "translation": "Stäruling",
      "definition": "A starling is a type of bird that is native to Europe and Asia, known for its iridescent feathers and distinctive call.",
      "definition_translation": "Ein Stäruling ist eine Art von Vogel, die in Europa und Asien heimisch ist, bekannt für seine irisierenden Federn und seinen typischen Ruf.",
      "example": "I saw a starling perched on the windowsill yesterday, and now it's flying around the garden. It will build a nest in the nearby tree soon.",
      "example_translation": "Ich sah einen Stäruling auf der Fensterbank gestern, und jetzt fliegt er um den Garten herum. Er wird bald ein Nest in dem nahen Baum bauen.",
      "imageLink": "image_files\\English\\starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "swallow",
      "translation": "Schwalbe",
      "definition": "A swallow is a type of bird that is known for its swift flight and migratory patterns.",
      "definition_translation": "Eine Schwalbe ist eine Art von Vogel, die für ihren schnellen Flug und ihre wandernden Muster bekannt ist.",
      "example": "The swallows will return to their nests in the spring, and they are flying south for the winter now. They will have built their new nests by next summer.",
      "example_translation": "Die Schwalben werden im Frühling zu ihren Nestern zurückkehren und fliegen jetzt nach Süden für den Winter. Sie werden ihre neuen Nester bis nächsten Sommer gebaut haben.",
      "imageLink": "image_files\\English\\swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "swift",
      "translation": "Mauersegler",
      "definition": "A swift is a type of bird that is known for its rapid flight and ability to navigate through dense urban areas.",
      "definition_translation": "Ein Mauersegler ist eine Art von Vogel, die für ihren schnellen Flug und ihre Fähigkeit bekannt ist, dichte städtische Gebiete zu navigieren.",
      "example": "The swifts darted through the city streets, their wings beating rapidly as they chased each other. They will have built their nests on the skyscraper by next month.",
      "example_translation": "Die Mauersegler schossen durch die Stadtstraßen, ihre Flügel schlugen schnell, während sie einander jagten. Sie werden ihre Nester bis nächsten Monat auf dem Wolkenkratzer gebaut haben.",
      "imageLink": "image_files\\English\\swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tawny owl",
      "translation": "Waldkauz",
      "definition": "A tawny owl is a type of owl that is native to Europe and Asia, known for its distinctive hooting call.",
      "definition_translation": "Ein Waldkauz ist eine Art von Eule, die in Europa und Asien heimisch ist, bekannt für ihren typischen Ruhruf.",
      "example": "I heard a tawny owl hooting in the forest last night, and it will be nesting in the nearby tree soon. It hooted loudly yesterday evening, and will do so again tomorrow night.",
      "example_translation": "Ich hörte einen Waldkauz in dem Wald letzten Nacht rufen, und er wird bald in dem nahen Baum nistet. Er rief laut gestern Abend, und wird so wieder morgen Nacht tun.",
      "imageLink": "image_files\\English\\tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]