[
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "abandon",
      "translation": "verlassen",
      "definition": "to give up or leave something or someone, especially a place or a person that is in a difficult or dangerous situation",
      "definition_translation": "etwas oder jemanden, insbesondere einen Ort oder eine Person, die sich in einer schwierigen oder gefährlichen Situation befindet, aufzugeben oder zu verlassen",
      "example": "The crew had to abandon ship when it started to sink. Yesterday, I abandoned my car on the side of the road because it broke down. I will abandon my old habits and start a new life.",
      "example_translation": "Die Crew musste das Schiff verlassen, als es begann zu sinken. Gestern habe ich mein Auto am Straßenrand verlassen, weil es kaputt ging. Ich werde meine alten Gewohnheiten aufgeben und ein neues Leben beginnen.",
      "imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "abandoned",
      "translation": "verlassen",
      "definition": "left or deserted, often in a sad or lonely way",
      "definition_translation": "allein gelassen oder verlassen, oft auf eine traurige oder einsame Weise",
      "example": "The abandoned house on the hill was spooky. The abandoned puppy was shivering with fear. The city was abandoned after the war.",
      "example_translation": "Das verlassene Haus auf dem Hügel war unheimlich. Das verlassene Hündchen zitterte vor Angst. Die Stadt wurde nach dem Krieg verlassen.",
      "imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "abolish",
      "translation": "abschaffen",
      "definition": "to officially end or get rid of something, such as a law, system, or practice",
      "definition_translation": "etwas, wie ein Gesetz, ein System oder eine Praxis, offiziell zu beenden oder abzuschaffen",
      "example": "The government wants to abolish the death penalty. The company will abolish the old policy and introduce a new one. They abolished slavery in the 19th century.",
      "example_translation": "Die Regierung will die Todesstrafe abschaffen. Das Unternehmen wird die alte Richtlinie abschaffen und eine neue einführen. Sie schafften die Sklaverei im 19. Jahrhundert ab.",
      "imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "absence",
      "translation": "Abwesenheit",
      "definition": "the state of being away from a place or person",
      "definition_translation": "der Zustand, von einem Ort oder einer Person entfernt zu sein",
      "example": "Her absence was noticed by everyone at the meeting. The teacher marked his absence in the attendance book. His absence from the team was felt deeply.",
      "example_translation": "Ihre Abwesenheit wurde von allen auf der Sitzung bemerkt. Der Lehrer markierte seine Abwesenheit im Anwesenheitsbuch. Seine Abwesenheit vom Team wurde tief empfunden.",
      "imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "absolute",
      "translation": "absolut",
      "definition": "Complete or pure in quality or nature; having no exception or restriction.",
      "definition_translation": "Vollständig oder rein in Qualität oder Natur; keine Ausnahme oder Einschränkung hat.",
      "example": "The scientist sought an absolute solution to the problem. She will provide an absolute answer tomorrow. He had an absolute advantage in the competition.",
      "example_translation": "Der Wissenschaftler suchte nach einer absoluten Lösung für das Problem. Sie wird morgen eine absolute Antwort geben. Er hatte einen absoluten Vorteil im Wettbewerb.",
      "imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "absorb",
      "translation": "absorbieren",
      "definition": "To take in and assimilate (energy, a liquid, etc.) through a chemical or biological process.",
      "definition_translation": "Energie, eine Flüssigkeit usw. durch einen chemischen oder biologischen Prozess aufzunehmen und zu assimilieren.",
      "example": "The sponge absorbs water easily. The company will absorb the losses. The new employee will absorb the information quickly.",
      "example_translation": "Der Schwamm nimmt Wasser leicht auf. Die Firma wird die Verluste absorbieren. Der neue Mitarbeiter wird die Informationen schnell aufnehmen.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "absorb",
      "translation": "absorbieren",
      "definition": "To engage fully (someone's attention, etc.) and hold it.",
      "definition_translation": "Die Aufmerksamkeit (jemandes) vollständig zu fassen und zu halten.",
      "example": "The movie absorbed my attention completely. The teacher absorbed the students in the lesson. The novel absorbed me from start to finish.",
      "example_translation": "Der Film faszinierte mich vollständig. Die Lehrerin fesselte die Schüler in der Lektion. Der Roman fesselte mich von Anfang bis Ende.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "absorb",
      "translation": "absorbieren",
      "definition": "To assimilate (knowledge, ideas, etc.) and understand fully.",
      "definition_translation": "Wissen, Ideen usw. zu assimilieren und vollständig zu verstehen.",
      "example": "She absorbed the lectures and passed the exam. The company will absorb the new technology. The team absorbed the feedback and improved.",
      "example_translation": "Sie nahm die Vorlesungen auf und bestand die Prüfung. Die Firma wird die neue Technologie absorbieren. Das Team nahm die Rückmeldung auf und verbesserte sich.",
      "imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "abstract",
      "translation": "abstrakt",
      "definition": "Existing in thought or as an idea, but not having a physical existence.",
      "definition_translation": "Existiert in Gedanken oder als Idee, aber hat keine physische Existenz.",
      "example": "The artist's abstract paintings are highly regarded by critics. She abstracted the concept from the book. The company will abstract the project next year.",
      "example_translation": "Die abstrakten Gemälde des Künstlers werden von Kritikern hochgeschätzt. Sie abstrahierte das Konzept aus dem Buch. Das Unternehmen wird das Projekt nächstes Jahr abstrahieren.",
      "imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "absurd",
      "translation": "absurd",
      "definition": "Utterly ridiculous or nonsensical.",
      "definition_translation": "Vollkommen lächerlich oder unsinnig.",
      "example": "The absurdity of the situation was not lost on anyone. He has an absurd sense of humor. The absurdity of the policy will be apparent soon.",
      "example_translation": "Die Absurdität der Situation war niemandem entgangen. Er hat einen absurdem Sinn für Humor. Die Absurdität der Richtlinie wird bald offensichtlich sein.",
      "imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "abuse",
      "translation": "missbrauchen",
      "definition": "To use something in a way that is wrong or harmful.",
      "definition_translation": "Etwas auf eine Weise zu benutzen, die falsch oder schädlich ist.",
      "example": "The teacher was accused of abusing her power. The company has been accused of abusing the environment. The new policy aims to prevent abuse of the system.",
      "example_translation": "Die Lehrerin wurde beschuldigt, ihre Macht zu missbrauchen. Das Unternehmen wurde beschuldigt, die Umwelt zu missbrauchen. Die neue Richtlinie zielt darauf ab, den Missbrauch des Systems zu verhindern.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "abuse",
      "translation": "missbrauchen",
      "definition": "To treat someone in a way that is cruel or violent.",
      "definition_translation": "Jemanden auf eine Weise zu behandeln, die grausam oder gewalttätig ist.",
      "example": "The child was abused by her stepfather. The woman had been abused by her partner for years. The organization works to prevent abuse of the elderly.",
      "example_translation": "Das Kind wurde von seinem Stiefvater misshandelt. Die Frau wurde von ihrem Partner jahrelang misshandelt. Die Organisation arbeitet daran, den Missbrauch von älteren Menschen zu verhindern.",
      "imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "academic",
      "translation": "akademisch",
      "definition": "Relating to education or academic study, especially in a formal or theoretical way.",
      "definition_translation": "Bezieht sich auf Bildung oder akademische Studien, insbesondere in einer formalen oder theoretischen Weise.",
      "example": "She pursued an academic career in history. She has been studying for her academic degree. She will attend an academic conference next year.",
      "example_translation": "Sie verfolgte eine akademische Karriere in Geschichte. Sie studiert für ihren akademischen Abschluss. Sie wird nächstes Jahr einer akademischen Konferenz beiwohnen.",
      "imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "access",
      "translation": "Zugang",
      "definition": "The means or opportunity to approach, enter, or use something, such as a place, system, or information.",
      "definition_translation": "Die Mittel oder Gelegenheit, etwas zu erreichen, zu betreten oder zu nutzen, wie z.B. einen Ort, ein System oder Informationen.",
      "example": "You need a password to access the computer. She had access to the library. They will access the database tomorrow.",
      "example_translation": "Sie benötigen ein Passwort, um auf den Computer zuzugreifen. Sie hatte Zugang zur Bibliothek. Sie werden morgen auf die Datenbank zugreifen.",
      "imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "accessible",
      "translation": "zugänglich",
      "definition": "Able to be easily reached, used, or understood by people.",
      "definition_translation": "Kann leicht erreicht, verwendet oder von Menschen verstanden werden.",
      "example": "The museum is accessible to people with disabilities. The website is accessible from anywhere. The park will be accessible next month.",
      "example_translation": "Das Museum ist für Menschen mit Behinderungen zugänglich. Die Website ist von überall aus zugänglich. Der Park wird nächsten Monat zugänglich sein.",
      "imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "accidental",
      "translation": "zufällig",
      "definition": "Happening or done without intention or deliberate planning.",
      "definition_translation": "Geschieht oder wird ohne Absicht oder bewusste Planung durchgeführt.",
      "example": "The accident was accidental. She made an accidental mistake. They had an accidental meeting.",
      "example_translation": "Der Unfall war zufällig. Sie machte einen versehentlichen Fehler. Sie hatten ein zufälliges Treffen.",
      "imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "accordion",
      "translation": "Akkordeon",
      "definition": "A musical instrument consisting of a portable box with a set of free reeds that sound when air is forced through the instrument, used for playing folk and popular music.",
      "definition_translation": "Ein Musikinstrument, bestehend aus einem tragbaren Kasten mit einer Reihe von freien Zungen, die erklingen, wenn Luft durch das Instrument geblasen wird, verwendet für die Aufführung von Volks- und Popmusik.",
      "example": "The musician skillfully played the accordion at the festival, then packed it up and took it home, and tomorrow will perform with it at the concert.",
      "example_translation": "Der Musiker spielte das Akkordeon während des Festivals gekonnt, packte es dann ein und nahm es mit nach Hause und wird morgen mit ihm auf dem Konzert auftreten.",
      "imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "account",
      "translation": "Konto",
      "definition": "A record of financial transactions, used to track income and expenses.",
      "definition_translation": "Ein Verzeichnis von Finanztransaktionen, verwendet, um Einnahmen und Ausgaben zu verfolgen.",
      "example": "I opened an account at the bank yesterday, will manage it online today, and should receive a statement by the end of the month.",
      "example_translation": "Ich eröffnete ein Konto bei der Bank gestern, werde es heute online verwalten und sollte bis Ende des Monats eine Abrechnung erhalten.",
      "imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "accounting",
      "translation": "Buchhaltung",
      "definition": "The process of recording, classifying, and reporting financial information.",
      "definition_translation": "Der Prozess der Aufzeichnung, Klassifizierung und Berichterstattung von Finanzinformationen.",
      "example": "The company's accounting department was responsible for preparing the annual financial report, had prepared it last year, and will review it next week.",
      "example_translation": "Die Buchhaltungsabteilung des Unternehmens war verantwortlich für die Vorbereitung des Jahresfinanzberichts, hatte ihn letztes Jahr vorbereitet und wird ihn nächste Woche überprüfen.",
      "imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "accuracy",
      "translation": "Genauigkeit",
      "definition": "The quality, state, or degree of being accurate, exact, or precise.",
      "definition_translation": "Die Qualität, Zustand oder Grad der Genauigkeit, Exaktheit oder Präzision.",
      "example": "The scientist demanded high accuracy in the laboratory results, had achieved it yesterday, and will double-check it tomorrow.",
      "example_translation": "Der Wissenschaftler forderte hohe Genauigkeit bei den Laborergebnissen, hatte sie gestern erreicht und wird sie morgen nochmals überprüfen.",
      "imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "accuse",
      "translation": "anklagen",
      "definition": "to charge someone with a crime or wrongdoing",
      "definition_translation": "jemanden einer Straftat oder eines Fehlverhaltens zu beschuldigen",
      "example": "The police accused him of theft. He accuses her of lying. He will accuse them of fraud.",
      "example_translation": "Die Polizei beschuldigte ihn des Diebstahls. Er beschuldigt sie des Lügens. Er wird sie des Betrugs beschuldigen.",
      "imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "ache",
      "translation": "schmerzen",
      "definition": "a continuous dull pain",
      "definition_translation": "einen anhaltenden dumpfen Schmerz",
      "example": "My head aches from the noise. She ached all over from the flu. He will ache from the exercise.",
      "example_translation": " Mein Kopf schmerzt vom Lärm. Sie schmerzte überall vom Grippe. Er wird vom Training schmerzen.",
      "imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "acid",
      "translation": "Säure",
      "definition": "a chemical substance that has a pH below 7",
      "definition_translation": "eine chemische Substanz, die einen pH-Wert unter 7 hat",
      "example": "The acid in the battery corroded the metal. She mixed the acid and base to create a reaction. They will use acid to clean the surface.",
      "example_translation": "Die Säure in der Batterie korrodierte das Metall. Sie mischte die Säure und die Base, um eine Reaktion zu erzeugen. Sie werden Säure verwenden, um die Oberfläche zu reinigen.",
      "imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "acquire",
      "translation": "erwerben",
      "definition": "to obtain or gain something, especially as a result of effort or hard work",
      "definition_translation": "etwas zu erhalten oder zu gewinnen, insbesondere als Ergebnis von Anstrengung oder harter Arbeit",
      "example": "She acquired the company after years of negotiation. He acquired a taste for adventure. They will acquire new skills through the training program.",
      "example_translation": "Sie erwarb das Unternehmen nach Jahren von Verhandlungen. Er erwarb einen Geschmack für Abenteuer. Sie werden neue Fähigkeiten durch das Ausbildungsprogramm erwerben.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "acquire",
      "translation": "erwerben",
      "definition": "To gain or get something, especially as a result of effort or hard work",
      "definition_translation": "Etwas zu gewinnen oder zu erhalten, insbesondere als Ergebnis von Anstrengung oder harter Arbeit",
      "example": "I acquired a new skill last year. I am acquiring more knowledge every day. I will acquire a new car next month.",
      "example_translation": "Ich habe letztes Jahr eine neue Fähigkeit erworben. Ich erwerbe jeden Tag mehr Wissen. Ich werde nächsten Monat ein neues Auto erwerben.",
      "imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "action",
      "translation": "Aktion",
      "definition": "The process of doing something to achieve an aim",
      "definition_translation": "Der Prozess, etwas zu tun, um ein Ziel zu erreichen",
      "example": "The action of the movie was thrilling. The manager took action against the employee. The team will take action next week.",
      "example_translation": "Die Aktion des Films war aufregend. Der Manager nahm gegen den Mitarbeiter Maßnahmen. Das Team wird nächste Woche Maßnahmen ergreifen.",
      "imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "actively",
      "translation": "aktiv",
      "definition": "In an active and lively way; with a lot of energy and enthusiasm",
      "definition_translation": "Auf eine aktive und lebendige Weise; mit viel Energie und Begeisterung",
      "example": "I actively participated in the meeting. She has been actively working on the project. They will actively pursue the opportunity.",
      "example_translation": "Ich habe aktiv an der Sitzung teilgenommen. Sie hat aktiv an dem Projekt gearbeitet. Sie werden die Gelegenheit aktiv verfolgen.",
      "imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "activity",
      "translation": "Aktivität",
      "definition": "Something that someone does or experiences, especially something that is enjoyable or interesting",
      "definition_translation": "Etwas, das jemand tut oder erlebt, insbesondere etwas, das angenehm oder interessant ist",
      "example": "I love outdoor activity. The company organized an activity for the employees. The children were full of activity all day.",
      "example_translation": "Ich liebe Aktivitäten im Freien. Das Unternehmen organisierte eine Aktivität für die Mitarbeiter. Die Kinder waren den ganzen Tag voller Aktivität.",
      "imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "actual",
      "translation": "tatsächlich",
      "definition": "Existing in fact and not just potential or possible; real.",
      "definition_translation": "Tatsächlich existierend und nicht nur potenziell oder möglich; echt.",
      "example": "The actual cost of the project was higher than expected. I will actually attend the meeting tomorrow. The company will actually launch the new product next year.",
      "example_translation": "Die tatsächlichen Kosten des Projekts waren höher als erwartet. Ich werde tatsächlich morgen auf der Sitzung teilnehmen. Das Unternehmen wird nächstes Jahr tatsächlich das neue Produkt auf den Markt bringen.",
      "imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "adapt",
      "translation": "anpassen",
      "definition": "To change or be modified to fit new or different conditions.",
      "definition_translation": "Sich an neue oder unterschiedliche Bedingungen anzupassen oder angepasst zu werden.",
      "example": "The company had to adapt to the new market trends. The animal adapted to its new environment. The software will adapt to the user's needs.",
      "example_translation": "Das Unternehmen musste sich an die neuen Marktrends anpassen. Das Tier hat sich an seine neue Umgebung angepasst. Die Software wird sich den Bedürfnissen des Benutzers anpassen.",
      "imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "addict",
      "translation": "Süchtling",
      "definition": "A person who is physiologically or psychologically dependent on a substance, such as a drug or alcohol.",
      "definition_translation": "Eine Person, die physiologisch oder psychologisch von einer Substanz, wie einem Drogen oder Alkohol, abhängig ist.",
      "example": "The addict tried to quit smoking but couldn't. The doctor treated the addict for their addiction. The addict's family was worried about their health.",
      "example_translation": "Der Süchtling versuchte, mit dem Rauchen aufzuhören, aber konnte nicht. Der Arzt behandelte den Süchtling für ihre Süchtigkeit. Die Familie des Süchtlings war besorgt um ihre Gesundheit.",
      "imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "addicted",
      "translation": "süchtig",
      "definition": "Physiologically or psychologically dependent on a substance, such as a drug or alcohol.",
      "definition_translation": "Physiologisch oder psychologisch von einer Substanz, wie einem Drogen oder Alkohol, abhängig.",
      "example": "I'm addicted to coffee. She was addicted to her phone. He became addicted to the video game.",
      "example_translation": "Ich bin süchtig nach Kaffee. Sie war süchtig nach ihrem Handy. Er wurde süchtig nach dem Videospiel.",
      "imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "addiction",
      "translation": "Sucht",
      "definition": "A strong and often harmful need to regularly have or do something, such as a drug or activity, that is difficult to control or stop.",
      "definition_translation": "Eine starke und oft schädliche Notwendigkeit, regelmäßig etwas wie ein Drogen- oder Aktivitätsabhängigkeit zu haben, das schwierig zu kontrollieren oder zu stoppen ist.",
      "example": "She struggled with addiction for years before seeking help. She is currently in recovery and has been addiction-free for six months. She hopes to stay addiction-free in the future.",
      "example_translation": "Sie kämpfte jahrelang mit einer Sucht, bevor sie Hilfe suchte. Sie ist derzeit in der Erholungsphase und hat sechs Monate lang kein Suchtmittel mehr genommen. Sie hofft, in Zukunft suchtfrei zu bleiben.",
      "imageLink": "https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "addition",
      "translation": "Addition",
      "definition": "The act of adding something to something else, or the thing that is added.",
      "definition_translation": "Die Handlung, etwas zu etwas anderem hinzuzufügen, oder das, was hinzugefügt wird.",
      "example": "The addition of a new employee helped to increase productivity. The addition of a new feature to the software made it more user-friendly. The addition of a new wing to the hospital is expected to be completed next year.",
      "example_translation": "Die Hinzufügung eines neuen Mitarbeiters half, die Produktivität zu erhöhen. Die Hinzufügung einer neuen Funktion zur Software machte sie benutzerfreundlicher. Die Hinzufügung eines neuen Flügels zum Krankenhaus soll nächstes Jahr abgeschlossen sein.",
      "imageLink": "https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "additional",
      "translation": "zusätzliche",
      "definition": "More than what is usual or expected; extra.",
      "definition_translation": "Mehr als das, was üblich oder erwartet ist; extra.",
      "example": "The company offered additional discounts to loyal customers. The additional features of the new smartphone make it more attractive to buyers. The tour guide provided additional information about the city's history.",
      "example_translation": "Das Unternehmen bot zusätzliche Rabatte an loyalen Kunden an. Die Zusatzfunktionen des neuen Smartphones machen es für Käufer attraktiver. Der Reiseleiter bot zusätzliche Informationen über die Geschichte der Stadt an.",
      "imageLink": "https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "additionally",
      "translation": "zusätzlich",
      "definition": "In addition to what has already been said or done.",
      "definition_translation": "Zusätzlich zu dem, was bereits gesagt oder getan wurde.",
      "example": "She not only learned French, but additionally studied Spanish. The company not only increased salaries, but additionally improved working conditions. He not only finished the project on time, but additionally exceeded expectations.",
      "example_translation": "Sie lernte nicht nur Französisch, sondern studierte zusätzlich Spanisch. Das Unternehmen erhöhte nicht nur die Gehälter, sondern verbesserte zusätzlich die Arbeitsbedingungen. Er beendete nicht nur das Projekt rechtzeitig, sondern überschritt zusätzlich die Erwartungen.",
      "imageLink": "https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "adequate",
      "translation": "angemessen",
      "definition": "Having the necessary quality, quantity, or extent to meet a need or requirement.",
      "definition_translation": "Hatte die notwendige Qualität, Menge oder Ausdehnung, um einem Bedarf oder einer Anforderung zu entsprechen.",
      "example": "The hotel room was adequate for our needs, but the service was exceptional. We had adequately prepared for the presentation, and we will adequately staff the event.",
      "example_translation": "Das Hotelzimmer war angemessen für unsere Bedürfnisse, aber der Service war außergewöhnlich. Wir hatten uns angemessen auf die Präsentation vorbereitet und wir werden das Ereignis angemessen mit Personal besetzen.",
      "imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "adequately",
      "translation": "angemessen",
      "definition": "To a sufficient degree or extent.",
      "definition_translation": "In einem ausreichenden Grad oder Umfang.",
      "example": "We had adequately prepared for the exam, and we will adequately address the concerns. She adequately described the problem, and they will adequately compensate for the loss.",
      "example_translation": "Wir hatten uns angemessen auf die Prüfung vorbereitet und wir werden die Bedenken angemessen ansprechen. Sie beschrieb das Problem angemessen und sie werden den Verlust angemessen kompensieren.",
      "imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "adjust",
      "translation": "anpassen",
      "definition": "To change or modify something to fit or suit a particular need or situation.",
      "definition_translation": "Etwas zu ändern oder zu modifizieren, um es einem bestimmten Bedarf oder einer bestimmten Situation anzupassen.",
      "example": "I had to adjust the settings on my computer to get the right display. We will adjust the budget to accommodate the changes.",
      "example_translation": "Ich musste die Einstellungen auf meinem Computer anpassen, um den richtigen Bildschirm zu erhalten. Wir werden den Haushalt anpassen, um die Änderungen zu berücksichtigen.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "adjust",
      "translation": "anpassen",
      "definition": "To become accustomed to a new situation or environment.",
      "definition_translation": "Sich an eine neue Situation oder Umgebung zu gewöhnen.",
      "example": "It took me a while to adjust to the new time zone. She adjusted quickly to the new job.",
      "example_translation": "Es dauerte mich eine Weile, mich an die neue Zeitzone anzupassen. Sie passte sich schnell an den neuen Job an.",
      "imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "adjustment",
      "translation": "Anpassung",
      "definition": "The act of adjusting or state of being adjusted; a change made to something to improve it or make it fit better.",
      "definition_translation": "Die Anpassung oder der Zustand der Anpassung; eine Änderung, die an etwas vorgenommen wird, um es zu verbessern oder besser anzupassen.",
      "example": "The company made an adjustment to their pricing strategy to stay competitive in the market. They had adjusted their budget last year, and will adjust it again next year.",
      "example_translation": "Das Unternehmen passte seine Preisstrategie an, um im Markt konkurrenzfähig zu bleiben. Sie hatten ihr Budget im letzten Jahr angepasst und werden es nächstes Jahr wieder anpassen.",
      "imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "administration",
      "translation": "Verwaltung",
      "definition": "The act of managing or governing a system, organization, or business; the group of people responsible for managing or governing.",
      "definition_translation": "Die Verwaltung oder Regierung eines Systems, einer Organisation oder eines Unternehmens; die Gruppe von Menschen, die für die Verwaltung oder Regierung verantwortlich ist.",
      "example": "The administration of the company was criticized for its failure to address the crisis. The administration had been inefficient, but they administration team worked hard to improve it.",
      "example_translation": "Die Verwaltung des Unternehmens wurde für ihr Versagen bei der Bewältigung der Krise kritisiert. Die Verwaltung war ineffizient gewesen, aber das Verwaltungsteam arbeitete hart daran, es zu verbessern.",
      "imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "admiration",
      "translation": "Bewunderung",
      "definition": "A feeling of great respect and wonder for someone or something; the act of admiring or wondering at something.",
      "definition_translation": "Ein Gefühl großer Achtung und Bewunderung für jemanden oder etwas; die Tat des Bewunderns oder Staunens über etwas.",
      "example": "I felt admiration for the beauty of the Grand Canyon. She had admiration for her teacher's dedication to her students. They will feel admiration for the new skyscraper in the city.",
      "example_translation": "Ich fühlte Bewunderung für die Schönheit des Grand Canyon. Sie hatte Bewunderung für die Hingabe ihres Lehrers an ihre Schüler. Sie werden Bewunderung für das neue Hochhaus in der Stadt empfinden.",
      "imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "admire",
      "translation": "bewundern",
      "definition": "To feel great respect and wonder for someone or something; to regard someone or something as excellent or impressive.",
      "definition_translation": "Große Achtung und Bewunderung für jemanden oder etwas zu empfinden; jemanden oder etwas als hervorragend oder beeindruckend anzusehen.",
      "example": "I admire her courage in standing up for her rights. He admired the beauty of the sunset. They will admire the new museum's architecture.",
      "example_translation": "Ich bewundere ihren Mut, für ihre Rechte einzutreten. Er bewunderte die Schönheit des Sonnenuntergangs. Sie werden die Architektur des neuen Museums bewundern.",
      "imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "admission",
      "translation": "Zulassung",
      "definition": "The act of accepting someone to a school, university, or organization.",
      "definition_translation": "Die Zulassung von jemandem zu einer Schule, Universität oder Organisation.",
      "example": "I got an admission letter from Harvard University last week.",
      "example_translation": "Ich erhielt letzten Woche einen Zulassungsbrief von der Harvard-Universität.",
      "imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "admit",
      "translation": "zugeben",
      "definition": "To acknowledge or confess something, often unwillingly.",
      "definition_translation": "Etwas anzuerkennen oder einzugestehen, oft widerwillig.",
      "example": "She admitted to stealing the money, and was arrested on the spot.",
      "example_translation": "Sie gab zu, das Geld gestohlen zu haben, und wurde auf der Stelle verhaftet.",
      "imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "admittedly",
      "translation": "zugegebenermaßen",
      "definition": "Used to indicate that something is true or valid, often reluctantly.",
      "definition_translation": "Wird verwendet, um anzudeuten, dass etwas wahr oder gültig ist, oft widerwillig.",
      "example": "Admittedly, I was nervous about the job interview, but it went well.",
      "example_translation": "Zugegebenermaßen war ich vor dem Vorstellungsgespräch nervös, aber es ging gut.",
      "imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "adopt",
      "translation": "annehmen",
      "definition": "To take something as one's own; to accept or use something.",
      "definition_translation": "Etwas als eigenes anzunehmen; etwas anzunehmen oder zu verwenden.",
      "example": "We adopted a cat from the local animal shelter last year.",
      "example_translation": "Wir nahmen letzten Jahr einen Kater aus dem lokalen Tierheim auf.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "adopt",
      "translation": "übernehmen",
      "definition": "to take someone else's child into your own family, or to take an idea or plan and make it your own",
      "definition_translation": "jemanden anderen Kind in deine eigene Familie aufnehmen oder eine Idee oder einen Plan anzunehmen und ihn zu eigenen zu machen",
      "example": "I adopted a dog from the shelter last week. I will adopt a new hobby this summer. I adopted a new strategy for my business.",
      "example_translation": "Ich nahm einen Hund aus dem Tierheim letzte Woche auf. Ich werde einen neuen Hobby diesen Sommer annehmen. Ich nahm eine neue Strategie für mein Unternehmen an.",
      "imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "adopted",
      "translation": "angenommen",
      "definition": "past tense of adopt, meaning to have taken someone else's child into your own family, or to have taken an idea or plan and made it your own",
      "definition_translation": "Vergangenheitsform von annehmen, bedeutet jemanden anderen Kind in deine eigene Familie aufgenommen zu haben oder eine Idee oder einen Plan anzunehmen und ihn zu eigenen gemacht zu haben",
      "example": "I was adopted by my parents when I was a baby. They adopted a new policy last year. I adopted a new approach to my studies.",
      "example_translation": "Ich wurde von meinen Eltern adoptiert, als ich ein Baby war. Sie nahmen eine neue Richtlinie letzten Jahr an. Ich nahm einen neuen Ansatz für mein Studium an.",
      "imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "adoption",
      "translation": "Adoption",
      "definition": "the act of taking someone else's child into your own family, or the act of taking an idea or plan and making it your own",
      "definition_translation": "die Aufnahme von jemanden anderen Kind in deine eigene Familie oder die Aufnahme von einer Idee oder einem Plan und ihn zu eigenen machen",
      "example": "The adoption process can be lengthy. The adoption of new technology has improved our productivity. The adoption of the new policy has been successful.",
      "example_translation": "Der Adoptionsprozess kann langwierig sein. Die Einführung neuer Technologie hat unsere Produktivität verbessert. Die Einführung der neuen Richtlinie war erfolgreich.",
      "imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "advance",
      "translation": "voranzuschreiten",
      "definition": "to move forward or make progress, or to pay money before it is due",
      "definition_translation": "sich nach vorne zu bewegen oder Fortschritte zu machen, oder Geld vorzeitig zu zahlen",
      "example": "The team will advance to the next round. I advanced money to my friend. The new method will advance our understanding of the topic.",
      "example_translation": "Das Team wird in die nächste Runde vorrücken. Ich zahlte meinem Freund Geld vor. Die neue Methode wird unser Verständnis des Themas vorantreiben.",
      "imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "advance",
      "translation": "vorangehen",
      "definition": "to move forward or make progress in a particular area of activity or effort",
      "definition_translation": "in einem bestimmten Bereich von Aktivitäten oder Anstrengungen voranzukommen oder Fortschritte zu erzielen",
      "example": "The company will advance to the next stage of development. The team advanced to the final round of the tournament. By 2025, we will have advanced our technology significantly.",
      "example_translation": "Das Unternehmen wird in die nächste Phase der Entwicklung vorrücken. Das Team rückte in die Finals des Turniers vor. Bis 2025 werden wir unsere Technologie erheblich weiterentwickelt haben.",
      "imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "adventurous",
      "translation": "abenteuerlustig",
      "definition": "willing to take risks and try new things",
      "definition_translation": "bereit, Risiken einzugehen und neue Dinge auszuprobieren",
      "example": "She's always been an adventurous traveler, trying new foods and activities. He's too adventurous and often gets into trouble. The adventurous spirit of the pioneers helped shape the country.",
      "example_translation": "Sie war immer eine abenteuerlustige Reisende, neue Lebensmittel und Aktivitäten ausprobierend. Er ist zu abenteuerlustig und gerät oft in Schwierigkeiten. Der abenteuerlustige Geist der Pioniere half, das Land zu gestalten.",
      "imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "advertising",
      "translation": "Werbung",
      "definition": "the activity of producing and disseminating information to promote a product, service, or idea",
      "definition_translation": "die Aktivität, Informationen zu produzieren und zu verbreiten, um ein Produkt, eine Dienstleistung oder eine Idee zu fördern",
      "example": "The company invested heavily in advertising to reach a wider audience. Advertising on social media is very effective. The advertising campaign was a huge success.",
      "example_translation": "Das Unternehmen investierte stark in Werbung, um ein breiteres Publikum zu erreichen. Werbung auf sozialen Medien ist sehr effektiv. Die Werbekampagne war ein großer Erfolg.",
      "imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "affair",
      "translation": "Affäre",
      "definition": "a romantic or sexual relationship, especially one that is secret or illicit",
      "definition_translation": "eine romantische oder sexuelle Beziehung, insbesondere eine, die geheim oder unerlaubt ist",
      "example": "The politician was caught in an affair with his secretary. She had an affair with her best friend's husband. The affair lasted for several years before it was discovered.",
      "example_translation": "Der Politiker wurde mit seiner Sekretärin in einer Affäre erwischt. Sie hatte eine Affäre mit dem Ehemann ihrer besten Freundin. Die Affäre dauerte mehrere Jahre, bevor sie entdeckt wurde.",
      "imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "affect",
      "translation": "beeinflussen",
      "definition": "To influence or have an impact on something or someone.",
      "definition_translation": "Etwas oder jemanden zu beeinflussen oder auszuwirken.",
      "example": "The cold weather will affect the crops. The new policy affects all employees. The teacher's words had a profound effect on the student.",
      "example_translation": "Das kalte Wetter wird die Ernte beeinflussen. Die neue Richtlinie betrifft alle Mitarbeiter. Die Worte des Lehrers hatten einen tiefgreifenden Effekt auf den Schüler.",
      "imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "affect",
      "translation": "beeinflussen",
      "definition": "To pretend or feign emotions or feelings.",
      "definition_translation": "Gefühle oder Emotionen vorzutäuschen oder zu simulieren.",
      "example": "She affected a British accent to sound more sophisticated. He affected a sad expression to get sympathy. They will affect a decision next week.",
      "example_translation": "Sie tat einen britischen Akzent auf, um sich kultivierter anzuhören. Er tat ein trauriges Gesicht, um Mitleid zu erregen. Sie werden nächste Woche eine Entscheidung treffen.",
      "imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "affection",
      "translation": "Zuneigung",
      "definition": "A feeling of love, fondness, or warmth towards someone or something.",
      "definition_translation": "Ein Gefühl der Liebe, Zuneigung oder Wärme gegenüber jemandem oder etwas.",
      "example": "She showed great affection for her cat. The family's affection for each other was clear. The teacher's affection for her students inspired them.",
      "example_translation": "Sie zeigte große Zuneigung für ihre Katze. Die Zuneigung der Familie untereinander war offensichtlich. Die Zuneigung der Lehrerin für ihre Schüler inspirierte sie.",
      "imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "affectionate",
      "translation": "zuneigungsvoll",
      "definition": "Showing or feeling love, fondness, or warmth towards someone or something.",
      "definition_translation": "Liebe, Zuneigung oder Wärme gegenüber jemandem oder etwas zeigend oder empfindend.",
      "example": "She was an affectionate mother to her children. He was affectionate towards his girlfriend. The affectionate atmosphere in the house made us feel welcome.",
      "example_translation": "Sie war eine liebevolle Mutter für ihre Kinder. Er war zuneigungsvoll gegenüber seiner Freundin. Die liebevolle Atmosphäre im Haus machte uns uns willkommen.",
      "imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "age",
      "translation": "Alter",
      "definition": "The length of time that a person or thing has existed or been in use.",
      "definition_translation": "Die Länge der Zeit, die eine Person oder Sache existiert oder benutzt wurde.",
      "example": "She is now at an age where she can make her own decisions. She was at an age where she needed guidance. She will be at an age where she can retire soon.",
      "example_translation": "Sie ist jetzt in einem Alter, in dem sie ihre eigenen Entscheidungen treffen kann. Sie war in einem Alter, in dem sie Anleitung benötigte. Sie wird bald in einem Alter sein, in dem sie in den Ruhestand gehen kann.",
      "imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "agent",
      "translation": "Vertreter",
      "definition": "A person who acts on behalf of another person or organization.",
      "definition_translation": "Eine Person, die im Namen einer anderen Person oder Organisation handelt.",
      "example": "The agent negotiated the deal on behalf of the client. The agent will negotiate the deal on behalf of the client. The agent had negotiated the deal on behalf of the client.",
      "example_translation": "Der Vertreter verhandelte den Deal im Namen des Kunden. Der Vertreter wird den Deal im Namen des Kunden verhandeln. Der Vertreter hatte den Deal im Namen des Kunden verhandelt.",
      "imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "aggressive",
      "translation": "aggressiv",
      "definition": "Having or showing a strong and forceful personality or behavior.",
      "definition_translation": "Eine starke und forcierte Persönlichkeit oder Verhaltensweise aufweisend.",
      "example": "He has an aggressive tone in his emails. He had an aggressive tone in his emails. He will have an aggressive tone in his emails.",
      "example_translation": "Er hat einen aggressiven Ton in seinen E-Mails. Er hatte einen aggressiven Ton in seinen E-Mails. Er wird einen aggressiven Ton in seinen E-Mails haben.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "aggressively",
      "translation": "aggressiv",
      "definition": "In a strong and forceful manner.",
      "definition_translation": "Auf aggressive Weise.",
      "example": "The company promoted their product aggressively. The company had promoted their product aggressively. The company will promote their product aggressively.",
      "example_translation": "Das Unternehmen förderte ihr Produkt aggressiv. Das Unternehmen hatte ihr Produkt aggressiv gefördert. Das Unternehmen wird ihr Produkt aggressiv fördern.",
      "imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "agreement",
      "translation": "Übereinkunft",
      "definition": "A written or spoken contract involving mutual promises or obligations; a negotiated and mutually acceptable arrangement between two or more parties.",
      "definition_translation": "Ein schriftlicher oder mündlicher Vertrag, der gegenseitige Versprechungen oder Verpflichtungen enthält; eine verhandelte und für alle Beteiligten akzeptable Regelung zwischen zwei oder mehr Parteien.",
      "example": "The company and the union reached an agreement on a new contract after months of negotiations. The agreement has been in place since last year. The two countries will sign an agreement on trade next week.",
      "example_translation": "Das Unternehmen und die Gewerkschaft erreichten eine Übereinkunft über einen neuen Vertrag nach Monaten der Verhandlungen. Die Übereinkunft gilt seit letztem Jahr. Die beiden Länder werden nächste Woche einen Übereinkunft über den Handel unterzeichnen.",
      "imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "agriculture",
      "translation": "Landwirtschaft",
      "definition": "The science or practice of cultivating the land, including the cultivation of crops and the raising of livestock.",
      "definition_translation": "Die Wissenschaft oder Praxis des Landanbaus, einschließlich des Anbaus von Feldfrüchten und der Haltung von Nutztieren.",
      "example": "Agriculture is a significant contributor to the country's economy. The government has implemented new policies to support agriculture. She studied agriculture in college and now works on a farm.",
      "example_translation": "Die Landwirtschaft ist ein bedeutender Beitrag zur Wirtschaft des Landes. Die Regierung hat neue Politiken zur Unterstützung der Landwirtschaft umgesetzt. Sie studierte Landwirtschaft im College und arbeitet jetzt auf einem Hof.",
      "imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "aid",
      "translation": "Hilfe",
      "definition": "Assistance or support given to someone or something in need; a device or system that helps or assists.",
      "definition_translation": "Hilfe oder Unterstützung, die jemandem oder etwas in Not gegeben wird; ein Gerät oder System, das hilft oder unterstützt.",
      "example": "The government provided aid to the victims of the natural disaster. She received financial aid to pursue her studies. The aid package included food, shelter, and medical supplies.",
      "example_translation": "Die Regierung bot den Opfern der Naturkatastrophe Hilfe an. Sie erhielt finanzielle Hilfe, um ihre Studien fortzusetzen. Das Hilfspaket enthielt Nahrung, Unterkunft und medizinische Versorgung.",
      "imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "aim",
      "translation": "Ziel",
      "definition": "A purpose or intention, especially one of a long-term nature; a direction or point at which something is directed or targeted.",
      "definition_translation": "Ein Zweck oder eine Absicht, insbesondere einer von langfristiger Natur; eine Richtung oder ein Punkt, auf den etwas gerichtet oder ausgerichtet wird.",
      "example": "Her aim is to become a professional musician. The company's aim is to increase profits by 20% next year. The archer took aim and shot the arrow.",
      "example_translation": "Ihr Ziel ist es, eine professionelle Musikerin zu werden. Das Ziel des Unternehmens ist es, die Gewinne im nächsten Jahr um 20% zu erhöhen. Der Bogenschütze zielte an und schoss den Pfeil.",
      "imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "aircraft",
      "translation": "Flugzeug",
      "definition": "A fixed-wing aircraft is a heavier-than-air aircraft with wings that generate lift by using the shape of the wing to change the air pressure.",
      "definition_translation": "Ein Starrflügelflugzeug ist ein schwerer-als-Luft-Flugzeug mit Flügeln, die durch die Form des Flügels den Luftdruck ändern, um Auftrieb zu erzeugen.",
      "example": "The pilot expertly landed the aircraft on the runway. Yesterday, the aircraft had taken off from Heathrow Airport. In 10 years, the company plans to launch a new aircraft model.",
      "example_translation": "Der Pilot landete das Flugzeug gekonnt auf der Landebahn. Gestern war das Flugzeug vom Heathrow-Flughafen abgeflogen. In 10 Jahren plant das Unternehmen, ein neues Flugzeugmodell zu starten.",
      "imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "aisle",
      "translation": "Gang",
      "definition": "A passageway between rows of seats in a church, airplane, or other enclosed space.",
      "definition_translation": "Ein Durchgang zwischen Reihen von Sitzen in einer Kirche, einem Flugzeug oder einem anderen geschlossenen Raum.",
      "example": "The bride walked down the aisle to meet her groom. On the plane, I was stuck in the middle seat and couldn't get out of the aisle. In 5 years, the new supermarket will have wider aisles.",
      "example_translation": "Die Braut ging den Gang entlang, um ihren Bräutigam zu treffen. Im Flugzeug war ich auf dem Mittelsitz gefangen und konnte nicht aus dem Gang heraus. In 5 Jahren wird der neue Supermarkt breitere Gänge haben.",
      "imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "alcoholism",
      "translation": "Alkoholismus",
      "definition": "A chronic disease characterized by the excessive and compulsive consumption of alcoholic drinks.",
      "definition_translation": "Eine chronische Krankheit, die durch den exzessiven und zwanghaften Konsum alkoholischer Getränke gekennzeichnet ist.",
      "example": "Alcoholism is a serious problem in many countries. The doctor diagnosed him with alcoholism after a thorough examination. In the past, she struggled with alcoholism, but now she is sober.",
      "example_translation": "Alkoholismus ist ein schwerwiegendes Problem in vielen Ländern. Der Arzt diagnostizierte ihn mit Alkoholismus nach einer gründlichen Untersuchung. In der Vergangenheit hatte sie mit Alkoholismus gekämpft, aber jetzt ist sie nüchtern.",
      "imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "alien",
      "translation": "Außerirdischer",
      "definition": "A being from another world or universe, especially one that is believed to be intelligent or capable of communicating with humans.",
      "definition_translation": "Ein Wesen aus einer anderen Welt oder einem anderen Universum, insbesondere eines, das als intelligent oder in der Lage, mit Menschen zu kommunizieren, betrachtet wird.",
      "example": "The movie was about an alien who came to Earth to learn about humans. In the past, people believed that aliens might visit Earth one day. In the future, scientists hope to discover alien life forms.",
      "example_translation": "Der Film handelte von einem Außerirdischen, der zur Erde kam, um Menschen zu lernen. In der Vergangenheit glaubten die Menschen, dass Außerirdische eines Tages die Erde besuchen würden. In Zukunft hoffen Wissenschaftler, außerirdische Lebensformen zu entdecken.",
      "imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "alike",
      "translation": "ähnlich",
      "definition": "Having a similar nature or character; alike in appearance, quality, or degree.",
      "definition_translation": "Eine ähnliche Natur oder Charakter haben; in Aussehen, Qualität oder Grad ähnlich.",
      "example": "The twins were alike in every way, from their sparkling blue eyes to their mischievous grins. Yesterday, they wore alike outfits to school. By next year, they will be alike in height.",
      "example_translation": "Die Zwillinge waren in jeder Hinsicht gleich, von ihren blauen Augen bis zu ihren schelmischen Grinsen. Gestern trugen sie gleiche Outfits zur Schule. Bis nächstem Jahr werden sie in der Höhe gleich sein.",
      "imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "allergy",
      "translation": "Allergie",
      "definition": "An abnormal reaction of the body to a stimulus, such as a particular food, drug, or airborne particle, resulting in symptoms such as sneezing, itching, or difficulty breathing.",
      "definition_translation": "Eine abnormale Reaktion des Körpers auf einen Reiz, wie ein bestimmtes Essen, ein Medikament oder ein luftgetragenes Partikel, die zu Symptomen wie Niesen, Jucken oder Atemnot führt.",
      "example": "I have an allergy to pollen, so I always carry an EpiPen with me during the spring. Last year, I had an allergic reaction to the new medication. By next month, I will have undergone allergy testing to determine the cause.",
      "example_translation": "Ich habe eine Pollenallergie, also trage ich immer ein EpiPen mit mir während des Frühlings. Letztes Jahr hatte ich eine allergische Reaktion auf das neue Medikament. Bis nächsten Monat werde ich eine Allergietestung durchführen, um die Ursache zu bestimmen.",
      "imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "alley",
      "translation": "Gasse",
      "definition": "A narrow passage or way between, behind, or within buildings.",
      "definition_translation": "Ein schmaler Durchgang oder Weg zwischen, hinter oder innerhalb von Gebäuden.",
      "example": "The alley behind the restaurant was dark and deserted. Yesterday, I walked down the alley to avoid the crowded streets. By next week, the city will have cleaned up the trash-filled alley.",
      "example_translation": "Die Gasse hinter dem Restaurant war dunkel und verlassen. Gestern ging ich durch die Gasse, um die überfüllten Straßen zu vermeiden. Bis nächster Woche wird die Stadt die mit Müll gefüllte Gasse gereinigt haben.",
      "imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "alligator",
      "translation": "Alligator",
      "definition": "A large reptile with a long, rounded snout and powerful jaws, found in freshwater environments, especially in the southeastern United States.",
      "definition_translation": "Ein großes Reptil mit einer langen, runden Schnauze und kräftigen Kiefern, das in Süßwasserlebensräumen, insbesondere im Südosten der Vereinigten Staaten, vorkommt.",
      "example": "At the zoo, we saw an alligator swimming in the lake. Last year, I went alligator hunting in the bayou. By next summer, I will have gone on an alligator-watching tour in Florida.",
      "example_translation": "Im Zoo sahen wir einen Alligator, der im See schwamm. Letztes Jahr ging ich Alligatorjagd im Bayou. Bis nächsten Sommer werde ich eine Alligator-Besichtigungstour in Florida unternommen haben.",
      "imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "alphabetical",
      "translation": "alphabetisch",
      "definition": "Arranged in the order of the alphabet; classified according to alphabetical order.",
      "definition_translation": "In der Reihenfolge des Alphabets angeordnet; nach alphabetischer Reihenfolge klassifiziert.",
      "example": "The library organized the books in alphabetical order. I had alphabetized the files yesterday. By next year, the company will have alphabetically organized its archives.",
      "example_translation": "Die Bibliothek ordnete die Bücher in alphabetischer Reihenfolge an. Ich hatte die Dateien gestern alphabetisiert. Bis nächstem Jahr wird das Unternehmen seine Archive alphabetisch organisiert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "alphabetically",
      "translation": "alphabetisch",
      "definition": "In the order of the alphabet.",
      "definition_translation": "In der Reihenfolge des Alphabets.",
      "example": "The names were arranged alphabetically on the list. She alphabetically organized the card catalog. By next month, the team will have alphabetically sorted the database.",
      "example_translation": "Die Namen waren in alphabetischer Reihenfolge auf der Liste angeordnet. Sie ordnete das Karteikatalog alphabetisch an. Bis nächsten Monat wird das Team die Datenbank alphabetisch sortiert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "alter",
      "translation": "ändern",
      "definition": "To change or modify something; to make something different.",
      "definition_translation": "Etwas zu ändern oder zu modifizieren; etwas anders zu machen.",
      "example": "I altered the dress to fit me better. She alters her appearance by wearing different makeup. By next year, the company will have altered its business strategy.",
      "example_translation": "Ich änderte das Kleid, damit es mir besser passt. Sie ändert ihr Aussehen, indem sie unterschiedliches Make-up trägt. Bis nächstem Jahr wird das Unternehmen seine Geschäftsstrategie geändert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "alternative",
      "translation": "Alternative",
      "definition": "A different choice or option; a possibility or substitute.",
      "definition_translation": "Eine andere Wahl oder Option; eine Möglichkeit oder Ersatz.",
      "example": "The company offered an alternative solution to the problem. There are alternative routes to the city center. By next week, the team will have found an alternative method to complete the project.",
      "example_translation": "Das Unternehmen bot eine alternative Lösung für das Problem an. Es gibt alternative Routen zum Stadtzentrum. Bis nächster Woche wird das Team eine alternative Methode gefunden haben, um das Projekt abzuschließen.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "alternative",
      "translation": "Alternative",
      "definition": "A choice or option, especially in a situation where there are multiple possibilities.",
      "definition_translation": "Eine Wahl oder Option, insbesondere in einer Situation, in der es mehrere Möglichkeiten gibt.",
      "example": "We had to choose an alternative route to avoid the traffic jam. We chose an alternative restaurant for dinner last night. We will consider an alternative solution to the problem.",
      "example_translation": "Wir mussten eine alternative Route wählen, um den Verkehrsstau zu vermeiden. Wir wählten ein alternatives Restaurant für das Abendessen letzte Nacht. Wir werden eine alternative Lösung für das Problem in Betracht ziehen.",
      "imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "alternatively",
      "translation": "alternativ",
      "definition": "In a different way or manner; as an alternative.",
      "definition_translation": "Auf eine andere Weise oder Art; als Alternative.",
      "example": "We can solve the problem alternatively by using a different approach. She spoke alternatively in a loud and soft voice. They will work alternatively on the project.",
      "example_translation": "Wir können das Problem alternativ durch die Verwendung eines anderen Ansatzes lösen. Sie sprach alternativ in einer lauten und leisen Stimme. Sie werden alternativ am Projekt arbeiten.",
      "imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "aluminium",
      "translation": "Aluminium",
      "definition": "A light, silvery-white metal that is used in aircraft, packaging, and other applications.",
      "definition_translation": "Ein leichtes, silberweißes Metall, das in Flugzeugen, Verpackungen und anderen Anwendungen verwendet wird.",
      "example": "The aircraft is made of aluminium to reduce its weight. Aluminium is used in food packaging to prevent corrosion. The company will start producing aluminium products next year.",
      "example_translation": "Das Flugzeug ist aus Aluminium hergestellt, um sein Gewicht zu reduzieren. Aluminium wird in Lebensmittelverpackungen verwendet, um Korrosion zu vermeiden. Das Unternehmen wird nächstes Jahr mit der Produktion von Aluminiumprodukten beginnen.",
      "imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "amazement",
      "translation": "Erstaunen",
      "definition": "A feeling of great surprise or wonder.",
      "definition_translation": "Ein Gefühl großer Überraschung oder Verwunderung.",
      "example": "The tourists felt amazement when they saw the Grand Canyon. The child's eyes widened in amazement as he saw the fireworks. The team was in amazement when they won the championship.",
      "example_translation": "Die Touristen fühlten sich erstaunt, als sie den Grand Canyon sahen. Die Augen des Kindes weiteten sich vor Erstaunen, als er die Feuerwerksshow sah. Das Team war erstaunt, als sie die Meisterschaft gewannen.",
      "imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "ambassador",
      "translation": "Botschafter",
      "definition": "A person who acts as a representative or messenger of a country, organization, or group.",
      "definition_translation": "Eine Person, die als Vertreter oder Bote eines Landes, einer Organisation oder einer Gruppe fungiert.",
      "example": "The ambassador was appointed to negotiate a peace treaty. She has been an ambassador for over 10 years. They will appoint her as an ambassador next year.",
      "example_translation": "Der Botschafter wurde zur Verhandlung eines Friedensvertrags ernannt. Sie ist seit über 10 Jahren Botschafterin. Sie werden sie nächsten Jahr zur Botschafterin ernennen.",
      "imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "ambition",
      "translation": "Ehrgeiz",
      "definition": "A strong desire or aim to achieve something, typically requiring determination and hard work.",
      "definition_translation": "Ein starker Wille oder Ziel, etwas zu erreichen, typischerweise erfordert Entscheidung und harte Arbeit.",
      "example": "Her ambition was to become a doctor. He has always had an ambition to fly. They will achieve their ambition with hard work.",
      "example_translation": "Ihr Ehrgeiz war, Ärztin zu werden. Er hat immer den Ehrgeiz gehabt, zu fliegen. Sie werden ihren Ehrgeiz mit harter Arbeit erreichen.",
      "imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "ambitious",
      "translation": "ehrgeizig",
      "definition": "Having or showing a strong desire to succeed or achieve something, often requiring a lot of effort and determination.",
      "definition_translation": "Einen starken Wunsch nach Erfolg oder Erreichen von etwas zeigt, oft erfordert viel Anstrengung und Entscheidung.",
      "example": "She was an ambitious student. He is an ambitious businessman. They are ambitious to succeed in life.",
      "example_translation": "Sie war eine ehrgeizige Studentin. Er ist ein ehrgeiziger Geschäftsmann. Sie sind ehrgeizig, im Leben erfolgreich zu sein.",
      "imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "amuse",
      "translation": "unterhalten",
      "definition": "To entertain or occupy someone in a pleasant way, often by being funny or interesting.",
      "definition_translation": "Jemanden auf angenehme Weise zu unterhalten oder zu beschäftigen, oft indem man lustig oder interessant ist.",
      "example": "The comedy show amused the audience. She was amused by the joke. They will amuse us with their story.",
      "example_translation": "Die Comedy-Show unterhielt das Publikum. Sie wurde von dem Witz unterhalten. Sie werden uns mit ihrer Geschichte unterhalten.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "amuse",
      "translation": "unterhalten",
      "definition": "to entertain or occupy in a pleasant manner",
      "definition_translation": "jemanden auf eine angenehme Weise zu unterhalten oder zu beschäftigen",
      "example": "I will amuse the guests with a magic trick tonight. I am amusing them with a funny story right now. I amused them with a joke yesterday.",
      "example_translation": "Ich werde die Gäste heute Abend mit einem Zaubertrick unterhalten. Ich unterhalte sie gerade mit einer lustigen Geschichte. Ich habe sie gestern mit einem Witz unterhalten.",
      "imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "amused",
      "translation": "amüsiert",
      "definition": "entertained or occupied in a pleasant manner",
      "definition_translation": "auf eine angenehme Weise unterhalten oder beschäftigt",
      "example": "The audience was amused by the comedian's jokes. The children were amused by the clown's tricks. The adults were amused by the magician's illusions.",
      "example_translation": "Das Publikum wurde von den Witzen des Comedians unterhalten. Die Kinder wurden von den Tricks des Clowns unterhalten. Die Erwachsenen wurden von den Illusionen des Magiers unterhalten.",
      "imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "amusement",
      "translation": "Unterhaltung",
      "definition": "a feeling of enjoyment or pleasure",
      "definition_translation": "ein Gefühl der Freude oder des Vergnügens",
      "example": "The amusement park was filled with people having fun. The amusement ride was thrilling. The child's amusement was evident on her face.",
      "example_translation": "Der Vergnügungspark war voll von Menschen, die sich amüsierten. Die Vergnügungsfahrt war aufregend. Das Kindes Vergnügen war auf seinem Gesicht erkennbar.",
      "imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "anaconda",
      "translation": "Anakonda",
      "definition": "a large, non-venomous snake found in South America",
      "definition_translation": "eine große, ungiftige Schlange, die in Südamerika gefunden wird",
      "example": "The anaconda is a massive snake that can swallow its prey whole. Anacondas are found in the rainforests of South America. The anaconda's body is extremely long and heavy.",
      "example_translation": "Die Anakonda ist eine riesige Schlange, die ihr Beutetier ganz schlucken kann. Anakondas werden in den Regenwäldern Südamerikas gefunden. Der Körper der Anakonda ist extrem lang und schwer.",
      "imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "analyse",
      "translation": "analysieren",
      "definition": "To examine or investigate something in order to understand it or to identify its component parts",
      "definition_translation": "Etwas zu untersuchen oder zu erforschen, um es zu verstehen oder seine Bestandteile zu identifizieren",
      "example": "I will analyse the data to identify trends, I analysed the data to identify trends, I have been analysing the data to identify trends",
      "example_translation": "Ich werde die Daten analyse, um Trends zu identifizieren, Ich analysierte die Daten, um Trends zu identifizieren, Ich habe die Daten analysiert, um Trends zu identifizieren",
      "imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "analysis",
      "translation": "Analyse",
      "definition": "The process of breaking down complex information or ideas into smaller parts to understand and interpret them",
      "definition_translation": "Der Prozess, komplexe Informationen oder Ideen in kleinere Teile zu zerlegen, um sie zu verstehen und zu interpretieren",
      "example": "The analysis of the data revealed some interesting insights, The analysis of the data reveals some interesting insights, The analysis of the data will reveal some interesting insights",
      "example_translation": "Die Analyse der Daten offenbarte einige interessante Erkenntnisse, Die Analyse der Daten offenbart einige interessante Erkenntnisse, Die Analyse der Daten wird einige interessante Erkenntnisse offenbaren",
      "imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "analyst",
      "translation": "Analytiker",
      "definition": "A person who examines and interprets data or information to draw conclusions or make recommendations",
      "definition_translation": "Eine Person, die Daten oder Informationen untersucht und interpretiert, um Schlussfolgerungen zu ziehen oder Empfehlungen zu machen",
      "example": "The analyst reviewed the data to identify patterns, The analyst reviews the data to identify patterns, The analyst will review the data to identify patterns",
      "example_translation": "Der Analytiker überprüfte die Daten, um Muster zu erkennen, Der Analytiker überprüft die Daten, um Muster zu erkennen, Der Analytiker wird die Daten überprüfen, um Muster zu erkennen",
      "imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "ancestor",
      "translation": "Vorfahr",
      "definition": "A person from whom one is descended, either directly or indirectly",
      "definition_translation": "Eine Person, von der man abstammt, entweder direkt oder indirekt",
      "example": "My ancestor emigrated from Europe, My ancestors emigrated from Europe, My ancestors will be proud of me",
      "example_translation": "Mein Vorfahr wanderte aus Europa aus, Meine Vorfahren wanderten aus Europa aus, Meine Vorfahren werden stolz auf mich sein",
      "imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "anger",
      "translation": "Zorn",
      "definition": "a strong feeling of displeasure, hostility, or indignation in response to a wrong or perceived wrong",
      "definition_translation": "eine starke Empfindung von Missfallen, Feindseligkeit oder Empörung als Reaktion auf ein Unrecht oder ein vermeintliches Unrecht",
      "example": "I felt anger towards the driver who cut me off in traffic. I have been feeling anger towards my boss all week. I will feel anger if I don't get an apology.",
      "example_translation": "Ich fühlte mich gegenüber dem Fahrer, der mich im Verkehr abgeschnitten hatte, zornig. Ich habe mich die ganze Woche gegenüber meinem Chef ärgerlich gefühlt. Ich werde mich ärgern, wenn ich keine Entschuldigung erhalte.",
      "imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "animal",
      "translation": "Tier",
      "definition": "a living organism that feeds on organic matter, typically having specialized sense organs and nervous system, and able to respond rapidly to stimuli",
      "definition_translation": "ein lebendes Organismus, das sich von organischer Materie ernährt, normalerweise mit speziellen Sinnesorganen und Nervensystem ausgestattet und in der Lage, schnell auf Reize zu reagieren",
      "example": "The animal in the zoo was very active. I had an animal as a pet when I was a kid. I will have an animal as a pet when I move out.",
      "example_translation": "Das Tier im Zoo war sehr aktiv. Ich hatte ein Tier als Haustier, als ich ein Kind war. Ich werde ein Tier als Haustier haben, wenn ich ausgezogen bin.",
      "imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "annually",
      "translation": "jährlich",
      "definition": "once a year; every year",
      "definition_translation": "einmal im Jahr; jedes Jahr",
      "example": "I go on vacation annually. We have a meeting annually to discuss our progress. I will file my taxes annually starting next year.",
      "example_translation": "Ich gehe einmal im Jahr in Urlaub. Wir haben ein Treffen, um unseren Fortschritt zu besprechen. Ich werde meine Steuern ab nächstem Jahr jährlich anmelden.",
      "imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "anxiety",
      "translation": "Angst",
      "definition": "a feeling of worry, nervousness, or unease about something with an uncertain outcome",
      "definition_translation": "ein Gefühl der Sorge, Nervosität oder Unruhe über etwas mit ungewissem Ausgang",
      "example": "I felt anxiety before the exam. I have been feeling anxiety about the presentation all week. I will feel anxiety if I don't get the job.",
      "example_translation": "Ich fühlte mich vor der Prüfung ängstlich. Ich habe mich die ganze Woche wegen der Präsentation ängstlich gefühlt. Ich werde mich ängstlich fühlen, wenn ich den Job nicht bekomme.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "anxiously",
      "translation": "ängstlich",
      "definition": "feeling or showing anxiety or worry about something",
      "definition_translation": "Ängstlichkeit oder Sorge um etwas zeigen",
      "example": "I anxiously waited for the exam results to be announced. I have been searching for a job anxiously. I will anxiously await your response.",
      "example_translation": "Ich wartete ängstlich auf die Ergebnisse der Prüfung. Ich habe ängstlich nach einem Job gesucht. Ich werde ängstlich auf deine Antwort warten.",
      "imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "anyhow",
      "translation": "jedenfalls",
      "definition": "in any case; anyway",
      "definition_translation": "in jedem Fall; jedenfalls",
      "example": "I'm going to the party anyhow. We will finish the project anyhow. She will attend the meeting anyhow.",
      "example_translation": "Ich gehe zur Party jedenfalls. Wir werden das Projekt jedenfalls beenden. Sie wird zur Sitzung jedenfalls kommen.",
      "imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "apostrophe",
      "translation": "Apostroph",
      "definition": "a punctuation mark (') used to indicate possession or to form contractions",
      "definition_translation": "ein Satzzeichen (') verwendet, um Besitz oder Kontraktionen anzudeuten",
      "example": "The apostrophe in 'it's' indicates possession. The teacher explained the use of apostrophes in contractions. The apostrophe is used to form possessive nouns.",
      "example_translation": "Der Apostroph in 'it's' deutet Besitz an. Die Lehrerin erklärte die Verwendung von Apostrophen in Kontraktionen. Der Apostroph wird verwendet, um possessive Nomen zu bilden.",
      "imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "apparent",
      "translation": "offensichtlich",
      "definition": "clearly seen or understood; obvious",
      "definition_translation": "klar zu sehen oder zu verstehen; offensichtlich",
      "example": "The problem was apparent to everyone. The apparent lack of interest was disturbing. The apparent cause of the accident was human error.",
      "example_translation": "Das Problem war für jeden offensichtlich. Die offensichtliche Desinteresse war beunruhigend. Die offensichtliche Ursache des Unfalls war menschlicher Fehler.",
      "imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "apparently",
      "translation": "offensichtlich",
      "definition": "used to indicate that something is likely to be true, but it is not certain",
      "definition_translation": "wird verwendet, um anzuzeigen, dass etwas wahrscheinlich wahr ist, aber es ist nicht sicher",
      "example": "She apparently didn't receive the email. Yesterday, she apparently left early. She will apparently attend the meeting tomorrow.",
      "example_translation": "Sie hat offensichtlich keine E-Mail erhalten. Gestern ist sie offensichtlich früh gegangen. Sie wird offensichtlich morgen auf der Sitzung teilnehmen.",
      "imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "appeal",
      "translation": "Berufung",
      "definition": "a formal request to a higher authority to change a decision",
      "definition_translation": "eine formale Anfrage an eine höhere Instanz, um eine Entscheidung zu ändern",
      "example": "The lawyer filed an appeal against the court's decision. She appeals to everyone's sense of justice. The company will appeal the verdict next month.",
      "example_translation": "Der Anwalt legte Berufung gegen das Gerichtsurteil ein. Sie appelliert an jeden Sinne des Rechts. Das Unternehmen wird nächsten Monat gegen das Urteil Berufung einlegen.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "appeal",
      "translation": "Anziehung",
      "definition": "the quality of being attractive or interesting",
      "definition_translation": "die Eigenschaft, attraktiv oder interessant zu sein",
      "example": "The new restaurant has a strong appeal to foodies. The appeal of the new policy is unclear. The appeal of the vacation package was irresistible.",
      "example_translation": "Das neue Restaurant hat eine starke Anziehung auf Foodies. Die Anziehung der neuen Politik ist unklar. Die Anziehung des Urlaubspakets war unwiderstehlich.",
      "imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "appear",
      "translation": "erscheinen",
      "definition": "to become visible or to be seen",
      "definition_translation": "sich sichtbar zu machen oder gesehen zu werden",
      "example": "The magician will appear on stage tonight. She appeared in the doorway suddenly. The new product will appear on the market next year.",
      "example_translation": "Der Magier wird heute Abend auf der Bühne erscheinen. Sie erschien plötzlich in der Tür. Das neue Produkt wird nächstes Jahr auf dem Markt erscheinen.",
      "imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "appearance",
      "translation": "Äußeres, Erscheinung",
      "definition": "The way someone or something looks, especially when it is noticeable or unusual.",
      "definition_translation": "Die Art, wie jemand oder etwas aussieht, insbesondere wenn es auffällig oder ungewöhnlich ist.",
      "example": "Her sudden appearance in the doorway surprised everyone. She had made several appearances on TV before. The team's appearance in the final was well-deserved.",
      "example_translation": "Ihr plötzliches Auftauchen in der Türübung überraschte jeden. Sie hatte bereits mehrmals im Fernsehen aufgetreten. Das Team's Auftreten im Finale war wohlverdient.",
      "imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "application",
      "translation": "Anwendung, Bewerbung",
      "definition": "A request or a formal request to do something or to be considered for something.",
      "definition_translation": "Eine Anfrage oder eine formale Anfrage, etwas zu tun oder für etwas in Frage zu kommen.",
      "example": "I've submitted my application to the university. The application process took several months. The company received hundreds of applications for the job.",
      "example_translation": "Ich habe meine Bewerbung an die Universität eingereicht. Der Bewerbungsprozess dauerte mehrere Monate. Das Unternehmen erhielt hunderte von Bewerbungen für den Job.",
      "imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "appreciate",
      "translation": "schätzen, würdigen",
      "definition": "To recognize the good qualities of someone or something and to value them.",
      "definition_translation": "Die guten Eigenschaften von jemandem oder etwas erkennen und sie schätzen.",
      "example": "I appreciate your help. She appreciated the beautiful view. They appreciated his efforts to improve the company.",
      "example_translation": "Ich schätze deine Hilfe. Sie schätzte den schönen Blick. Sie schätzten seine Bemühungen, das Unternehmen zu verbessern.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "appreciation",
      "translation": "Würdigung, Anerkennung",
      "definition": "A feeling of gratitude or respect for someone or something.",
      "definition_translation": "Ein Gefühl der Dankbarkeit oder Achtung gegenüber jemandem oder etwas.",
      "example": "I'd like to express my appreciation for your support. She showed her appreciation by giving him a gift. The team's appreciation for the coach's hard work was evident.",
      "example_translation": "Ich möchte meine Würdigung für deine Unterstützung ausdrücken. Sie zeigte ihre Anerkennung, indem sie ihm ein Geschenk gab. Die Anerkennung des Teams für die harte Arbeit des Trainers war offensichtlich.",
      "imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "approach",
      "translation": "Ansatz",
      "definition": "The act of drawing near or making an attempt to do something.",
      "definition_translation": "Die Handlung des Näherkommens oder des Versuchs, etwas zu tun.",
      "example": "I will approach the problem with caution. I approached the problem with caution. I had approached the problem with caution.",
      "example_translation": "Ich werde das Problem mit Vorsicht angehen. Ich ging das Problem mit Vorsicht an. Ich hatte das Problem mit Vorsicht angegangen.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "approach",
      "translation": "Ansatz",
      "definition": "A way of dealing with a situation or problem.",
      "definition_translation": "Eine Methode, um mit einer Situation oder einem Problem umzugehen.",
      "example": "My approach to the project was different from yours. I approached the project with a new idea. I had approached the project with skepticism.",
      "example_translation": "Mein Ansatz für das Projekt war anders als deiner. Ich ging das Projekt mit einer neuen Idee an. Ich hatte das Projekt mit Skepsis angegangen.",
      "imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "appropriate",
      "translation": "angemessen",
      "definition": "Suitable or fitting for a particular situation or purpose.",
      "definition_translation": "Passend oder geeignet für eine bestimmte Situation oder einen bestimmten Zweck.",
      "example": "The appropriate response to the situation was to call the police. I had found an appropriate solution to the problem. I will find an appropriate time to discuss the issue.",
      "example_translation": "Die angemessene Reaktion auf die Situation war, die Polizei zu rufen. Ich hatte eine passende Lösung für das Problem gefunden. Ich werde einen geeigneten Zeitpunkt finden, um das Problem zu diskutieren.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "appropriately",
      "translation": "angemessen",
      "definition": "In a way that is suitable or fitting for a particular situation or purpose.",
      "definition_translation": "Auf eine Weise, die für eine bestimmte Situation oder einen bestimmten Zweck passend oder geeignet ist.",
      "example": "I dressed appropriately for the occasion. I had responded appropriately to the emergency. I will react appropriately to the news.",
      "example_translation": "Ich hatte mich angemessen für den Anlass gekleidet. Ich hatte auf den Notfall angemessen reagiert. Ich werde auf die Nachricht angemessen reagieren.",
      "imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "approval",
      "translation": "Genehmigung",
      "definition": "The act of approving or accepting something as satisfactory or sufficient.",
      "definition_translation": "Die Handlung, etwas als zufriedenstellend oder ausreichend anzunehmen.",
      "example": "The manager gave her approval for the project to begin. She will approve the final design tomorrow. The company has been awaiting approval for months.",
      "example_translation": "Der Manager gab ihr die Genehmigung für den Projektbeginn. Sie wird das finale Design morgen genehmigen. Das Unternehmen wartet seit Monaten auf die Genehmigung.",
      "imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "approve",
      "translation": "genehmigen",
      "definition": "To consider something as satisfactory or suitable, and to give permission for it to happen or be done.",
      "definition_translation": "Etwas als zufriedenstellend oder geeignet zu erachten und die Erlaubnis dafür zu geben, dass es geschieht oder erledigt wird.",
      "example": "The boss will approve the plan if it meets the requirements. She approved the payment yesterday. They will approve the proposal next week.",
      "example_translation": "Der Chef wird den Plan genehmigen, wenn er den Anforderungen entspricht. Sie genehmigte die Zahlung gestern. Sie werden den Vorschlag nächste Woche genehmigen.",
      "imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "approximate",
      "translation": "annähern",
      "definition": "To come close to, but not exactly reach, a particular value or amount.",
      "definition_translation": "Einer bestimmten Wert oder Menge nahe zu kommen, ohne sie genau zu erreichen.",
      "example": "The approximate cost of the project was $10,000. The scientist tried to approximate the results. The company will approximate the delivery date to November.",
      "example_translation": "Die ungefähre Kosten des Projekts betrugen $10.000. Der Wissenschaftler versuchte, die Ergebnisse anzunähern. Das Unternehmen wird den Liefertermin auf November annehmen.",
      "imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "apron",
      "translation": "Schürze",
      "definition": "A piece of fabric worn over the front of the body to protect clothing from stains.",
      "definition_translation": "Ein Stück Stoff, das vor dem Körper getragen wird, um die Kleidung vor Flecken zu schützen.",
      "example": "The chef wore an apron to protect her clothes. She put on an apron before starting to cook. The artist wore an apron to protect his clothes from paint.",
      "example_translation": "Der Koch trug eine Schürze, um seine Kleidung zu schützen. Sie zog eine Schürze an, bevor sie mit dem Kochen begann. Der Künstler trug eine Schürze, um seine Kleidung vor Farbe zu schützen.",
      "imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "arena",
      "translation": "Arena",
      "definition": "A place where sports, entertainment, and other events are held, often surrounded by seating for spectators.",
      "definition_translation": "Ein Ort, an dem Sportveranstaltungen, Unterhaltung und andere Events stattfinden, oft von Sitzplätzen für Zuschauer umgeben.",
      "example": "The new arena will host a concert next week. It hosted a boxing match last year. It will host a hockey game next month.",
      "example_translation": "Die neue Arena wird nächste Woche ein Konzert austragen. Es hat letzten Jahr einen Boxkampf ausgetragen. Es wird nächsten Monat ein Hockey-Spiel austragen.",
      "imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "arm",
      "translation": "Arm",
      "definition": "The upper limb of the human body, extending from the shoulder to the hand.",
      "definition_translation": "Der obere Teil des menschlichen Körpers, der sich vom Schultergelenk bis zur Hand erstreckt.",
      "example": "I injured my arm while playing football. She will arm herself with a new gun. They armed the soldiers with rifles.",
      "example_translation": "Ich verletzte meinen Arm beim Fußballspielen. Sie wird sich mit einer neuen Waffe bewaffnen. Sie bewaffneten die Soldaten mit Gewehren.",
      "imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "armed",
      "translation": "bewaffnet",
      "definition": "Equipped with a weapon or weapons.",
      "definition_translation": "Mit einer Waffe oder Waffen ausgestattet.",
      "example": "The armed guards patrolled the border. The police were armed with tear gas. They will be armed with rifles during the mission.",
      "example_translation": "Die bewaffneten Wächter patrouillierten an der Grenze. Die Polizei war mit Tränengas bewaffnet. Sie werden während des Einsatzes mit Gewehren bewaffnet sein.",
      "imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "arrange",
      "translation": "anordnen",
      "definition": "To put in order or prepare something in a specific way.",
      "definition_translation": "Etwas in einer bestimmten Weise zu ordnen oder vorzubereiten.",
      "example": "I will arrange the meeting for tomorrow. She arranged the flowers in a vase. They will arrange the conference next year.",
      "example_translation": "Ich werde die Sitzung für morgen anordnen. Sie ordnete die Blumen in einer Vase an. Sie werden die Konferenz nächstes Jahr anordnen.",
      "imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "arrest",
      "translation": "Verhaftung",
      "definition": "The act of taking someone into custody, usually because they have committed a crime.",
      "definition_translation": "Die Tat, jemanden in Gewahrsam zu nehmen, normalerweise weil sie ein Verbrechen begangen haben.",
      "example": "The police made an arrest at the scene of the crime. The suspect will be arrested tomorrow. If we don't find the culprit, we will make an arrest next week.",
      "example_translation": "Die Polizei nahm an der Tatort eine Verhaftung vor. Der Verdächtige wird morgen verhaftet werden. Wenn wir den Täter nicht finden, werden wir nächste Woche eine Verhaftung vornehmen.",
      "imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "arrogance",
      "translation": "Arroganz",
      "definition": "An attitude of superiority, often accompanied by a lack of respect for others.",
      "definition_translation": "Eine Einstellung der Überlegenheit, oft begleitet von einer fehlenden Achtung vor anderen.",
      "example": "Her arrogance made it difficult for her to make friends. The company's arrogance led to its downfall. If we don't check our arrogance, we will lose everything.",
      "example_translation": "Ihre Arroganz machte es ihr schwer, Freunde zu finden. Die Arroganz des Unternehmens führte zu seinem Niedergang. Wenn wir unsere Arroganz nicht überprüfen, werden wir alles verlieren.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "arrogant",
      "translation": "arrogant",
      "definition": "Having or showing an attitude of superiority, often accompanied by a lack of respect for others.",
      "definition_translation": "Eine Haltung der Überlegenheit aufweisend, oft begleitet von einer fehlenden Achtung vor anderen.",
      "example": "The arrogant athlete looked down on his teammates. She was arrogant about her intelligence. The company's arrogant CEO made a fatal mistake.",
      "example_translation": "Der arrogant Athlet sah auf seine Teamkollegen herab. Sie war arrogant bzgl. ihrer Intelligenz. Der arrogant CEO des Unternehmens machte einen fatalen Fehler.",
      "imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "arrow",
      "translation": "Pfeil",
      "definition": "A projectile with a sharp point, used as a weapon or for hunting.",
      "definition_translation": "Ein Projektiles mit einer scharfen Spitze, als Waffe oder zum Jagen verwendet.",
      "example": "The arrow flew straight and hit the target. Archers used arrows in ancient battles. The arrow symbolizes courage and strength.",
      "example_translation": "Der Pfeil flog geradeaus und traf das Ziel. Bogenschützen verwendeten Pfeile in alten Schlachten. Der Pfeil symbolisiert Mut und Stärke.",
      "imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "artificially",
      "translation": "künstlich",
      "definition": "In a way that is not natural, but rather contrived or manufactured.",
      "definition_translation": "Auf eine Weise, die nicht natürlicherweise, sondern vielmehr künstlich oder hergestellt ist.",
      "example": "The company has been accused of artificially inflating their sales figures. They artificially raised the prices last year. They will artificially create a sense of urgency to sell more products.",
      "example_translation": "Das Unternehmen wurde beschuldigt, ihre Umsatzzahlen künstlich aufzublähen. Sie haben letztes Jahr die Preise künstlich angehoben. Sie werden einen künstlichen Sinn der Dringlichkeit schaffen, um mehr Produkte zu verkaufen.",
      "imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "artistic",
      "translation": "künstlerisch",
      "definition": "Relating to or characterized by an imaginative or creative style, especially in art, music, or literature.",
      "definition_translation": "Bezieht sich auf oder ist gekennzeichnet durch einen fantasievollen oder kreativen Stil, insbesondere in Kunst, Musik oder Literatur.",
      "example": "The artistic director of the museum is responsible for curating exhibitions. She was an artistic child, always making crafts and drawing. The city has an artistic community that supports local musicians.",
      "example_translation": "Der künstlerische Direktor des Museums ist für die Kuratierung von Ausstellungen verantwortlich. Sie war ein künstlerisches Kind, immer Handwerke und zeichnend. Die Stadt hat eine künstlerische Gemeinschaft, die lokale Musiker unterstützt.",
      "imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "artistically",
      "translation": "künstlerisch",
      "definition": "In a way that is creative, imaginative, or skilled, especially in relation to art, music, or literature.",
      "definition_translation": "Auf eine Weise, die kreativ, fantasievoll oder fachmännisch ist, insbesondere in Bezug auf Kunst, Musik oder Literatur.",
      "example": "The artistically designed furniture was a hit at the trade show. The director has artistically woven the story together. The city has artistically developed its waterfront area.",
      "example_translation": "Das künstlerisch entworfene Möbel war ein Hit auf der Fachmesse. Der Regisseur hat die Geschichte künstlerisch zusammengewebt. Die Stadt hat ihr Ufergebiet künstlerisch entwickelt.",
      "imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "aside",
      "translation": "beiseite",
      "definition": "To one side; away from the main point or direction.",
      "definition_translation": "Nach einer Seite; weg vom Hauptpunkt oder der Hauptdirection.",
      "example": "Put the book aside for now and focus on your homework. She pushed the curtain aside to reveal the surprise. They will set aside a special fund for the project.",
      "example_translation": "Leg das Buch für jetzt beiseite und konzentriere dich auf deine Hausaufgaben. Sie schob den Vorhang beiseite, um die Überraschung zu enthüllen. Sie werden einen speziellen Fonds für das Projekt beiseite stellen.",
      "imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "aspect",
      "translation": "Aspekt",
      "definition": "A particular feature or part of something, such as a problem or situation.",
      "definition_translation": "Ein bestimmtes Merkmal oder Teil von etwas, wie ein Problem oder eine Situation.",
      "example": "The company will assess the environmental aspect of the new project. We assessed the financial aspect of the merger last year. They will aspect the marketing strategy next quarter.",
      "example_translation": "Das Unternehmen wird den Umweltaspekt des neuen Projekts bewerten. Wir haben den Finanzaspekt der Fusion letztes Jahr bewertet. Sie werden den Marketing-Aspekt im nächsten Quartal aspekten.",
      "imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "assess",
      "translation": "beurteilen",
      "definition": "To make a judgment or evaluation about something, such as a situation or a person's abilities.",
      "definition_translation": "Eine Bewertung oder Einschätzung über etwas, wie eine Situation oder die Fähigkeiten einer Person, zu treffen.",
      "example": "The teacher will assess the student's performance at the end of the semester. We assessed the situation and decided to evacuate the building. The company will assess the new employee's skills next week.",
      "example_translation": "Der Lehrer wird die Leistung des Schülers am Ende des Semesters beurteilen. Wir haben die Situation beurteilt und beschlossen, das Gebäude zu evakuieren. Die Firma wird die Fähigkeiten des neuen Mitarbeiters nächste Woche beurteilen.",
      "imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "assessment",
      "translation": "Bewertung",
      "definition": "The process of making a judgment or evaluation about something, such as a situation or a person's abilities.",
      "definition_translation": "Der Prozess, eine Bewertung oder Einschätzung über etwas, wie eine Situation oder die Fähigkeiten einer Person, zu treffen.",
      "example": "The assessment of the project's risks was conducted by an external consultant. The teacher's assessment of the student's skills was positive. The company will conduct an assessment of the market trends next quarter.",
      "example_translation": "Die Bewertung der Risiken des Projekts wurde von einem externen Berater durchgeführt. Die Bewertung der Fähigkeiten des Schülers durch den Lehrer war positiv. Die Firma wird nächstes Quartal eine Bewertung der Marktrends durchführen.",
      "imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "assist",
      "translation": "assistieren",
      "definition": "To give support or help to someone or something, such as a person or a project.",
      "definition_translation": "Jemandem oder etwas, wie einem Menschen oder einem Projekt, Unterstützung oder Hilfe zu geben.",
      "example": "The nurse will assist the doctor during the surgery. I assisted my colleague with the project last month. The company will assist the new employee with the onboarding process.",
      "example_translation": "Die Schwester wird den Arzt während der Operation assistieren. Ich half meinem Kollegen letzten Monat bei dem Projekt. Die Firma wird dem neuen Mitarbeiter bei dem Onboarding-Prozess assistieren.",
      "imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "assistance",
      "translation": "Unterstützung",
      "definition": "The act of helping or supporting someone or something, often in a formal or official way.",
      "definition_translation": "Die Tat des Helfens oder Unterstützens jemandes oder etwas, oft in einer formellen oder offiziellen Weise.",
      "example": "The government provided financial assistance to the families affected by the hurricane. The worker received technical assistance from her colleague. The company will need assistance from a marketing expert to launch the new product.",
      "example_translation": "Die Regierung stellte finanzielle Unterstützung den von dem Hurrikan betroffenen Familien zur Verfügung. Die Arbeiterin erhielt technische Unterstützung von ihrem Kollegen. Das Unternehmen wird Unterstützung von einem Marketing-Experten benötigen, um das neue Produkt zu starten.",
      "imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "association",
      "translation": "Vereinigung",
      "definition": "A group of people or organizations united for a common purpose or having a shared interest.",
      "definition_translation": "Eine Gruppe von Menschen oder Organisationen, die für einen gemeinsamen Zweck oder ein gemeinsames Interesse vereint sind.",
      "example": "The association of writers published a monthly newsletter. The businessmen formed an association to promote trade. She was a member of the association of teachers.",
      "example_translation": "Die Vereinigung der Schriftsteller veröffentlichte ein monatliches Newsletter. Die Geschäftsleute gründeten eine Vereinigung, um den Handel zu fördern. Sie war Mitglied der Vereinigung der Lehrer.",
      "imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "association",
      "translation": "Vereinigung",
      "definition": "A mental connection or link between two ideas, concepts, or memories.",
      "definition_translation": "Eine mentale Verbindung oder Verknüpfung zwischen zwei Ideen, Konzepten oder Erinnerungen.",
      "example": "The smell of coffee triggered an association with my morning routine. The word 'vacation' has a strong association with relaxation. The brand has an association with luxury.",
      "example_translation": "Der Geruch von Kaffee löste eine Assoziation mit meinem morgendlichen Routinen aus. Das Wort 'Urlaub' hat eine starke Assoziation mit Entspannung. Die Marke hat eine Assoziation mit Luxus.",
      "imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "assume",
      "translation": "annahmen",
      "definition": "To take something for granted or to suppose something is true without having proof.",
      "definition_translation": "Etwas als selbstverständlich anzunehmen oder anzunehmen, dass etwas wahr ist, ohne Beweis zu haben.",
      "example": "I assume you're coming to the party tonight. She assumes he's going to help her with the project. We assume the new employee will start on Monday.",
      "example_translation": "Ich nehme an, du kommst heute Abend zur Party. Sie nimmt an, er wird ihr bei dem Projekt helfen. Wir nehmen an, der neue Mitarbeiter wird am Montag anfangen.",
      "imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "assure",
      "translation": "versichern",
      "definition": "to make someone confident that something is true or will happen",
      "definition_translation": "jemandem die Gewissheit verschaffen, dass etwas wahr ist oder geschehen wird",
      "example": "I assured her that everything would be okay. She was assured that she would pass the exam. We will assure that the project is completed on time.",
      "example_translation": "Ich versicherte ihr, dass alles in Ordnung sein würde. Sie war sich sicher, dass sie die Prüfung bestehen würde. Wir werden dafür sorgen, dass das Projekt rechtzeitig abgeschlossen wird.",
      "imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "astonished",
      "translation": "erschrocken",
      "definition": "feeling great surprise or shock",
      "definition_translation": "fühlt große Überraschung oder Schock",
      "example": "I was astonished by the news. She was astonished at the sight. They will be astonished by the result.",
      "example_translation": "Ich war von der Nachricht erschrocken. Sie war von dem Anblick erschrocken. Sie werden von dem Ergebnis erschrocken sein.",
      "imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "astonishing",
      "translation": "erstaunlich",
      "definition": "extremely surprising or impressive",
      "definition_translation": "extrem überraschend oder beeindruckend",
      "example": "The astonishing beauty of the landscape took our breath away. The astonishing feat was accomplished by the team.",
      "example_translation": "Die erstaunliche Schönheit der Landschaft nahm uns den Atem. Die erstaunliche Leistung wurde von dem Team erbracht.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "astonishment",
      "translation": "Erstaunen",
      "definition": "a feeling of great surprise or shock",
      "definition_translation": "ein Gefühl großer Überraschung oder Schock",
      "example": "Her eyes expressed astonishment at the news. The astonishment of the crowd was palpable.",
      "example_translation": "Ihre Augen drückten Erstaunen angesichts der Nachricht aus. Das Erstaunen der Menge war greifbar.",
      "imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "athletic",
      "translation": "athletisch",
      "definition": "Having a strong, fit, and healthy body, often due to regular exercise and a healthy diet.",
      "definition_translation": "Ein starker, fitter und gesunder Körper, oft aufgrund regelmäßiger Übung und einer gesunden Ernährung.",
      "example": "She was an athletic child who loved playing sports, and she still runs marathons today. She ran a marathon last year and will run another one next year.",
      "example_translation": "Sie war ein athletisches Kind, das Sport spielen liebte, und sie läuft heute noch Marathonläufe. Sie lief letzten Jahr einen Marathon und wird nächstes Jahr einen anderen laufen.",
      "imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "atmosphere",
      "translation": "Atmosphäre",
      "definition": "The invisible mixture of gases that surrounds the earth, or the feeling or mood of a place or situation.",
      "definition_translation": "Die unsichtbare Mischung von Gasen, die die Erde umgibt, oder die Stimmung oder Atmosphäre eines Ortes oder einer Situation.",
      "example": "The atmosphere in the room was tense, but the beautiful atmosphere at the beach was relaxing. The atmosphere on Mars is very different from Earth's atmosphere.",
      "example_translation": "Die Atmosphäre im Raum war angespannt, aber die schöne Atmosphäre am Strand war entspannend. Die Atmosphäre auf dem Mars ist sehr unterschiedlich von der Erdatmosphäre.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "atmosphere",
      "translation": "Atmosphäre",
      "definition": "The invisible mixture of gases that surrounds the earth, or the feeling or mood of a place or situation.",
      "definition_translation": "Die unsichtbare Mischung von Gasen, die die Erde umgibt, oder die Stimmung oder Atmosphäre eines Ortes oder einer Situation.",
      "example": "The atmosphere in the room was tense, but the beautiful atmosphere at the beach was relaxing. The atmosphere on Mars is very different from Earth's atmosphere.",
      "example_translation": "Die Atmosphäre im Raum war angespannt, aber die schöne Atmosphäre am Strand war entspannend. Die Atmosphäre auf dem Mars ist sehr unterschiedlich von der Erdatmosphäre.",
      "imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "atom",
      "translation": "Atom",
      "definition": "The smallest unit of a chemical element, consisting of a nucleus surrounded by electrons.",
      "definition_translation": "Die kleinste Einheit eines chemischen Elements, bestehend aus einem Kern, umgeben von Elektronen.",
      "example": "Atoms are the building blocks of molecules, and atoms can be split to release energy. The atom was discovered by Democritus, and later by Rutherford.",
      "example_translation": "Atome sind die Bausteine von Molekülen, und Atome können gespalten werden, um Energie freizusetzen. Das Atom wurde von Demokrit entdeckt und später von Rutherford.",
      "imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "atomic",
      "translation": "atomar",
      "definition": "Relating to or consisting of atoms; extremely small.",
      "definition_translation": "Im Zusammenhang mit Atomen oder aus Atomen bestehend; äußerst klein",
      "example": "The scientist studied the atomic structure of the molecule. She will study it tomorrow. They studied it yesterday.",
      "example_translation": "Der Wissenschaftler untersuchte die atomare Struktur des Moleküls. Sie wird es morgen untersuchen. Sie haben es gestern untersucht.",
      "imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "attached",
      "translation": "angehängt",
      "definition": "Joined or connected to something else; feeling a strong emotional bond with someone or something.",
      "definition_translation": "Mit etwas anderem verbunden oder verbunden; ein starkes emotionales Band mit jemandem oder etwas spüren.",
      "example": "The file was attached to the email. She will attach it tomorrow. They attached it yesterday.",
      "example_translation": "Die Datei war an die E-Mail angehängt. Sie wird es morgen anhängen. Sie haben es gestern angehängt.",
      "imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "attachment",
      "translation": "Anhang",
      "definition": "A feeling of fondness or loyalty; a document or file added to an email.",
      "definition_translation": "Ein Gefühl der Zuneigung oder Loyalität; ein Dokument oder eine Datei, die einer E-Mail hinzugefügt wurde.",
      "example": "She has a strong attachment to her childhood home. They sent an attachment with the email. It will have an attachment tomorrow.",
      "example_translation": "Sie hat eine starke Bindung an ihr Kindheitshaus. Sie haben einen Anhang mit der E-Mail gesendet. Es wird morgen einen Anhang haben.",
      "imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "attempt",
      "translation": "Versuch",
      "definition": "To try to do something; a effort to accomplish something.",
      "definition_translation": "Etwas zu tun zu versuchen; ein Bemühen, etwas zu erreichen.",
      "example": "I will attempt to finish the project tonight. She attempted to climb the mountain yesterday. They will attempt to break the record tomorrow.",
      "example_translation": "Ich werde heute Abend versuchen, das Projekt zu beenden. Sie versuchte gestern, den Berg zu erklimmen. Sie werden morgen versuchen, den Rekord zu brechen.",
      "imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "attic",
      "translation": "Dachboden",
      "definition": "The space or room just below the roof of a building, used for storage or sometimes converted into living space.",
      "definition_translation": "Der Raum oder das Zimmer direkt unter dem Dach eines Gebäudes, das für die Lagerung oder manchmal in Wohnraum umgewandelt wird.",
      "example": "She went up to the attic to retrieve the old trunk. Yesterday, she had found the key to it, and last week, she will open it.",
      "example_translation": "Sie ging in den Dachboden, um den alten Koffer zu holen. Gestern hatte sie den Schlüssel dazu gefunden, und letzte Woche wird sie ihn öffnen.",
      "imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "attract",
      "translation": "anziehen",
      "definition": "To cause someone or something to come nearer by a natural or unconscious process.",
      "definition_translation": "Jemanden oder etwas durch einen natürlichen oder unbewussten Prozess näher zu bringen.",
      "example": "The beautiful scenery attracts many tourists every year. Last year, it attracted more visitors than ever before, and next year, it will attract even more.",
      "example_translation": "Die schöne Landschaft zieht jeden Jahr viele Touristen an. Im letzten Jahr zog es mehr Besucher an als je zuvor, und nächstes Jahr wird es sogar noch mehr anziehen.",
      "imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "attraction",
      "translation": "Attraktion",
      "definition": "A feeling of interest or pleasure in something or someone.",
      "definition_translation": "Ein Gefühl des Interesses oder der Freude an etwas oder jemandem.",
      "example": "The new theme park is a major attraction for kids. Yesterday, I visited the attraction, and next month, I will visit it again.",
      "example_translation": "Der neue Themenpark ist eine große Attraktion für Kinder. Gestern habe ich die Attraktion besucht, und nächstem Monat werde ich sie wieder besuchen.",
      "imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "aubergine",
      "translation": "Aubergine",
      "definition": "A purple vegetable, also known as eggplant, used in cooking.",
      "definition_translation": "Ein PURPURNES Gemüse, auch bekannt als Aubergine, das in der Küche verwendet wird.",
      "example": "She cooked an aubergine for dinner last night, and tonight, she will grill it. Next week, she will bake it in the oven.",
      "example_translation": "Sie kochte eine Aubergine zum Abendessen gestern Nacht, und heute Abend wird sie es grillen. Nächste Woche wird sie es im Ofen backen.",
      "imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "authority",
      "translation": "Autorität",
      "definition": "The power or right to control or command someone or something.",
      "definition_translation": "Die Macht oder das Recht, jemanden oder etwas zu kontrollieren oder zu befehlen.",
      "example": "The government has the authority to make laws. The doctor had the authority to prescribe medication. The teacher will have the authority to grade the assignments.",
      "example_translation": "Die Regierung hat die Autorität, Gesetze zu erlassen. Der Arzt hatte die Autorität, Medikamente zu verschreiben. Der Lehrer wird die Autorität haben, die Aufgaben zu bewerten.",
      "imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "automatic",
      "translation": "automatisch",
      "definition": "Operating or happening without being directly controlled by a person.",
      "definition_translation": "Funktioniert oder geschieht ohne direkte Kontrolle durch eine Person.",
      "example": "The automatic doors opened with a hiss. The camera has an automatic focus feature. The washing machine will automatically restart after a power outage.",
      "example_translation": "Die automatischen Türen öffneten sich mit einem Zischen. Die Kamera hat eine automatische Fokusfunktion. Die Waschmaschine wird sich nach einem Stromausfall automatisch neu starten.",
      "imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "automatically",
      "translation": "automatisch",
      "definition": "In a way that happens or is done without being directly controlled by a person.",
      "definition_translation": "Auf eine Weise, die ohne direkte Kontrolle durch eine Person geschieht oder ausgeführt wird.",
      "example": "The backup system saves data automatically. The software updates itself automatically. The parking system will automatically guide the car into the space.",
      "example_translation": "Das Backup-System speichert Daten automatisch. Die Software aktualisiert sich selbst automatisch. Das Parksystem wird das Auto automatisch in den Parkplatz führen.",
      "imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "availability",
      "translation": "Verfügbarkeit",
      "definition": "The state of being available or accessible.",
      "definition_translation": "Der Zustand, verfügbar oder zugänglich zu sein.",
      "example": "The availability of the new product is limited. The hotel's availability is fully booked for the weekend. The availability of the Wi-Fi network is restricted in certain areas.",
      "example_translation": "Die Verfügbarkeit des neuen Produkts ist begrenzt. Die Verfügbarkeit des Hotels ist für das Wochenende vollständig ausgebucht. Die Verfügbarkeit des Wi-Fi-Netzwerks ist in bestimmten Bereichen eingeschränkt.",
      "imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "avoid",
      "translation": "vermeiden",
      "definition": "To keep away from or refrain from doing something",
      "definition_translation": "Etwas zu vermeiden oder davon abzusehen",
      "example": "I avoid driving at night, I avoided eating the spoiled food, I will avoid making the same mistake again.",
      "example_translation": "Ich vermeide Nachtfahren, ich vermied das verdorbene Essen zu essen, ich werde denselben Fehler wieder vermeiden.",
      "imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "award",
      "translation": "Preis",
      "definition": "A prize or honor given to someone for achievement",
      "definition_translation": "Ein Preis oder Ehre, die jemandem für eine Leistung verliehen wird",
      "example": "I received an award for my outstanding work, she will award the prize to the winner, he awarded the contract to the lowest bidder.",
      "example_translation": "Ich erhielt einen Preis für meine hervorragende Arbeit, sie wird den Preis an den Gewinner vergeben, er vergab den Vertrag an den billigsten Bieter.",
      "imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "award",
      "translation": "Preis",
      "definition": "A prize or honor given to someone for achievement",
      "definition_translation": "Ein Preis oder Ehre, die jemandem für eine Leistung verliehen wird",
      "example": "The award ceremony will take place next week, the award is given annually, the company awards scholarships to deserving students.",
      "example_translation": "Die Preisverleihung findet nächste Woche statt, der Preis wird jährlich verliehen, das Unternehmen vergibt Stipendien an verdiente Studenten.",
      "imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "aware",
      "translation": "bewusst",
      "definition": "Having knowledge or understanding of something",
      "definition_translation": "Mit Kenntnis oder Verständnis von etwas versehen",
      "example": "I am aware of the risks, she was aware of his feelings, they will be aware of the changes soon.",
      "example_translation": "Ich bin mir der Risiken bewusst, sie war sich seiner Gefühle bewusst, sie werden bald von den Veränderungen wissen.",
      "imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "awkwardly",
      "translation": "ungeschickt",
      "definition": "In a clumsy or awkward manner; with difficulty or struggling.",
      "definition_translation": "Auf ungeschickte oder schwierige Weise; mit Schwierigkeiten oder Kampf.",
      "example": "I tried to ride a bike, but I fell off awkwardly. Yesterday, I awkwardly stumbled upon an old friend. Tomorrow, I will awkwardly attempt to dance in front of a crowd.",
      "example_translation": "Ich versuchte, ein Fahrrad zu fahren, aber ich fiel ungeschickt herunter. Gestern stieß ich ungeschickt auf einen alten Freund. Morgen werde ich ungeschickt versuchen, vor einer Menge zu tanzen.",
      "imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bachelor",
      "translation": "Junggeselle",
      "definition": "A man who has not married; a person who has a bachelor's degree.",
      "definition_translation": "Ein Mann, der nicht verheiratet ist; eine Person, die einen Bachelor-Abschluss hat.",
      "example": "My friend is a bachelor and loves to travel. She earned her bachelor's degree in computer science. He will receive his bachelor's degree next year.",
      "example_translation": "Mein Freund ist ein Junggeselle und liebt es, zu reisen. Sie erhielt ihren Bachelor-Abschluss in Informatik. Er wird nächstes Jahr seinen Bachelor-Abschluss erhalten.",
      "imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "background",
      "translation": "Hintergrund",
      "definition": "The scenery or landscape behind something; a person's education, experience, and skills.",
      "definition_translation": "Die Szenerie oder Landschaft hinter etwas; die Ausbildung, Erfahrung und Fähigkeiten einer Person.",
      "example": "The background of the painting was beautiful. She came from a wealthy background. He will use his background in marketing to promote the product.",
      "example_translation": "Der Hintergrund des Gemäldes war schön. Sie kam aus einem reichen Hintergrund. Er wird seinen Hintergrund im Marketing nutzen, um das Produkt zu promoten.",
      "imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "background",
      "translation": "Hintergrund",
      "definition": "The scenery or landscape behind something; a person's education, experience, and skills.",
      "definition_translation": "Die Szenerie oder Landschaft hinter etwas; die Ausbildung, Erfahrung und Fähigkeiten einer Person.",
      "example": "The company will check your background before hiring you. The background of the website was dark blue. She uses her background in art to design clothes.",
      "example_translation": "Das Unternehmen wird Ihren Hintergrund vor der Einstellung überprüfen. Der Hintergrund der Website war dunkelblau. Sie verwendet ihren Hintergrund in der Kunst, um Kleidung zu designen.",
      "imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "background",
      "translation": "Hintergrund",
      "definition": "The scenery or landscape behind something, especially when it is photographed or painted.",
      "definition_translation": "Die Landschaft oder Kulisse hinter etwas, insbesondere wenn sie fotografiert oder gemalt wird.",
      "example": "The photographer adjusted the lighting to make the model stand out from the background. Yesterday, I watched a documentary about the background of the Civil War. By next year, I will have finished my research on the background of climate change.",
      "example_translation": "Der Fotograf passte die Beleuchtung an, um das Modell von dem Hintergrund abheben zu lassen. Gestern habe ich einen Dokumentarfilm über den Hintergrund des Bürgerkriegs gesehen. Bis nächsten Jahr werde ich meine Forschung über den Hintergrund des Klimawandels abgeschlossen haben.",
      "imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "backup",
      "translation": "Sicherung",
      "definition": "A copy of a file or data kept in case the original is lost or damaged.",
      "definition_translation": "Eine Kopie einer Datei oder Daten, die im Falle des Verlusts oder Beschädigung der Originalversion aufbewahrt wird.",
      "example": "I always make a backup of my important documents on an external hard drive. Yesterday, I restored my computer from a backup after it crashed. By next week, I will have automated the backup process for our company's database.",
      "example_translation": "Ich mache immer eine Sicherung meiner wichtigen Dokumente auf einem externen Festplattenlaufwerk. Gestern habe ich meinen Computer von einer Sicherung wiederhergestellt, nachdem er abstürzte. Bis nächster Woche werde ich den Sicherungsprozess für unsere Firmendatenbank automatisiert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bad",
      "translation": "schlecht",
      "definition": "Of poor quality or unpleasant.",
      "definition_translation": "Von schlechter Qualität oder unangenehm.",
      "example": "I had a bad experience at that restaurant last night. This cake is bad, it's too sweet. By next year, I will have improved my skills to avoid making bad decisions.",
      "example_translation": "Ich hatte eine schlechte Erfahrung in jenem Restaurant letzte Nacht. Dieser Kuchen ist schlecht, er ist zu süß. Bis nächsten Jahr werde ich meine Fähigkeiten verbessert haben, um schlechte Entscheidungen zu vermeiden.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bad-tempered",
      "translation": "jähzornig",
      "definition": "Having or showing a quick and violent temper.",
      "definition_translation": "Hat oder zeigt einen schnellen und gewalttätigen Jähzorn.",
      "example": "My sibling is bad-tempered and gets angry easily. He was bad-tempered and yelled at me for no reason. By next week, I will have learned to manage my bad-tempered reactions.",
      "example_translation": "Mein Geschwisterkind ist jähzornig und wird leicht wütend. Er war jähzornig und schrie mich ohne Grund an. Bis nächster Woche werde ich gelernt haben, meine jähzornigen Reaktionen zu kontrollieren.",
      "imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "badge",
      "translation": "Abzeichen",
      "definition": "A badge is a small decorative piece of fabric, metal, or plastic worn to show membership, achievement, or affiliation.",
      "definition_translation": "Ein Abzeichen ist ein kleines dekoratives Stück Stoff, Metall oder Kunststoff, das getragen wird, um Mitgliedschaft, Leistung oder Zugehörigkeit zu zeigen.",
      "example": "I earned a badge for completing the marathon last year, I will wear it to the ceremony tomorrow, and I hope to get another one next year.",
      "example_translation": "Ich habe ein Abzeichen für den Marathonlauf letzten Jahres erhalten, ich werde es morgen zur Zeremonie tragen und hoffe, nächstes Jahr ein weiteres zu bekommen.",
      "imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bag",
      "translation": "Tasche",
      "definition": "A bag is a container made of flexible material, used for carrying or storing things.",
      "definition_translation": "Eine Tasche ist ein Behälter aus flexiblen Material, der zum Tragen oder Lagern von Dingen verwendet wird.",
      "example": "I carried my bag to the store yesterday, I will carry it to the beach tomorrow, and I carried it to school last week.",
      "example_translation": "Ich habe meine Tasche gestern zum Laden getragen, ich werde sie morgen zum Strand tragen und ich habe sie letzte Woche zur Schule getragen.",
      "imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bakery",
      "translation": "Bäckerei",
      "definition": "A bakery is a business that makes and sells flour-based food baked in an oven such as bread, cakes, and pastries.",
      "definition_translation": "Eine Bäckerei ist ein Unternehmen, das backwerk auf Basis von Mehl herstellt und verkauft, das in einem Ofen gebacken wird, wie Brot, Kuchen und Gebäck.",
      "example": "I visited the bakery this morning to buy some bread, I will visit it tomorrow to order a cake for my birthday, and I visited it last week to try their new pastry.",
      "example_translation": "Ich habe die Bäckerei heute Morgen besucht, um einige Brot zu kaufen, ich werde sie morgen besuchen, um einen Kuchen für meinen Geburtstag zu bestellen, und ich habe sie letzte Woche besucht, um ihr neues Gebäck zu probieren.",
      "imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "balance",
      "translation": "Balance",
      "definition": "Balance refers to the state of being evenly weighted or proportioned, or the ability to maintain one's center of gravity.",
      "definition_translation": "Die Balance bezieht sich auf den Zustand, gleichmäßig gewichtet oder proportioniert zu sein, oder die Fähigkeit, sein Schwerpunkt zu halten.",
      "example": "I tried to balance on the tightrope yesterday, I will practice balancing on one foot tomorrow, and I balanced the budget last quarter.",
      "example_translation": "Ich habe versucht, gestern auf dem Hochseil zu balancieren, ich werde morgen üben, auf einem Fuß zu balancieren, und ich habe das Budget letztes Quartal ausgeglichen.",
      "imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "balance",
      "translation": "Gleichgewicht",
      "definition": "A state of equilibrium or stability, where opposing forces or influences are equal or compensate for each other.",
      "definition_translation": "Ein Zustand des Gleichgewichts oder der Stabilität, bei dem entgegengesetzte Kräfte oder Einflüsse gleich oder ausgeglichen sind.",
      "example": "The company has achieved a balance between profits and social responsibility. In the past, they had struggled to balance their budget. By 2025, they will have balanced their carbon footprint.",
      "example_translation": "Das Unternehmen hat ein Gleichgewicht zwischen Gewinnen und sozialer Verantwortung erzielt. In der Vergangenheit hatten sie Schwierigkeiten, ihr Budget auszugleichen. Bis 2025 werden sie ihren CO2-Fußabdruck ausgeglichen haben.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "balance",
      "translation": "Gleichgewicht",
      "definition": "A state of equilibrium or stability, where opposing forces or influences are equal or compensate for each other.",
      "definition_translation": "Ein Zustand des Gleichgewichts oder der Stabilität, bei dem entgegengesetzte Kräfte oder Einflüsse gleich oder ausgeglichen sind.",
      "example": "The artist strives to achieve balance in her compositions. She balanced the colors to create harmony. The sculpture will be balanced on a narrow pedestal.",
      "example_translation": "Die Künstlerin strebt an, in ihren Kompositionen ein Gleichgewicht zu erzielen. Sie ausglich die Farben, um Harmonie zu schaffen. Die Skulptur wird auf einem schmalen Sockel balanciert werden.",
      "imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "balanced",
      "translation": "ausgeglichen",
      "definition": "Having a state of equilibrium or stability, where opposing forces or influences are equal or compensate for each other.",
      "definition_translation": "Ein Zustand des Gleichgewichts oder der Stabilität, bei dem entgegengesetzte Kräfte oder Einflüsse gleich oder ausgeglichen sind.",
      "example": "The company's financial reports show a balanced budget. The athlete's diet was balanced to provide optimal energy. The teacher tried to give a balanced view of the historical event.",
      "example_translation": "Die Finanzberichte des Unternehmens zeigen ein ausgeglichenes Budget. Die Diät des Athleten war ausgeglichen, um optimale Energie zu liefern. Der Lehrer versuchte, einen ausgewogenen Blick auf das historische Ereignis zu geben.",
      "imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "ban",
      "translation": "Verbot",
      "definition": "An official prohibition or restriction on something, especially a product or activity.",
      "definition_translation": "Ein offizielles Verbot oder eine Einschränkung auf etwas, insbesondere ein Produkt oder eine Tätigkeit.",
      "example": "The government imposed a ban on smoking in public places. The company was banned from participating in the competition. By 2030, we will ban single-use plastics.",
      "example_translation": "Die Regierung verhängte ein Verbot des Rauchens in öffentlichen Plätzen. Das Unternehmen wurde vom Wettbewerb ausgeschlossen. Bis 2030 werden wir Einwegplastiken verbieten.",
      "imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "ban",
      "translation": "Verbot",
      "definition": "A ban is an official prohibition or restriction of something, often by law or authority.",
      "definition_translation": "Ein Verbot ist ein offizielles Verbot oder eine Einschränkung von etwas, oft durch Gesetz oder Autorität.",
      "example": "The government imposed a ban on smoking in public places. Yesterday, the judge had banned the driver from driving for a year. By next year, the company will have banned the use of single-use plastics.",
      "example_translation": "Die Regierung verhängte ein Verbot des Rauchens in öffentlichen Plätzen. Gestern hatte der Richter dem Fahrer für ein Jahr das Fahren verboten. Bis nächstem Jahr wird das Unternehmen den Einsatz von Einwegplastikprodukten verboten haben.",
      "imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bang",
      "translation": "Knall",
      "definition": "A bang is a loud, explosive noise, often caused by the sudden release of energy.",
      "definition_translation": "Ein Knall ist ein lauter, explosiver Lärm, oft durch die plötzliche Freisetzung von Energie verursacht.",
      "example": "The firework exploded with a loud bang. The car backfired with a bang, alarming the people nearby. By the time the firework will have gone off with a bang, everyone will be startled.",
      "example_translation": "Das Feuerwerk explodierte mit einem lauten Knall. Das Autookolarierte mit einem Knall, womit die Menschen in der Nähe alarmiert wurden. Bis die Rakete mit einem Knall hochgegangen sein wird, wird jeder erschreckt sein.",
      "imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bang",
      "translation": "Knall",
      "definition": "A bang is also a slang term for a hairstyle, characterized by a fringe that falls across the forehead.",
      "definition_translation": "Ein Knall ist auch ein Slangausdruck für eine Frisur, die durch eine über die Stirn fallende Pony kennzeichnet.",
      "example": "She got a bang haircut last week. The model had a stylish bang that framed her face. By next season, the bang hairstyle will be out of fashion.",
      "example_translation": "Sie hat sich letzte Woche einen Pony geschnitten. Das Model hatte einen stilvollen Knall, der ihr Gesicht einrahmte. Bis nächste Saison wird die Knall-Frisur aus der Mode sein.",
      "imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "banker",
      "translation": "Banker",
      "definition": "A banker is a person who works in a bank, often dealing with financial transactions and investments.",
      "definition_translation": "Ein Banker ist eine Person, die in einer Bank arbeitet, oft mit Finanztransaktionen und Investitionen beschäftigt.",
      "example": "The banker advised me to invest in stocks. The banker had worked for the company for over a decade before he retired. By next year, the banker will have moved to a new firm.",
      "example_translation": "Der Banker riet mir, in Aktien zu investieren. Der Banker hatte für das Unternehmen über ein Jahrzehnt gearbeitet, bevor er in den Ruhestand ging. Bis nächstem Jahr wird der Banker zu einer neuen Firma gewechselt haben.",
      "imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "banking",
      "translation": "Bankwesen",
      "definition": "The practice of conducting financial transactions by a business or organization, such as accepting deposits, making loans, and providing investment services.",
      "definition_translation": "Die Praxis, Finanztransaktionen durch ein Unternehmen oder eine Organisation durchzuführen, wie z.B. die Annahme von Einlagen, das Gewähren von Krediten und die Erbringung von Anlage-Services.",
      "example": "The company has been involved in online banking for several years, allowing customers to manage their accounts and make transactions easily. Last year, it started offering mobile banking services, which have become very popular. In the future, it plans to expand its banking services to include investment opportunities.",
      "example_translation": "Das Unternehmen ist seit mehreren Jahren im Online-Banking tätig, ermöglicht es Kunden, ihre Konten zu verwalten und Transaktionen leicht durchzuführen. Im letzten Jahr begann es, Mobile-Banking-Dienstleistungen anzubieten, die sehr beliebt geworden sind. In Zukunft plant es, seine Banking-Dienstleistungen auf Investitionsmöglichkeiten auszuweiten.",
      "imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bare",
      "translation": "kahl",
      "definition": "Without clothing or covering; naked.",
      "definition_translation": "Ohne Kleidung oder Bedeckung; nackt.",
      "example": "The tree was bare of leaves in the winter. She walked barefoot on the beach. The walls were bare of any decorations.",
      "example_translation": "Der Baum war im Winter kahl von Blättern. Sie ging barfuß am Strand entlang. Die Wände waren kahl von jeder Dekoration.",
      "imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "barely",
      "translation": "kaum",
      "definition": "Only just; almost not at all.",
      "definition_translation": "Nur gerade noch; fast garnicht.",
      "example": "I barely made it to the meeting on time. She can barely speak English. They barely survived the accident.",
      "example_translation": "Ich schaffte es kaum pünktlich zum Termin. Sie kann kaum Englisch sprechen. Sie überlebten den Unfall kaum.",
      "imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bark",
      "translation": "Bellen",
      "definition": "A loud, sharp cry, typically made by a dog.",
      "definition_translation": "Ein lauter, schneidender Schrei, typischerweise von einem Hund gemacht.",
      "example": "The dog's loud bark woke me up. The dog started barking at the mailman. The bark of the tree was rough and uneven.",
      "example_translation": "Das laute Bellen des Hundes weckte mich auf. Der Hund fing an, den Briefträger anzubellen. Die Rinde des Baumes war rau und uneben.",
      "imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bark",
      "translation": "Bellen",
      "definition": "To make a sudden, sharp noise, typically with the mouth, as an expression of excitement, anger, or warning.",
      "definition_translation": "Ein plötzlicher, scharfer Laut, typischerweise mit dem Mund, als Ausdruck von Aufregung, Ärger oder Warnung.",
      "example": "The dog will bark at the mailman, barked loudly when it saw the squirrel, and will bark again when it gets excited.",
      "example_translation": "Der Hund wird dem Briefträger bellt, bellte laut auf, als es den Eichhörnchen sah, und wird wieder bellen, wenn es aufgergt ist.",
      "imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "barrier",
      "translation": "Barriere",
      "definition": "A thing that obstructs or hinders passage, access, or progress.",
      "definition_translation": "Ein Ding, das den Durchgang, den Zugang oder den Fortgang behindert oder hindert.",
      "example": "The barrier prevented the car from crossing the bridge, will prevent hikers from climbing the mountain, and prevented people from entering the area.",
      "example_translation": "Die Barriere verhinderte, dass das Auto die Brücke überquerte, wird Wanderern den Aufstieg auf den Berg verhindern, und verhinderte, dass Menschen das Gebiet betraten.",
      "imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "base",
      "translation": "Basis",
      "definition": "The bottom or lowest part of something.",
      "definition_translation": "Der Boden oder der unterste Teil von etwas.",
      "example": "The base of the mountain was rocky, had been explored by hikers, and will be climbed by adventurers.",
      "example_translation": "Die Basis des Berges war felsig, wurde von Wanderern erkundet, und wird von Abenteurern bestiegen.",
      "imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "base",
      "translation": "Basis",
      "definition": "A place or facility providing a foundation or starting point for something.",
      "definition_translation": "Ein Ort oder eine Einrichtung, die eine Grundlage oder einen Ausgangspunkt für etwas bietet.",
      "example": "The military base was located in the desert, had been attacked by enemies, and will be defended by soldiers.",
      "example_translation": "Die Militärbasis lag in der Wüste, wurde von Feinden angegriffen, und wird von Soldaten verteidigt.",
      "imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "basement",
      "translation": "Keller",
      "definition": "The lowest habitable story of a building, especially when below grade level.",
      "definition_translation": "Das niedrigste bewohnbare Stockwerk eines Gebäudes, insbesondere wenn es unter Straßenniveau liegt.",
      "example": "The basement of our house was flooded during the heavy rainstorm. Yesterday, I cleaned the basement. By next year, we will have renovated the entire basement.",
      "example_translation": "Das Keller unseres Hauses war während des schweren Regensturms überflutet. Gestern habe ich den Keller gereinigt. Bis nächstem Jahr werden wir den ganzen Keller renoviert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "basically",
      "translation": "grundsätzlich",
      "definition": "In a basic or fundamental way; essentially.",
      "definition_translation": "Auf eine grundlegende oder fundamentale Weise; im Wesentlichen.",
      "example": "I basically know how to speak French. Yesterday, I basically finished my project. By next week, I will have basically mastered the guitar.",
      "example_translation": "Ich kenne basically Französisch. Gestern habe ich mein Projekt basically abgeschlossen. Bis nächster Woche werde ich die Gitarre basically beherrschen.",
      "imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "basil",
      "translation": "Basilikum",
      "definition": "A sweet-smelling herb used in cooking, especially in Mediterranean and Italian cuisine.",
      "definition_translation": "Ein süßlich duftendes Kraut, das in der Kochkunst, insbesondere in der mediterranen und italienischen Küche, verwendet wird.",
      "example": "I added fresh basil to the pasta sauce. Yesterday, I planted basil in my garden. By next summer, I will have harvested a lot of basil.",
      "example_translation": "Ich fügte frisches Basilikum der Pastasoße hinzu. Gestern habe ich Basilikum in meinem Garten gepflanzt. Bis nächstem Sommer werde ich viel Basilikum geerntet haben.",
      "imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "basis",
      "translation": "Basis",
      "definition": "The foundation or starting point of something.",
      "definition_translation": "Die Grundlage oder Ausgangspunkt von etwas.",
      "example": "The basis of our company's success is hard work. Yesterday, we formed the basis of a new project. By next year, we will have established a solid basis for our business.",
      "example_translation": "Die Basis des Erfolgs unseres Unternehmens ist harte Arbeit. Gestern haben wir die Basis eines neuen Projekts geschaffen. Bis nächstem Jahr werden wir eine solide Basis für unser Geschäft etabliert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "beam",
      "translation": "Strahl",
      "definition": "A beam is a long, sturdy piece of wood, metal, or concrete used in building, especially to support a roof or ceiling.",
      "definition_translation": "Ein Strahl ist ein langes, stabiles Stück Holz, Metall oder Beton, das im Bauwesen verwendet wird, insbesondere um ein Dach oder eine Decke zu stützen.",
      "example": "The architect designed a beam to support the weight of the new roof. The workers installed the beam last week. The engineer will check the beam tomorrow to ensure it's safe.",
      "example_translation": "Der Architekt entwarf einen Strahl, um das Gewicht des neuen Daches zu stützen. Die Arbeiter installierten den Strahl letzten Woche. Der Ingenieur wird den Strahl morgen überprüfen, um sicherzustellen, dass er sicher ist.",
      "imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bear",
      "translation": "Bär",
      "definition": "A bear is a large, carnivorous mammal with shaggy hair, found in forests and mountains.",
      "definition_translation": "Ein Bär ist ein großes, fleischfressendes Säugetier mit zottigem Haar, das in Wäldern und Bergen gefunden wird.",
      "example": "We saw a bear in the woods yesterday. The bear attacked the hiker in the mountains. The bear will hibernate during the winter.",
      "example_translation": "Wir sahen einen Bär im Wald gestern. Der Bär griff den Wanderer in den Bergen an. Der Bär wird während des Winters winterschlafen.",
      "imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "beast",
      "translation": "Bestie",
      "definition": "A beast is a wild or savage animal, especially a large or fierce one.",
      "definition_translation": "Eine Bestie ist ein wildes oder wildes Tier, insbesondere ein großes oder furchtbares.",
      "example": "The beast was enormous and ferocious. The beast roared loudly in the jungle. The beast will be tamed by the trainers.",
      "example_translation": "Die Bestie war enorm und furchtbar. Die Bestie brüllte laut im Dschungel. Die Bestie wird von den Trainern gezähmt werden.",
      "imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "beat",
      "translation": "schlagen",
      "definition": "To beat something means to strike it repeatedly with a lot of force, often to shape or flatten it.",
      "definition_translation": "Etwas zu schlagen bedeutet, es wiederholt mit großem Kraftanstrengung zu schlagen, oft um es zu formen oder flach zu machen.",
      "example": "The drummer beat the drums loudly. The boxer beat his opponent in the ring. The team will beat their rivals tomorrow.",
      "example_translation": "Der Schlagzeuger schlug die Trommeln laut. Der Boxer schlug seinen Gegner im Ring. Das Team wird morgen ihre Rivalen schlagen.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "beat",
      "translation": "schlagen",
      "definition": "to strike or hit something repeatedly, often in a rhythmic pattern",
      "definition_translation": "etwas wiederholt schlagen oder treffen, oft in einem rhythmischen Muster",
      "example": "I will beat the drums at the music festival tomorrow, I beat them at the last concert, and I have been beating them every day for practice.",
      "example_translation": "Ich werde morgen auf dem Musikfestival die Trommeln schlagen, ich habe sie auf dem letzten Konzert geschlagen, und ich habe jeden Tag zur Übung geschlagen.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "beat",
      "translation": "schlagen",
      "definition": "to defeat or outdo someone or something in a competition or contest",
      "definition_translation": "jemanden oder etwas in einem Wettbewerb oder Wettkampf zu besiegen oder zu übertreffen",
      "example": "She beat her opponent in the tennis tournament, she will beat the current record, and she has been beating her personal best for months.",
      "example_translation": "Sie schlug ihre Gegnerin im Tennisturnier, sie wird den aktuellen Rekord schlagen, und sie hat seit Monaten ihre persönliche Bestleistung geschlagen.",
      "imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "beetle",
      "translation": "Käfer",
      "definition": "a type of insect with a hard outer shell and typically six legs",
      "definition_translation": "eine Art von Insekt mit einem harten Außengehäuse und typischerweise sechs Beinen",
      "example": "The beetle crawled slowly across the leaf, it has been eating the leaves for weeks, and it will eat the entire plant soon.",
      "example_translation": "Der Käfer kroch langsam über das Blatt, er hat seit Wochen die Blätter gefressen, und er wird bald die gesamte Pflanze fressen.",
      "imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "beg",
      "translation": "bitten",
      "definition": "to ask someone for something in a polite and humble way",
      "definition_translation": "jemanden um etwas in einer höflichen und bescheidenen Weise zu bitten",
      "example": "I will beg my parents for permission to go to the party, I begged my boss for a raise, and I have been begging my friend to lend me money.",
      "example_translation": "Ich werde meine Eltern um Erlaubnis bitten, zur Party zu gehen, ich bat meinen Chef um eine Gehaltserhöhung, und ich habe meinem Freund um Geld gebeten.",
      "imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "beg",
      "translation": "betteln",
      "definition": "to ask for food or money from people in the street",
      "definition_translation": "um Essen oder Geld von Menschen auf der Straße zu bitten",
      "example": "I had to beg for change to buy a sandwich yesterday, but I will beg my friend for a loan today, and tomorrow I will beg my parents to lend me some money.",
      "example_translation": "Ich musste gestern um Kleingeld bitten, um ein Sandwich zu kaufen, aber ich werde heute meinen Freund um einen Kredit bitten, und morgen werde ich meine Eltern bitten, mir Geld zu leihen.",
      "imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "belief",
      "translation": "Glaube",
      "definition": "an acceptance that something exists or is true",
      "definition_translation": "eine Annahme, dass etwas existiert oder wahr ist",
      "example": "My belief in God has given me strength to overcome the obstacles, I believe in my abilities to succeed, and I believed in my friend's words.",
      "example_translation": "Mein Glaube an Gott hat mir die Stärke gegeben, um die Hindernisse zu überwinden, ich glaube an meine Fähigkeiten, erfolgreich zu sein, und ich glaubte meinen Freundes Worten.",
      "imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "belong",
      "translation": "gehören",
      "definition": "to be a part of a group or to have a connection to something",
      "definition_translation": "einem Teil einer Gruppe anzugehören oder eine Verbindung zu etwas zu haben",
      "example": "I belong to a book club where we discuss novels every month, I belonged to a sports team in high school, and I will belong to a community of artists soon.",
      "example_translation": "Ich gehöre einem Buchklub an, in dem wir jeden Monat Romane diskutieren, ich gehörte einem Sportteam in der High School an, und ich werde bald einer Gemeinschaft von Künstlern angehören.",
      "imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "belongings",
      "translation": "Eigentum",
      "definition": "things that someone owns",
      "definition_translation": "Dinge, die jemand besitzt",
      "example": "I have to pack my belongings before moving to a new apartment, my friend lost her belongings in the airport, and my family is selling their old belongings in a garage sale.",
      "example_translation": "Ich muss meine Sachen packen, bevor ich in eine neue Wohnung ziehe, meine Freundin verlor ihre Sachen im Flughafen, und meine Familie verkauft ihre alten Sachen auf einem Flohmarkt.",
      "imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bench",
      "translation": "Bank",
      "definition": "A long, rigid, elevated surface, typically made of wood or metal, used for sitting, resting, or supporting objects.",
      "definition_translation": "Eine lange, starre, erhöhte Oberfläche, typischerweise aus Holz oder Metall, zur Sitz- oder Ruhezwecken oder zum Unterstützen von Objekten.",
      "example": "I sat on the bench in the park. I will sit on the bench tomorrow. I was sitting on the bench when I saw her.",
      "example_translation": "Ich saß auf der Bank im Park. Ich werde morgen auf der Bank sitzen. Ich saß auf der Bank, als ich sie sah.",
      "imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bend",
      "translation": "biegen",
      "definition": "To change direction or shape, usually by folding or curving.",
      "definition_translation": "Die Richtung oder Form zu ändern, meist durch Falten oder Krümmen.",
      "example": "I bent down to pick up the pen. I will bend the wire to fix it. I was bending the rules to win the game.",
      "example_translation": "Ich beugte mich hinunter, um den Stift aufzuheben. Ich werde den Draht biegen, um es zu reparieren. Ich beugte die Regeln, um das Spiel zu gewinnen.",
      "imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bend",
      "translation": "biegen",
      "definition": "To change direction or shape, usually by folding or curving.",
      "definition_translation": "Die Richtung oder Form zu ändern, meist durch Falten oder Krümmen.",
      "example": "She bent her elbow to scratch her back. They will bend the sticks to make a shelter. We were bending our ears to hear the music.",
      "example_translation": "Sie beugte ihren Ellbogen, um ihren Rücken zu kratzen. Sie werden die Stöcke biegen, um einen Unterstand zu bauen. Wir beugten unsere Ohren, um die Musik zu hören.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bend",
      "translation": "biegen",
      "definition": "To change direction or shape, usually by folding or curving.",
      "definition_translation": "Die Richtung oder Form zu ändern, meist durch Falten oder Krümmen.",
      "example": "The road will bend to the left soon. The branch bent under the weight. They bent the rules to let him play.",
      "example_translation": "Die Straße wird bald nach links abbiegen. Der Zweig bog unter dem Gewicht. Sie beugten die Regeln, um ihn spielen zu lassen.",
      "imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "beneath",
      "translation": "unter",
      "definition": "Located directly below something else.",
      "definition_translation": "Direkt unterhalb von etwas anderem gelegen.",
      "example": "The city was built beneath the ancient ruins. The treasure was hidden beneath the old tree. They will construct a new tunnel beneath the river.",
      "example_translation": "Die Stadt wurde unter den alten Ruinen gebaut. Der Schatz war unter dem alten Baum versteckt. Sie werden einen neuen Tunnel unter dem Fluss bauen.",
      "imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "beneficial",
      "translation": "vorteilhaft",
      "definition": "Having a positive or helpful effect.",
      "definition_translation": "Eine positive oder hilfreiche Wirkung habend.",
      "example": "Regular exercise is beneficial for your health. The new policy has been beneficial to the company's growth. The charity event will be beneficial to the local community.",
      "example_translation": "Regelmäßige Übung ist für Ihre Gesundheit vorteilhaft. Die neue Politik war für das Unternehmenswachstum vorteilhaft. Das Wohltätigkeitsereignis wird der lokalen Gemeinschaft zugute kommen.",
      "imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "benefit",
      "translation": "Vorteil",
      "definition": "An advantage or improvement resulting from a particular action or situation.",
      "definition_translation": "Ein Vorteil oder eine Verbesserung, die aus einer bestimmten Aktion oder Situation resultiert.",
      "example": "The new employee will benefit from the training program. The company offers a range of benefits to its employees. The new policy will benefit the environment.",
      "example_translation": "Der neue Mitarbeiter wird von dem Ausbildungsprogramm profitieren. Das Unternehmen bietet seinen Mitarbeitern eine Vielzahl von Vorteilen. Die neue Politik wird der Umwelt zugute kommen.",
      "imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "berry",
      "translation": "Beere",
      "definition": "A small, usually sweet fruit that grows on a bush or tree.",
      "definition_translation": "Eine kleine, meist süße Frucht, die auf einem Strauch oder Baum wächst.",
      "example": "The strawberries were ripe and juicy. She picked a handful of berries from the bush. The berry sauce was a perfect topping for the ice cream.",
      "example_translation": "Die Erdbeeren waren reif und saftig. Sie pflückte eine Handvoll Beeren vom Strauch. Die Beerensoße war ein perfekter Topping für das Eiscreme.",
      "imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bestseller",
      "translation": "Bestseller",
      "definition": "A book or other product that sells in large quantities, often becoming a cultural phenomenon.",
      "definition_translation": "Ein Buch oder anderes Produkt, das in großen Mengen verkauft wird, oft wird es zu einem kulturellen Phänomen.",
      "example": "The new novel by the famous author became a bestseller within weeks of its release. Last year, it was a bestseller. By next year, it will be a bestseller again.",
      "example_translation": "Der neue Roman des berühmten Autors wurde innerhalb von Wochen nach seinem Erscheinen zu einem Bestseller. Im vergangenen Jahr war es ein Bestseller. Bis zum nächsten Jahr wird es wieder ein Bestseller sein.",
      "imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bet",
      "translation": "wetten",
      "definition": "To risk money or something of value on the outcome of an event or game.",
      "definition_translation": "Etwa Geld oder etwas von Wert auf das Ergebnis eines Ereignisses oder Spiels setzen.",
      "example": "I bet on the horse race last week, but I lost. Yesterday, I bet on the football game, and I won. Tomorrow, I will bet on the lottery.",
      "example_translation": "Ich habe letzte Woche auf das Pferderennen gewettet, aber ich habe verloren. Gestern habe ich auf das Fußballspiel gewettet und habe gewonnen. Morgen werde ich auf die Lotterie wetten.",
      "imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "betray",
      "translation": "verraten",
      "definition": "To be disloyal to someone or something, often by doing something that hurts or harms them.",
      "definition_translation": "Jemandem oder etwas untreu zu sein, oft indem man etwas tut, das ihnen schadet oder verletzt.",
      "example": "She felt betrayed by her best friend's secret. He betrayed his country by selling classified information. They will betray their trust if they don't follow the rules.",
      "example_translation": "Sie fühlte sich von ihrem besten Freundes Geheimnis verraten. Er verrät sein Land, indem er klassifizierte Informationen verkaufte. Sie werden ihr Vertrauen verraten, wenn sie den Regeln nicht folgen.",
      "imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bikini",
      "translation": "Bikini",
      "definition": "A type of women's swimsuit that covers the breasts and crotch, but leaves the midriff bare.",
      "definition_translation": "Eine Art Damenbadeanzug, der die Brüste und den Schritt bedeckt, aber den Bauch freilässt.",
      "example": "The model wore a bikini on the catwalk. She bought a new bikini for her beach vacation. The actress wore a bikini in the movie.",
      "example_translation": "Das Model trug ein Bikini auf dem Laufsteg. Sie kaufte ein neues Bikini für ihren Strandurlaub. Die Schauspielerin trug ein Bikini im Film.",
      "imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bill",
      "translation": "Rechnung",
      "definition": "A document requesting payment for goods or services supplied.",
      "definition_translation": "Ein Dokument, das die Zahlung für gelieferte Waren oder Dienstleistungen anfordert.",
      "example": "I will pay the bill tomorrow, I paid the bill yesterday, and I pay the bill every month.",
      "example_translation": "Ich werde die Rechnung morgen zahlen, ich zahlte die Rechnung gestern und ich zahle die Rechnung jeden Monat.",
      "imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "billion",
      "translation": "Milliarde",
      "definition": "A very large number, equal to one thousand million.",
      "definition_translation": "Eine sehr große Zahl, gleich einer Million Million.",
      "example": "The company made a billion dollars in profit last year, it will make a billion dollars in profit next year, and it made a billion dollars in profit the year before.",
      "example_translation": "Das Unternehmen machte letztes Jahr einen Gewinn von einer Milliarde Dollar, es wird nächstes Jahr einen Gewinn von einer Milliarde Dollar machen und es machte vor einem Jahr einen Gewinn von einer Milliarde Dollar.",
      "imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "biological",
      "translation": "biologisch",
      "definition": "Relating to the study of living organisms and their interactions.",
      "definition_translation": "Im Zusammenhang mit dem Studium lebender Organismen und ihrer Wechselwirkungen.",
      "example": "I studied biological sciences in college, I will study biological sciences next year, and I was studying biological sciences last semester.",
      "example_translation": "Ich studierte Biowissenschaften im College, ich werde nächstes Jahr Biowissenschaften studieren und ich studierte letztes Semester Biowissenschaften.",
      "imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bite",
      "translation": "Biss",
      "definition": "To grip or chew something with your teeth.",
      "definition_translation": "Etwas mit den Zähnen zu fassen oder zu kauen.",
      "example": "The dog will bite the mailman tomorrow, it bit the mailman yesterday, and it bites the mailman every day.",
      "example_translation": "Der Hund wird den Briefträger morgen beißen, er biss den Briefträger gestern und er beißt den Briefträger jeden Tag.",
      "imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bite",
      "translation": "beißen",
      "definition": "to grip or hold something firmly with one's teeth",
      "definition_translation": "etwas fest mit den Zähnen zu packen oder zu halten",
      "example": "I bit my tongue to avoid saying something rude. I bite my nails when I'm nervous. I will bite into the apple slice.",
      "example_translation": "Ich biss mir auf die Zunge, um etwas Unhöfliches zu sagen zu vermeiden. Ich beiße meine Nägel, wenn ich nervös bin. Ich werde in das Apfelstück beißen.",
      "imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bitter",
      "translation": "bitter",
      "definition": "having a strong, unpleasant taste",
      "definition_translation": "mit einem starken, unangenehmen Geschmack",
      "example": "The medicine tasted bitter. The coffee was bitter. The wine will be bitter.",
      "example_translation": "Das Medizin schmeckte bitter. Der Kaffee war bitter. Der Wein wird bitter sein.",
      "imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bitterly",
      "translation": "bitterlich",
      "definition": "in a bitter manner",
      "definition_translation": "auf eine bittere Weise",
      "example": "She bitterly regretted her decision. He bitterly complained about the food. They will bitterly argue about the topic.",
      "example_translation": "Sie bedauerte bitterlich ihre Entscheidung. Er klagte bitter über das Essen. Sie werden bitterlich über das Thema streiten.",
      "imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bizarre",
      "translation": "bizarr",
      "definition": "strange or unusual in a way that is surprising or unpleasant",
      "definition_translation": "seltsam oder ungewöhnlich auf eine Weise, die überraschend oder unangenehm ist",
      "example": "The bizarre creatures in the movie scared me. Her bizarre behavior was concerning. The situation will become bizarre.",
      "example_translation": "Die bizarreren Kreaturen im Film haben mich erschreckt. Ihr bizarr Verhalten war besorgniserregend. Die Situation wird bizarr werden.",
      "imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "blackberry",
      "translation": "Brombeere",
      "definition": "A small, usually dark purple fruit that grows on a bush, often eaten raw or used in pies and jams.",
      "definition_translation": "Eine kleine, meist dunkelviolette Frucht, die auf einem Strauch wächst, oft roh gegessen oder in Torten und Marmeladen verwendet.",
      "example": "I ate a blackberry during my hike in the woods yesterday, and I will eat another one tomorrow. She is eating blackberries right now.",
      "example_translation": "Ich aß eine Brombeere während meines Wanderwaldes gestern und ich werde morgen eine weitere essen. Sie isst gerade Brombeeren.",
      "imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "blackcurrant",
      "translation": "Schwarze Johannisbeere",
      "definition": "A small, dark purple fruit that grows on a bush, often eaten raw or used in jams and preserves.",
      "definition_translation": "Eine kleine, dunkelviolette Frucht, die auf einem Strauch wächst, oft roh gegessen oder in Marmeladen und Konfitüren verwendet.",
      "example": "I bought blackcurrants at the market last week, and I will buy more next month. They are eating blackcurrants for breakfast.",
      "example_translation": "Ich kaufte Schwarze Johannisbeeren auf dem Markt letzte Woche und ich werde nächste Monat mehr kaufen. Sie essen Schwarze Johannisbeeren zum Frühstück.",
      "imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "blade",
      "translation": "Klinge",
      "definition": "The flat, usually narrow part of a knife, sword, or other cutting tool.",
      "definition_translation": "Der flache, meist schmale Teil eines Messers, Schwertes oder anderen Schneidewerkzeugs.",
      "example": "I sharpened the blade of my knife yesterday, and I will sharpen it again tomorrow. She is holding a blade in her hand.",
      "example_translation": "Ich schärfte die Klinge meines Messers gestern und ich werde es morgen wieder schärfen. Sie hält eine Klinge in ihrer Hand.",
      "imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "blank",
      "translation": "Leer",
      "definition": "Having no marks, words, or characters on it; empty or vacant.",
      "definition_translation": "Ohne Markierungen, Wörter oder Zeichen darauf; leer oder vakant.",
      "example": "I wrote on a blank page yesterday, and I will write on another one tomorrow. They are staring at a blank wall.",
      "example_translation": "Ich schrieb auf einer leeren Seite gestern und ich werde auf einer anderen Seite morgen schreiben. Sie starren auf eine leere Wand.",
      "imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "blind",
      "translation": "blind",
      "definition": "Unable to see; having no vision or perception.",
      "definition_translation": "Unfähig zu sehen; keine Vision oder Wahrnehmung habend.",
      "example": "I was blind to the obvious solution, but then I saw the light. I am blind to the beauty of nature. I will be blind to the warning signs.",
      "example_translation": "Ich war blind für die offensichtliche Lösung, aber dann sah ich das Licht. Ich bin blind für die Schönheit der Natur. Ich werde blind für die Warnzeichen sein.",
      "imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "blink",
      "translation": "blinken",
      "definition": "To shut and open one's eyes quickly, typically to refresh or moisten them.",
      "definition_translation": "Die Augen schnell zu schließen und zu öffnen, um sie zu erfrischen oder anzufeuchten.",
      "example": "I blinked rapidly to clear my vision. She blinked slowly, as if trying to remember. They will blink repeatedly to signal distress.",
      "example_translation": "Ich blinzelte rasch, um meine Sicht zu klären. Sie blinzelte langsam, als würde sie versuchen, sich zu erinnern. Sie werden mehrmals blinken, um Not zu signalisieren.",
      "imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "block",
      "translation": "Block",
      "definition": "A solid piece of material, such as wood or stone, used for building or construction.",
      "definition_translation": "Ein solide Stück Material, wie Holz oder Stein, das für den Bau oder die Konstruktion verwendet wird.",
      "example": "The block of ice was melting rapidly. She built a block tower with her hands. They will block the road to prevent access.",
      "example_translation": "Der Eisblock schmolz rapide. Sie baute einen Blockturm mit ihren Händen. Sie werden den Weg blockieren, um den Zugang zu verhindern.",
      "imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bloody",
      "translation": "blutig",
      "definition": " Covered or stained with blood; violently or brutally killed.",
      "definition_translation": "Mit Blut überzogen oder befleckt; gewaltsam oder brutal getötet.",
      "example": "The bloody scene was disturbing. He had a bloody nose from the fight. The bloody war will be remembered for centuries.",
      "example_translation": "Die blutige Szene war verstörend. Er hatte eine blutige Nase vom Kampf. Der blutige Krieg wird für Jahrhunderte in Erinnerung bleiben.",
      "imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "blueberry",
      "translation": "Heidelbeere",
      "definition": "A small, round, sweet or tart fruit that grows on a shrub and is typically blue or purple.",
      "definition_translation": "Eine kleine, runde, süße oder saure Frucht, die auf einem Strauch wächst und typischerweise blau oder violett ist.",
      "example": "I ate a blueberry muffin for breakfast, I am eating a blueberry salad for lunch, and I will eat blueberry pie for dinner.",
      "example_translation": "Ich aß einen Blaubeermuffin zum Frühstück, ich esse einen Blaubeersalat zum Mittagessen und ich werde Blaubeerkuchen zum Abendessen essen.",
      "imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "blush",
      "translation": "erröten",
      "definition": "To become red in the face, especially from shame or embarrassment.",
      "definition_translation": "Rot im Gesicht zu werden, insbesondere aus Scham oder Verlegenheit.",
      "example": "She blushed when he complimented her on her dress, she was blushing when he whispered in her ear, and she will blush when he proposes to her.",
      "example_translation": "Sie errötete, als er ihr Komplimente über ihr Kleid machte, sie errötete, als er ihr ins Ohr flüsterte, und sie wird erröten, wenn er ihr einen Antrag macht.",
      "imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "board",
      "translation": "Brett",
      "definition": "A flat, thin, rectangular piece of material, such as wood or plastic, used for a particular activity or purpose.",
      "definition_translation": "Ein flaches, dünnes, rechteckiges Stück Material, wie Holz oder Plastik, das für eine bestimmte Aktivität oder Zweck verwendet wird.",
      "example": "I will board the plane tomorrow, I boarded the train yesterday, and I am boarding the bus now.",
      "example_translation": "Ich werde morgen das Flugzeug besteigen, ich bestieg gestern den Zug und ich besteige jetzt den Bus.",
      "imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "board",
      "translation": "Brett",
      "definition": "A group of people who make decisions for an organization or company.",
      "definition_translation": "Eine Gruppe von Menschen, die Entscheidungen für eine Organisation oder ein Unternehmen treffen.",
      "example": "The board of directors will meet next week, the board of governors met last month, and the board of trustees will meet next year.",
      "example_translation": "Der Vorstand wird nächste Woche treffen, der Verwaltungsrat traf letzten Monat zusammen und der Treuhänderrat wird nächstes Jahr treffen.",
      "imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "boast",
      "translation": "prahlen",
      "definition": "To talk with pride about something you have done or something you have.",
      "definition_translation": "Über etwas stolz zu sprechen, das du getan hast oder das du hast.",
      "example": "I boasted about my trip to Europe to my friends. I will boast about my new car to my family. I boasted about my promotion last week.",
      "example_translation": "Ich prahlte mit meiner Reise nach Europa meinen Freunden. Ich werde mein neuen Auto meiner Familie prahlen. Ich prahlte letzte Woche mit meiner Beförderung.",
      "imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bodyguard",
      "translation": "Leibwächter",
      "definition": "A person or group of people employed to protect a person, especially a famous one, from harm or danger.",
      "definition_translation": "Eine Person oder eine Gruppe von Menschen, die angestellt werden, um eine Person, insbesondere eine berühmte, vor Schaden oder Gefahr zu schützen.",
      "example": "The celebrity hired a bodyguard to protect her from the paparazzi. The bodyguards were very professional. The president's bodyguards are highly trained.",
      "example_translation": "Die Celebrity heuerte einen Leibwächter an, um sie vor den Paparazzi zu schützen. Die Leibwächter waren sehr professionnel. Die Leibwächter des Präsidenten sind hochausgebildet.",
      "imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "boiling",
      "translation": "kochen",
      "definition": "The process of cooking food in liquid, typically water or broth, at a high temperature.",
      "definition_translation": "Der Prozess der Zubereitung von Lebensmitteln in einer Flüssigkeit, typischerweise Wasser oder Brühe, bei hoher Temperatur.",
      "example": "I'm boiling some eggs for breakfast. She was boiling water for tea. The soup was boiling on the stove.",
      "example_translation": "Ich koche einige Eier zum Frühstück. Sie kochte Wasser für Tee. Die Suppe kochte auf dem Herd.",
      "imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bold",
      "translation": "kühn",
      "definition": "Showing a willingness to take risks and do things that might be difficult or dangerous.",
      "definition_translation": "Zeigt eine Bereitschaft, Risiken einzugehen und Dinge zu tun, die schwierig oder gefährlich sein könnten.",
      "example": "He was bold enough to try skydiving for the first time. The company took a bold step by launching a new product. She was bold and outspoken in her speech.",
      "example_translation": "Er war kühn genug, Fallschirmspringen zum ersten Mal zu versuchen. Das Unternehmen ging einen kühnen Schritt, indem es ein neues Produkt auf den Markt brachte. Sie war kühn und offen in ihrer Rede.",
      "imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "boldly",
      "translation": "kühn",
      "definition": "In a bold or courageous manner; with confidence or daring.",
      "definition_translation": "Auf eine kühne oder mutige Weise; mit Zuversicht oder Tollkühnheit.",
      "example": "She spoke boldly in front of the audience yesterday, but she will speak even more boldly at the conference tomorrow.",
      "example_translation": "Sie sprach gestern kühn vor dem Publikum, aber sie wird morgen auf der Konferenz noch kühner sprechen.",
      "imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bombing",
      "translation": "Bombardierung",
      "definition": "The act of dropping bombs from an aircraft, especially in a deliberate attack.",
      "definition_translation": "Die Handlung, Bomben von einem Flugzeug aus abzuwerfen, insbesondere bei einem gezielten Angriff.",
      "example": "The city was subjected to daily bombing during the war, but the bombings will stop after the peace treaty is signed.",
      "example_translation": "Die Stadt wurde während des Krieges täglich bombardiert, aber die Bombardierungen werden nach Unterzeichnung des Friedensvertrags aufhören.",
      "imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bond",
      "translation": "Bund",
      "definition": "A relationship between two people or groups based on shared feelings, interests, or activities.",
      "definition_translation": "Eine Beziehung zwischen zwei Personen oder Gruppen basierend auf gemeinsamen Gefühlen, Interessen oder Aktivitäten.",
      "example": "The bond between the siblings was strong, and they would bond over their love for music.",
      "example_translation": "Der Bund zwischen den Geschwistern war stark, und sie würden über ihre Liebe zur Musik zusammenfinden.",
      "imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bonus",
      "translation": "Prämie",
      "definition": "An extra amount of money or something valued added to a payment or gift.",
      "definition_translation": "Eine extra Geldmenge oder etwas wertvolles, das einer Zahlung oder einem Geschenk hinzugefügt wird.",
      "example": "The company gave its employees a bonus for their hard work, and the bonus was a surprise for everyone.",
      "example_translation": "Das Unternehmen gab seinen Mitarbeitern eine Prämie für ihre harte Arbeit, und die Prämie war für jeden eine Überraschung.",
      "imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "booklet",
      "translation": "Heftchen",
      "definition": "A small book or pamphlet, especially one dealing with a particular subject or aspect of a subject",
      "definition_translation": "Ein kleines Buch oder Broschüre, insbesondere eines, das sich mit einem bestimmten Fach oder Aspekt eines Fachs befasst",
      "example": "I picked up a booklet on gardening at the library. Yesterday, I was reading a booklet about traveling in Europe. By next year, I will have written a booklet on cooking.",
      "example_translation": "Ich hob ein Heftchen über Gartenbau in der Bibliothek auf. Gestern las ich ein Heftchen über Reisen in Europa. Bis zum nächsten Jahr werde ich ein Heftchen über Kochen geschrieben haben.",
      "imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "English",
      "translationLanguage": "German",
      "word": "bookmark",
      "translation": "Lesezeichen",
      "definition": "A marker or tag that identifies a specific place in a document or webpage, so that you can easily find it again",
      "definition_translation": "Ein Marker oder Tag, der einen bestimmten Platz in einem Dokument oder einer Webseite identifiziert, damit Sie ihn leicht wiederfinden können",
      "example": "I set a bookmark on the last page I read. Yesterday, I added a bookmark to my favorite website. By next month, I will have organized all my bookmarks.",
      "example_translation": "Ich setzte ein Lesezeichen auf der letzten Seite, die ich gelesen habe. Gestern fügte ich ein Lesezeichen meiner Lieblingswebsite hinzu. Bis zum nächsten Monat werde ich alle meine Lesezeichen organisiert haben.",
      "imageLink": "https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]