{
  "data": [
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "knife",
      "translation": "Messer",
      "definition": "A knife is a cutting tool with a sharp blade and a handle. It is used for various purposes such as cutting food, preparing meals, and even as a weapon.",
      "definition_translation": "Ein Messer ist ein Schneidewerkzeug mit einer scharfen Klinge und einem Griff. Es wird für verschiedene Zwecke wie das Schneiden von Lebensmitteln, das Vorbereiten von Mahlzeiten und sogar als Waffe verwendet.",
      "example": "I used a knife to cut the apple yesterday. I will use a knife to cut the bread tomorrow. I am using a knife to cut the meat now.",
      "example_translation": "Ich habe ein Messer benutzt, um den Apfel gestern zu schneiden. Ich werde ein Messer benutzen, um das Brot morgen zu schneiden. Ich benutze ein Messer, um das Fleisch jetzt zu schneiden.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bowl",
      "translation": "Schale",
      "definition": "A bowl is a round, open-top container typically used for holding or serving food, liquid, or other items.",
      "definition_translation": "Eine Schale ist ein rundes, oben offenes Gefäß, das typischerweise zum Halten oder Servieren von Nahrung, Flüssigkeit oder anderen Gegenständen verwendet wird.",
      "example": "I used a bowl to mix the ingredients yesterday. I will use a bowl to serve the salad tomorrow. I am using a bowl to hold the fruit now.",
      "example_translation": "Ich habe eine Schale verwendet, um die Zutaten gestern zu mischen. Ich werde eine Schale verwenden, um den Salat morgen zu servieren. Ich benutze eine Schale, um das Obst jetzt zu halten.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cooker",
      "translation": "Kochgerät",
      "definition": "A cooker is an electrical or gas-powered appliance used for cooking food, typically consisting of a stove, oven, or microwave.",
      "definition_translation": "Ein Kochgerät ist ein elektrisches oder gasbetriebenes Gerät, das zum Kochen von Nahrung verwendet wird, typischerweise bestehend aus einem Herd, Ofen oder Mikrowelle.",
      "example": "I used a cooker to cook the meal yesterday. I will use a cooker to heat the soup tomorrow. I am using a cooker to boil the water now.",
      "example_translation": "Ich habe ein Kochgerät verwendet, um das Essen gestern zu kochen. Ich werde ein Kochgerät verwenden, um die Suppe morgen zu erhitzen. Ich benutze ein Kochgerät, um das Wasser jetzt zu kochen.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cupboard",
      "translation": "Schrank",
      "definition": "A cupboard is a piece of furniture with shelves, used for storing food, dishes, or other kitchen utensils.",
      "definition_translation": "Ein Schrank ist ein Möbelstück mit Regalen, das zum Lagern von Nahrung, Geschirr oder anderen Küchengeräten verwendet wird.",
      "example": "I opened the cupboard to get a plate yesterday. I will open the cupboard to store the food tomorrow. I am opening the cupboard to get a glass now.",
      "example_translation": "Ich habe den Schrank geöffnet, um einen Teller gestern zu holen. Ich werde den Schrank öffnen, um das Essen morgen zu lagern. Ich öffne den Schrank, um ein Glas jetzt zu holen.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "drawer",
      "translation": "Schublade",
      "definition": "A drawer is a container used to store things, typically found in a piece of furniture such as a chest of drawers or a desk.",
      "definition_translation": "Eine Schublade ist ein Behälter, der verwendet wird, um Dinge zu speichern, normalerweise in einem Möbelstück wie einem Schrank oder einem Schreibtisch gefunden.",
      "example": "I opened the drawer to get a pen. I will open the drawer to get a book. I had opened the drawer to get a paper.",
      "example_translation": "Ich öffnete die Schublade, um einen Stift zu holen. Ich werde die Schublade öffnen, um ein Buch zu holen. Ich hatte die Schublade geöffnet, um ein Papier zu holen.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fork",
      "translation": "Gabel",
      "definition": "A fork is a utensil with two or three prongs used for eating or serving food.",
      "definition_translation": "Eine Gabel ist ein Besteck mit zwei oder drei Zinken, das zum Essen oder Servieren von Lebensmitteln verwendet wird.",
      "example": "I used a fork to eat my salad. I will use a fork to eat my dinner. I had used a fork to eat my breakfast.",
      "example_translation": "Ich benutzte eine Gabel, um meinen Salat zu essen. Ich werde eine Gabel benutzen, um mein Abendessen zu essen. Ich hatte eine Gabel benutzt, um mein Frühstück zu essen.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fridge",
      "translation": "Kühlschrank",
      "definition": "A fridge is a large electrical appliance used for keeping food and drinks cool.",
      "definition_translation": "Ein Kühlschrank ist ein großes elektrisches Gerät, das zum Kühlen von Lebensmitteln und Getränken verwendet wird.",
      "example": "I opened the fridge to get a cold drink. I will open the fridge to store the leftovers. I had opened the fridge to check the expiration date.",
      "example_translation": "Ich öffnete den Kühlschrank, um ein kaltes Getränk zu holen. Ich werde den Kühlschrank öffnen, um die Reste zu lagern. Ich hatte den Kühlschrank geöffnet, um das Verfallsdatum zu überprüfen.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "kitchen table",
      "translation": "Küchentisch",
      "definition": "A kitchen table is a piece of furniture used for preparing and serving food.",
      "definition_translation": "Ein Küchentisch ist ein Möbelstück, das zum Vorbereiten und Servieren von Lebensmitteln verwendet wird.",
      "example": "I sat at the kitchen table to eat my breakfast. I will sit at the kitchen table to do my homework. I had sat at the kitchen table to talk to my family.",
      "example_translation": "Ich saß am Küchentisch, um mein Frühstück zu essen. Ich werde am Küchentisch sitzen, um meine Hausaufgaben zu erledigen. Ich hatte am Küchentisch gesessen, um mit meiner Familie zu sprechen.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "microwave (oven)",
      "translation": "Mikrowelle (Ofen)",
      "definition": "A kitchen appliance that uses electromagnetic waves to heat or cook food quickly.",
      "definition_translation": "Ein Küchengerät, das elektromagnetische Wellen verwendet, um Lebensmittel schnell zu erhitzen oder zu garen.",
      "example": "I heated the leftovers in the microwave oven for 30 seconds. Yesterday, I microwaved the coffee. By the time I get home, I will have microwaved the dinner.",
      "example_translation": "Ich habe die Reste in der Mikrowelle 30 Sekunden lang aufgeheizt. Gestern habe ich den Kaffee in der Mikrowelle aufgewärmt. Wenn ich nach Hause komme, werde ich das Abendessen in der Mikrowelle aufgewärmt haben.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "shelf",
      "translation": "Regal",
      "definition": "A flat board or structure, usually fixed to a wall, used for storing or displaying objects.",
      "definition_translation": "Eine flache Brett oder Struktur, die normalerweise an einer Wand befestigt ist, um Objekte zu lagern oder zu präsentieren.",
      "example": "I need to put the books on the top shelf. She had placed the vase on the shelf yesterday. By next year, I will have installed new shelves in my garage.",
      "example_translation": "Ich muss die Bücher auf das obere Regal stellen. Sie hatte die Vase gestern auf das Regal gestellt. Bis nächstes Jahr werde ich neue Regale in meiner Garage installiert haben.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sink",
      "translation": "Spüle",
      "definition": "A basin or container, usually with a faucet, used for washing hands, face, or objects.",
      "definition_translation": "Ein Becken oder Behälter, normalerweise mit einem Wasserhahn, zum Waschen von Händen, Gesicht oder Objekten.",
      "example": "I washed my hands in the sink. She was washing dishes in the sink yesterday. By next morning, I will have fixed the leak in the sink.",
      "example_translation": "Ich habe meine Hände in der Spüle gewaschen. Sie wusch gestern Geschirr in der Spüle. Bis morgen früh werde ich den Leck in der Spüle gerichtet haben.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spoon",
      "translation": "Löffel",
      "definition": "A utensil, typically with a bowl-shaped or oval end, used for eating or serving food.",
      "definition_translation": "Ein Werkzeug, typischerweise mit einem schalenförmigen oder ovalen Ende, zum Essen oder Servieren von Lebensmitteln.",
      "example": "I stirred the tea with a spoon. She ate the soup with a spoon yesterday. By next weekend, I will have bought new spoons for my kitchen.",
      "example_translation": "Ich habe den Tee mit einem Löffel umgerührt. Sie aß gestern die Suppe mit einem Löffel. Bis nächstes Wochenende werde ich neue Löffel für meine Küche gekauft haben.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bin",
      "translation": "Eimer",
      "definition": "A container made of metal, plastic, or wood, used for holding or carrying things.",
      "definition_translation": "Ein aus Metall, Kunststoff oder Holz bestehender Behälter, der zum Tragen oder Lagern von Dingen dient.",
      "example": "I used a bin to carry the trash out yesterday, I use it every day to store my scraps, and I will need it tomorrow to hold the recyclables.",
      "example_translation": "Ich verwendete gestern einen Eimer, um den Müll hinauszubringen, ich verwende ihn jeden Tag, um meine Abfälle zu lagern, und ich werde ihn morgen benötigen, um die Recycllings aufzubewahren.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dishwasher",
      "translation": "Geschirrspüler",
      "definition": "A machine that cleans dishes, utensils, and glasses automatically, typically using hot water and detergent.",
      "definition_translation": "Eine Maschine, die Geschirr, Bestecke und Gläser automatisch reinigt, typischerweise unter Verwendung heißem Wasser und Reinigungsmittel.",
      "example": "I loaded the dishwasher last night, I will run it tonight, and it will be finished by tomorrow morning.",
      "example_translation": "Ich lud den Geschirrspüler letzte Nacht, ich werde ihn heute Abend starten, und er wird bis morgen früh fertig sein.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "electric kettle",
      "translation": "Elektroteekessel",
      "definition": "A kettle that uses electricity to boil water, often quickly and efficiently.",
      "definition_translation": "Ein Teekessel, der Elektrizität verwendet, um Wasser zu kochen, oft schnell und effizient.",
      "example": "I plugged in the electric kettle this morning, I will use it to make tea this evening, and I used it yesterday to make instant coffee.",
      "example_translation": "Ich stöpselte den Elektroteekessel heute Morgen ein, ich werde ihn heute Abend zum Tee zubereiten verwenden, und ich verwendete ihn gestern, um Instantkaffee zuzubereiten.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "freezer",
      "translation": "Gefrierfach",
      "definition": "An appliance or compartment that is used to store food at very low temperatures, often to preserve it for a long time.",
      "definition_translation": "Ein Gerät oder Fach, das verwendet wird, um Lebensmittel bei sehr niedrigen Temperaturen zu lagern, oft um sie für eine lange Zeit zu konservieren.",
      "example": "I put the leftovers in the freezer last night, I will take them out tomorrow to thaw, and I had stored meat in it last month.",
      "example_translation": "Ich stellte die Reste letzte Nacht in das Gefrierfach, ich werde sie morgen zum Auftauen herausnehmen, und ich hatte letztem Monat Fleisch darin gelagert.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "frying pan",
      "translation": "Bratpfanne",
      "definition": "A frying pan is a type of cooking vessel, typically made of metal, used for frying, sautéing, and browning food.",
      "definition_translation": "Eine Bratpfanne ist ein Typ von Kochgeschirr, typischerweise aus Metall hergestellt, verwendet zum Braten, Sautieren und Anbraten von Lebensmitteln.",
      "example": "I used a frying pan to cook breakfast yesterday, I will use it to make lunch today, and I used it to heat up dinner last night.",
      "example_translation": "Ich verwendete eine Bratpfanne, um Frühstück gestern zu kochen, ich werde es heute verwenden, um Mittagessen zuzubereiten, und ich verwendete es, um Abendessen letzte Nacht zu erwärmen.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "oven",
      "translation": "Ofen",
      "definition": "An oven is a kitchen appliance used for cooking and heating food, typically powered by electricity or gas.",
      "definition_translation": "Ein Ofen ist ein Küchengerät, das zum Kochen und Erwärmen von Lebensmitteln verwendet wird, typischerweise von Elektrizität oder Gas angetrieben.",
      "example": "I preheated the oven to bake a cake yesterday, I will use it to roast chicken today, and I used it to warm up leftovers last night.",
      "example_translation": "Ich habe den Ofen vorgeheizt, um einen Kuchen gestern zu backen, ich werde ihn heute verwenden, um Hähnchen zu rösten, und ich verwendete ihn, um Reste letzte Nacht zu erwärmen.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pot",
      "translation": "Topf",
      "definition": "A pot is a cooking vessel, typically made of metal or ceramic, used for boiling, steaming, or stewing food.",
      "definition_translation": "Ein Topf ist ein Kochgeschirr, typischerweise aus Metall oder Keramik hergestellt, verwendet zum Kochen, Dämpfen oder Schmoren von Lebensmitteln.",
      "example": "I boiled water in a pot yesterday, I will use it to make soup today, and I used it to cook rice last night.",
      "example_translation": "Ich kochte Wasser in einem Topf gestern, ich werde es heute verwenden, um Suppe zuzubereiten, und ich verwendete es, um Reis letzte Nacht zu kochen.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "saucepan",
      "translation": "Saucepfanne",
      "definition": "A saucepan is a type of cooking vessel, typically made of metal, used for heating and serving sauces, soups, or other liquid-based dishes.",
      "definition_translation": "Eine Saucepfanne ist ein Typ von Kochgeschirr, typischerweise aus Metall hergestellt, verwendet zum Erwärmen und Servieren von Saucen, Suppen oder anderen flüssigkeitsbasierten Gerichten.",
      "example": "I heated a sauce in a saucepan yesterday, I will use it to make dessert today, and I used it to warm up gravy last night.",
      "example_translation": "Ich erwärmte eine Sauce in einer Saucepfanne gestern, ich werde es heute verwenden, um Nachtisch zuzubereiten, und ich verwendete es, um Soße letzte Nacht zu erwärmen.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tap",
      "translation": "Wasserhahn",
      "definition": "A valve for controlling the flow of a liquid from a pipe.",
      "definition_translation": "Ein Ventil zur Steuerung des Flüssigkeitsflusses aus einer Rohrleitung.",
      "example": "I turned the tap to fill the bathtub. I will turn the tap to wash my hands. I turned the tap to rinse the dishes.",
      "example_translation": "Ich drehte den Wasserhahn, um die Badewanne zu füllen. Ich werde den Wasserhahn drehen, um meine Hände zu waschen. Ich drehte den Wasserhahn, um das Geschirr zu spülen.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "teapot",
      "translation": "Teekanne",
      "definition": "A vessel with a spout or handle for pouring tea.",
      "definition_translation": "Ein Gefäß mit Ausgießer oder Griff zum Einschenken von Tee.",
      "example": "I poured tea from the teapot into the cup. She will use the teapot to serve tea to the guests. They had used the teapot to make tea for the party.",
      "example_translation": "Ich goss Tee aus der Teekanne in die Tasse. Sie wird die Teekanne verwenden, um Tee für die Gäste zu servieren. Sie hatten die Teekanne verwendet, um Tee für die Party zu machen.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tin opener",
      "translation": "Dosenöffner",
      "definition": "A device for opening tin cans.",
      "definition_translation": "Ein Gerät zum Öffnen von Dosen.",
      "example": "I used the tin opener to open the can of beans. She will use the tin opener to open the can of tomatoes. He had used the tin opener to open the can of corn.",
      "example_translation": "Ich verwendete den Dosenöffner, um die Dose mit Bohnen zu öffnen. Sie wird den Dosenöffner verwenden, um die Dose mit Tomaten zu öffnen. Er hatte den Dosenöffner verwendet, um die Dose mit Mais zu öffnen.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "toaster",
      "translation": "Toaster",
      "definition": "A device for toasting slices of bread.",
      "definition_translation": "Ein Gerät zum Rösten von Brot Scheiben.",
      "example": "I put the bread in the toaster to toast it. She will use the toaster to make toast for breakfast. They had used the toaster to toast bread for the sandwiches.",
      "example_translation": "Ich legte das Brot in den Toaster, um es zu rösten. Sie wird den Toaster verwenden, um Toast für das Frühstück zu machen. Sie hatten den Toaster verwendet, um Brot für die Sandwiches zu rösten.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cloth",
      "translation": "Stoff",
      "definition": "A flexible artificial material made from threads or yarns, used to make clothing, upholstery, and other textile goods.",
      "definition_translation": "Ein flexibles künstliches Material, das aus Fäden oder Garnen hergestellt wird und verwendet wird, um Kleidung, Polsterung und andere textile Waren herzustellen.",
      "example": "I will buy some cloth to make a new dress. I bought some cloth to make a new dress. I have bought some cloth to make a new dress.",
      "example_translation": "Ich werde Stoff kaufen, um ein neues Kleid zu machen. Ich kaufte Stoff, um ein neues Kleid zu machen. Ich habe Stoff gekauft, um ein neues Kleid zu machen.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "coffee maker",
      "translation": "Kaffeeautomat",
      "definition": "An electrical device that brews coffee from ground coffee beans.",
      "definition_translation": "Ein elektrisches Gerät, das Kaffee aus gemahlenen Kaffeebohnen braut.",
      "example": "I will use the coffee maker to make coffee. I used the coffee maker to make coffee. I have used the coffee maker to make coffee.",
      "example_translation": "Ich werde den Kaffeeautomaten verwenden, um Kaffee zu machen. Ich benutzte den Kaffeeautomaten, um Kaffee zu machen. Ich habe den Kaffeeautomaten verwendet, um Kaffee zu machen.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "corkscrew",
      "translation": "Korkenzieher",
      "definition": "A device used to remove corks from wine bottles.",
      "definition_translation": "Ein Gerät, das verwendet wird, um Korken von Weinflaschen zu entfernen.",
      "example": "I will use the corkscrew to open the wine. I used the corkscrew to open the wine. I have used the corkscrew to open the wine.",
      "example_translation": "Ich werde den Korkenzieher verwenden, um den Wein zu öffnen. Ich benutzte den Korkenzieher, um den Wein zu öffnen. Ich habe den Korkenzieher verwendet, um den Wein zu öffnen.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "scales",
      "translation": "Waage",
      "definition": "An instrument used to measure weight.",
      "definition_translation": "Ein Instrument, das verwendet wird, um Gewicht zu messen.",
      "example": "I will use the scales to weigh the fruit. I used the scales to weigh the fruit. I have used the scales to weigh the fruit.",
      "example_translation": "Ich werde die Waage verwenden, um das Obst zu wiegen. Ich benutzte die Waage, um das Obst zu wiegen. Ich habe die Waage verwendet, um das Obst zu wiegen.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "stool",
      "translation": "Hocker",
      "definition": "A stool is a piece of furniture that consists of a single seat, usually without back or arms, and is designed for one person to sit on.",
      "definition_translation": "Ein Hocker ist ein Möbelstück, das aus einem einzelnen Sitz besteht, normalerweise ohne Rücken oder Armlehnen, und ist für eine Person zum Sitzen designed.",
      "example": "I sat on a stool at the kitchen counter, yesterday I sat on a stool at the bar, and tomorrow I will sit on a stool at the doctor's office.",
      "example_translation": "Ich saß auf einem Hocker an der Küchentheke, gestern saß ich auf einem Hocker an der Bar und morgen werde ich auf einem Hocker im Arztzimmer sitzen.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "baking sleeve",
      "translation": "Backsleeve",
      "definition": "A baking sleeve is a tubular or sleeve-like pastry bag used to pipe dough or batter into various shapes.",
      "definition_translation": "Ein Backsleeve ist ein röhrenförmiger oder ärmelartiger Patisseriebeutel, der verwendet wird, um Teig oder Batter in verschiedene Formen zu pipsen.",
      "example": "The baker used a baking sleeve to create intricate designs on the wedding cake, she had used a baking sleeve to make croissants yesterday, and she will use a baking sleeve to make bread tomorrow.",
      "example_translation": "Die Bäckerin verwendete einen Backsleeve, um komplexe Designs auf die Hochzeitstorte zu erstellen, sie hatte einen Backsleeve verwendet, um Croissants gestern zu machen, und sie wird einen Backsleeve verwenden, um Brot morgen zu machen.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "biscuit cutter",
      "translation": "Keksschneider",
      "definition": "A biscuit cutter is a kitchen tool used to cut out shapes from biscuit or cookie dough.",
      "definition_translation": "Ein Keksschneider ist ein Küchengerät, das verwendet wird, um Formen aus Keksteig oder Keksdough auszuschneiden.",
      "example": "My grandmother used a biscuit cutter to make heart-shaped cookies, she had used a biscuit cutter to make star-shaped biscuits yesterday, and she will use a biscuit cutter to make round biscuits tomorrow.",
      "example_translation": "Meine Großmutter verwendete einen Keksschneider, um herzförmige Kekse zu machen, sie hatte einen Keksschneider verwendet, um sternförmige Kekse gestern zu machen, und sie wird einen Keksschneider verwenden, um runde Kekse morgen zu machen.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "bread cutter",
      "translation": "Brotmesser",
      "definition": "A bread cutter is a kitchen tool used to cut and slice bread into uniform pieces.",
      "definition_translation": "Ein Brotmesser ist ein Küchengerät, das verwendet wird, um Brot in gleichmäßige Stücke zu schneiden und zu slicen.",
      "example": "I used a bread cutter to cut a baguette into slices, I had used a bread cutter to cut a ciabatta into cubes yesterday, and I will use a bread cutter to cut a bagel into halves tomorrow.",
      "example_translation": "Ich verwendete ein Brotmesser, um eine Baguette in Scheiben zu schneiden, ich hatte ein Brotmesser verwendet, um eine Ciabatta in Würfel gestern zu schneiden, und ich werde ein Brotmesser verwenden, um einen Bagel in Hälften morgen zu schneiden.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cake tin",
      "translation": "Backform",
      "definition": "A cake tin is a metal or silicone container used to hold and shape a cake while it is baking",
      "definition_translation": "Eine Backform ist ein metallenes oder silikones Behältnis, das verwendet wird, um einen Kuchen während des Backens zu halten und zu formen",
      "example": "I used a cake tin to bake a delicious chocolate cake for my sister's birthday. I will use a cake tin to bake a cake for my brother's birthday tomorrow. I used a cake tin to bake a cake for my mother's birthday last year.",
      "example_translation": "Ich verwendete eine Backform, um einen leckeren Schokokuchen für den Geburtstag meiner Schwester zu backen. Ich werde eine Backform verwenden, um einen Kuchen für den Geburtstag meines Bruders morgen zu backen. Ich verwendete eine Backform, um einen Kuchen für den Geburtstag meiner Mutter letztes Jahr zu backen.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "casserole dish",
      "translation": "Auflaufform",
      "definition": "A casserole dish is a large, deep dish used for baking and serving a casserole, a type of savory dish",
      "definition_translation": "Eine Auflaufform ist ein großes, tiefes Gerät, das zum Backen und Servieren eines Auflaufs, einer Art herzhaften Gerichts, verwendet wird",
      "example": "I used a casserole dish to cook a delicious lasagna for dinner. She will use a casserole dish to cook a casserole for the party tomorrow. They used a casserole dish to cook a chicken casserole for lunch yesterday.",
      "example_translation": "Ich verwendete eine Auflaufform, um ein leckeres Lasagna zum Abendessen zu kochen. Sie wird eine Auflaufform verwenden, um einen Auflauf für die Party morgen zu kochen. Sie verwendeten eine Auflaufform, um einen Hähnchen-Auflauf zum Mittagessen gestern zu kochen.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chopping knife",
      "translation": "Hackmesser",
      "definition": "A chopping knife is a kitchen knife used for chopping and mincing food, such as vegetables or meat",
      "definition_translation": "Ein Hackmesser ist ein Küchenmesser, das zum Zerhacken und Zerreiben von Lebensmitteln, wie Gemüse oder Fleisch, verwendet wird",
      "example": "I used a chopping knife to chop the onions for the soup. She will use a chopping knife to chop the vegetables for the salad tomorrow. They used a chopping knife to chop the meat for the burgers yesterday.",
      "example_translation": "Ich verwendete ein Hackmesser, um die Zwiebeln für die Suppe zu hacken. Sie wird ein Hackmesser verwenden, um die Gemüse für den Salat morgen zu hacken. Sie verwendeten ein Hackmesser, um das Fleisch für die Burgers gestern zu hacken.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "chopsticks",
      "translation": "Essstäbchen",
      "definition": "Chopsticks are a pair of small, thin sticks used as utensils to eat food, especially in Chinese cuisine",
      "definition_translation": "Essstäbchen sind ein Paar kleiner, dünner Stäbchen, die als Utensilien verwendet werden, um Essen zu essen, insbesondere in der chinesischen Küche",
      "example": "I used chopsticks to eat the sushi at the Japanese restaurant. She will use chopsticks to eat the noodles at the Chinese restaurant tomorrow. They used chopsticks to eat the dumplings at the Asian restaurant last week.",
      "example_translation": "Ich verwendete Essstäbchen, um das Sushi im japanischen Restaurant zu essen. Sie wird Essstäbchen verwenden, um die Nudeln im chinesischen Restaurant morgen zu essen. Sie verwendeten Essstäbchen, um die Dumplings im asiatischen Restaurant letzte Woche zu essen.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "colander",
      "translation": "Siebschale",
      "definition": "A kitchen utensil with perforations or a mesh bottom, used for draining liquids from food, such as pasta or rice.",
      "definition_translation": "Ein Küchenwerkzeug mit perforierten oder einem Mesh-Boden, das zum Ablassen von Flüssigkeiten aus Lebensmitteln wie Pasta oder Reis verwendet wird.",
      "example": "She washed the pasta in a colander to remove excess water. Yesterday, she had used a colander to drain the broccoli. Tomorrow, she will use a colander to rinse the quinoa.",
      "example_translation": "Sie wusch die Pasta in einem Sieb, um überschüssiges Wasser zu entfernen. Gestern hatte sie ein Sieb verwendet, um das Brokkoli abzutropfen. Morgen wird sie ein Sieb verwenden, um den Quinoa abzuspülen.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cutting board",
      "translation": "Schneidbrett",
      "definition": "A flat, usually rectangular piece of wood, plastic, or other material, used for cutting and preparing food.",
      "definition_translation": "Ein flaches, meist rechteckiges Stück Holz, Plastik oder anderem Material, das zum Schneiden und Zubereiten von Lebensmitteln verwendet wird.",
      "example": "She chopped the vegetables on a cutting board and then sautéed them in a pan. Yesterday, he had used a cutting board to slice the meat. Tomorrow, they will use a cutting board to prepare the salad.",
      "example_translation": "Sie hackte die Gemüse auf einem Schneidbrett und briet sie dann in einer Pfanne. Gestern hatte er ein Schneidbrett verwendet, um das Fleisch zu schneiden. Morgen werden sie ein Schneidbrett verwenden, um den Salat zuzubereiten.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "flour sifter",
      "translation": "Mehlsieb",
      "definition": "A kitchen utensil with a mesh or perforated surface, used for sifting flour or other dry ingredients.",
      "definition_translation": "Ein Küchenwerkzeug mit einer Mesh- oder perforierten Oberfläche, das zum Sieben von Mehl oder anderen trockenen Zutaten verwendet wird.",
      "example": "She used a flour sifter to measure out the ingredients for the cake. Yesterday, he had used a flour sifter to sift the flour for the cookies. Tomorrow, they will use a flour sifter to prepare the pastry.",
      "example_translation": "Sie verwendete ein Mehlsieb, um die Zutaten für den Kuchen abzumessen. Gestern hatte er ein Mehlsieb verwendet, um das Mehl für die Kekse zu sieben. Morgen werden sie ein Mehlsieb verwenden, um die Pastete zuzubereiten.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "food slicer",
      "translation": "Lebensmittelschneider",
      "definition": "A kitchen appliance used to slice food, such as meats, cheeses, or fruits, into thin pieces.",
      "definition_translation": "Ein Küchengerät, das zum Schneiden von Lebensmitteln wie Fleisch, Käse oder Früchten in dünne Scheiben verwendet wird.",
      "example": "She used a food slicer to slice the turkey for the sandwiches. Yesterday, he had used a food slicer to slice the cheese for the platter. Tomorrow, they will use a food slicer to slice the vegetables for the salad.",
      "example_translation": "Sie verwendete einen Lebensmittelschneider, um den Truthahn für die Sandwiches zu schneiden. Gestern hatte er einen Lebensmittelschneider verwendet, um den Käse für die Platte zu schneiden. Morgen werden sie einen Lebensmittelschneider verwenden, um die Gemüse für den Salat zu schneiden.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "funnel",
      "translation": "Trichter",
      "definition": "A funnel is a tube or pipe that is wide at one end and narrow at the other, used for pouring liquids or powders into a small opening.",
      "definition_translation": "Ein Trichter ist ein Rohr oder eine Röhre, die an einem Ende breit und am anderen Ende schmal ist, die zum Eingießen von Flüssigkeiten oder Pulvern in eine kleine Öffnung verwendet wird.",
      "example": "I used a funnel to pour oil into the engine. I will use a funnel to pour water into the bottle. She had used a funnel to pour flour into the mixing bowl.",
      "example_translation": "Ich verwendete einen Trichter, um Öl in den Motor zu gießen. Ich werde einen Trichter verwenden, um Wasser in die Flasche zu gießen. Sie hatte einen Trichter verwendet, um Mehl in die Mischschüssel zu gießen.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "garlic press",
      "translation": "Knoblauchpresse",
      "definition": "A garlic press is a kitchen tool used to crush garlic cloves into a pulp, typically for use in cooking.",
      "definition_translation": "Eine Knoblauchpresse ist ein Küchengerät, das verwendet wird, um Knoblauchzehen in ein Brei zu zerquetschen, typischerweise für den Einsatz in der Kochkunst.",
      "example": "She squeezed the garlic cloves with a garlic press. He will use a garlic press to crush the garlic for the sauce. They had used a garlic press to prepare the garlic for the dish.",
      "example_translation": "Sie quetschte die Knoblauchzehen mit einer Knoblauchpresse aus. Er wird eine Knoblauchpresse verwenden, um den Knoblauch für die Soße zu zerquetschen. Sie hatten eine Knoblauchpresse verwendet, um den Knoblauch für das Gericht vorzubereiten.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "grater",
      "translation": "Reibe",
      "definition": "A grater is a kitchen tool used to shred or grate foods, such as cheese or vegetables, into small pieces.",
      "definition_translation": "Eine Reibe ist ein Küchengerät, das verwendet wird, um Lebensmittel, wie Käse oder Gemüse, in kleine Stücke zu zerreiben oder zu reiben.",
      "example": "She grated the carrots with a grater. He will use a grater to shred the cheese for the salad. They had used a grater to prepare the zucchini for the bread.",
      "example_translation": "Sie rieb die Karotten mit einer Reibe. Er wird eine Reibe verwenden, um den Käse für den Salat zu zerreiben. Sie hatten eine Reibe verwendet, um die Zucchini für das Brot vorzubereiten.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ice-cream scoop",
      "translation": "Eiscreme-Schöpfer",
      "definition": "An ice cream scoop is a kitchen tool used to portion and shape ice cream into balls or scoops.",
      "definition_translation": "Ein Eiscreme-Schöpfer ist ein Küchengerät, das verwendet wird, um Eiscreme in Kugeln oder Schöpfer zu portionieren und zu formen.",
      "example": "She scooped the ice cream into a bowl with an ice cream scoop. He will use an ice cream scoop to portion the frozen yogurt. They had used an ice cream scoop to serve the dessert.",
      "example_translation": "Sie schöpfte das Eiscreme in eine Schale mit einem Eiscreme-Schöpfer. Er wird einen Eiscreme-Schöpfer verwenden, um das gefrorene Jogurt zu portionieren. Sie hatten einen Eiscreme-Schöpfer verwendet, um das Dessert zu servieren.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ladle",
      "translation": "Schöpfkelle",
      "definition": "A ladle is a deep bowl-like spoon with a long handle, used for scooping and pouring liquids.",
      "definition_translation": "Eine Schöpfkelle ist eine tiefe, schalenförmige Löffel mit einem langen Griff, der zum Abfahren und Ausgießen von Flüssigkeiten verwendet wird.",
      "example": "She ladled the soup into bowls. Yesterday, she had ladled the soup into bowls. Tomorrow, she will ladle the soup into bowls.",
      "example_translation": "Sie schöpfte die Suppe in Schüsseln. Gestern hatte sie die Suppe in Schüsseln geschöpft. Morgen wird sie die Suppe in Schüsseln schöpfen.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lemon squeezer",
      "translation": "Zitronenpresser",
      "definition": "A lemon squeezer is a kitchen utensil used to extract juice from lemons or other citrus fruits.",
      "definition_translation": "Ein Zitronenpresser ist ein Küchengerät, das verwendet wird, um Saft aus Zitronen oder anderen Zitrusfrüchten zu extrahieren.",
      "example": "She squeezed the lemon with a lemon squeezer. Yesterday, she had squeezed the lemon with a lemon squeezer. Tomorrow, she will squeeze the lemon with a lemon squeezer.",
      "example_translation": "Sie drückte die Zitrone mit einem Zitronenpresser aus. Gestern hatte sie die Zitrone mit einem Zitronenpresser ausgedrückt. Morgen wird sie die Zitrone mit einem Zitronenpresser ausdrücken.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mandoline",
      "translation": "Mandoline",
      "definition": "A mandoline is a kitchen utensil used to slice and julienne fruits and vegetables.",
      "definition_translation": "Eine Mandoline ist ein Küchengerät, das verwendet wird, um Früchte und Gemüse in Scheiben und Julienne-Streifen zu schneiden.",
      "example": "She sliced the carrots with a mandoline. Yesterday, she had sliced the carrots with a mandoline. Tomorrow, she will slice the carrots with a mandoline.",
      "example_translation": "Sie schnitt die Karotten mit einer Mandoline. Gestern hatte sie die Karotten mit einer Mandoline geschnitten. Morgen wird sie die Karotten mit einer Mandoline schneiden.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "measuring spoon",
      "translation": "Messe Löffel",
      "definition": "A measuring spoon is a kitchen utensil used to accurately measure ingredients for cooking and baking.",
      "definition_translation": "Ein Messe Löffel ist ein Küchengerät, das verwendet wird, um Zutaten für das Kochen und Backen genau zu messen.",
      "example": "She measured the flour with a measuring spoon. Yesterday, she had measured the flour with a measuring spoon. Tomorrow, she will measure the flour with a measuring spoon.",
      "example_translation": "Sie maß den Mehl mit einem Messe Löffel. Gestern hatte sie den Mehl mit einem Messe Löffel gemessen. Morgen wird sie den Mehl mit einem Messe Löffel messen.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "meat tenderizer",
      "translation": "Fleischzartmacher",
      "definition": "A meat tenderizer is a kitchen tool or ingredient used to break down the proteins in meat, making it more palatable and easier to chew.",
      "definition_translation": "Ein Fleischzartmacher ist ein Küchengerät oder -zutat, das verwendet wird, um die Proteine im Fleisch aufzubrechen, damit es schmackhafter und einfacher zu kauen ist.",
      "example": "I used a meat tenderizer to prepare the steak for dinner. I will use it again tomorrow to make it even more tender. By next week, I will have been using it for months.",
      "example_translation": "Ich benutzte einen Fleischzartmacher, um das Steak zum Abendessen zuzubereiten. Ich werde es morgen wieder verwenden, um es noch zarter zu machen. Bis nächste Woche werde ich ihn seit Monaten verwendet haben.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mincer",
      "translation": "Hackmühle",
      "definition": "A mincer is a kitchen tool used to chop or grind food, such as meat or vegetables, into small pieces.",
      "definition_translation": "Eine Hackmühle ist ein Küchengerät, das verwendet wird, um Lebensmittel wie Fleisch oder Gemüse in kleine Stücke zu hacken oder zu mahlen.",
      "example": "I mince the meat to make burgers. I minced the onions yesterday to add flavor to the soup. By next year, I will have been mincing garlic for years.",
      "example_translation": "Ich zerhacke das Fleisch, um Burger zu machen. Ich hackte die Zwiebeln gestern, um den Suppe Geschmack hinzuzufügen. Bis nächstes Jahr werde ich seit Jahren Knoblauch gehackt haben.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "mortar and pestle",
      "translation": "Mörser und Stößel",
      "definition": "A mortar and pestle is a kitchen tool used to grind, crush, or mix food and other substances into a fine paste or powder.",
      "definition_translation": "Ein Mörser und Stößel ist ein Küchengerät, das verwendet wird, um Lebensmittel und andere Substanzen zu einer feinen Paste oder einem Pulver zu zerreiben, zu zerquetschen oder zu mischen.",
      "example": "I used a mortar and pestle to grind the spices for the curry. I will use it tomorrow to mix the ingredients for the cake. By next month, I will have been using it for years.",
      "example_translation": "Ich benutzte einen Mörser und Stößel, um die Gewürze für das Curry zu mahlen. Ich werde es morgen verwenden, um die Zutaten für den Kuchen zu mischen. Bis nächstem Monat werde ich ihn seit Jahren verwendet haben.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "nutcracker",
      "translation": "Nussknacker",
      "definition": "A nutcracker is a kitchen tool or device used to crack open nuts, such as walnuts or pecans, to extract the edible kernel.",
      "definition_translation": "Ein Nussknacker ist ein Küchengerät oder -gerät, das verwendet wird, um Nüsse wie Walnüsse oder Pekannüsse aufzubrechen, um den essbaren Kern zu extrahieren.",
      "example": "I used a nutcracker to open the walnuts for the salad. I will use it tomorrow to crack open the pecans for the cake. By next Christmas, I will have been using it for years.",
      "example_translation": "Ich benutzte einen Nussknacker, um die Walnüsse für den Salat zu öffnen. Ich werde es morgen verwenden, um die Pekannüsse für den Kuchen aufzubrechen. Bis nächstem Weihnachten werde ich ihn seit Jahren verwendet haben.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pastry board",
      "translation": "Teigbrett",
      "definition": "A flat, typically rectangular board used to roll out pastry dough, often made of wood, plastic, or marble.",
      "definition_translation": "Eine flache, typischerweise rechteckige Platte, die zum Ausrollen von Teigdough verwendet wird, oft aus Holz, Kunststoff oder Marmor.",
      "example": "She placed the dough on the pastry board and began to roll it out. She had used the pastry board to make a cake yesterday. She will use the pastry board to prepare the dessert for the party.",
      "example_translation": "Sie platzierte den Teig auf dem Teigbrett und begann, ihn auszurollen. Sie hatte das Teigbrett gestern verwendet, um einen Kuchen zu machen. Sie wird das Teigbrett verwenden, um das Dessert für die Party vorzubereiten.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "peeler",
      "translation": "Schäler",
      "definition": "A kitchen tool used to remove the skin or outer layer of fruits and vegetables.",
      "definition_translation": "Ein Küchengerät, das verwendet wird, um die Haut oder die äußere Schicht von Früchten und Gemüse zu entfernen.",
      "example": "She used a peeler to remove the skin from the apple. He had forgotten to wash the peeler after using it. They will buy a new peeler tomorrow.",
      "example_translation": "Sie verwendete einen Schäler, um die Haut vom Apfel zu entfernen. Er hatte vergessen, den Schäler nach dem Gebrauch zu waschen. Sie werden morgen einen neuen Schäler kaufen.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "pepper mill",
      "translation": "Pfeffermühle",
      "definition": "A device used to grind peppercorns into a fine powder, typically used to season food.",
      "definition_translation": "Ein Gerät, das verwendet wird, um Pfefferkörner in feines Pulver zu mahlen, das normalerweise verwendet wird, um Lebensmittel zu würzen.",
      "example": "She filled the pepper mill with new peppercorns. He had broken the pepper mill while cooking. They will use the pepper mill to season the steak.",
      "example_translation": "Sie füllte die Pfeffermühle mit neuen Pfefferkörnern. Er hatte die Pfeffermühle während des Kochens gebrochen. Sie werden die Pfeffermühle verwenden, um das Steak zu würzen.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "piping bag",
      "translation": "Spritzbeutel",
      "definition": "A bag used to hold and dispense icing, frosting, or other soft foods, typically used for decorating cakes and pastries.",
      "definition_translation": "Ein Beutel, der verwendet wird, um Zuckerguss, Frosting oder andere weiche Lebensmittel zu halten und auszugeben, normalerweise verwendet, um Kuchen und Gebäcke zu dekorieren.",
      "example": "She filled the piping bag with red frosting. He had difficulty using the piping bag. They will use the piping bag to create a beautiful design on the cake.",
      "example_translation": "Sie füllte den Spritzbeutel mit rotem Frosting. Er hatte Schwierigkeiten, den Spritzbeutel zu verwenden. Sie werden den Spritzbeutel verwenden, um ein schönes Design auf dem Kuchen zu erstellen.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "rolling pin",
      "translation": "Nudelholz",
      "definition": "A cylindrical kitchen utensil used to roll out dough or pastry to a desired thickness.",
      "definition_translation": "Ein zylindrisches Küchenwerkzeug, das zum Ausrollen von Teig oder Gebäck auf eine bestimmte Dicke verwendet wird.",
      "example": "I used a rolling pin to flatten the dough for the pie crust yesterday, now it's perfect for baking today, and tomorrow I'll use it again to make some cookies.",
      "example_translation": "Ich verwendete ein Nudelholz, um den Teig für die Pie-Kruste gestern zu flachen, heute ist es perfekt fürs Backen, und morgen werde ich es wieder verwenden, um einige Kekse zu machen.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sideboard",
      "translation": "Anrichte",
      "definition": "A piece of furniture, typically placed in a dining room, used for serving and storing food and utensils.",
      "definition_translation": "Ein Möbelstück, das üblicherweise in einem Esszimmer platziert ist, um Speisen und Utensilien zu servieren und zu lagern.",
      "example": "My grandmother always polished the sideboard before thanksgiving dinner, now it's my turn to set it up for our family gathering today, and next year I'll inherit it from her.",
      "example_translation": "Meine Großmutter putzte immer das Anrichte vor dem Thanksgiving-Essen, jetzt ist es mein Turn, es für unser Familientreffen heute zu arrangieren, und nächstes Jahr werde ich es von ihr erben.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sieve",
      "translation": "Sieb",
      "definition": "A kitchen utensil with a mesh or perforated bottom, used for separating solid particles of different sizes from each other.",
      "definition_translation": "Ein Küchenwerkzeug mit einem Maschen- oder perforierten Boden, das zum Trennen von festen Partikeln unterschiedlicher Größe voneinander verwendet wird.",
      "example": "I used a sieve to separate the flour from the lumps yesterday, now I'm sifting it into the mixing bowl, and tomorrow I'll have to buy a new one because this one is worn out.",
      "example_translation": "Ich verwendete ein Sieb, um das Mehl von den Klumpen gestern zu trennen, jetzt schiebe ich es in die Mischschüssel, und morgen werde ich ein neues kaufen müssen, weil dieses ausgefallen ist.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "spice rack",
      "translation": "Gewürzregal",
      "definition": "A kitchen storage unit, typically mounted on a wall or placed on a countertop, used for holding and organizing spices.",
      "definition_translation": "Eine Kücheneinheit, die üblicherweise an einer Wand oder auf einer Arbeitsplatte montiert ist, um Gewürze zu lagern und zu organisieren.",
      "example": "I cleaned the spice rack yesterday, now it's organized and looks great, and next week I'll add some new spices to it when I return from my trip.",
      "example_translation": "Ich putzte das Gewürzregal gestern, jetzt ist es organisiert und sieht großartig aus, und nächste Woche werde ich einige neue Gewürze hinzufügen, wenn ich von meiner Reise zurückkehre.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "tasting spoon",
      "translation": "Geschmacksschöpfel",
      "definition": "A tasting spoon is a small spoon used to taste food while it is being cooked, typically in a professional kitchen setting.",
      "definition_translation": "Ein Geschmacksschöpfel ist ein kleiner Löffel, der dazu verwendet wird, Essen während des Kochens zu probieren, typischerweise in einer professionellen Kücheneinstellung.",
      "example": "The chef used a tasting spoon to sample the soup, then added more salt. Yesterday, she had used a tasting spoon to taste the sauce. Tomorrow, she will use a tasting spoon to test the flavors.",
      "example_translation": "Der Koch verwendete ein Geschmacksschöpfel, um die Suppe zu probieren, und fügte dann mehr Salz hinzu. Gestern hatte sie ein Geschmacksschöpfel verwendet, um die Soße zu probieren. Morgen wird sie ein Geschmacksschöpfel verwenden, um die Aromen zu testen.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "timer",
      "translation": "Timer",
      "definition": "A timer is a device that measures time intervals, often used in cooking to ensure that food is cooked for a specific amount of time.",
      "definition_translation": "Ein Timer ist ein Gerät, das Zeitintervalle misst, oft in der Küche verwendet, um sicherzustellen, dass das Essen für eine bestimmte Zeit gekocht wird.",
      "example": "She set the timer for 20 minutes, then checked on the cake. Yesterday, they had used a timer to cook the perfect egg. Next week, they will use a timer to bake a cake.",
      "example_translation": "Sie stellte den Timer auf 20 Minuten, dann überprüfte sie den Kuchen. Gestern hatten sie einen Timer verwendet, um ein perfektes Ei zu kochen. Nächste Woche werden sie einen Timer verwenden, um einen Kuchen zu backen.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "whisk",
      "translation": "Quirl",
      "definition": "A whisk is a kitchen tool used to mix and blend ingredients together, often used to whisk eggs, sugar, and flour.",
      "definition_translation": "Ein Quirl ist ein Küchengerät, das verwendet wird, um Zutaten miteinander zu mischen und zu vermischen, oft zum Schlagen von Eiern, Zucker und Mehl.",
      "example": "She whisked the eggs and sugar together, then added flour. Yesterday, he had whisked the cream to make whipped cream. Tomorrow, they will whisk the butter and sugar together to make a cake.",
      "example_translation": "Sie quirlte die Eier und den Zucker zusammen, dann fügte sie Mehl hinzu. Gestern hatte er die Sahne quirlt, um Schlagsahne herzustellen. Morgen werden sie die Butter und den Zucker zusammenquirlen, um einen Kuchen zu backen.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "worktop",
      "translation": "Arbeitsfläche",
      "definition": "A worktop, also known as a countertop, is the surface of a kitchen counter where food is prepared and cooked.",
      "definition_translation": "Eine Arbeitsfläche, auch bekannt als Arbeitsplatte, ist die Oberfläche eines Küchentresens, auf der das Essen zubereitet und gekocht wird.",
      "example": "She cleared the worktop to prepare dinner, then chopped the vegetables. Yesterday, they had cleaned the worktop after a big party. Next year, they will install a new worktop in their kitchen.",
      "example_translation": "Sie räumte die Arbeitsfläche auf, um das Abendessen zuzubereiten, dann hackte sie die Gemüse. Gestern hatten sie die Arbeitsfläche nach einer großen Party gereinigt. Nächstes Jahr werden sie eine neue Arbeitsfläche in ihrer Küche installieren.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]
}