[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "burdock",
      "translation": "Klette",
      "definition": "A biennial plant of the daisy family, with large, coarse leaves and purple flowers. The roots and leaves are used in herbal medicine.",
      "definition_translation": "Eine zweijährige Pflanze der Korbblütlerfamilie, mit großen, rohen Blättern und purpurnen Blüten. Die Wurzeln und Blätter werden in der Phytotherapie verwendet.",
      "example": "I used to collect burdock roots as a child to make a tea. I have been using burdock tea to detox my liver. I will try to harvest burdock leaves next summer.",
      "example_translation": "Ich sammelte als Kind Klettenwurzeln, um Tee daraus zu machen. Ich habe Kletten-Tee verwendet, um meine Leber zu entgiften. Ich werde versuchen, nächsten Sommer Klettenblätter zu ernten.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "camomile",
      "translation": "Kamille",
      "definition": "A Eurasian herb with white or yellow flowers, used in herbal medicine and as a calming tea.",
      "definition_translation": "Ein Eurasisches Kraut mit weißen oder gelben Blüten, das in der Phytotherapie und als beruhigender Tee verwendet wird.",
      "example": "My grandmother would brew camomile tea to soothe my nerves after a long day. I have been drinking camomile tea to relax before bed. I will try to grow camomile in my garden next spring.",
      "example_translation": "Meine Großmutter würde Kamillentee aufbrühen, um meine Nerven nach einem langen Tag zu beruhigen. Ich habe Kamillentee getrunken, um mich vor dem Schlafen zu entspannen. Ich werde versuchen, nächstes Frühjahr Kamille in meinem Garten anzupflanzen.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "cat's claw",
      "translation": "Katzenkralle",
      "definition": "A tropical vine with claw-like thorns, used in herbal medicine to treat various health conditions.",
      "definition_translation": "Eine tropische Ranke mit krallenähnlichen Dornen, die in der Phytotherapie zur Behandlung von verschiedenen Gesundheitszuständen verwendet wird.",
      "example": "I have been taking cat's claw supplements to boost my immune system. I took cat's claw tea to reduce inflammation after my surgery. I will try to find cat's claw extracts in the health store.",
      "example_translation": "Ich habe Katzenkralle-Nahrungsergänzungsmittel genommen, um mein Immunsystem zu stärken. Ich nahm Katzenkralle-Tee, um Entzündungen nach meiner Operation zu reduzieren. Ich werde versuchen, Katzenkralle-Extrakte im Gesundheitsladen zu finden.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "coltsfoot",
      "translation": "Huflattich",
      "definition": "A perennial herb with yellow flowers, used in herbal medicine to treat respiratory issues.",
      "definition_translation": "Ein mehrjähriges Kraut mit gelben Blüten, das in der Phytotherapie zur Behandlung von Atemwegsproblemen verwendet wird.",
      "example": "I used to smoke coltsfoot leaves to relieve my cough. I have been taking coltsfoot tea to soothe my sore throat. I will try to make a coltsfoot tincture to treat my bronchitis.",
      "example_translation": "Ich rauchte Huflattichblätter, um meinen Husten zu lindern. Ich habe Huflattich-Tee getrunken, um meine schmerzende Kehle zu beruhigen. Ich werde versuchen, einen Huflattich-Tinktur herzustellen, um meine Bronchitis zu behandeln.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "dandelion",
      "translation": "Löwenzahn",
      "definition": "A yellow-flowered weed native to Europe and Asia, often considered a nuisance in lawns and gardens, but also used as a food and in herbal medicine.",
      "definition_translation": "Eine gelbblütige Unkraut, ursprünglich aus Europa und Asien, oft als Lästling in Rasen und Gärten betrachtet, aber auch als Nahrungsmittel und in der pflanzlichen Medizin verwendet.",
      "example": "I saw a beautiful dandelion blooming in the garden yesterday. I will pick a dandelion for my salad today. I picked a dandelion for my salad yesterday.",
      "example_translation": "Ich sah einen schönen Löwenzahn in dem Garten gestern blühen. Ich werde heute einen Löwenzahn für meinen Salat pflücken. Ich pflückte gestern einen Löwenzahn für meinen Salat.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "fenugreek",
      "translation": "Bockshornklee",
      "definition": "A plant native to the Mediterranean region, cultivated for its leaves and seeds, which are used as a food and in traditional medicine.",
      "definition_translation": "Eine Pflanze, die ursprünglich aus der Mediterraneenregion stammt, die für ihre Blätter und Samen angebaut wird, die als Nahrungsmittel und in der traditionellen Medizin verwendet werden.",
      "example": "I added fenugreek to my curry recipe last week. I will add fenugreek to my curry recipe tomorrow. I have been adding fenugreek to my curry recipe for years.",
      "example_translation": "Ich fügte Bockshornklee meinem Curry-Rezept letzten Woche hinzu. Ich werde Bockshornklee meinem Curry-Rezept morgen hinzufügen. Ich füge Bockshornklee meinem Curry-Rezept seit Jahren hinzu.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ginseng",
      "translation": "Ginseng",
      "definition": "A plant native to Asia, cultivated for its root, which is used in traditional medicine, particularly in China and Korea.",
      "definition_translation": "Eine Pflanze, die ursprünglich aus Asien stammt, die für ihre Wurzel angebaut wird, die in der traditionellen Medizin, insbesondere in China und Korea, verwendet wird.",
      "example": "I drank ginseng tea to boost my energy yesterday. I will drink ginseng tea to boost my energy tomorrow. I have been drinking ginseng tea to boost my energy for months.",
      "example_translation": "Ich trank Ginseng-Tee, um meine Energie gestern zu steigern. Ich werde Ginseng-Tee trinken, um meine Energie morgen zu steigern. Ich trinke Ginseng-Tee, um meine Energie seit Monaten zu steigern.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "horsetail",
      "translation": "Schachtelhalm",
      "definition": "A type of plant with hollow stems and thin leaves, often found in wet environments, used in herbal medicine and as a food additive.",
      "definition_translation": "Eine Art Pflanze mit hohlen Stängeln und dünnen Blättern, oft in feuchten Umgebungen zu finden, die in der pflanzlichen Medizin und als Lebensmittelzusatz verwendet wird.",
      "example": "I used horsetail as a natural remedy for my hair loss last year. I will use horsetail as a natural remedy for my hair loss next month. I have been using horsetail as a natural remedy for my hair loss for years.",
      "example_translation": "Ich verwendete Schachtelhalm als natürliche Heilmittel für meinen Haarausfall letzten Jahr. Ich werde Schachtelhalm als natürliche Heilmittel für meinen Haarausfall nächsten Monat verwenden. Ich verwende Schachtelhalm als natürliche Heilmittel für meinen Haarausfall seit Jahren.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "knotgrass",
      "translation": "Knotgras",
      "definition": "A type of weed that is native to Europe and Asia, often found in moist areas and having a distinctive knot-like appearance.",
      "definition_translation": "Eine Art von Unkraut, das in Europa und Asien beheimatet ist, wird oft in feuchten Gebieten gefunden und hat ein charakteristisches knotenartiges Aussehen.",
      "example": "The farmer struggled to remove the knotgrass from his field, as it was choking out his crops. He had tried to remove it last year, but it had grown back again this year, and would likely continue to do so in the future.",
      "example_translation": "Der Bauer kämpfte darum, das Knotgras von seinem Feld zu entfernen, da es seine Ernte erstickte. Er hatte letztes Jahr versucht, es zu entfernen, aber es war dieses Jahr wieder gewachsen und würde wahrscheinlich auch in Zukunft so bleiben.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "lemon balm",
      "translation": "Zitronenmelisse",
      "definition": "A type of herb that is native to Europe, often used in cooking and herbal teas for its calming effects and citrus flavor.",
      "definition_translation": "Eine Art von Kraut, das in Europa beheimatet ist, wird oft in der Küche und Tee verwendet für seine beruhigenden Effekte und seinen Zitronengeschmack.",
      "example": "She added a few sprigs of lemon balm to her tea to help her relax after a long day. She had grown it in her garden last summer and it had been a lovely addition to her herbal remedies. She planned to use it in a new recipe she was testing next week.",
      "example_translation": "Sie fügte ihrer Tee einige Zweige von Zitronenmelisse hinzu, um sich nach einem langen Tag zu entspannen. Sie hatte es letzten Sommer in ihrem Garten angebaut und es war eine liebevolle Ergänzung zu ihren Kräutermitteln gewesen. Sie plante, es in einem neuen Rezept zu verwenden, das sie nächste Woche testen würde.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "marigold",
      "translation": "Ringelblume",
      "definition": "A type of flower that is native to the Mediterranean region, often used in gardens and floral arrangements for its bright yellow and orange colors.",
      "definition_translation": "Eine Art von Blume, die im Mittelmeerraum beheimatet ist, wird oft in Gärten und Blumenarrangements verwendet für ihre bunten gelben und orangen Farben.",
      "example": "She planted marigolds in her garden to attract bees and butterflies. She had noticed that they had been scarce last year, but this year they were flourishing. She planned to use them in a bouquet for her mother's birthday next month.",
      "example_translation": "Sie pflanzte Ringelblumen in ihrem Garten, um Bienen und Schmetterlinge anzulocken. Sie hatte bemerkt, dass sie letzten Jahr rar waren, aber dieses Jahr gediehen sie prächtig. Sie plante, sie in einem Bouquet für ihren Muttertag nächste Monat zu verwenden.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "marshmallow",
      "translation": "Mallom",
      "definition": "A type of sweet confectionery made from sugar and gelatin, often used in desserts and treats.",
      "definition_translation": "Eine Art von süßen Konfekt, die aus Zucker und Gelatine hergestellt wird, wird oft in Desserts und Leckereien verwendet.",
      "example": "The kids loved roasting marshmallows over the campfire during their summer vacation. They had never made s'mores before, but now they were hooked. They planned to make them again next year, and maybe even try some new flavor combinations.",
      "example_translation": "Die Kinder liebten es, Mallom über dem Lagerfeuer während ihres Sommerurlaubs zu rösten. Sie hatten noch nie S'mores gemacht, aber jetzt waren sie süchtig. Sie planten, sie nächstes Jahr wieder zu machen, und vielleicht sogar einige neue Geschmackskombinationen auszuprobieren.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "ribwort plantain",
      "translation": "Wegerich",
      "definition": "A perennial herb native to Europe and Asia, with lance-shaped leaves and small brownish flowers.",
      "definition_translation": "Eine mehrjährige Krautpflanze, die in Europa und Asien heimisch ist, mit lanzettförmigen Blättern und kleinen braunen Blüten.",
      "example": "I used to collect ribwort plantain in the forest as a child, but now I prefer to buy it at the market. I collect ribwort plantain every summer. I will collect ribwort plantain tomorrow.",
      "example_translation": "Ich sammelte Wegerich im Wald als Kind, aber jetzt kaufe ich es lieber auf dem Markt. Ich sammle jeden Sommer Wegerich. Ich werde morgen Wegerich sammeln.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "sage",
      "translation": "Salbei",
      "definition": "A perennial herb with greyish-green leaves and purple flowers, native to the Mediterranean region.",
      "definition_translation": "Eine mehrjährige Krautpflanze mit grau-grünen Blättern und purpurnen Blüten, die im Mittelmeerraum heimisch ist.",
      "example": "I added sage to the stuffing for the turkey last year, but this year I will use thyme. The chef added sage to the sauce. The aroma of sage filled the kitchen.",
      "example_translation": "Ich fügte Salbei dem Füllstoff für den Truthahn letztes Jahr hinzu, aber dieses Jahr werde ich Thymian verwenden. Der Koch fügte Salbei der Soße hinzu. Der Duft von Salbei erfüllte die Küche.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "St John's wort",
      "translation": "Johanneskraut",
      "definition": "A perennial herb with yellow flowers, used in herbal medicine to treat mild depression.",
      "definition_translation": "Eine mehrjährige Krautpflanze mit gelben Blüten, die in der Phytotherapie zur Behandlung leichter Depressionen eingesetzt wird.",
      "example": "My grandmother used to make tea from St John's wort to calm her nerves. I will try St John's wort tea next time I feel anxious. The doctor recommended St John's wort to alleviate her symptoms.",
      "example_translation": "Meine Großmutter haute Tee aus Johanneskraut, um ihre Nerven zu beruhigen. Ich werde nächsten Mal Johanneskraut-Tee versuchen, wenn ich mich ängstlich fühle. Der Arzt empfahl Johanneskraut, um ihre Symptome zu lindern.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "wormwood",
      "translation": "Wermut",
      "definition": "A perennial herb with silvery-grey leaves and small yellowish flowers, used in absinthe and other spirits.",
      "definition_translation": "Eine mehrjährige Krautpflanze mit silbergrauen Blättern und kleinen gelblichen Blüten, die in Absinth und anderen Spirituosen verwendet wird.",
      "example": "The bartender added a few drops of wormwood to the cocktail for a unique flavor. I tasted wormwood in the absinthe last night. The aroma of wormwood lingered in the air.",
      "example_translation": "Der Barkeeper fügte dem Cocktail einige Tropfen Wermut hinzu, um einen einzigartigen Geschmack zu erzielen. Ich schmeckte Wermut im Absinth letzte Nacht. Der Duft von Wermut hing in der Luft.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]