{
  "data": [
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Aquarius",
      "translation": "Wassermann",
      "definition": "A constellation and a sign of the zodiac, named after the Latin word for water bearer, represented by a figure pouring water from a jug.",
      "definition_translation": "Ein Sternbild und ein Zeichen des Tierkreises, benannt nach dem lateinischen Wort für Wassermann, dargestellt durch eine Figur, die Wasser aus einem Krug gießt.",
      "example": "She was an Aquarius and had a very independent personality. She had been an activist in her youth and will continue to fight for social justice in the future. She is currently working on a project to reduce carbon emissions.",
      "example_translation": "Sie war ein Wassermann und hatte eine sehr unabhängige Persönlichkeit. Sie war in ihrer Jugend Aktivistin gewesen und wird in Zukunft weiterhin für soziale Gerechtigkeit kämpfen. Sie arbeitet derzeit an einem Projekt, um CO2-Emissionen zu reduzieren.",
      "imageLink": "aquarius.jpg",
      "audioLink": "Aquarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Aries",
      "translation": "Widder",
      "definition": "A constellation and a sign of the zodiac, named after the Latin word for ram, represented by a figure with horns.",
      "definition_translation": "Ein Sternbild und ein Zeichen des Tierkreises, benannt nach dem lateinischen Wort für Widder, dargestellt durch eine Figur mit Hörnern.",
      "example": "He was an Aries and had a very adventurous spirit. He had traveled to many countries in the past and will embark on a new journey to explore the Amazon rainforest next year. He is currently planning his itinerary.",
      "example_translation": "Er war ein Widder und hatte einen sehr abenteuerlustigen Geist. Er war in viele Länder gereist und wird nächstes Jahr eine neue Reise unternehmen, um den Amazonas-Regenwald zu erkunden. Er plant derzeit seine Reiseroute.",
      "imageLink": "aries.jpg",
      "audioLink": "Aries.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Cancer",
      "translation": "Krebs",
      "definition": "A constellation and a sign of the zodiac, named after the Latin word for crab, represented by a figure with claws.",
      "definition_translation": "Ein Sternbild und ein Zeichen des Tierkreises, benannt nach dem lateinischen Wort für Krebs, dargestellt durch eine Figur mit Scheren.",
      "example": "She was a Cancer and had a very emotional personality. She had been very attached to her family in the past and will continue to care for her loved ones in the future. She is currently planning a family reunion.",
      "example_translation": "Sie war ein Krebs und hatte eine sehr emotionale Persönlichkeit. Sie war ihrer Familie in der Vergangenheit sehr angehängt und wird in Zukunft weiterhin für ihre Lieben sorgen. Sie plant derzeit ein Familientreffen.",
      "imageLink": "cancer.jpg",
      "audioLink": "Cancer.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Capricorn",
      "translation": "Steinbock",
      "definition": "A constellation and a sign of the zodiac, named after the Latin word for goat-horned, represented by a figure with horns.",
      "definition_translation": "Ein Sternbild und ein Zeichen des Tierkreises, benannt nach dem lateinischen Wort für Geißelhorn, dargestellt durch eine Figur mit Hörnern.",
      "example": "He was a Capricorn and had a very ambitious personality. He had worked hard to get promoted in the past and will continue to strive for excellence in the future. He is currently preparing for a job interview.",
      "example_translation": "Er war ein Steinbock und hatte eine sehr ehrgeizige Persönlichkeit. Er hatte in der Vergangenheit hart gearbeitet, um befördert zu werden, und wird in Zukunft weiterhin nach Exzellenz streben. Er bereitet sich derzeit auf ein Vorstellungsgespräch vor.",
      "imageLink": "capricorn.jpg",
      "audioLink": "Capricorn.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Gemini",
      "translation": "Zwillinge",
      "definition": "A constellation in the northern hemisphere, named after the twins Castor and Pollux in Greek mythology.",
      "definition_translation": "Ein Sternbild im nördlichen Himmel, benannt nach den Zwillingen Kastor und Pollux in der griechischen Mythologie.",
      "example": "I'm a Gemini, born in the month of June. I was a very curious child, and I will continue to be curious in the future. I am curious about many things, and I have always been curious about my zodiac sign.",
      "example_translation": "Ich bin Zwilling, geboren im Juni. Ich war ein sehr neugieriges Kind, und ich werde in Zukunft weiterhin neugierig sein. Ich bin über viele Dinge neugierig, und ich habe immer mein Sternzeichen interessiert.",
      "imageLink": "gemini.jpg",
      "audioLink": "Gemini.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Leo",
      "translation": "Löwe",
      "definition": "A constellation in the northern hemisphere, named after the lion in Greek mythology.",
      "definition_translation": "Ein Sternbild im nördlichen Himmel, benannt nach dem Löwen in der griechischen Mythologie.",
      "example": "My friend is a Leo, born in the month of August. She was a confident child, and she will continue to be confident in the future. She is confident in her abilities, and she always has been confident in her zodiac sign.",
      "example_translation": "Meine Freundin ist Löwe, geboren im August. Sie war ein selbstbewusstes Kind, und sie wird in Zukunft weiterhin selbstbewusst sein. Sie ist über ihre Fähigkeiten selbstbewusst, und sie hat immer ihrem Sternzeichen vertraut.",
      "imageLink": "leo.jpg",
      "audioLink": "Leo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Libra",
      "translation": "Waage",
      "definition": "A constellation in the northern hemisphere, named after the scales in Greek mythology.",
      "definition_translation": "Ein Sternbild im nördlichen Himmel, benannt nach der Waage in der griechischen Mythologie.",
      "example": "I have a Libra friend, born in the month of October. She was a balanced child, and she will continue to be balanced in the future. She is balanced in her decisions, and she always has been balanced in her zodiac sign.",
      "example_translation": "Ich habe eine Freundin Waage, geboren im Oktober. Sie war ein ausgewogenes Kind, und sie wird in Zukunft weiterhin ausgewogen sein. Sie ist in ihren Entscheidungen ausgewogen, und sie hat immer ihrem Sternzeichen entsprochen.",
      "imageLink": "libra.jpg",
      "audioLink": "Libra.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Pisces",
      "translation": "Fische",
      "definition": "A constellation in the northern hemisphere, named after the fish in Greek mythology.",
      "definition_translation": "Ein Sternbild im nördlichen Himmel, benannt nach den Fischen in der griechischen Mythologie.",
      "example": "My brother is a Pisces, born in the month of March. He was a compassionate child, and he will continue to be compassionate in the future. He is compassionate towards others, and he always has been compassionate in his zodiac sign.",
      "example_translation": "Mein Bruder ist Fische, geboren im März. Er war ein mitfühlendes Kind, und er wird in Zukunft weiterhin mitfühlend sein. Er ist anderen gegenüber mitfühlend, und er hat immer seinem Sternzeichen entsprochen.",
      "imageLink": "pisces.jpg",
      "audioLink": "Pisces.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Sagittarius",
      "translation": "Schütze",
      "definition": "A constellation of the zodiac, said to represent a centaur holding a bow and arrow. It is situated between Scorpio and Capricorn.",
      "definition_translation": "Ein Sternbild des Zodiakus, das einen Kentaur mit Bogen und Pfeil darstellt. Es befindet sich zwischen Skorpion und Steinbock.",
      "example": "She was a Sagittarius, born in December. Last year, she sagittariused to travel to exotic places. Next year, she will Sagittarius again.",
      "example_translation": "Sie war ein Schütze, geboren im Dezember. Im letzten Jahr sagittarierte sie gerne zu exotischen Orten. Nächstes Jahr wird sie wieder Schütze sein.",
      "imageLink": "sagittarius.jpg",
      "audioLink": "Sagittarius.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Scorpio",
      "translation": "Skorpion",
      "definition": "A constellation of the zodiac, said to represent a scorpion. It is situated between Libra and Sagittarius.",
      "definition_translation": "Ein Sternbild des Zodiakus, das einen Skorpion darstellt. Es befindet sich zwischen Waage und Schütze.",
      "example": "He was a Scorpio, born in November. Last year, he scorpionesquely handled the situation. Next year, he will Scorpio again.",
      "example_translation": "Er war ein Skorpion, geboren im November. Im letzten Jahr behandelte er die Situation skorpionartig. Nächstes Jahr wird er wieder Skorpion sein.",
      "imageLink": "scorpio.jpg",
      "audioLink": "Scorpio.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Taurus",
      "translation": "Stier",
      "definition": "A constellation of the zodiac, said to represent a bull. It is situated between Aries and Gemini.",
      "definition_translation": "Ein Sternbild des Zodiakus, das einen Stier darstellt. Es befindet sich zwischen Widder und Zwilling.",
      "example": "She was a Taurus, born in May. Last year, she tauressed her way through the obstacle. Next year, she will Taurus again.",
      "example_translation": "Sie war ein Stier, geboren im Mai. Im letzten Jahr stierte sie sich durch das Hindernis. Nächstes Jahr wird sie wieder Stier sein.",
      "imageLink": "taurus.jpg",
      "audioLink": "Taurus.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "Virgo",
      "translation": "Jungfrau",
      "definition": "A constellation of the zodiac, said to represent a virgin. It is situated between Leo and Libra.",
      "definition_translation": "Ein Sternbild des Zodiakus, das eine Jungfrau darstellt. Es befindet sich zwischen Löwe und Waage.",
      "example": "He was a Virgo, born in September. Last year, he virgoed the details of the project. Next year, he will Virgo again.",
      "example_translation": "Er war ein Jungfrau, geboren im September. Im letzten Jahr ging er als Jungfrau die Details des Projekts durch. Nächstes Jahr wird er wieder Jungfrau sein.",
      "imageLink": "virgo.jpg",
      "audioLink": "Virgo.mp3"
    },
    {
      "section": "znaki-zodiaku-po-Spanish",
      "language": "English",
      "translationLanguage": "German",
      "word": "zodiac sign",
      "translation": "Sternzeichen",
      "definition": "A zodiac sign is one of the twelve 30-degree segments of the circle of the zodiac, used to divide the year into twelve parts, each named after a different character or animal from ancient mythology.",
      "definition_translation": "Ein Sternzeichen ist eines der zwölf 30-Grad-Segmente des Kreises des Zodiac, verwendet, um das Jahr in zwölf Teile zu teilen, jeweils nach einem anderen Charakter oder Tier aus der antiken Mythologie benannt.",
      "example": "I was a Leo in my past life, I am a Scorpio in my present life, and I will be a Sagittarius in my future life.",
      "example_translation": "Ich war ein Löwe in meinem vorherigen Leben, ich bin ein Skorpion in meinem aktuellen Leben und ich werde ein Schütze in meinem zukünftigen Leben sein.",
      "imageLink": "zodiac-sign.jpg",
      "audioLink": "zodiac sign.mp3"
    }
  ]
}