{
  "data": [
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blume",
      "translation": "цветок",
      "definition": "Eine Pflanze, die Blumen produziert, insbesondere eine, die in einem Garten wegen ihrer Schönheit oder Duft angebaut wird.",
      "definition_translation": "Растение, которое производит цветы, особенно то, который выращивается в саду для его красоты или аромата.",
      "example": "Sie hat eine Blume im Garten gestern gepflanzt, jetzt blüht sie, und sie wird sie morgen gießen.",
      "example_translation": "Она посадила цветок в саду вчера, сейчас он распустился, и она будет поливать его завтра.",
      "imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rose",
      "translation": "роза",
      "definition": "Ein stachelstängeliger, blühender Strauch, der in vielen Varietäten angebaut wird, typischerweise mit farbenfrohen, duftenden Blüten, insbesondere in Schattierungen von Pink oder Rot.",
      "definition_translation": "Колючая стебель цветущего кустарника, который широко культивируется в многих вариантах, обычно имея яркие, душистые цветы, особенно в оттенках розового или красного.",
      "example": "Ich gab ihr eine Rose an unserem letzten Jahrestag, sie liebte sie, und ich werde ihr nächstes Jahr wieder eine geben.",
      "example_translation": "Я дал ей розу на нашу годовщину в прошлом году, она любила его, и я дам ей еще одну в следующем году.",
      "imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänseblümchen",
      "translation": "маргаритка",
      "definition": "Eine kleine, zarte Blume mit weißen Blütenblättern und einem gelben Zentrum, die oft in Rasen und Wiesen gefunden wird.",
      "definition_translation": "Маленькое, хрупкое цветочное растение с белыми лепестками и желтым центром, часто встречающееся на лужайках и лугах.",
      "example": "Das Gänseblümchen blühte auf der Wiese letzten Frühling, blühte im Sommer und wird nächstes Herbst wieder blühen.",
      "example_translation": "Маргаритка расцветала на лугу прошлой весной, она расцветала летом, и она будет расцветать снова в следующей осени.",
      "imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenblume",
      "translation": "гелиантус",
      "definition": "Eine hohe, einjährige Pflanze mit großen, gelben Blüten, die der Sonne folgen, ursprünglich aus Nordamerika stammt.",
      "definition_translation": "Высокий, однолетний растительный с большими, желтыми цветками, которые следуют направлению солнца, родиной которых является Северная Америка.",
      "example": "Sie hat eine Sonnenblume im Garten letzten Sommer gepflanzt, jetzt wächst sie, und sie wird sie nächstes Herbst ernten.",
      "example_translation": "Она посадила гелиантус в саду прошим летом, он сейчас растет, и она будет собирать урожай в следующей осени.",
      "imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tulpe",
      "translation": "тюльпан",
      "definition": "Eine Tulpe ist eine Art von Blumenpflanze, die in Gärten angebaut wird und bekannt ist für ihre farbenfrohen, kelchförmigen Blüten.",
      "definition_translation": "Тюльпан - это тип цветущего растения, которое выращивается в садах и известно своими яркими, чашеобразными цветами.",
      "example": "Sie hat Tulpen in ihrem Garten letzten Frühling gepflanzt. Jetzt blühen sie schön. Nächstes Jahr wird sie mehr Tulpen pflanzen.",
      "example_translation": "Она посадила тюльпаны в ее саду прошлой весной. Теперь они цветут прекрасно. В следующем году она посадит больше тюльпанов.",
      "imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aster",
      "translation": "астер",
      "definition": "Ein Aster ist eine Art von Blumenpflanze, die oft in Buketten und Arrangements verwendet wird wegen ihrer kleinen, gänseblümchenähnlichen Blüten.",
      "definition_translation": "Астер - это тип цветущего растения, которое часто используется в букетах и композициях из-за своих маленьких, похожих на ромашки цветков.",
      "example": "Die Floristin arrangierte ein schönes Bukett aus Asten und Rosen. Letzte Woche hatte sie bereits viele Buketten aus Asten verkauft. Nächsten Monat wird sie weitere Buketten aus Asten vorbereiten.",
      "example_translation": "Флорист составила красивый букет из астеров и роз. На прошлой неделе она уже продала много букетов астеров. В следующем месяце она подготовит еще больше букетов астеров.",
      "imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Azalee",
      "translation": "азалия",
      "definition": "Eine Azalee ist eine Art von blühendem Strauch, der oft in der Landschafts- und Gartenarchitektur verwendet wird wegen seiner leuchtenden, pinken, purpurnen oder weißen Blüten.",
      "definition_translation": "Азалия - это тип цветущего кустарника, который часто используется в ландшафтном дизайне и садоводстве из-за своих ярких, розовых, фиолетовых или белых цветов.",
      "example": "Die Azaleen im Garten blühten letzten Sommer schön. Jetzt bereiten sie sich auf die nächste Blüte vor. Nächstes Jahr werden sie noch schöner blühen.",
      "example_translation": "Азалии в саду цвели красиво прошлым летом. Теперь они готовятся цвести снова. В следующем году они будут цвести еще более красиво.",
      "imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaktus",
      "translation": "кактус",
      "definition": "Ein Kaktus ist eine Art von Sukkulentenpflanze, die ursprünglich aus den Amerikas stammt und bekannt ist für ihre dicken, wachsigen Stiele, die Wasser speichern.",
      "definition_translation": "Кактус - это тип суккулентного растения, которое является родным для Америк и известно своими толстыми, восковыми стеблями, которые хранят воду.",
      "example": "Sie hatte einen Kaktus in ihrem Zimmer, aber er war letzten Monat gestorben. Jetzt will sie einen neuen Kaktus kaufen. Nächstes Woche wird sie in den Laden gehen, um einen Kaktus zu kaufen.",
      "example_translation": "У нее был кактус в ее комнате, но он умер последним месяцем. Теперь она хочет купить новый кактус. В следующую неделю она пойдет в магазин, чтобы купить кактус.",
      "imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nelke",
      "translation": "гардения",
      "definition": "Eine Nelke ist eine Blumenpflanze, die aus dem Mittelmeerraum stammt. Sie ist bekannt für ihre farbenfrohen, duftenden Blüten, die in verschiedenen Farben wie Pink, Rot, Weiß und Gelb kommen.",
      "definition_translation": "Гарденция - это цветущее растение, которое является родным для Средиземноморского региона. Она известна своими яркими, ароматными цветами, которые имеют различные цвета, включая pink, red, white и yellow.",
      "example": "Sie steckte eine Nelke an ihre Lapel, fühlte sich elegant und sophisticated. Der Florist wird morgen ein Bukett aus Nelken an ihre Haustür liefern. Bis nächster Woche werden die Nelken im Garten geblüht haben.",
      "example_translation": "Она заколола гардению к лацкану, чувствуя себя элегантной и культурной. Флорист доставит букет гарденций к ее дверям завтра. К следующей неделе гардении будут цвести в саду.",
      "imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chrysantheme",
      "translation": "хризантема",
      "definition": "Eine Chrysantheme ist eine Blumenpflanze, die aus Asien stammt. Sie ist bekannt für ihre farbenfrohen, gänseblümchenähnlichen Blüten, die in verschiedenen Farben wie Gelb, Pink, Rot und Weiß kommen.",
      "definition_translation": "Хризантема - это цветущее растение, которое является родным для Азии. Она известна своими яркими, похожими на астровые цветами, которые имеют различные цвета, включая желтый, pink, red и white.",
      "example": "Die Chrysantheme-Arrangement auf dem Tisch fügte dem Raum eine Pop of Color hinzu. Sie pflanzte Chrysanthemen sorgfältig in ihrem Garten letzten Wochenende. Bis nächsten Monat werden die Chrysanthemen begonnen haben zu blühen.",
      "example_translation": "Аранжировка хризантем на столе добавила цвета к комнате. Она аккуратно посадила хризантемы в ее саду на прошлых выходных. К следующему месяцу хризантемы начнут цвести.",
      "imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kornblume",
      "translation": "VASILEK",
      "definition": "Eine Kornblume ist eine einjährige Blütenpflanze, die ursprünglich aus Europa stammt. Sie ist bekannt für ihre hellblauen Blüten, die an Mini-Margeriten erinnern.",
      "definition_translation": "VASILEK - это однолетнее цветущее растение, которое является родным для Европы. Она известна своими яркими синими цветами, похожими на мини-астровые.",
      "example": "Die Kornblume blühte auf dem Feld, lockte Bienen und Schmetterlinge an. Sie pflückte einige Kornblumen auf ihrem Spaziergang und presste sie in ihr Tagebuch. Bis zum nächsten Sommer werden die Kornblumen über die Wiese verbreitet haben.",
      "example_translation": "VASILEK расцвел в поле, привлекая пчел и бабочек. Она собрала несколько VASILEK на ее прогулке и прижала их в ее журнале. К следующему лету VASILEK будут разрастаться по всей лугу.",
      "imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krokus",
      "translation": "шафран",
      "definition": "Ein Krokus ist eine mehrjährige Blütenpflanze, die ursprünglich aus Europa und Asien stammt. Er ist bekannt für seine kelchförmigen Blüten, die in verschiedenen Farben, einschließlich Gelb, Weiß und Purpur, vorkommen.",
      "definition_translation": "Шафран - это многолетнее цветущее растение, которое является родным для Европы и Азии. Она известна своими чашеобразными цветами, которые имеют различные цвета, включая желтый, белый и фиолетовый.",
      "example": "Die Krokus-Zwiebeln wurden letzten Herbst im Garten gepflanzt, und jetzt blühen sie. Sie arrangierte einen Strauß von Krokussen auf ihrem Küchentisch, füllte den Raum mit Farbe. Bis zum nächsten Frühling werden die Krokusse sich in der Wiese naturalisiert haben.",
      "example_translation": "Луковицы шафрана были посажены в саду прошлой осенью, и теперь они цветут. Она устроила букет шафранов на ее кухонном столе, заполнив комнату цветом. К следующей весне шафраны будут натурализованы в лугу.",
      "imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "подснежник",
      "definition": "Eine Narzisse ist eine Art von Blütenpflanze, die oft mit Frühling und neuen Anfängen assoziiert wird. Sie hat eine helle gelbe Trompetenblüte und einen stämmigen Stengel.",
      "definition_translation": "Подснежник - это тип цветущего растения, которое часто ассоциируется с весной и новыми начинаниями. У него есть ярко-желтый цветок в форме трубки и стойкий стебель.",
      "example": "Ich pflanzte letztes Jahr Narzissen in meinem Garten, und sie werden nächstes Frühjahr wunderschön blühen. Ich pflanze heute weitere Narzissen, und ich werde nächstes Jahr noch mehr pflanzen.",
      "example_translation": "Я посадил подснежники в моем саду прошлым годом, и они расцветут красиво следующей весной. Сегодня я сажаю больше подснежников, и я посадлю еще больше следующим годом.",
      "imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dahlie",
      "translation": "георгин",
      "definition": "Eine Dahlie ist eine Art von Blütenpflanze, die ursprünglich aus Mexiko und Zentralamerika stammt. Sie hat auffällige Blüten, die in verschiedenen Farben und Formen vorkommen.",
      "definition_translation": "Георгин - это тип цветущего растения, которое является родным для Мексики и Центральной Америки. У него есть прихотливые цветы, которые приходят в различных цветах и формах.",
      "example": "Ich züchtete letztes Sommer Dahlien in meinem Garten, und sie waren bei meinen Nachbarn sehr beliebt. Ich werde nächstes Sommer wieder Dahlien züchten, und ich plane, sie bei einer Blumenschau auszustellen.",
      "example_translation": "Я выращивал георгины в моем саду прошлым летом, и они были большим хитом у моих соседей. Я выращу георгины снова следующим летом, и я планирую представить их на цветочном шоу.",
      "imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Edelweiß",
      "translation": "эдельвейс",
      "definition": "Edelweiß ist eine Art von Blütenpflanze, die ursprünglich aus den europäischen Alpen stammt. Sie hat eine zarte, weiße Blüte mit einer wolligen Aussehen.",
      "definition_translation": "Эдельвейс - это тип цветущего растения, которое является родным для Европейских Альп. У него есть хрупкий, белый цветок с шерстистым видом.",
      "example": "Ich sah Edelweiß wachsen, als ich letzten Jahr in den Alpen wanderte. Ich werde Edelweiß wiedersehen, wenn ich nächstes Jahr zurück in die Berge gehe.",
      "example_translation": "Я видел эдельвейс, растущий в горах, когда я ходил в Альпы прошлым годом. Я увижу эдельвейс снова, когда я вернусь в горы следующим годом.",
      "imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vergissmeinnicht",
      "translation": "незабудка",
      "definition": "Vergissmeinnicht ist eine Art von Blütenpflanze, die kleine, blaue Blüten hat und oft mit Erinnerung und Andenken assoziiert wird.",
      "definition_translation": "Незабудка - это тип цветущего растения, которое имеет маленькие, синие цветы и часто ассоциируется с памятью и памятными событиями.",
      "example": "Ich überreichte meiner Oma einen Strauß von Vergissmeinnichten an ihrem Geburtstag, und sie war sehr gerührt. Ich werde meiner Oma nächstes Jahr wieder Vergissmeinnichte überreichen.",
      "example_translation": "Я подарил своей бабушке букет незабудок на ее день рождения, и она была очень тронута. Я подарю своей бабушке больше незабудок на ее следующий день рождения.",
      "imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Freesie",
      "translation": "фрезия",
      "definition": "Eine Freesie ist eine Art von Blütenpflanze, die ursprünglich aus Südafrika stammt und für ihre duftenden Blüten und zarten Blütenblätter bekannt ist.",
      "definition_translation": "Тип цветущего растения, родом из Южной Африки, известный своими ароматными цветами и нежными лепестками.",
      "example": "Ich kaufte einen Strauß von Freesien, um mein Wohnzimmer aufzuhellen. Befreit vom Strauß, begannen die Freesien zu welken. Ich werde nächstes Frühjahr Freesien in meinem Garten pflanzen.",
      "example_translation": "Я купил букет фрезий, чтобы осветить свою гостиную. Освобожденные от букета, фрезии начали увядать. Я посадлю фрезию в свой сад следующей весной.",
      "imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchsie",
      "translation": "фуксия",
      "definition": "Eine Fuchsie ist eine Art von Blütenpflanze, die für ihre leuchtenden rosa, purpurnen oder roten Blüten bekannt ist, die oft in Hänge ampullen oder Containern verwendet werden.",
      "definition_translation": "Тип цветущего растения, известный своими яркими розовыми, фиолетовыми или красными цветами, часто используемый в висячих корзинах или контейнерах.",
      "example": "Ich pflanzte eine Fuchsie in meinem Garten, und sie blühte den ganzen Sommer hindurch wunderschön. Fuchsien waren eine beliebte Wahl für viktorianische Gärten. Sie wird ein Fuchsia-Kleid zum Party heute Abend tragen.",
      "example_translation": "Я посадил фуксию в свой сад, и она расцвелаbeautifully всю летом. Фуксии были популярным выбором для викторианских садов. Она наденет платье фуксии на вечеринку сегодня ночью.",
      "imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gerbera",
      "translation": "герберова ромашка",
      "definition": "Eine Gerbera ist eine Art von Blütenpflanze, die für ihre hellen, heiteren Blüten bekannt ist, die oft in Bouquets und Arrangements verwendet werden.",
      "definition_translation": "Тип цветущего растения, известный своими яркими, радостными цветами, часто используемый в букетах и композициях.",
      "example": "Ich überreichte ihr einen Strauß von Gerbera-Dahlien zu ihrem Geburtstag. Die Gerbera-Dahlien in der Vase begannen nach einer Woche zu welken. Sie wird nächstes Frühjahr Gerbera-Dahlien in ihrem Garten pflanzen.",
      "example_translation": "Я подарил ей букет герберовых ромашек, чтобы отпраздновать ее день рождения. Герберовые ромашки в вазе начали увядать через неделю. Она посадит герберовые ромашки в свой сад следующей весной.",
      "imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stockrose",
      "translation": "шток-роза",
      "definition": "Eine Stockrose ist eine Art von Blütenpflanze, die für ihre hohen, stattlichen Blütenstände mit hellen Blüten bekannt ist, die oft in Cottage-Gärten verwendet werden.",
      "definition_translation": "Тип цветущего растения, известный своими высокими, величественными шипами ярко окрашенных цветов, часто используемый в деревенских садах.",
      "example": "Ich pflanzte Stockrosen in meinem Garten, und sie wuchsen auf über sechs Meter hoch. Die Stockrosen im Garten waren ein beliebter Platz für Schmetterlinge. Sie wird die Stockrosen in ihrem Garten morgen schneiden.",
      "example_translation": "Я посадил шток-розы в свой сад, и они выросли более шести футов в высоту. Шток-розы в саду были популярным местом для бабочек. Она будет обрезать шток-розы в ее саду завтра.",
      "imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hyazinthe",
      "translation": "гиацинт",
      "definition": "Eine Hyazinthe ist eine Art von Zierpflanze, die oft in Gärten für ihre schönen und duftenden Blumen angebaut wird.",
      "definition_translation": "Гиацинт - это тип цветущего растения, которое часто выращивается в садах для своих красивых и ароматных цветов.",
      "example": "Ich pflanzte eine Hyazinthe in meinem Garten letzten Jahr, und sie blühte wunderschön dieses Frühjahr. Ich werde nächstes Jahr eine weitere pflanzen, und sie wird wieder blühen. Ich pflanzte eine Hyazinthe in meinem Garten vor fünf Jahren, und sie blüht noch heute jedes Frühjahr.",
      "example_translation": "Я посадил гиацинт в моем саду в прошлом году, и он зацвел beautefully этой весной. Я посадлю другой в следующем году, и он снова зацветет. Я посадил гиацинт в моем саду пять лет назад, и он до сих пор зацвел каждой весной.",
      "imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwertlilie",
      "translation": "ирис",
      "definition": "Eine Schwertlilie ist eine Art von Zierpflanze, die bekannt für ihre auffälligen, farbigen Blumen ist, die in verschiedenen Formen und Größen vorkommen.",
      "definition_translation": "Ирис - это тип цветущего растения, которое известно своими эффектными, цветными цветами, которые приходят в различных формах и размерах.",
      "example": "Ich sah eine Iris in dem Garten blühen, und sie war so schön. Ich werde nächste Woche eine weitere sehen, und sie wird genauso hübsch sein. Ich sah eine Iris im Garten letzten Monat blühen, und sie war atemberaubend.",
      "example_translation": "Я увидел ирис, цветущий в саду, и он был таким красивым. Я увижу другой ирис, цветущий на следующей неделе, и он будет justo tão lovely. Я увидел ирис, цветущий в саду в прошлом месяце, и он был ошеломляющим.",
      "imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flieder",
      "translation": "сирень",
      "definition": " Ein Flieder ist ein Strauch, der für seine schönen, duftenden Blumen bekannt ist, die oft purpurn oder pinkfarben sind.",
      "definition_translation": "Сирень - это тип кустарника, который известен своими красивыми, ароматными цветами, которые часто бывают пурпурного или розового цвета.",
      "example": "Ich liebe den Duft von Flieder im Frühjahr. Ich werde nächstes Jahr einen Flieder in meinem Garten pflanzen, und er wird wunderschön blühen. Ich pflanzte einen Flieder in meinem Garten letzten Jahr, und er blühte wunderbar.",
      "example_translation": "Я люблю запах сирени весной. Я посадлю сирень в моем саду в следующем году, и она зацветет beautefully. Я посадил сирень в моем саду в прошлом году, и она зацвела чудесно.",
      "imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lilie",
      "translation": "лилия",
      "definition": "Eine Lilie ist eine Art von Zierpflanze, die für ihre schönen, trompetenförmigen Blumen bekannt ist, die oft weiß oder gelb sind.",
      "definition_translation": "Лилия - это тип цветущего растения, которое известно своими красивыми, трубаобразными цветами, которые часто бывают белого или желтого цвета.",
      "example": "Ich gab meiner Mutter einen Strauss von Lilien zum Geburtstag. Ich werde meiner Schwester einen Strauss von Lilien zur Abschlussfeier schenken. Ich gab meiner Freundin einen Strauss von Lilien zur Hochzeit.",
      "example_translation": "Я дал моей матери букет лилий к ее дню рождения. Я дам моей сестре букет лилий к ее выпускному. Я дал моей подруге букет лилий к ее свадьбе.",
      "imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maiglöckchen",
      "translation": "лилия долины",
      "definition": "Ein Maiglöckchen ist eine kleine, weiße, Glockenblume, die in der Wildnis in vielen Teilen Europas und Asiens wächst. Sie wird oft in Parfüms verwendet und ist ein Symbol der Reinheit und Unschuld.",
      "definition_translation": "Лилия долины - это маленький, белый, колоколовидный цветок, который растет в дикой природе во многих частях Европы и Азии. Он часто используется в парфюмах и является символом чистоты и невинности.",
      "example": "Ich pflanzte ein Maiglöckchen in meinem Garten letzten Jahr, und es hat sich wunderbar entwickelt. Jetzt verwende ich seine Blumen, um ein schönes Parfüm herzustellen. In Zukunft werde ich es meiner Schwester als Geschenk schenken.",
      "example_translation": "Я посадил лилию долины в саду в прошлом году, и она вырослаautifully. Теперь я использую ее цветы, чтобы создать любопытный парфюм. В будущем я дам его в подарок своей сестре.",
      "imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "нарцисс",
      "definition": "Eine Narzisse ist eine Art von Zierpflanze, die oft in Gärten und Parkanlagen gefunden wird. Ihre Blumen sind meist gelb oder weiß und haben einen süßen, duftenden Geruch.",
      "definition_translation": "Нарцисс - это тип цветущего растения, которое часто встречается в садах и парках. Его цветы обычно желтые или белые и имеют сладкий, ароматный запах.",
      "example": "Ich ging durch den Park und sah eine wunderschöne Narzisse blühen. Ich pflückte eine und gab sie meiner Mutter als Geschenk. Sie wird sie in ihrem Garten pflanzen, und in Zukunft wird sie wieder blühen.",
      "example_translation": "Я прошел через парк и увидел красивый нарцисс, цветущий. Я подобрал один и подарил его своей матери. Она посадит его в ее саду, и в будущем он снова будет цвести.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orchidee",
      "translation": "орхидея",
      "definition": "Eine Orchidee ist eine Art von Zierpflanze, die für ihre zarte, exotische Schönheit bekannt ist. Sie wird oft in Blumenbouquets und Arrangements verwendet, um einen Hauch von Eleganz hinzuzufügen.",
      "definition_translation": "Орхидея - это тип цветущего растения, известного своей деликатной, экзотической красотой. Он часто используется в букетах и arrangеements, чтобы добавить штрих элегантности.",
      "example": "Ich besuchte einen botanischen Garten und sah viele schöne Orchideen ausgestellt. Ich kaufte eine und pflanzte sie in meinem Zimmer, und jetzt blüht sie jedes Jahr. In Zukunft werde ich ihre Blumen verwenden, um ein atemberaubendes Bouquet zu erstellen.",
      "example_translation": "Я посетил ботанический сад и увидел многие красивые орхидеи на выставке. Я купил один и посадил его в своей комнате, и теперь он цветет каждый год. В будущем я использую его цветы, чтобы создать ошеломляющий букет.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefmütterchen",
      "translation": "фиалка",
      "definition": "Ein Stiefmütterchen ist eine Art von Zierpflanze, die für ihre farbigen, delikaten Blüten bekannt ist. Es wird oft in Gärten und Arrangements verwendet, um einen Hauch von Whimsy hinzuzufügen.",
      "definition_translation": "Фиалка - это тип цветущего растения, известного своими разноцветными, деликатными лепестками. Он часто используется в садах и arrangеements, чтобы добавить штрих фантазии.",
      "example": "Ich pflanzte ein Stiefmütterchen in meinem Garten letzten Frühjahr, und es blühte wunderschön. Jetzt verwende ich seine Blumen, um ein schönes Arrangement zu erstellen. In Zukunft werde ich es meiner Freundin als Geschenk schenken.",
      "example_translation": "Я посадил фиалку в саду прошлой весной, и она цвететbeautifully. Теперь я использую ее цветы, чтобы создать любопытный arrangement. В будущем я дам ее в подарок своей подруге.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfingstrose",
      "translation": "пони",
      "definition": "Eine Pfingstrose ist eine Pflanze mit großen, auffälligen Blüten, die oft rosa, lila oder weiß sind, und die in Asien, Europa und West-Nordamerika heimisch ist.",
      "definition_translation": "Цветущее растение с красивыми, розовыми, пурпурными или белыми цветами, родом из Азии, Европы и западной Северной Америки.",
      "example": "Im 19. Jahrhundert wurden Pfingstrosen als Medizin verwendet, aber heute werden sie hauptsächlich zur Zierde angebaut. Pfingstrosen werden im Sommer blühen, und sie blühten letzten Jahr.",
      "example_translation": "В 19 веке, пионы использовались как лекарство, но сейчас они в основном выращиваются для декоративных целей. Пионы будут цвести летом, и они цвели прошлым годом.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mohn",
      "translation": "мак",
      "definition": "Eine Pflanze mit großen, auffälligen Blüten, die oft mit Erinnerung und zum Memorial Day assoziiert wird.",
      "definition_translation": "Растение с большими, красивыми цветами, часто ассоциируемое с памятью и Днем памяти.",
      "example": "Mohnsamen werden oft als Topping für Brot verwendet, und die Blumen werden im Frühjahr blühen. Ich werde nächstes Jahr Mohn in meinem Garten pflanzen.",
      "example_translation": "Семена мака часто используются в качестве топинга для хлеба, и цветы будут цвести весной. Я植ру мак в саду в следующем году.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlüsselblume",
      "translation": "первоцвет",
      "definition": "Eine zarte, gelbblühende Pflanze, oft in Wäldern und Wiesen zu finden.",
      "definition_translation": "Деликатное, желтоцветущее растение, часто встречающееся в лесах и лугах.",
      "example": "Schlüsselblumen werden im Frühling blühen, und ich habe sie letztes Jahr geblüht. Schlüsselblumen wurden im Garten meiner Großmutter gepflanzt.",
      "example_translation": "Первоцветы будут цвести ранней весной, и я посадил их в прошлом году. Первоцветы были посажены в саду моей бабушкой.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenmaul",
      "translation": "львиный зев",
      "definition": "Eine hohe, blühende Pflanze mit_showigen, röhrenförmigen Blüten, oft in Gärten und Blumenarrangements verwendet.",
      "definition_translation": "Высокое, цветущее растение с красивыми, трубчатыми цветами, часто используемое в садах и цветочных композициях.",
      "example": "Löwenmäuler werden im Sommer hoch wachsen, und sie wuchsen letztes Jahr. Ich werde Löwenmäuler im nächsten Monat im Garten pflanzen.",
      "example_translation": "Львиные зевы будут расти высокими летом, и они росли в прошлом году. Я植ру львиные зевы в саду в следующем месяце.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneeglöckchen",
      "translation": "подснежник",
      "definition": "Eine kleine weiße Blume, die im Winter wächst und oft mit Reinheit und Unschuld assoziiert wird.",
      "definition_translation": "Маленький белый цветок, который растет зимой и часто ассоциируется с чистотой и невинностью.",
      "example": "Ich sah ein Schneeglöckchen im letzten Winter im Garten blühen. Es wird nächstes Winter wieder blühen. Ich habe ein Schneeglöckchen im letzten Jahr in meinem Garten geblüht.",
      "example_translation": "Я видел подснежник, цветущий в саду прошлой зимой. Он будет цвести снова на следующей зимой. Я выращивал подснежник в我的 саду в прошлом году.",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tagetes",
      "translation": "тагетес",
      "definition": "Eine Art von blühenden Pflanzen, auch als Ringelblume bekannt, mit hellgelben oder orangefarbenen Blüten.",
      "definition_translation": "Вид цветущего растения, также известного как бархатцы, с ярко-желтыми или оранжевыми цветами.",
      "example": "Ich habe Tagetes im letzten Sommer in meinem Garten gepflanzt. Sie werden nächstes Sommer wieder gepflanzt. Ich hatte Tagetes im letzten Jahr in meinem Garten gepflanzt.",
      "example_translation": "Я посадил тагетес в мой сад прошлым летом. Они будут посажены на следующее лето. Я посадил тагетес в мой сад в прошлом году.",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veilchen",
      "translation": "фиалка",
      "definition": "Eine kleine, zarte Blume mit süßer Duft, oft mit Bescheidenheit und Demut assoziiert.",
      "definition_translation": "Маленький, нежный цветок с сладким ароматом, часто ассоциируется с скромностью и смирением.",
      "example": "Ich pflückte ein Veilchen im Wald gestern. Es wird morgen wieder gepflückt. Ich hatte ein Veilchen im Wald letzte Woche gepflückt.",
      "example_translation": "Я сорвал фиалку в лесу вчера. Она будет сорвана снова завтра. Я сорвал фиалку в лесу на прошлой неделе.",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seerose",
      "translation": "водяная лилия",
      "definition": "Eine Art von aquatischer Pflanze mit schönen, duftenden Blüten, oft in Seen und Teichen gefunden.",
      "definition_translation": "Вид водного растения с красивыми, ароматными цветами, часто встречается в прудах и озерах.",
      "example": "Ich sah eine Seerose im Teich gestern blühen. Sie wird nächsten Sommer wieder blühen. Ich hatte eine Seerose im Teich letztes Jahr gesehen blühen.",
      "example_translation": "Я видел водяную лилию, цветущую в пруду вчера. Она будет цвести снова на следующее лето. Я видел водяную лилию, цветущую в пруду в прошлом году.",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Windblume",
      "translation": "ветродержец",
      "definition": "Eine Windblume ist eine Art von Blume, die leicht genug ist, um vom Wind bewegt zu werden, oft in Wiesen und Feldern gefunden. Sie ist eine zarte und hübsche Blume, oft mit einem feinen Duft und einer Vielzahl von Farben.",
      "definition_translation": "Ветродержец - это тип цветка, который легок enough to быть дунутым ветром, часто встречаются в лугах и полях. Это хрупкое и изящное цветок, часто с тонким ароматом и разнообразием цветов.",
      "example": "Ich sah eine schöne Windblume im Wiesen gestern, ihre Blüten wurden sanft von der Brise bewegt. Ich werde eine Windblume in meinem Garten nächste Woche pflanzen und hoffe, dass sie bis zum Sommer blühen wird. Bis nächstes Jahr wird die Windblume ihre Samen über den ganzen Garten verbreitet haben.",
      "example_translation": "Я видел красивый ветродержец в лугу вчера, его лепестки нежно раскачивались на ветру. Я посадлю ветродержец в мой сад неделюnext week, и я надеюсь, что он зацветет летом. К следующему году ветродержец будет разносить свои семена по всему саду.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]
}