{
  "data": [
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "холодный",
      "definition": "Eine niedrige Temperatur habend; Gegenteil von heiß",
      "definition_translation": "Имея низкую температуру; противоположность горячему",
      "example": "Ich war gestern kalt, ich bin heute kalt und ich werde morgen kalt sein.",
      "example_translation": "Я был холодным вчера, я холодный сегодня, и я буду холодным завтра.",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "холодный",
      "definition": "Wärme des Gefühls fehlend; unfreundlich",
      "definition_translation": "Не имеющий теплоты чувств; не дружелюбный",
      "example": "Die kalte Aufnahme, die wir im Hotel erhielten, war enttäuschend.",
      "example_translation": "Холодный прием, который мы получили в отеле, был разочаровывающим.",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiß",
      "translation": "горячий",
      "definition": "Eine hohe Temperatur habend; Gegenteil von kalt",
      "definition_translation": "Имея высокую температуру; противоположность холодному",
      "example": "Der heiße Kaffee verbrannte meine Zunge, ich trinke jetzt heißen Tee und ich werde morgen heiße Schokolade trinken.",
      "example_translation": "Горячий кофе обжег мой язык, я пью горячий чай сейчас, и я выпью горячий шоколад завтра.",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regen",
      "translation": "дождь",
      "definition": "Niederschlag in Form von Wassertröpfchen",
      "definition_translation": "Осадки в формах водяных капель",
      "example": "Es regnete gestern stark, es regnet heute und es wird morgen regnen.",
      "example_translation": "Вчера лил дождь сильно, сегодня идет дождь, и завтра будет дождь.",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnee",
      "translation": "снег",
      "definition": "Schnee ist ein natürliches Wetterphänomen, charakterisiert durch das Fallen von weißen Eiskristallen vom Himmel.",
      "definition_translation": "Снег - это естественное погодное явление, характеризующееся падением белых льдинок из неба.",
      "example": "Der Schnee fiel gestern stark, aber heute ist es sonnig. Ich liebe es, im Schnee zu spielen, als Kind, aber jetzt ziehe ich es vor, in warme Orte im Winter zu reisen. Wenn es morgen schneit, werden wir Skifahren gehen.",
      "example_translation": "Снег выпадал обильно вчера, но сегодня солнечно. Я любил играть в снегу в детстве, но теперь я предпочитаю путешествовать в теплые места зимой. Если завтра будет снег, мы поедем на лыжи.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sommer",
      "translation": "лето",
      "definition": "Der Sommer ist die wärmste Jahreszeit, charakterisiert durch lange Tage und hohe Temperaturen.",
      "definition_translation": "Лето - это самый теплый сезон года, характеризующийся длинными днями и высокими температурами.",
      "example": "Ich freue mich immer auf den Sommerurlaub, wenn ich mich auf dem Strand entspannen kann. Der letzte Sommer war sehr heiß, aber dieses Jahr ist es kühler. Wenn ich im Lotto gewinne, werde ich nächsten Sommer nach Hawaii reisen.",
      "example_translation": "Я всегда жду летних каникул, когда могу расслабиться на пляже. Прошлым летом было очень жарко, но в этом году оно прохладнее. Если я выиграю в лотерею, я поеду на Гавайи следующим летом.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonne",
      "translation": "солнце",
      "definition": "Die Sonne ist der Stern im Zentrum unseres Sonnensystems, verantwortlich für das Bereitstellen von Licht und Wärme für unseren Planeten.",
      "definition_translation": "Солнце - это звезда в центре нашей солнечной системы, ответственная за предоставление света и тепла нашей планете.",
      "example": "Die Sonne strahlte gestern hell im Himmel. Ich liebe es, mich bei warmem Wetter in der Sonne zu sonnen. Wenn die Sonne morgen nicht hervorkommt, bleiben wir zu Hause.",
      "example_translation": "Солнце сияло ярко в небе вчера. Я люблю загорать на солнце в теплый день. Если завтра солнце не выйдет, мы останемся дома.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warm",
      "translation": "теплый",
      "definition": "Warm bezieht sich auf eine moderate oder komfortable Temperatur, weder heiß noch kalt.",
      "definition_translation": "Теплый - это умеренная или комфортная температура, не горячая и не холодная.",
      "example": "Ich liebe es, warmen Tee am kalten Wintermorgen zu trinken. Das warme Wetter im Sommer macht mich glücklich. Wenn das Zimmer zu warm ist, werde ich die Klimaanlage einschalten.",
      "example_translation": "Я люблю пить теплый чай по холодным зимним утрам. Теплая погода летом делает меня счастливым. Если комната слишком теплая, я включу кондиционер.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wetter",
      "translation": "погода",
      "definition": "Der Zustand der Atmosphäre an einem bestimmten Ort und zu einer bestimmten Zeit, einschließlich Temperatur, Wolken, Trockenheit, Sonnenschein, Wind und Regen.",
      "definition_translation": "Состояние атмосферы в конкретном месте и времени, включая температуру, облачность, сухость, солнечность, ветер и дождь.",
      "example": "Das Wetter war gestern schön, aber morgen wird es regnen. Gestern war das Wetter sonnig, und wir gingen in den Park. Wenn es gutes Wetter ist, werden wir nächste Woche ein Picknick machen.",
      "example_translation": "Погода была хорошей вчера, но завтра будет дождь. Вчера погода была солнечной, и мы пошли в парк. Если будет хорошая погода, мы устроим пикник в следующее воскресенье.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wind",
      "translation": "ветер",
      "definition": "Eine natürliche Bewegung der Luft in der Atmosphäre, insbesondere eine starke oder gewalttätige.",
      "definition_translation": "Естественное движение воздуха в атмосфере, особенно сильное или бурное.",
      "example": "Der Wind blies gestern stark, und er blies meinen Hut weg. Der Wind wird bis zum Abend nachlassen. Wenn der Wind stark bläst, werden wir die Fenster schließen.",
      "example_translation": "Ветер сильно дул вчера, и он унес мою шляпу. Ветер утихнет к вечеру. Если ветер будет дуть сильно, мы закроем окна.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Winter",
      "translation": "зима",
      "definition": "Die Jahreszeit zwischen Herbst und Frühling, gekennzeichnet durch die längste Periode kalten Wetters.",
      "definition_translation": "Сезон года между осенью и весной, характеризующийся самым длинным периодом холодной погоды.",
      "example": "Winter ist meine Lieblingsjahreszeit, und ich liebe es, Ski zu fahren. Letzter Winter war sehr kalt, und wir hatten viel Schnee. Der Winter wird bald kommen, und wir werden Schlittschuhlaufen gehen.",
      "example_translation": "Зима - мой любимый сезон, и я люблю кататься на лыжах. Прошлой зимой было очень холодно, и у нас было много снега. Зима sắp приходит, и мы поедем кататься на коньках.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wolke",
      "translation": "облако",
      "definition": "Eine sichtbare Masse Wasser dampf in der Luft, insbesondere eine weiße oder hell gefärbte.",
      "definition_translation": "Видимая масса воды в воздухе в небе, особенно белая или светлого цвета.",
      "example": "Die Wolke verdeckte die Sonne, und es wurde dunkel. Wolken sammelten sich, und es sah aus, als würde es regnen. Die Wolke wird bald verschwinden, und wir werden die Sterne sehen.",
      "example_translation": "Облако закрыло солнце, и стало темно. Облака собирались, и похоже, что будет дождь. Облако исчезнет скоро, и мы увидим звезды.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wolkig",
      "translation": "пасмурный",
      "definition": "mit einer wolkenverhangenen Himmel; bewölkt",
      "definition_translation": "имеющий облачное небо; пасмурный",
      "example": "Das Wetter war gestern wolkig, aber heute ist es sonnig. Morgen wird es wieder wolkig sein. Ich liebe wolkige Tage, weil ich dann zu Hause bleiben kann.",
      "example_translation": "Погода была пасмурной вчера, но сегодня она солнечная. Заметано, что будет пасмурно снова завтра. Я люблю пасмурные дни, потому что я могу остаться дома.",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nebel",
      "translation": "туман",
      "definition": "Eine wolkenähnliche Masse kleiner Wassertröpfchen in der Luft nahe dem Boden",
      "definition_translation": "облачкоподобная масса nhỏких капель воды в воздухе вблизи земли",
      "example": "Der Nebel war so dick, dass ich die Straße nicht sehen konnte. Ich ging durch den Nebel, um zum Laden zu gelangen. Der Nebel wird bis morgen früh aufgelöst sein.",
      "example_translation": "Туман был таким густым, что я не мог увидеть дорогу. Я прошел через туман, чтобы добраться до магазина. Туман рассеется к завтрашнему утру.",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nebelig",
      "translation": "туманный",
      "definition": "mit Nebel charakterisiert",
      "definition_translation": "имеющий или характеризующийся туманом",
      "example": "Das nebelige Wetter machte es schwierig, zu navigieren. Die Stadt war nebelig am Morgen, aber sonnig am Nachmittag. Es wird nächste Woche wieder nebelig sein.",
      "example_translation": "Пасмурная погода сделала difficile навигацию. Город был туманным утром, но солнечным днем. Быть туманным снова на следующей неделе.",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eis",
      "translation": "лед",
      "definition": "Ein festes, transparentes und sprödes Material, das aus Wasser gebildet wird",
      "definition_translation": "твердое, прозрачное и хрупкое вещество, образованное из воды",
      "example": "Das Eis schmolz auf der Straße. Ich fuhr letztes Jahr Schlittschuh auf dem Eis. Das Eis wird nächstes Jahr wieder gefroren sein.",
      "example_translation": "Лед таял на дороге. Я катался на льду прошлой зимой. Лед будет заморожен снова к следующей зиме.",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frühling",
      "translation": "весна",
      "definition": "Die Jahreszeit zwischen Winter und Sommer, während der das Wetter wärmer wird und Pflanzen beginnen zu wachsen.",
      "definition_translation": "Сезон года между зимой и летом, во время которого погода становится теплее и растения начинают расти.",
      "example": "Ich liebe es, lang zu spazieren im Frühling. Letzten Frühling pflanzte ich einen Garten an. Bis nächsten Frühling werde ich mein Diplom fertig haben.",
      "example_translation": "Я люблю делать длинные прогулки весной. В прошлом году весной я посадил сад. К следующей весне я закончу.degree.",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sturm",
      "translation": "штурм",
      "definition": "Eine schwere Wetterbedingung, die durch starke Winde, schweren Regen, Donner und Blitz gekennzeichnet ist.",
      "definition_translation": "Сильное погодное условие, характеризующееся сильными ветрами, обильными дождями, громом и молнией.",
      "example": "Der Sturm beschädigte viele Häuser im Dorf. Der Sturm wird morgen vorbei sein. Wir haben noch nie so einen starken Sturm gesehen.",
      "example_translation": "Шторм повредил многие дома в городе. Шторм будет проходить завтра. Мы никогда не видели такого сильного шторма.",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sonnig",
      "translation": "солнечный",
      "definition": "Mit viel Sonnenschein und wenig Wolken, so dass das Wetter warm und angenehm ist.",
      "definition_translation": "Имеет много солнечного сияния и мало облаков, поэтому погода теплая и приятная.",
      "example": "Es war sonnig an meinem Geburtstag. Das sonnige Wetter machte unser Picknick perfekt. Bis nächstes Wochenende wird es wieder sonnig sein.",
      "example_translation": "Было солнечно в мой день рождения. Солнечная погода сделала наш пикник идеальным. К следующему выходному dni оно будет снова солнечно.",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewitter",
      "translation": "гроза",
      "definition": "Ein Sturm, der durch die Anwesenheit von Blitz, Donner und schwerem Regen gekennzeichnet ist.",
      "definition_translation": "Шторм, характеризующийся наличием молнии, грома и обильных дождей.",
      "example": "Das Gewitter weckte mich um Mitternacht. Wir wurden auf dem Weg nach Hause in ein Gewitter gefangen. Das Gewitter wird morgen früh vorbei sein.",
      "example_translation": "Гроза разбудила меня в полночь. Мы потрапили в грозу на нашем пути домой. Гроза будет проходить завтра утром.",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Donner",
      "translation": "гром",
      "definition": "Ein lauter, donnernder Laut, der durch Blitzschlag in der Luft entsteht, oft während eines Sturms",
      "definition_translation": "Громкий, рокотный звук, сделанный молнией в небе, часто во время шторма",
      "example": "Ich hatte Angst vor dem Donner letzte Nacht. Der Donner wird uns morgen wecken. Ich habe den Donner viele Male gehört.",
      "example_translation": "Я был напуган громом прошлым вечером. Гром просыпет нас завтра. Я слышал гром много раз.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tageslicht",
      "translation": "дневной свет",
      "definition": "Das Licht des Tages, insbesondere wenn es hell und sonnig ist",
      "definition_translation": "Свет дня, особенно когда он яркий и солнечный",
      "example": "Ich ging gestern bei Tageslicht spazieren. Das Tageslicht wird im Winter kürzer sein. Ich liebe es, bei Tageslicht spazieren zu gehen.",
      "example_translation": "Я шел в дневном свете вчера. Дневной свет будет короче зимой. Я люблю ходить в дневном свете.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hurrikan",
      "translation": "ураган",
      "definition": "Ein Hurrikan ist ein starker, rotierender Sturm, der sich über warmen Ozeanwasser in den Atlantik und nordöstlichen Pazifik bildet",
      "definition_translation": "Ураган - это мощная, вращающаяся буря, которая образуется над теплыми океанскими водами в Атлантическом и северо-восточном Тихом океане",
      "example": "Der Hurrikan zerstörte viele Häuser letztes Jahr. Er zerstört viele Häuser jetzt. Er wird viele Häuser nächstes Jahr zerstören.",
      "example_translation": "Ураган разрушил многие дома в прошлом году. Он разрушает многие дома сейчас. Он разрушит многие дома в следующем году.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mondschein",
      "translation": "лунный свет",
      "definition": "Das Licht, das vom Mond kommt, insbesondere in der Nacht",
      "definition_translation": "Свет, который исходит от Луны, особенно в ночное время",
      "example": "Wir gingen letzte Nacht unter dem Mondschein spazieren. Wir gehen jetzt unter dem Mondschein spazieren. Wir werden morgen Nacht unter dem Mondschein spazieren gehen.",
      "example_translation": "Мы гуляли при лунном свете прошлой ночью. Мы гуляем при лунном свете сейчас. Мы будет гулять при лунном свете завтра ночью.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenbogen",
      "translation": "радуга",
      "definition": "Ein schönes natürliches Phänomen, das auftritt, wenn Sonnenlicht durch Wassertröpfchen in der Luft geht",
      "definition_translation": "Прекрасное природное явление, которое происходит, когда солнечный свет проходит через водяные капли в воздухе",
      "example": "Wir sahen einen Regenbogen nach dem Regen gestern. Wir sehen einen Regenbogen nach dem Regen jetzt. Wir werden einen Regenbogen nach dem Regen morgen sehen.",
      "example_translation": "Мы видели радугу после дождя вчера. Мы видим радугу после дождя сейчас. Мы увидим радугу после дождя завтра.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Niederschlag",
      "translation": "осадки",
      "definition": "Die Menge an Regen, die in einem bestimmten Gebiet oder Zeitraum fällt",
      "definition_translation": "Количество осадков, которые выпадают в belirliом районе или периоде времени",
      "example": "Der Niederschlag war letztes Monat hoch. Der Niederschlag ist jetzt hoch. Der Niederschlag wird nächstes Monat hoch sein.",
      "example_translation": "Осадки были сильными в прошлом месяце. Осадки сильны сейчас. Осадки будут сильными в следующем месяце.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stürmisch",
      "translation": "штормовой",
      "definition": "Charakterisiert durch oder anfällig für Stürme; gewalttätig oder tumultartig.",
      "definition_translation": "Характеризуется или склонен к штормам; насилен или буральный.",
      "example": "Das stürmische Wetter zwang uns, unsere Outdoor-Pläne abzusagen. Gestern verzögerten die stürmischen Bedingungen unseren Flug. Morgen wird die stürmische Prognose uns zwingen, drinnen zu bleiben.",
      "example_translation": "Штормовая погода заставила нас отменить наши ngoàiворные планы. Вчера штормовые условия задержали наш рейс. Завтра штормовой прогноз заставит нас остаться в помещении.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenschein",
      "translation": "солнечный свет",
      "definition": "Das Licht der Sonne, insbesondere wenn es durch Wolken oder Fenster scheint",
      "definition_translation": "Свет солнца, особенно когда он проходит через облака или фильтруется через окна.",
      "example": "Der Sonnenschein, der durch die Fenster hereinkam, hellte den Raum auf. Gestern weckte mich der Sonnenschein durch die Jalousien früh. Morgen wird der Sonnenschein den Garten beleuchten.",
      "example_translation": "Солнечный свет, проникающий через окна, осветил комнату. Вчера солнечный свет, фильтрующийся через жалюзи, разбудил меня рано. Завтра солнечный свет осветит сад.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dämmerung",
      "translation": "сумерки",
      "definition": "Die Zeit des Tages, die unmittelbar nach Sonnenuntergang folgt; eine Periode partieller Dunkelheit.",
      "definition_translation": "Время дня сразу после заката; период частичной темноты.",
      "example": "Die Dämmerungsstunden waren friedlich und ruhig. Gestern war die Dämmerungsatmosphäre perfekt für einen romantischen Spaziergang. Morgen wird die Dämmerung eine großartige Zeit fürs Sternegucken sein.",
      "example_translation": "Часы сумерек были мирными и спокойными. Вчера сумеречная атмосфера была идеальной для романтической прогулки. Завтра сумерки будут идеальным временем для наблюдения за звездами.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneesturm",
      "translation": "снежная буря",
      "definition": "Ein schwerer Schneesturm mit starkem Wind und niedriger Sicht",
      "definition_translation": "Сильный снежный шторм с сильными ветрами и низкой видимостью.",
      "example": "Der Schneesturm zwang uns, mehrere Tage drinnen zu bleiben. Gestern machten die Schneesturmbedingungen es unmöglich, zu fahren. Morgen wird die Schneesturmwarnung uns zwingen, auf das Schlimmste vorbereitet zu sein.",
      "example_translation": "Снежная буря заставила нас остаться в помещении на дни. Вчера снежные условия сделали невозможным вождение. Завтра предупреждение о снежной буре заставит нас подготовиться к худшему.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hitzewelle",
      "translation": "жара",
      "definition": "Eine lange Periode von abnormal heißem Wetter, insbesondere während des Sommers.",
      "definition_translation": "Продолжительный период аномально жаркой погоды, особенно летом.",
      "example": "Die Hitzewelle 2020 verursachte landesweite Dürre und Waldbrände. Im letzten Jahr erlebten wir eine schwere Hitzewelle, die Wochen dauerte. Bis 2050 prognostizieren Wissenschaftler, dass Hitzewellen noch häufiger werden.",
      "example_translation": "Жара в 2020 году вызвала широкомасштабную засуху и лесные пожары. В прошлом году мы пережили сильную жару, которая длилась неделями. К 2050 году ученые предсказывают, что жары станут еще более частыми.",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trockenheit",
      "translation": "засуха",
      "definition": "Eine lange Periode von abnormal niedrigem Niederschlag, was zu Wasserknappheit führt.",
      "definition_translation": "Продолжительный период аномально низкого уровня осадков, приводящий к нехватке воды.",
      "example": "Die Trockenheit in Kalifornien dauerte Jahre an, beeinträchtigte die Landwirtschaft und die Wasserversorgung. Im letzten Sommer litt unsere Region unter einer schweren Trockenheit, die die Ernte schädigte. Bis 2030 prognostizieren Wissenschaftler, dass Trockenheiten aufgrund des Klimawandels häufiger werden.",
      "example_translation": "Засуха в Калифорнии длится уже несколько лет,影響ывая на сельское хозяйство и водоснабжение. Летом прошлого года мы страдали от сильной засухи, которая повредила посевы. К 2030 году ученые предсказывают, что засухи станут более частыми из-за изменения климата.",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagel",
      "translation": "град",
      "definition": "Kleine Eiskugeln, die während eines Gewitters vom Himmel fallen.",
      "definition_translation": "Маленькие шары льда, которые падают с неба во время грозы.",
      "example": "Der Hagelsturm beschädigte die Ernte und zerschmetterte die Windschutzscheibe des Autos. Im letzten Jahr erlebten wir einen schweren Hagelsturm, der Stunden dauerte. Bis 2050 prognostizieren Wissenschaftler, dass Hagelstürme aufgrund des Klimawandels häufiger werden.",
      "example_translation": "Градовая буря повредила посевы и разбила лобовое стекло автомобиля. В прошлом году мы пережили сильную градовую бурю, которая длилась часами. К 2050 году ученые предсказывают, что градовые бури станут более частыми из-за изменения климата.",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagel",
      "translation": "град",
      "definition": "Kleine Eiskugeln, die während eines Gewitters vom Himmel fallen.",
      "definition_translation": "Маленькие шары льда, которые падают с неба во время грозы.",
      "example": "Der Hagelsturm beschädigte die Ernte und zerschmetterte die Windschutzscheibe des Autos. Im letzten Jahr erlebten wir einen schweren Hagelsturm, der Stunden dauerte. Bis 2050 prognostizieren Wissenschaftler, dass Hagelstürme aufgrund des Klimawandels häufiger werden.",
      "example_translation": "Градовая буря повредила посевы и разбила лобовое стекло автомобиля. В прошлом году мы пережили сильную градовую бурю, которая длилась часами. К 2050 году ученые предсказывают, что градовые бури станут более частыми из-за изменения климата.",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagelkorn",
      "translation": "градина",
      "definition": "Ein kleiner Eisbrocken, der während eines Gewitters in Cumulonimbus-Wolken entsteht.",
      "definition_translation": "Маленький шарик льда, который образуется во время грозы, обычно в кумулонimbusных облаках.",
      "example": "Die Hagelkörner prallten gegen die Fenster und ließen sie zerbrechen. Gestern beschädigten Hagelkörner die Ernte. Bis nächsten Sommer werden Hagelkörner ein seltenes Ereignis sein.",
      "example_translation": "Градины били по окнам, заставляя их vỰться. Вчера градины повредили урожай. К следующему лету градины будут редким зрелищем.",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagelunwetter",
      "translation": "градобой",
      "definition": "Ein Sturm, der Hagel produziert, typischerweise charakterisiert durch starke Winde, schweren Regen und lautes Donnergrollen.",
      "definition_translation": "Шторм, производящий град, обычно характеризуется сильными ветрами, сильным дождем и громким thunder.",
      "example": "Das Hagelunwetter verursachte großflächige Schäden an der Stadtinfrastruktur. Das Hagelunwetter war so intensiv, dass es den Luftverkehr behinderte. Wenn das Hagelunwetter vorbei ist, wird die Sonne wieder scheinen.",
      "example_translation": "Градобой нанес широкий ущерб инфраструктуре города. Градобой был так интенсивен, что он нарушил воздушное сообщение. к тому времени, как градобой пройдет, солнце будет сиять.",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wirbelwind",
      "translation": "смерч",
      "definition": "Eine rotierende Luftkolonne, die während eines Gewitters vom Himmel zu Boden sinkt, charakterisiert durch hohe Windgeschwindigkeiten und Zerstörungskraft.",
      "definition_translation": "Вращающийся столб воздуха,descending от грозы к земле, характеризуется высокими скоростями ветра и разрушительной мощью.",
      "example": "Der Wirbelwind fegte durch die Stadt und hinterließ eine Spur der Zerstörung. Der Wirbelwind war so stark, dass er Bäume entwurzelte. Gestern beschädigte ein Wirbelwind mehrere Gebäude.",
      "example_translation": "Смерч пронесся через город, оставляяbehind разрушение. Смерч был так мощен, что он выкорчевал деревья. Вчера смерч повредил несколько зданий.",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nieseln",
      "translation": "моросить",
      "definition": "Eine Art leichten Regens oder Nebels, die sanft vom Himmel fällt, oft eine düstere Atmosphäre erzeugend.",
      "definition_translation": "Тип легкого дождя или тумана, который идёт мягко с неба, часто создавая угрюмую атмосферу.",
      "example": "Das Nieseln draußen machte es schwierig, während der Fahrt zu sehen. Das Nieseln dauerte den ganzen Tag an, machte die Straßen rutschig. Bis morgen wird das Nieseln aufgehört haben.",
      "example_translation": "Морось снаружи сделала трудно видеть при вождении. Морось продолжался в течение дня, делая улицы скользкими. К завтра морось остановится.",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Staubsturm",
      "translation": "песчаная буря",
      "definition": "Ein starker Wind, der große Mengen von Staub und Sand aufwirbelt, die Sicht beeinträchtigt und manchmal Schäden verursacht.",
      "definition_translation": "Сильный ветер, поднимающий большие количества пыли и песка, уменьшая видимость и иногда причиняющий ущерб.",
      "example": "Die Touristen gerieten in einen Staubsturm, während sie in der Wüste wanderten. Sie hatten bereits einen Staubsturm erlebt, aber dieser war viel schlimmer. Sie werden sich besser auf den nächsten vorbereiten.",
      "example_translation": "Туристы попали в песчаную бурю, когда гуляли по пустыне. Они уже имели подобный опыт прежде, но эта буря былаmuch хуже. Они обеспечат себя лучше для следующей.",
      "imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]
}