{
  "data": [
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kochen",
      "translation": "повар",
      "definition": "Eine Person, die Nahrung zubereitet und kocht, insbesondere als Beruf.",
      "definition_translation": "Человек, который готовит иварит пищу, особенно как профессия.",
      "example": "Sie kochte ein leckeres Essen für ihre Familie letzte Nacht. Sie kocht gerade Abendessen für ihre Freunde. Sie wird morgen Frühstück für ihre Kinder kochen.",
      "example_translation": "Она приготовила вкусный обед для своей семьи прошлым вечером. Она готовит ужин для своих друзей сейчас. Она приготовит завтрак для своих детей завтра.",
      "imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Arzt",
      "translation": "доктор",
      "definition": "Eine Person, die Medizin praktiziert, insbesondere ein Medizinstudent.",
      "definition_translation": "Человек, который имеет право практиковать медицину, особенно тот, кто имеет медицинскую степень.",
      "example": "Der Arzt untersuchte den Patienten sorgfältig. Der Arzt untersucht gerade die Testergebnisse. Der Arzt wird den Patienten nächste Woche wieder untersuchen.",
      "example_translation": "Доктор тщательно осмотрел пациента. Доктор сейчас просматривает результаты теста. Доктор будет осматривать пациента снова на следующей неделе.",
      "imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fahrer",
      "translation": "водитель",
      "definition": "Eine Person, die ein Fahrzeug, insbesondere ein Auto oder Lastwagen, bedient.",
      "definition_translation": "Человек, который управляет транспортным средством, особенно автомобилем или грузовиком.",
      "example": "Er fuhr gestern zur Arbeit. Er fährt gerade zur Schule. Er wird morgen zum Strand fahren.",
      "example_translation": "Он ехал на работу вчера. Он сейчас едет в школу. Он будет ехать на пляж завтра.",
      "imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lehrer",
      "translation": "учитель",
      "definition": "Eine Person, die unterrichtet, insbesondere ein Angestellter einer Schule.",
      "definition_translation": "Человек, который учит, особенно тот, кто работает в школе.",
      "example": "Sie unterrichtete Mathematik an ihrer Schule letztes Jahr. Sie unterrichtet gerade Englisch. Sie wird morgen Geschichte unterrichten.",
      "example_translation": "Она преподавала математiku своим студентам в прошлом году. Она сейчас преподает английский язык. Она будет преподавать историю завтра.",
      "imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kellner",
      "translation": "официант",
      "definition": "Ein Mann, der in einem Restaurant Essen und Getränke serviert.",
      "definition_translation": "человек, обычно мужчина, который обслуживает клиентов в ресторане",
      "example": "Der Kellner brachte uns die Speisekarte. Er wird bald unser Essen bringen. Er brachte uns die Rechnung beim letzten Mal.",
      "example_translation": "Официант принёс нам меню. Он принесёт нашу еду скоро. Он принёс нам счёт в прошлый раз.",
      "imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kellnerin",
      "translation": "официантка",
      "definition": "Eine Frau, die in einem Restaurant Essen und Getränke serviert.",
      "definition_translation": "человек, обычно женщина, которая обслуживает клиентов в ресторане",
      "example": "Die Kellnerin nahm unsere Bestellung auf. Sie wird bald unsere Getränke bringen. Sie brachte uns den Nachtisch gestern.",
      "example_translation": "Официантка взяла наш заказ. Она принесёт наши напитки скоро. Она принесла нам десерт вчера.",
      "imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspieler",
      "translation": "актёр",
      "definition": "Eine Person, die in einem Theaterstück, Film oder Fernsehproduktion spielt.",
      "definition_translation": "человек, который играет в спектакле, фильме или телепродукции",
      "example": "Der Schauspieler spielte die Rolle eines Königs. Er wird die Hauptrolle in dem neuen Film spielen. Er spielte eine kleine Rolle im letzten Theaterstück.",
      "example_translation": "Актёр играл роль короля. Он будет играть главную роль в новом фильме. Он играл nhỏую роль в последнем спектакле.",
      "imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schauspielerin",
      "translation": "актриса",
      "definition": "Eine Frau, die in einem Theaterstück, Film oder Fernsehproduktion spielt.",
      "definition_translation": "человек, который играет в спектакле, фильме или телепродукции, особенно женщина",
      "example": "Die Schauspielerin gewann einen Preis für ihre Darstellung. Sie wird die Hauptrolle in der neuen TV-Serie spielen. Sie spielte die Hauptrolle im letzten Film.",
      "example_translation": "Актриса выиграла премию за свою игру. Она будет сниматься в новом телесериале. Она играла главную роль в последнем фильме.",
      "imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Künstler",
      "translation": "художник",
      "definition": "Eine Person, die Gemälde, Zeichnungen oder Skulpturen schafft.",
      "definition_translation": "Человек, создающий картины, рисунки или скульптуры.",
      "example": "Sie war eine Künstlerin, die Landschaftsmalerei liebte. Sie arbeitet gerade an einem neuen Projekt. Sie wird nächstes Monat ihre erste Ausstellung haben.",
      "example_translation": "Она была художницей, которая любила рисовать пейзажи. Она в настоящее время работает над новым проектом. Она будет иметь свою первую выставку в следующем месяце.",
      "imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschäftsmann",
      "translation": "бизнесмен",
      "definition": "Eine Person, die kommerzielle oder industrielle Aktivitäten ausführt.",
      "definition_translation": "Человек, который участвует в коммерческих или промышленных мероприятиях.",
      "example": "Er war ein erfolgreicher Geschäftsmann, der seine eigene Firma gründete. Er expandiert sein Unternehmen gerade. Er wird nächstes Jahr ein neues Büro eröffnen.",
      "example_translation": "Он был успешным бизнесменом, который основал свою собственную компанию. Он в настоящее время расширяет свой бизнес. Он откроет новый офис в следующем году.",
      "imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unternehmerin",
      "translation": "бизнес-леди",
      "definition": "Eine Frau, die sich mit kommerziellen oder industriellen Aktivitäten beschäftigt.",
      "definition_translation": "Женщина, которая участвует в коммерческих или промышленных мероприятиях.",
      "example": "Sie war eine erfolgreiche Unternehmerin, die ihr eigenes Unternehmen gründete. Sie verhandelte einen Vertrag mit einem potenziellen Kunden. Sie wird auf einer Konferenz nächsten Woche einen Vortrag halten.",
      "example_translation": "Она была успешной бизнес-леди, которая начала свою own компанию. Она вела переговоры о сделке с потенциальным клиентом. Она будет выступать с речью на конференции на следующей неделе.",
      "imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Automechaniker",
      "translation": "автослесарь",
      "definition": "Eine Person, die Fahrzeuge repariert und wartet.",
      "definition_translation": "Человек, который ремонтирует и обслуживает транспортные средства.",
      "example": "Er war ein erfahrener Automechaniker, der mein Auto reparierte. Er arbeitet gerade an einem neuen Projekt. Er wird nächste Woche seine eigene Werkstatt eröffnen.",
      "example_translation": "Он был опытным автослесарем, который отремонтировал мою машину. Он в настоящее время работает над новым проектом. Он откроет свой собственный гараж в следующем месяце.",
      "imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Köchin",
      "translation": "повар",
      "definition": "Eine Köchin ist eine ausgebildete und erfahrene Kochin, die in einem Restaurant oder einer anderen gastronomischen Einrichtung tätig ist.",
      "definition_translation": "Повар - это обученный и опытный повар, который готовит пищу в ресторане или другом учреждении общественного питания.",
      "example": "Sie hat fünf Jahre lang als Köchin in einem Fünf-Sterne-Hotel gearbeitet. Sie arbeitet derzeit als Köchin in einem beliebten Restaurant. Sie wird nächstes Jahr als Köchin auf einem Kreuzfahrtschiff arbeiten.",
      "example_translation": "Она работала поваром в пятизвездочном отеле пять лет. Теперь она работает поваром в忙ующем ресторане. Она будет работать поваром на круизном судне в следующем году.",
      "imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "химик",
      "definition": "Ein Chemiker ist ein Wissenschaftler, der die Zusammensetzung und Eigenschaften von Stoffen und die Reaktionen, die sie durchlaufen, untersucht.",
      "definition_translation": "Химик - это ученый, который изучает состав и свойства веществ и реакции, которые они проходят.",
      "example": "Er war ein Chemiker in einem Labor, wo er die chemische Zusammensetzung von Wasser analysierte. Er arbeitet derzeit als Chemiker in einer Pharmaziefirma. Er wird nächstes Jahr ein führender Chemiker in einem Forschungsinstitut sein.",
      "example_translation": "Он был химиком в лаборатории, где он анализировал химический состав воды. Теперь он работает химиком в фармацевтической компании. Он будет ведущим химиком в исследовательском институте в следующем году.",
      "imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reiniger",
      "translation": "уборщик",
      "definition": "Ein Reiniger ist eine Person, die für die Reinigung von Gebäuden, Straßen oder öffentlichen Räumen verantwortlich ist.",
      "definition_translation": "Уборщик - это человек, который отвечает за уборку зданий, улиц или общественных пространств.",
      "example": "Sie arbeitete drei Jahre lang als Reiniger in einem Bürogebäude. Sie arbeitet derzeit als Reiniger in einem Krankenhaus. Sie wird nächstes Jahr als Reiniger in einer Schule arbeiten.",
      "example_translation": "Она работала уборщицей в офисном здании три года. Теперь она работает уборщицей в больнице. Она будет работать уборщицей в школе в следующем году.",
      "imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tänzer",
      "translation": "танцор",
      "definition": "Ein Tänzer ist eine Person, die als Beruf oder Hobby tanzt.",
      "definition_translation": "Танцор - это человек, который выполняет танцы как профессию или хобби.",
      "example": "Er war fünf Jahre lang ein Tänzer in einer Ballett-Compagnie. Er arbeitet derzeit als Tänzer in einem Musical-Theater. Er wird nächstes Jahr ein führender Tänzer in einer Tanzkompanie sein.",
      "example_translation": "Он был танцором в балетной компании пять лет. Теперь он работает танцором в музыкальном театре. Он будет ведущим танцором в танцевальной компании в следующем году.",
      "imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahnarzt",
      "translation": "стоматолог",
      "definition": "Eine Person, deren Beruf es ist, sich um die Zahngesundheit und -pflege zu kümmern, und die vorbeugenden und restaurativen Behandlungen für Zahnfäule, Zahnfleischentzündung und andere Zustände durchführt.",
      "definition_translation": "Человек, чья профессия заботиться о зубах и деснах, и предоставлять профилактические и восстановительные лечения для кариеса зубов, заболеваний десен и других условий.",
      "example": "Ich gehe seit fünf Jahren regelmäßig zu meinem Zahnarzt, ich werde nächste Woche zu meinem Zahnarzt gehen, und ich bin letzten Monat zu meinem Zahnarzt gegangen.",
      "example_translation": "Я хожу к своему стоматологу регулярно на протяжении пяти лет, я посещу своего стоматолога на следующей неделе, и я посетил своего стоматолога прошлый месяц.",
      "imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ingenieur",
      "translation": "инженер",
      "definition": "Eine Person, die Maschinen, Anlagen oder Strukturen entwirft, baut oder wartet, oder die in einem der Ingenieurzweige ausgebildet ist.",
      "definition_translation": "Человек, который проектирует, строит или обслуживает двигатели, машины или сооружения, или кто обучен в одной из областей инженерии.",
      "example": "Sie arbeitet als Ingenieurin in einem Autohersteller-Unternehmen, sie wird ein neues Antriebssystem entwerfen, und sie hat in ihrem letzten Projekt einen Roboterarm gebaut.",
      "example_translation": "Она работает инженером в компании по производству автомобилей, она спроектирует новую систему двигателя, и она построила роботизированную руку в ее предыдущем проекте.",
      "imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauer",
      "translation": "фермер",
      "definition": "Eine Person, die Eigentümer oder Verwalter eines Bauernhofes ist, insbesondere einer, die Landwirtschaft und Viehzucht betreibt.",
      "definition_translation": "Человек, который владеет или управляет фермой, особенно тот, кто культивирует землю и выращивает культуры или скот.",
      "example": "Mein Großvater war ein Bauer, er wird nächste Woche seine Ernte einfahren, und er hat gestern die Felder bestellt.",
      "example_translation": "Мой дедушка был фермером, он убирает свой урожай следующий месяц, и он пахал поля вчера.",
      "imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fußballspieler",
      "translation": "футболист",
      "definition": "Eine Person, die Fußball spielt, insbesondere professionell.",
      "definition_translation": "Человек, который играет в футбол, особенно профессионально.",
      "example": "Er ist ein geschickter Fußballspieler, er wird im Finale spielen, und er hat im letzten Spiel ein Tor geschossen.",
      "example_translation": "Он является опытным футболистом, он будет играть в финальном матче, и он забил гол в последней игре.",
      "imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Führer",
      "translation": "гид",
      "definition": "Eine Person, die Menschen auf einer Reise oder Tour leitet, insbesondere eine, die die Geschichte, Kultur und Merkmale eines Ortes erklärt.",
      "definition_translation": "Человек, который руководит или направляет людей по туру или путешествию, особенно тот, кто объясняет историю, культуру и особенности места.",
      "example": "Sie arbeitete als Führerin im Museum für fünf Jahre, dann wird sie Touristen durch die antike Stadt führen und schließlich führte sie uns durch den Park.",
      "example_translation": "Она работала гидом в музее пять лет, затем она будет сопровождать туристов через ancient город следующим летом, и, наконец, она проводила нас через парк.",
      "imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rektor",
      "translation": "директор школы",
      "definition": "Der Hauptlehrer oder Verwaltungsleiter einer Schule.",
      "definition_translation": "Главный учитель или администратор, отвечающий за школу.",
      "example": "Der Rektor wird den Schüler bestrafen, der die Regeln brach, sie ist seit zehn Jahren Rektorin dieser Schule und der Rektor wird nächstes Jahr in den Ruhestand gehen.",
      "example_translation": "Директор школы дисциплинирует студента, который нарушил правила, она была директором этой школы десять лет, и директор школы уйдет на пенсию следующим годом.",
      "imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Manager",
      "translation": "менеджер",
      "definition": "Eine Person, die ein Unternehmen, eine Organisation oder ein Projekt leitet oder verwaltet.",
      "definition_translation": "Человек, отвечающий за контроль или администрирование бизнеса, организации или проекта.",
      "example": "Er wurde zum Manager der Vertriebsabteilung befördert, der Manager des Hotels wird uns an der Rezeption empfangen und der Manager wird das Budget nächstes Quartal erhöhen.",
      "example_translation": "Он был повышен до должности менеджера отдела продаж, менеджер отеля встретит нас в регистратуре, и менеджер увеличит бюджет в следующем квартале.",
      "imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mechaniker",
      "translation": "механик",
      "definition": "Eine Person, deren Aufgabe es ist, Maschinen, insbesondere Fahrzeuge, zu reparieren und zu warten.",
      "definition_translation": "Человек, чья работа заключается в ремонте и обслуживании машин, особенно транспортных средств.",
      "example": "Der Mechaniker reparierte den Motor des Autos, sie wird Mechanikerin im Rennstall sein und der Mechaniker wird morgen die Bremsen des Fahrrads überprüfen.",
      "example_translation": "Механик починил двигатель автомобиля, она будет механиком в команде гонщиков, и механик проверит тормоза велосипеда завтра.",
      "imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krankenschwester",
      "translation": "медицинская сестра",
      "definition": "Eine Krankenschwester ist eine Person, die Patienten in einem Krankenhaus oder einer Klinik pflegt.",
      "definition_translation": "Медицинская сестра - это человек, обученный заботиться о больных или раненых, особенно в больнице или клинике.",
      "example": "Sie arbeitete fünf Jahre lang als Krankenschwester im Krankenhaus, dann wird sie in einer Klinik arbeiten und jetzt ist sie als leitende Krankenschwester tätig.",
      "example_translation": "Она worked как медсестра в больнице пять лет, потом она будет работать в клинике, а теперь она работает как старшая медсестра.",
      "imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maler",
      "translation": "художник",
      "definition": "Ein Maler ist eine Person, die Bilder oder Wände als Beruf oder Hobby malt.",
      "definition_translation": "Художник - это человек, который рисует картины или стены как работа или хобби.",
      "example": "Er war ein berühmter Maler im 19. Jahrhundert, er hat viele schöne Landschaften gemalt, jetzt malt er Porträts und in der Zukunft wird er Stadtszenen malen.",
      "example_translation": "Он был знаменитым художником в 19 веке, он написал много красивых пейзажей, теперь он рисует портреты, а в будущем он будет рисовать городские сцены.",
      "imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fotograf",
      "translation": "фотограф",
      "definition": "Ein Fotograf ist eine Person, die Fotos als Beruf oder Hobby macht.",
      "definition_translation": "Фотограф - это человек, который делает фотографии как работа или хобби.",
      "example": "Sie war Fotografin auf der Hochzeit, sie hat viele schöne Bilder gemacht, jetzt macht sie Fotos von der Natur und in der Zukunft wird sie Fotos von Städten machen.",
      "example_translation": "Она была фотографом на свадьбе, она сделала много красивых фотографий, теперь она делает фото природы, а в будущем она будет делать фото городов.",
      "imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pilot",
      "translation": "лётчик",
      "definition": "Ein Pilot ist eine Person, die ein Flugzeug, insbesondere als Beruf, fliegt.",
      "definition_translation": "Лётчик - это человек, который летает на воздушном судне, особенно как работа.",
      "example": "Er war Pilot in der Luftwaffe, er hat viele Flugzeuge geflogen, jetzt fliegt er eine kommerzielle Linienmaschine und in der Zukunft wird er ein Privatflugzeug fliegen.",
      "example_translation": "Он был лётчиком в военно-воздушных силах, он летал на многих самолётах, теперь он летает на коммерческом лайнере, а в будущем он будет летать на частном реактивном самолете.",
      "imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spieler",
      "translation": "игрок",
      "definition": "Eine Person, die an einem Sport, Spiel oder einer Aktivität teilnimmt.",
      "definition_translation": "Человек, участвующий в спорте, игре или hoạtности.",
      "example": "Er war ein großartiger Spieler in seinen College-Zeiten, aber jetzt spielt er nur noch zum Spaß. Er spielte Fußball gestern und wird morgen Tennis spielen. Er wird in der Zukunft ein professioneller Spieler werden.",
      "example_translation": "Он был отличным игроком в своей колледжской жизни, но теперь он просто играет для удовольствия. Он играл в футбол вчера и будет играть в теннис завтра. Он будет профессиональным игроком в будущем.",
      "imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizist",
      "translation": "полицейский",
      "definition": "Eine Person, die für die Durchsetzung des Gesetzes und die Aufrechterhaltung der Ordnung in einem bestimmten Gebiet verantwortlich ist.",
      "definition_translation": "Человек, ответственный за обеспечение закона и поддержание порядка в определенной области.",
      "example": "Der Polizist verhaftete den Verdächtigen und brachte ihn zum Revier. Sie ist seit fünf Jahren Polizistin und hat viele Fälle gelöst. Sie wird in der Zukunft Polizeichefin werden.",
      "example_translation": "Полицейский арестовал подозреваемого и отвез его в участок. Она была полицейским пять лет и раскрыла nhiều дел. Она станет начальником полиции в будущем.",
      "imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizist",
      "translation": "полицейский",
      "definition": "Ein männlicher Polizeibeamter.",
      "definition_translation": "Мужчина, работающий в полиции.",
      "example": "Der Polizist leitete den Verkehr und hielt die Fußgänger sicher. Er ist seit zehn Jahren Polizist und hat viele Auszeichnungen erhalten. Er wird nächstes Jahr als Polizist in den Ruhestand gehen.",
      "example_translation": "Полицейский управлял движением и поддерживал безопасность пешеходов. Он был полицейским десять лет и получил много наград. Он уйдет на пенсию полицейским в следующем году.",
      "imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Polizistin",
      "translation": "полицейская",
      "definition": "Eine weibliche Polizeibeamtin.",
      "definition_translation": "Женщина, работающая в полиции.",
      "example": "Die Polizistin war sehr freundlich und half dem verlorenen Kind, seine Mutter zu finden. Sie ist seit sieben Jahren Polizistin und hat viele Verbrechen aufgeklärt. Sie wird in Zukunft Ermittlerin werden.",
      "example_translation": "Полицейственная была очень доброй и помогла потерявшемуся ребенку найти его мать. Она была полицейской семь лет и раскрыла много преступлений. Она станет детективом в будущем.",
      "imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rezeptionistin",
      "translation": "приёмщик",
      "definition": "Eine Person, die in einem Hotel, Büro oder anderen Unternehmen Büchungen annimmt, Telefonanrufe entgegennimmt und andere administrative Aufgaben ausführt.",
      "definition_translation": "Человек, нанятый для приема и организации бронирования, ответа на телефонные звонки и выполнения других административных задач в отеле, офисе или другой организации.",
      "example": "Die Rezeptionistin begrüßte uns herzlich und checkte uns in unserem Zimmer ein. Sie wird uns morgen früh auschecken. Sie hatte uns vor unserer Ankunft online eingecheckt.",
      "example_translation": "Приемщик тепло поприветствовал нас и заселил нас в наш номер. Она выселит нас завтра утром. Она зарегистрировала нас онлайн перед нашим прибытием.",
      "imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäuferassistent",
      "translation": "помощник по продажам",
      "definition": "Eine Person, die einem Verkäufer oder Verkaufsteam bei administrativen Aufgaben, Kundendienst und Vertriebsunterstützung hilft.",
      "definition_translation": "Человек, который помогает продавцу или команде продаж с административными задачами, обслуживанием клиентов и поддержкой продаж.",
      "example": "Der Verkäuferassistent half dem Kunden, das richtige Produkt zu finden. Sie wird dem Verkaufsteam bei der bevorstehenden Promotion helfen. Sie hatte dem Manager bei der letzten Kampagne geholfen.",
      "example_translation": "Помощник по продажам помог клиенту найти нужный продукт. Она поможет команде продаж с грядущей акцией. Она помогала менеджеру с предыдущей кампанией.",
      "imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verkäufer",
      "translation": "продавец",
      "definition": "Eine Person, die Waren oder Dienstleistungen an Kunden verkauft, oft in einem Einzelhandel- oder Großhandelsunternehmen.",
      "definition_translation": "Человек, который продает товары или услуги клиентам, часто в розничной или оптовой обстановке.",
      "example": "Der Verkäufer zeigte uns die neue Produktlinie. Sie wird die neue Kollektion nächstes Quartal verkaufen. Sie hatte das vorherige Modell zu einem Rabatt verkauft.",
      "example_translation": "Продавец показал нам новую линейку продуктов. Она продаст новую коллекцию в следующем квартале. Она продала предыдущую модель со скидкой.",
      "imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sekretärin",
      "translation": "секретарь",
      "definition": "Eine Person, die einer Organisation oder einem Unternehmen administrative Unterstützung bietet, oft verantwortlich für Aufgaben wie Schreiben, Filing und Reiseplanung.",
      "definition_translation": "Человек, нанятый для предоставления административной поддержки организации или бизнесу, часто отвечающий за задачи, такие как печатание, файловое хранение и организацию поездок.",
      "example": "Die Sekretärin nahm während der Sitzung Notizen auf. Sie wird morgen den Konferenzanruf ansetzen. Sie hatte für die letzte Reise den Flug gebucht.",
      "example_translation": "Секретарь делала записи во время встречи. Она запланирует конференц-звонок завтра. Она забронировала билет на предыдущую поездку.",
      "imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sängerin",
      "translation": "певец",
      "definition": "Eine Person, die singt, insbesondere beruflich.",
      "definition_translation": "Человек, который поет, особенно профессионально.",
      "example": "Die Sängerin trat mit einer wunderschönen Darbietung der Nationalhymne auf. Sie ist seit dem Alter von 18 Jahren Sängerin. Sie wird eines Tages eine berühmte Sängerin sein.",
      "example_translation": "Певец исполнил krásную версию национального гимна. Она стала певцом, когда ей было 18 лет. Она будет знаменитым певцом в один день.",
      "imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taxifahrer",
      "translation": "водитель такси",
      "definition": "Eine Person, die als Taxifahrer arbeitet.",
      "definition_translation": "Человек, который водит такси как职业.",
      "example": "Der Taxifahrer war sehr freundlich und hilfsbereit. Er ist seit 10 Jahren Taxifahrer. Er wird morgen zum Flughafen fahren.",
      "example_translation": "Водитель такси был очень дружелюбным и helpful. Он был водителем такси в течение 10 лет. Он будет водить такси до аэропорта завтра.",
      "imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reiseleiter",
      "translation": "экскурсовод",
      "definition": "Eine Person, die Touristen führt und leitet, insbesondere in einem bestimmten Gebiet oder auf einer bestimmten Route.",
      "definition_translation": "Человек, который ведет и сопровождает туристов, особенно в определенной области или на определенной маршруте.",
      "example": "Die Reiseleiterin führte uns durch die alte Stadt. Sie ist seit 5 Jahren Reiseleiterin. Sie werden einen neuen Reiseleiter für die Sommeraison einstellen.",
      "example_translation": "Экскурсовод показал нам вокруг старого города. Она была экскурсоводом в течение 5 лет. Они нанять нового экскурсовода на летний сезон.",
      "imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Autor",
      "translation": "писатель",
      "definition": "Eine Person, die Bücher, Geschichten oder Artikel als Beruf oder Beschäftigung schreibt.",
      "definition_translation": "Человек, который пишет книги, истории или статьи как работу или занятие.",
      "example": "Der Autor veröffentlichte sein erstes Buch letztes Jahr. Er ist seit seinem Universitätsabschluss Autor. Sie wird eines Tages eine berühmte Autorin sein.",
      "example_translation": "Писатель опубликовал свою первую новеллу в прошлом году. Он был писателем, когда он окончил колледж. Она будет знаменитым писателем в один день.",
      "imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buchhalter",
      "translation": "бухгалтер",
      "definition": "Eine Person, deren Job es ist, Finanzunterlagen und Konten zu pflegen, zu überprüfen und vorzubereiten.",
      "definition_translation": "Человек, чья работа заключается в ведении, проверке и подготовке финансовых отчетов и счетов.",
      "example": "Sie arbeitete als Buchhalter in einer großen Firma für fünf Jahre, dann wurde sie Buchhalterin in einer Bank und jetzt wird sie Buchhalterin in einem Start-Up.",
      "example_translation": "Она работала бухгалтером в большой фирме в течение пяти лет, затем стала бухгалтером в банке, и сейчас она собирается стать бухгалтером в стартапе.",
      "imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Architekt",
      "translation": "архитектор",
      "definition": "Eine Person, die Gebäude und andere Strukturen entwirft.",
      "definition_translation": "Человек, который проектирует здания и другие сооружения.",
      "example": "Er war der Architekt des berühmten Gebäudes, entwarf es vor 10 Jahren und wird ein neues entwerfen nächstes Jahr.",
      "example_translation": "Он был архитектором знаменитого здания, спроектировал его 10 лет назад, и будет проектировать новое здание в следующем году.",
      "imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Babysitter",
      "translation": "няня",
      "definition": "Eine Person, meist eine junge Frau, die ein Kind oder mehrere Kinder betreut, wenn die Eltern nicht anwesend sind.",
      "definition_translation": "Человек, как правило, молодая женщина, которая заботится о ребенке или детях, когда их родители отсутствуют.",
      "example": "Sie war Babysitter für die Kinder der Smiths, als sie im Urlaub waren, passte sie auf sie letzten Sommer auf und wird sie nächste Woche wieder betreuen.",
      "example_translation": "Она была няней для детей Смиты, когда они были в отпуске, сидела с ними прошлым летом, и будет сидеть с ними снова на следующей неделе.",
      "imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bäcker",
      "translation": "пекарь",
      "definition": "Eine Person, die Brot, Kuchen und Backwaren herstellt und verkauft.",
      "definition_translation": "Человек, который делает и продает хлеб, торты и пирожные.",
      "example": "Er war Bäcker in einem kleinen Laden, backte Brot gestern und wird morgen einen Kuchen backen.",
      "example_translation": "Он был пекарем в маленькой лавке, пек хлеб вчера, и собирается испечь торт завтра.",
      "imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balletttänzer",
      "translation": "балерина",
      "definition": "Eine Person, die Ballett, eine Form des klassischen Tanzes mit präzisen und graziösen Bewegungen aufführt.",
      "definition_translation": "Человек, исполняющий балет, тип классического танца, характеризующийся точными и изящными движениями.",
      "example": "Sie war die erste Balletttänzerin in der Kompanie und hatte in vielen berühmten Produktionen getanzt. Sie hatte seit ihrer Kindheit getanzt und würde viele Jahre lang weiter tanzen.",
      "example_translation": "Она была ведущей балериной в компании и выступила в многих знаменитых постановках. Она начала танцевать, когда была ребенком, и будет танцевать многие годы вперед.",
      "imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Friseur",
      "translation": "парикмахер",
      "definition": "Eine Person, deren Beruf es ist, Haare zu schneiden und zu stylen, insbesondere für Männer.",
      "definition_translation": "Человек, чья профессия заключается в стрижке и стилизации волос, особенно для мужчин.",
      "example": "Der Friseur war sehr geschickt und hatte über 20 Jahre Erfahrung im Geschäft. Er hatte seit seiner Lehre Haare geschnitten und würde es viele Jahre lang weiter tun.",
      "example_translation": "Парикмахер был rất-skilled и проработал в этом бизнесе более 20 лет. Он стриг волосы с тех пор, как был учеником, и будет продолжать это делать многие годы вперед.",
      "imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barkeeper",
      "translation": "бармен",
      "definition": "Eine Person, die Getränke ausschenkt und einen Barbetrieb in einer Kneipe, einem Restaurant oder anderen Einrichtungen leitet.",
      "definition_translation": "Человек, который сервирует напитки и управляет баром в пабе, ресторане или другой организации.",
      "example": "Der Barkeeper war sehr freundlich und mixte großartige Cocktails. Er hatte fünf Jahre lang in der Bar gearbeitet und würde viele Jahre lang weiter dort arbeiten.",
      "example_translation": "Бармен был очень дружелюбным и делал GREAT коктейли. Он проработал в баре пять лет, и будет работать там многих лет вперед.",
      "imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bauarbeiter",
      "translation": "строитель",
      "definition": "Eine Person, die etwas, wie ein Haus, eine Brücke oder eine Straße, baut oder konstruiert.",
      "definition_translation": "Человек, который строит или сооружает что-то, например дом, мост или дорогу.",
      "example": "Der Bauarbeiter hatte monatelang an dem neuen Projekt gearbeitet und würde es bald fertigstellen. Er hatte viele Häuser in der Vergangenheit gebaut und würde viele mehr in der Zukunft bauen.",
      "example_translation": "Строитель работал над новым проектом месяцами, и закончит его вскоре. Он построил многие дома в прошлом, и будет продолжать строить многие больше в будущем.",
      "imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Metzger",
      "translation": "мясник",
      "definition": "Eine Person, die Tiere schlachtet und für den Verzehr zubereitet, oder die Fleisch verkauft.",
      "definition_translation": "Человек, который забивает и готовит туши животных для еды, или который продает мясо.",
      "example": "Das Metzgergeschäft war familiengeführt und già über 20 Jahre alt. Ich ging zum Metzger, um Fleisch für das Barbecue zu kaufen. Sie wird nächstes Jahr Metzgerin werden.",
      "example_translation": "Магазин мясника является семейным предприятием более 20 лет. Я пошел к мяснику, чтобы купить_some мясо для барбекю. Она станет мясником в следующем году.",
      "imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chemiker",
      "translation": "химик",
      "definition": "Eine Person, die in der Chemie ausgebildet wurde, insbesondere eine, die in einem Labor arbeitet.",
      "definition_translation": "Человек, который обучен в области химии, особенно тот, кто работает в лаборатории.",
      "example": "Der Chemiker entdeckte eine neue Verbindung. Ich studiere, um Chemikerin zu werden. Sie war eine renommierte Chemikerin auf ihrem Gebiet.",
      "example_translation": "Химик открыл новый соединение. Я учусь, чтобы стать химиком. Она была признанным химиком в своей области.",
      "imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainer",
      "translation": "тренер",
      "definition": "Eine Person, die ein Sportteam oder einen Einzelsportler trainiert und leitet.",
      "definition_translation": "Человек, который тренирует и руководит спортивной командой или индивидуальным спортсменом.",
      "example": "Der Trainer der Fußballmannschaft ist sehr erfahren. Ich habe Tennis jahrelang trainiert. Sie wird der neue Trainer der Basketballmannschaft sein.",
      "example_translation": "Тренер футбольной команды очень опытный. Я тренирую теннис уже многие годы. Она будет новым тренером баскетбольной команды.",
      "imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Informatiker",
      "translation": "компьютерный ученый",
      "definition": "Eine Person, die an der Entwicklung und dem Betrieb von Computersystemen, -software und -netzwerken beteiligt ist.",
      "definition_translation": "Человек, который вовлечен в разработку и эксплуатацию компьютерных систем, программного обеспечения и сетей.",
      "example": "Der Informatiker entwarf ein neues Verfahren. Ich studiere, um Informatiker zu werden. Sie ist eine führende Informatikerin auf dem Gebiet der künstlichen Intelligenz.",
      "example_translation": "Компьютерный ученый разработал новый алгоритм. Я учусь, чтобы стать компьютерным ученым. Она является ведущим компьютерным ученым в области искусственного интеллекта.",
      "imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Designer",
      "translation": "дизайнер",
      "definition": "Eine Person, die Objekte, Systeme und Erfahrungen plant und erstellt. Designer kombinieren oft Kunst, Wissenschaft und Technologie, um innovative Lösungen zu entwickeln.",
      "definition_translation": "Человек, который планирует и создает объекты, системы и опыт. Дизайнеры часто комбинируют искусство, науку и технологии, чтобы создавать инновационные решения.",
      "example": "Sie war Designerin einer Modeschmuck-Marke, jeden Sommer neue Kollektionen erstellend. Sie entwarf ein neues Logo für das Unternehmen letztes Jahr. Sie wird nächstes Monat eine neue Website für die Marke entwerfen.",
      "example_translation": "Она была дизайнером для бренда моды, создавая новые коллекции каждый сезон. Она спроектировала новый логотип для компании в прошлом году. Она проэктировает новый веб-сайт для бренда в следующем месяце.",
      "imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Detektiv",
      "translation": "детектив",
      "definition": "Eine Person, die Verbrechen aufklärt und Beweise sammelt, um sie zu lösen. Detektive arbeiten oft mit der Polizei zusammen, um Kriminelle zu fangen.",
      "definition_translation": "Человек, который расследует преступления и собирает улики, чтобы раскрыть их. Детективы часто работают с полицией, чтобы поймать преступников.",
      "example": "Er war 10 Jahre lang Detektiv, viele schwierige Fälle lösend. Er entdeckte einen Hinweis, der zur Verhaftung des Verdächtigen führte. Er wird nächste Woche alle versteckten Beweise am Tatort finden.",
      "example_translation": "Он был детективом в течение 10 лет, решаяmany сложных дел. Он обнаружил улику, которая привела к аресту подозреваемого. Он обнаружит любые скрытые улики на месте преступления на следующей неделе.",
      "imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Direktor",
      "translation": "директор",
      "definition": "Eine Person, die ein Departement, eine Organisation oder ein Projekt leitet. Direktoren treffen oft wichtige Entscheidungen und überwachen die Arbeit anderer.",
      "definition_translation": "Человек, который находится в зоне ответственности департамента, организации или проекта. Директора часто принимают важные решения и контролируют работу других.",
      "example": "Sie war Direktorin eines großen Unternehmens, täglich strategische Entscheidungen treffend. Sie leitete ein Team von Entwicklern, um eine neue Software zu erstellen. Sie wird nächsten Monat eine Sitzung leiten, um die Zukunft des Unternehmens zu diskutieren.",
      "example_translation": "Она была директором крупной компании, принимая стратегические решения каждый день. Она руководила командой разработчиков, чтобы построить новое программное обеспечение. Она будет руководить собранием, чтобы обсудить будущее компании в следующем месяце.",
      "imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Discjockey, DJ",
      "translation": "диск-жокей, диджей",
      "definition": "Eine Person, die aufgezeichnete Musik für ein Publikum auswählt und spielt, oft auf einer Party oder in einem Club. DJs erstellen oft eigenes Musik oder Remixes.",
      "definition_translation": "Человек, который выбирает и играет записанную музыку для аудитории, часто на вечеринке или в клубе. Диджеи могут также создавать свою собственную музыку или ремиксы.",
      "example": "Er war Discjockey in einem beliebten Nachtclub, jeden Wochenende Musik spielend. Er mischte letzte Nacht einen neuen Track, und wird nächsten Sommer auf einem Festival auftreten. Er ist seit 5 Jahren Discjockey, Menschen in der ganzen Stadt unterhaltsam.",
      "example_translation": "Он был диджеем в популярном ночном клубе, играя музыку каждый уикенд. Он смешал новый трек прошлой ночью и будет диджеем на фестивале следующим летом. Он был диск-жокеем в течение 5 лет, развлекая толпы по всему городу.",
      "imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Filmemacher",
      "translation": "кинорежиссёр",
      "definition": "Eine Person, die Filme dreht, insbesondere als Beruf.",
      "definition_translation": "Человек, делающий фильмы, особенно как профессия.",
      "example": "Der Filmemacher verbrachte Jahre damit, für den Dokumentarfilm zu recherchieren. Sie dreht derzeit einen neuen Film, und wird nächstes Jahr mehrere Filme gedreht haben.",
      "example_translation": "Кинорежиссёр провел годы, исследуя для документального фильма. Она сейчас снимает новый фильм, и к следующему году будет сняла несколько фильмов.",
      "imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feuerwehrmann",
      "translation": "пожарный",
      "definition": "Eine Person, die Brände löscht und Menschen aus brennenden Gebäuden rettet.",
      "definition_translation": "Человек, который тушит пожары и спасает людей из горящих зданий.",
      "example": "Der Feuerwehrmann rannte in das brennende Gebäude, um die Familie zu retten. Sie haben jahrelang Brände bekämpft, und werden morgen einen Brand bekämpfen.",
      "example_translation": "Пожарный вбежал в горящее здание, чтобы спасти семью. Они сражались с пожарами годами, и завтра будет бороться с пожаром.",
      "imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wächter",
      "translation": "охранник",
      "definition": "Eine Person oder Sache, die etwas bewacht, schützt oder kontrolliert.",
      "definition_translation": "Человек или вещь, которая наблюдает, защищает или контролирует что-то.",
      "example": "Der Wächter beobachtete die Gefangenen genau. Sie haben jahrelang das Gebäude bewacht, und werden es heute Nacht bewachen.",
      "example_translation": "Охранник внимательно наблюдал за заключенными. Они охраняли здание годами, и сегодня будут охранять его.",
      "imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gitarrist",
      "translation": "гитарист",
      "definition": "Eine Person, die Gitarre spielt, insbesondere als Beruf.",
      "definition_translation": "Человек, который играет на гитаре, особенно как профессия.",
      "example": "Der Gitarrist spielte ein schönes Solo. Sie hat jahrelang Gitarre gespielt, und wird morgen auf dem Konzert spielen.",
      "example_translation": "Гитарист сыграл красивый соло. Она играет на гитаре годами, и будет играть на концерте завтра.",
      "imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]
}