{
  "data": [
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "negro",
      "translation": "negro",
      "definition": "Teniendo el color del hollín o del carbón; no tener luz o color; absolutamente oscuro.",
      "definition_translation": "Teniendo el color del hollín o del carbón; no tener luz ni color; absolutamente oscuro.",
      "example": "Me puse un vestido negro en el funeral. Me pondré un traje negro en la entrevista de trabajo. Me puse una corbata negra en el evento formal.",
      "example_translation": "Llevé un vestido negro al funeral. Llevaré un traje negro a la entrevista de trabajo. Llevé una corbata negra al evento formal.",
      "imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "azul",
      "translation": "azul",
      "definition": "Teniendo un color brillante, calmado y sereno; relacionado con el cielo o el mar.",
      "definition_translation": "Teniendo un color brillante, calmado y sereno; relacionado con el cielo o el mar.",
      "example": "El cielo azul era hermoso hoy. Pintaré mi habitación azul mañana. Ella se puso un vestido azul en la fiesta ayer.",
      "example_translation": "El cielo azul era hermoso hoy. Pintaré mi habitación de azul mañana. Ella llevó un vestido azul a la fiesta ayer.",
      "imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "marrón",
      "translation": "marrón",
      "definition": "Teniendo un color rojizo-amarillento; relacionado con el suelo o la tierra.",
      "definition_translation": "Teniendo un color rojizo-amarillo; relacionado con la tierra o la tierra.",
      "example": "El perro marrón estaba jugando en el parque. Compraré una bolsa marrón mañana. La tierra marrón era fértil.",
      "example_translation": "El perro marrón estaba jugando en el parque. Compraré una bolsa marrón mañana. La tierra marrón era fértil.",
      "imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verde",
      "translation": "verde",
      "definition": "Teniendo el color verde; cubierto de plantas o vegetación.",
      "definition_translation": "Teniendo el color verde; cubierto de plantas o vegetación",
      "example": "La hierba era verde el verano pasado, es verde ahora y será verde el próximo año.",
      "example_translation": "El césped era verde el verano pasado, es verde ahora, y será verde el próximo año.",
      "imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gris",
      "translation": "gris",
      "definition": "Un color entre el negro y el blanco; no brillante ni vívido.",
      "definition_translation": "Un color entre el negro y el blanco; no brillante ni vívido",
      "example": "El cielo estaba gris ayer, está gris hoy y estará gris mañana.",
      "example_translation": "El cielo era gris ayer, es gris hoy, y será gris mañana.",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "naranja",
      "translation": "naranja",
      "definition": "Un color brillante y vivo entre el rojo y el amarillo.",
      "definition_translation": "Un color brillante y vibrante entre el rojo y el amarillo",
      "example": "Me comí una naranja ayer, estoy comiendo una naranja ahora y me comeré una naranja mañana.",
      "example_translation": "Me comí una naranja ayer, estoy comiendo una naranja ahora, y comeré una naranja mañana.",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rojo",
      "translation": "rojo",
      "definition": "Teniendo un color brillante de bombero; teniendo un color a mitad de camino entre el naranja y el violeta.",
      "definition_translation": "Teniendo un color brillante de bombero; teniendo un color a medio camino entre naranja y violeta.",
      "example": "El coche rojo pasó por allí, estoy llevando una camisa roja, pintaré la pared roja mañana.",
      "example_translation": "El coche rojo pasó, estoy llevando una camisa roja, pintaré la pared roja mañana.",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "blanco",
      "translation": "blanco",
      "definition": "Teniendo un color pálido o puro; sin mancha ni tacha.",
      "definition_translation": "Teniendo un color pálido o puro; sin mancha ni tacha.",
      "example": "El perro blanco corrió alrededor, estoy llevando una camisa blanca, ella se pondrá un vestido blanco mañana.",
      "example_translation": "El perro blanco corrió alrededor, llevo una camisa blanca, ella llevará un vestido blanco mañana.",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amarillo",
      "translation": "amarillo",
      "definition": "Teniendo un color brillante y soleado; parecido al sol en calor y alegría.",
      "definition_translation": "Teniendo un color brillante y soleado; parecido al sol en calor y alegría.",
      "example": "El sol amarillo brilló fuerte, me comí una banana amarilla, ella pintará la casa amarilla mañana.",
      "example_translation": "El sol amarillo brilló con fuerza, comí una banana amarilla, ella pintará la casa amarilla.",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema",
      "translation": "crema",
      "definition": "Un líquido o semilíquido espeso, suave y rico hecho de leche, a menudo usado como alimento o ingrediente en cocinar y hornear.",
      "definition_translation": "Una sustancia líquida o semi-líquida gruesa, suave y rica hecha de leche, a menudo utilizada como alimento o ingrediente en la cocina y la repostería.",
      "example": "Creé la mantequilla y el azúcar juntos para hacer un delicioso pastel. Ayer, creé la sopa de brócoli para hacerla cremosa. Mañana, creeré el café para hacer un latte.",
      "example_translation": "Creé una mezcla suave de mantequilla y azúcar para hacer un delicioso pastel. Ayer, creé una sopa de brócoli cremosa para hacerla cremosa. Mañana, creo la leche para hacer un latte.",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dorado",
      "translation": "dorado",
      "definition": "Teniendo un color amarillo brillante, similar al del oro; brillando intensamente con una luz cálida y soleada.",
      "definition_translation": "Teniendo un color amarillo brillante, similar al del oro; brillando con una luz cálida y soleada.",
      "example": "El atardecer dorado en la playa fue impresionante. El perro golden retriever corrió rápidamente por el campo. La puerta dorada se abrirá mañana.",
      "example_translation": "El atardecer dorado en la playa fue impresionante. El perro golden retriever corrió rápidamente por el campo. La puerta dorada se abrirá mañana.",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "limón",
      "translation": "limón",
      "definition": "Una fruta cítrica pequeña, ovalada o redonda con un sabor agrio, a menudo utilizada en cocina y para dar sabor.",
      "definition_translation": "Una pequeña fruta cítrica ovalada o redonda con sabor agrio, a menudo utilizada en la cocina y la aromatización.",
      "example": "Exprimí el jugo de limón en el té. Ella agregará una rebanada de limón al pescado mañana. Comieron pollo con limón la noche anterior.",
      "example_translation": "Exprimí el jugo de limón en el té. Ella agregará una rebanada de limón al pescado mañana. Tuvieron pollo con limón para cenar anoche.",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rosa",
      "translation": "rosa",
      "definition": "Un color brillante y vibrante, a menudo asociado con la feminidad y la dulzura.",
      "definition_translation": "Un color brillante y vibrante, a menudo asociado con la feminidad y la dulzura.",
      "example": "Me puse un vestido rosa en la fiesta de anoche, y me pondré una camisa rosa en el juego de mañana, porque me encanta llevar rosa desde que era niño.",
      "example_translation": "Me puse un vestido rosa anoche en la fiesta, y me pondré una camisa rosa mañana en el juego, porque me encantaba llevar rosa cuando era niños.",
      "imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "púrpura",
      "translation": "púrpura",
      "definition": "Un color rico y lujoso, a menudo asociado con la creatividad, el lujo y el poder.",
      "definition_translation": "Un color rico y lujoso, a menudo asociado con la creatividad, el lujo y el poder.",
      "example": "La reina llevó un hermoso vestido púrpura en la ceremonia de coronación, y el artista mezcló pintura púrpura con azul para crear un efecto único, porque púrpura era su color favorito en la infancia.",
      "example_translation": "La reina se puso un hermoso traje púrpura en la ceremonia de coronación, y el artista mezcló pintura púrpura con azul para crear un efecto único, porque púrpura era su color favorito en la infancia.",
      "imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plata",
      "translation": "plata",
      "definition": "Un metal brillante y reluciente, a menudo utilizado en joyería y objetos decorativos.",
      "definition_translation": "Un metal brillante y reluciente, a menudo utilizado en joyería y objetos decorativos.",
      "example": "Herederé un hermoso collar de plata de mi abuela, y compraré un reloj de plata para el cumpleaños de mi amigo, porque la plata es una opción popular para regalos.",
      "example_translation": "Herené una hermosa pulsera de plata de mi abuela, y compraré un reloj de plata para el cumpleaños de mi amigo, porque plata es una opción popular para regalos.",
      "imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violeta",
      "translation": "violeta",
      "definition": "Violeta es un color brillante y vibrante púrpura a menudo asociado con la creatividad y la imaginación.",
      "definition_translation": "La violeta es un color púrpura brillante y vibrante a menudo asociado con la creatividad y la imaginación.",
      "example": "Pinté las paredes de violeta para crear un ambiente relajante. Pintaré las paredes de violeta mañana. Pinté las paredes de violeta la semana pasada.",
      "example_translation": "Pinté las paredes de violeta para crear un ambiente calmado. Pintaré las paredes de violeta mañana. Pinté las paredes de violeta la semana pasada.",
      "imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "beis",
      "translation": "beige",
      "definition": "Beis es un color marrón claro a menudo utilizado en moda y diseño de interiores para crear un efecto neutro y calmante.",
      "definition_translation": "Beige es un color marrón claro a menudo utilizado en la moda y el diseño de interiores para crear un efecto neutral y calmante.",
      "example": "Me puse un vestido beis en la fiesta. Me pondré un traje beis en la boda. Me puse una camisa beis en la oficina ayer.",
      "example_translation": "Llevé un vestido beige a la fiesta. Llevaré un traje beige a la boda. Llevé una camisa beige a la oficina ayer.",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "azul marino",
      "translation": "azul marino",
      "definition": "Azul marino es un tono oscuro de azul a menudo utilizado en ropa formal y marca corporativa para transmitir profesionalismo y autoridad.",
      "definition_translation": "El azul marino es un tono oscuro de azul a menudo utilizado en ropa formal y marca corporativa para transmitir profesionalismo y autoridad.",
      "example": "Me puse un traje azul marino en la entrevista de trabajo. Me pondré un vestido azul marino en la gala formal. Me puse una corbata azul marino en la reunión de ayer.",
      "example_translation": "Llevé un traje azul marino a la entrevista de trabajo. Llevaré un vestido azul marino a la gala formal. Llevé una corbata azul marino a la reunión ayer.",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "kaki",
      "translation": "caqui",
      "definition": "Un color marrón claro, originalmente derivado del hindi para polvo, utilizado para describir el color de los uniformes militares y telas.",
      "definition_translation": "Un color marrón claro, originalmente derivado de la palabra hindú para polvo, utilizado para describir el color de uniformes y telas militares.",
      "example": "El soldado llevó pantalones kaki durante la misión en el desierto. Los llevará de nuevo el próximo año. Los llevó el mes pasado.",
      "example_translation": "El soldado llevaba pantalones caqui durante la misión en el desierto. Llevará nuevamente el próximo año. Llevaba ellos el mes pasado.",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verde oliva",
      "translation": "verde oliva",
      "definition": "Un color verde amarillento apagado, reminiscente del color de las olivas maduras, a menudo utilizado en uniformes militares y equipo al aire libre.",
      "definition_translation": "Un color verde amarillento apagado, reminiscente del color de aceitunas maduras, a menudo utilizado en uniformes militares y equipo al aire libre.",
      "example": "Los excursionistas llevaron chaquetas de verde oliva para fundirse con el entorno. Las llevarán de nuevo la próxima semana. Las llevaron el verano pasado.",
      "example_translation": "Los excursionistas llevaban chaquetas verde oliva para fundirse con el entorno. Llevarán nuevamente la próxima semana. Llevaban ellos el verano pasado.",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amaranto",
      "translation": "amaranto",
      "definition": "Un color púrpura-rojo, llamado así por la flor de amaranto, a menudo utilizado en el arte y el diseño para agregar un toque de color.",
      "definition_translation": "Un color rojo-púrpura, nombrado en honor de la flor de amaranto, a menudo utilizado en arte y diseño para agregar un toque de color.",
      "example": "La artista usó amaranto para agregar profundidad al cuadro. Ella lo usará de nuevo en su próximo proyecto. Ella lo usó en su última exposición.",
      "example_translation": "El artista utilizó amaranto para agregar profundidad a la pintura. Lo utilizará nuevamente en su próximo proyecto. Lo utilizó en su última exposición.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ámbar",
      "translation": "ámbbar",
      "definition": "Un resina fósil amarillo-anaranjada, utilizada en joyería y perfumería.",
      "definition_translation": "Una resina fósil amarillo-anaranjada, utilizada en joyería y perfumería.",
      "example": "En el pasado, la gente usaba ámbar para hacer joyas hermosas. Hoy en día, todavía usamos ámbar para crear accesorios únicos. En el futuro, los científicos probablemente descubrirán nuevos usos para el ámbar.",
      "example_translation": "En el pasado, la gente utilizaba ámbar para hacer joyería hermosa. Hoy en día, todavía usamos ámbar para crear accesorios únicos. En el futuro, los científicos probablemente descubrirán nuevos usos para el ámbar.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "antracita",
      "translation": "antracita",
      "definition": "Un tipo de carbón, caracterizado por su dureza y alto contenido de carbono.",
      "definition_translation": "Un tipo de carbón, caracterizado por su dureza y alto contenido de carbono.",
      "example": "En el pasado, la antracita se utilizaba ampliamente como combustible. Hoy en día, todavía se utiliza en algunas centrales eléctricas. En el futuro, podemos encontrar usos alternativos para la antracita.",
      "example_translation": "En el pasado, la antracita se usaba ampliamente como combustible. Hoy en día, todavía se utiliza en algunas centrales eléctricas. En el futuro, podemos encontrar usos alternativos para la antracita.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acuamarina",
      "translation": "acuamarina",
      "definition": "Una piedra preciosa pálida azul o azul-verde, a menudo utilizada en joyería.",
      "definition_translation": "Una piedra preciosa de color azul pálido o azul-verde, a menudo utilizada en joyería.",
      "example": "Siempre había soñado con poseer un collar de acuamarina. Hoy en día, finalmente lo compró. En el futuro, se lo pasará a su nieta.",
      "example_translation": "Siempre había soñado con tener un collar de acuamarina. Hoy en día, finalmente lo compró. En el futuro, se lo pasará a su nieta.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carminio",
      "translation": "carmesí",
      "definition": "Un pigmento rojo brillante a púrpura rojo obtenido del insecto cochineal, utilizado en alimentos, cosméticos y arte.",
      "definition_translation": "Un pigmento rojo brillante a rojo púrpura obtenido del insecto de la cochinilla, utilizado en alimentos, cosméticos y arte.",
      "example": "La artista mezcló carminio con ocre amarillo para crear un naranja vibrante. Ella había usado carminio en sus pinturas durante años. La empresa utilizará carminio en su nuevo producto de lápiz labial.",
      "example_translation": "El artista mezcló carmesí con ocre amarillo para crear un tono naranja vibrante. Ella había usado carmesí en sus pinturas durante años. La empresa utilizará carmesí en su nuevo producto de lápiz labial.",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carmesí",
      "translation": "carmesí",
      "definition": "Un color rojo profundo y rico, especialmente en relación con un color rojo brillante utilizado en la impresión y la tintorería.",
      "definition_translation": "Un color rojo profundo y rico, especialmente en relación con un color rojo brillante utilizado en impresión y teñido.",
      "example": "Los uniformes carmesíes de la universidad eran un espectáculo impresionante en el campo de fútbol. Ella eligió un vestido carmesí para la ocasión formal. La empresa cuenta con un logotipo que presenta una lettre 'C' carmesí.",
      "example_translation": "Los uniformes carmesí de la universidad eran un espectáculo impactante en el campo de fútbol. Ella eligió un vestido carmesí para la ocasión formal. El logotipo de la empresa cuenta con una letra 'C' carmesí.",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cian",
      "translation": "ciano",
      "definition": "Un color verdeazulado brillante, especialmente en relación con un pigmento o tinte utilizado en la impresión y el arte.",
      "definition_translation": "Un color azul-verdoso brillante, especialmente en relación con un pigmento o tinte utilizado en impresión y arte.",
      "example": "La artista mezcló cian con amarillo para crear un verde brillante. La empresa utiliza tinta cian en sus impresoras. Ella llevaba una bufanda cian para combinar con sus ojos azules brillantes.",
      "example_translation": "El artista mezcló ciano con amarillo para crear un tono verde vibrante. La empresa utiliza tinta ciano en sus impresoras. Ella llevó una bufanda ciano para igualar sus ojos azules brillantes.",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esmeralda",
      "translation": "esmeralda",
      "definition": "Una piedra preciosa verde brillante, a menudo llevada como joya.",
      "definition_translation": "Una piedra verde brillante y valiosa, a menudo llevada como joya.",
      "example": "La reina llevó un collar de esmeralda al baile anoche, y la llevará al partido mañana, pero la llevó al jardín partido el año pasado.",
      "example_translation": "La reina llevó un collar de esmeraldas al baile anoche, y la llevará al partido mañana, pero la llevó al jardín partido el año pasado.",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jengibre",
      "translation": "jengibre",
      "definition": "Una raíz que se utiliza como especia, especialmente en la cocina asiática, y tiene un sabor picante y dulce.",
      "definition_translation": "Una raíz que se utiliza como especia, especialmente en la cocina asiática, y tiene un sabor picante y dulce.",
      "example": "Añadí jengibre a la sopa ayer, y lo agregaré al salteado mañana, pero lo agregué al té la semana pasada.",
      "example_translation": "Añadí jengibre a la sopa ayer, y lo agregaré al salteado mañana, pero lo agregué al té la semana pasada.",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "índigo",
      "translation": "índigo",
      "definition": "Un color azul profundo, o una planta que produce un tinte de este color.",
      "definition_translation": "Un color azul profundo, o una planta que produce un tinte de este color.",
      "example": "La artista usó índigo para pintar el cielo nocturno, y la utilizará para teñir la tela mañana, pero la usó para colorear la alfombra el mes pasado.",
      "example_translation": "El artista usó índigo para pintar el cielo de la noche, y lo utilizará para teñir la tela mañana, pero lo usó para colorear la alfombra el mes pasado.",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "magenta",
      "translation": "magenta",
      "definition": "Un color rosa púrpura brillante y vivido.",
      "definition_translation": "Un color rosa púrpura brillante y vivido.",
      "example": "La diseñadora eligió un hermoso color magenta para el logotipo. Ella elegirá un color magenta para el logotipo. Ella había elegido un color magenta para el logotipo.",
      "example_translation": "El diseñador eligió un hermoso color magenta para el logotipo. Ella elegirá un color magenta para el logotipo. Ella había elegido un color magenta para el logotipo.",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caoba",
      "translation": "caoba",
      "definition": "Un tipo de árbol de madera dura con madera de color marrón rojizo, a menudo utilizado para la fabricación de muebles.",
      "definition_translation": "Un tipo de árbol de madera dura con madera marrón-rojiza, a menudo utilizado para la fabricación de muebles.",
      "example": "La mesa antigua estaba hecha de madera de caoba. Ella pulirá la mesa de caoba. Él había lijado los muebles de caoba.",
      "example_translation": "La mesa antigua estaba hecha de madera de caoba. Ella pulirá la mesa de caoba. Él había lijado el mobiliario de caoba.",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "granate",
      "translation": "granate",
      "definition": "Un color marrón rojizo oscuro o pigmento.",
      "definition_translation": "Un color marrón-rojizo oscuro o pigmento.",
      "example": "El jugador de fútbol llevaba una camiseta granate. Ella llevará un vestido granate. Ellos habían llevado uniformes granate.",
      "example_translation": "El jugador de fútbol llevaba una camiseta granate. Ella llevará un vestido granate. Ellos habían llevado uniformes granate.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ocre",
      "translation": "ocre",
      "definition": "Un pigmento natural marrón o amarillento, compuesto por una mezcla de arcilla y óxido de hierro, utilizado en la pintura y el arte.",
      "definition_translation": "Un pigmento natural marrón o marrón amarillento, que consiste en una mezcla de arcilla y óxido de hierro, utilizado en pintura y arte.",
      "example": "El artista mezcló ocre con agua para crear un tono rico y terroso. Ella había ocreado toda la tela, que ya estaba seca. Ella ocreará toda la habitación la próxima semana.",
      "example_translation": "El artista mezcló ocre con agua para crear un tono rico y terroso. Ella había ocreado todo el lienzo, que ahora estaba seco. Ella ocreará toda la habitación la próxima semana.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escarlata",
      "translation": "escarlata",
      "definition": "Un color rojo brillante y vivido, asociado típicamente con la pasión, la energía y el amor.",
      "definition_translation": "Un color rojo brillante y vivo, típicamente asociado con pasión, energía y amor.",
      "example": "El vestido escarlata llamó la atención de todos en la fiesta. Ella había llevado lápiz labial escarlata para combinar con su atuendo. Él llevará una corbata escarlata al matrimonio.",
      "example_translation": "El vestido escarlata llamó la atención de todos en la fiesta. Ella había llevado lápiz de labios escarlata para igualar su atuendo. Él llevará una corbata escarlata a la boda.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "turquesa",
      "translation": "turquesa",
      "definition": "Un mineral azul-verde, apreciado por su color vibrante y utilizado en joyería y objetos decorativos.",
      "definition_translation": "Un mineral azul-verde, apreciado por su color vibrante y utilizado en joyería y objetos decorativos.",
      "example": "La joya de turquesa era el favorito de su abuela. Él le había comprado un anillo de turquesa para su cumpleaños. Ellos decorarán la sala de estar con jarrones de turquesa.",
      "example_translation": "La cadena de turquesa fue el favorito de su abuela. Él le había comprado un anillo de turquesa para su cumpleaños. Decorarán el salón con jarrones de turquesa.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]
}