[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aceptar",
      "translation": "aceitar",
      "definition": "recibir algo de buena gana o estar de acuerdo con algo",
      "definition_translation": "receber algo de boa vontade ou concordar com algo",
      "example": "Acepté la invitación a la fiesta. Estoy aceptando la oferta ahora. Aceptaré el desafío mañana.",
      "example_translation": "Eu aceitei o convite para a festa. Estou aceitando a oferta agora. Vou aceitar o desafio amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lograr",
      "translation": "alcançar",
      "definition": "completar con éxito algo o alcanzar un objetivo",
      "definition_translation": "completar com sucesso algo ou alcançar um objetivo",
      "example": "Logré mi objetivo de correr un maratón. Ella está logrando un gran éxito en su carrera. Ellos lograrán su sueño de viajar por el mundo.",
      "example_translation": "Eu alcancei meu objetivo de correr um maratona. Ela está alcançando um grande sucesso em sua carreira. Eles vão alcançar seu sonho de viajar pelo mundo.",
      "imageLink": "image_files\\English\\"imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actuar",
      "translation": "agir",
      "definition": "hacer algo o tomar una acción",
      "definition_translation": "fazer algo ou tomar ação",
      "example": "Actué rápidamente para salvar la situación. Ella está actuando en una obra de teatro. Él actuará como mediador en el conflicto.",
      "example_translation": "Eu agi rapidamente para salvar a situação. Ela está agindo em uma peça. Ele vai agir como mediador no conflito.",
      "imageLink": "image_files\\English\\"imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acto",
      "translation": "agir",
      "definition": "una representación o una exhibición de habilidad",
      "definition_translation": "uma performance ou uma exibição de habilidade",
      "example": "El acto de magia fue asombroso. El acto de bondad me conmovió. El acto de valentía nos inspiró a todos.",
      "example_translation": "O ato de magia foi incrível. O ato de bondade tocou meu coração. O ato de bravura inspirou todos nós.",
      "imageLink": "image_files\\English\\"imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aconsejar",
      "translation": "aconselhar",
      "definition": "dar consejo o orientación a alguien, o recomendar una acción particular",
      "definition_translation": "dar conselho ou orientação a alguém, ou recomendar uma ação específica",
      "example": "Le aconsejé que se tomara un descanso, pero no me escuchó. Le aconsejaré que solicite el trabajo. Ella me aconsejó que tuviera cuidado.",
      "example_translation": "Eu o aconselhei a descansar, mas ele não ouviu. Eu vou aconselhá-la a se inscrever para o trabalho. Ela me aconselhou a ser cuidadoso.",
      "imageLink": "image_files\\English\\"imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "permitir",
      "translation": "permitir",
      "definition": "dar permiso para que algo suceda o se haga",
      "definition_translation": "dar permissão para que algo aconteça ou seja feito",
      "example": "Permito que mis hijos jueguen afuera hasta que oscurece. Ella me permitió usar su coche. Ellos permitirán que entremos en el edificio.",
      "example_translation": "Eu permito que meus filhos brinquem fora até escurecer. Ela me permitiu emprestar o seu carro. Eles nos permitirão entrar no prédio.",
      "imageLink": "image_files\\English\\"imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acercarse",
      "translation": "abordar",
      "definition": "aproximarse a alguien o algo",
      "definition_translation": "se aproximar ou se mover em direção a alguém ou algo",
      "example": "El entrenador se acercó a mí después del juego para discutir mi rendimiento. Ella se acercó al problema con cautela. Ellos se acercarán a la ciudad desde el norte.",
      "example_translation": "O treinador se aproximou de mim após o jogo para discutir meu desempenho. Ela abordou o problema com cautela. Eles se aproximarão da cidade pelo norte.",
      "imageLink": "image_files\\English\\"imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "discutir",
      "translation": "discutir",
      "definition": "presentar razones o evidencia para apoyar o oponerse a una idea, opinión, etc.",
      "definition_translation": "dar razões ou evidências para apoiar ou se opor a uma ideia, opinião, etc.",
      "example": "Discutí con mi hermano sobre el mejor restaurante en la ciudad. Ella discutió que la política era injusta. Ellos discutirán contra la propuesta.",
      "example_translation": "Eu discuti com meu irmão sobre o melhor restaurante da cidade. Ela argumentou que a política era injusta. Eles vão argumentar contra a proposta.",
      "imageLink": "image_files\\English\\"imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "detener",
      "translation": "prender",
      "definition": "tomar a alguien bajo custodia, 일반mente por la policía, y mantenerlos hasta que puedan ser llevados ante un tribunal.",
      "definition_translation": "O ato de tomar alguém em custódia, tipicamente pela polícia, e mantê-los até que possam ser trazidos perante um tribunal.",
      "example": "El oficial de policía hizo un arresto, el sospechoso fue detenido ayer y ellos harán otro arresto mañana.",
      "example_translation": "O policial fez uma prisão, o suspeito foi preso ontem, e farão outra prisão amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adjuntar",
      "translation": "anexar",
      "definition": "unir o sujetar algo a algo más, a menudo utilizando un dispositivo mecánico o un pedazo de cuerda.",
      "definition_translation": "Juntar ou prender algo a outra coisa, frequentemente utilizando um dispositivo mecânico ou um pedaço de corda.",
      "example": "Adjuntaré el documento al correo electrónico, ella adjuntó la foto al mensaje y ellos adjuntarán el archivo al informe.",
      "example_translation": "Eu vou anexar o documento ao e-mail, ela anexou a foto à mensagem, e eles anexarão o arquivo ao relatório.",
      "imageLink": "image_files\\English\\"imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enterrar",
      "translation": "enterrar",
      "definition": "Poner un cuerpo muerto en un hoyo en el suelo, o cubrir algo completamente con algo más, como tierra o arena.",
      "definition_translation": "Colocar um cadáver em um buraco no chão, ou cobrir completamente algo com algo else, como terra ou areia.",
      "example": "Voy a enterrar el tesoro en el patio trasero. Ayer, enterré el tesoro en el patio trasero. Había enterrado el tesoro en el patio trasero antes de irme.",
      "example_translation": "Eu vou enterrar o tesouro no quintal. Eu enterrei o tesouro no quintal. Eu havia enterrado o tesouro no quintal antes de sair.",
      "imageLink": "image_files\\English\\"imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cancelar",
      "translation": "cancelar",
      "definition": "Cancelar oficialmente algo, como un evento o un plan, para que no suceda, o eliminar o destruir algo, como un documento o un boleto.",
      "definition_translation": "Parar oficialmente algo, como um evento ou um plano, de acontecer, ou remover ou destruir algo, como um documento ou um bilhete.",
      "example": "Voy a cancelar la reunión mañana. Ayer, cancelé la reunión. Había cancelado la reunión la semana pasada.",
      "example_translation": "Eu vou cancelar a reunião amanhã. Eu cancelei a reunião ontem. Eu havia cancelado a reunião na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "registrarse",
      "translation": "registrarse",
      "definition": "Llegar a un hotel, aeropuerto u otro lugar y informar a alguien de tu llegada, a menudo proporcionando tu nombre u otra información.",
      "definition_translation": "Chegar a um hotel, aeroporto ou outro local e dizer a alguém que você chegou, Often by giving-lhes seu nome ou outras informações.",
      "example": "Me voy a registrar en el hotel a las 3 pm. Ayer, me registré en el hotel. Había registrado en el hotel una hora antes.",
      "example_translation": "Eu vou me registrar no hotel às 3 pm. Eu me registrei no hotel ontem. Eu havia me registrado no hotel há uma hora.",
      "imageLink": "image_files\\English\\"imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salir del hotel",
      "translation": "sair",
      "definition": "Pagar por las cosas que has comprado y dejar una tienda, o salir de una habitación de hotel después de pagar la cuenta.",
      "definition_translation": "Pagar pelas coisas que você comprou e sair de uma loja, ou sair de um quarto de hotel após pagar a conta.",
      "example": "Voy a salir del hotel mañana. Ayer, salí del hotel. Había salido del hotel una hora antes.",
      "example_translation": "Eu vou sair do hotel amanhã. Eu saí do hotel ontem. Eu havia saído do hotel há uma hora.",
      "imageLink": "image_files\\English\\"imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "círculo",
      "translation": "círculo",
      "definition": "Un círculo es una forma redonda sin principio ni fin, donde cada punto en el círculo está equidistantemente del punto central llamado centro.",
      "definition_translation": "Um círculo é uma forma redonda sem começo ou fim, onde cada ponto no círculo está igualmente distante de um ponto central chamado centro.",
      "example": "Dibujé un círculo en el papel. Ayer, dibujé un círculo en el papel. Mañana, dibujaré un círculo en el papel.",
      "example_translation": "Eu desenhei um círculo no papel. Ontem, eu desenhei um círculo no papel. Amanhã, eu irei desenhar um círculo no papel.",
      "imageLink": "image_files\\English\\"imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aplaudir",
      "translation": "bater palmas",
      "definition": "Aplaudir es golpear las palmas de las manos juntas, típicamente para expresar aplausos o aprecio.",
      "definition_translation": "Bater palmas é bater as palmas das mãos juntas, tipicamente para expressar aplausos ou apreciação.",
      "example": "La audiencia aplaudió fuerte después del show. Ayer, la audiencia aplaudió fuerte después del show. Mañana, la audiencia aplaudirá fuerte después del show.",
      "example_translation": "O público bateu palmas alto após o show. Ontem, o público bateu palmas alto após o show. Amanhã, o público baterá palmas alto após o show.",
      "imageLink": "image_files\\English\\"imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "recolectar",
      "translation": "coletar",
      "definition": "Recolectar es reunir o bringing together cosas, como objetos, información o personas, a menudo de manera sistemática o organizada.",
      "definition_translation": "Coletar é reunir ou trazer juntos coisas, como objetos, informações ou pessoas, frequentemente de uma maneira sistemática ou organizada.",
      "example": "Voy a recolectar mis pensamientos antes de hablar. Ayer, recolecté mis pensamientos antes de hablar. Mañana, voy a recolectar mis pensamientos antes de hablar.",
      "example_translation": "Eu irei coletar meus pensamentos antes de falar. Ontem, eu coletei meus pensamentos antes de falar. Amanhã, eu irei coletar meus pensamentos antes de falar.",
      "imageLink": "image_files\\English\\"imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peine",
      "translation": "pente",
      "definition": "Un peine es una herramienta utilizada para alisar, arreglar o limpiar el cabello, generalmente consistiendo en una pieza plana o curva con dientes o púas.",
      "definition_translation": "Um pente é uma ferramenta usada para alisar, arranjar ou limpar cabelo, tipicamente consistindo em uma peça plana ou curva de material com dentes ou galhos.",
      "example": "Ella se peinó el cabello antes de la fiesta. Ayer, ella se peinó el cabello antes de la fiesta. Mañana, ella se peinará el cabello antes de la fiesta.",
      "example_translation": "Ela penteou seu cabelo antes da festa. Ontem, ela penteou seu cabelo antes da festa. Amanhã, ela penteará seu cabelo antes da festa.",
      "imageLink": "image_files\\English\\"imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "competir",
      "translation": "competir",
      "definition": "Esforzarse o luchar para ganar o lograr algo, a menudo de manera competitiva.",
      "definition_translation": "Lutar ou se esforçar para ganhar ou alcançar algo, muitas vezes de uma maneira competitiva.",
      "example": "Voy a competir en el maratón el próximo año, competí en los campeonatos el año pasado, y estoy compitiendo en las Olimpiadas este año.",
      "example_translation": "Eu competirei no maratona no ano que vem, eu competi nos campeonatos no ano passado, e eu estou competindo nas Olimpíadas este ano.",
      "imageLink": "image_files\\English\\"imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "concentrarse",
      "translation": "concentrar",
      "definition": "Dirigir la atención o esfuerzo a una tarea o actividad en particular, a menudo de manera enfocada e intensa.",
      "definition_translation": "Direcionar a atenção ou esforço para uma tarefa ou atividade particular, muitas vezes de uma maneira focada e intensa.",
      "example": "Voy a concentrarme en mis estudios este semestre, me concentré en mi proyecto el mes pasado, y estoy concentrándome en mi carrera ahora.",
      "example_translation": "Eu vou me concentrar nos meus estudos este semestre, eu me concentrei no meu projeto no mês passado, e eu estou me concentrando na minha carreira agora.",
      "imageLink": "image_files\\English\\"imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conectar",
      "translation": "conectar",
      "definition": "Unir o enlazar dos o más cosas juntas, a menudo de manera física o electrónica.",
      "definition_translation": "Juntar ou ligar duas ou mais coisas juntas, muitas vezes de uma maneira física ou eletrônica.",
      "example": "Voy a conectar mi teléfono a la red Wi-Fi, conecté los cables al computadora, y estoy conectando con mis amigos en las redes sociales.",
      "example_translation": "Eu vou conectar meu telefone à rede Wi-Fi, eu conectei os cabos ao computador, e eu estou me conectando com meus amigos nas mídias sociais.",
      "imageLink": "image_files\\English\\"imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "continuar",
      "translation": "continuar",
      "definition": "Seguir haciendo algo o empezar algo de nuevo después de una pausa o interrupción.",
      "definition_translation": "Manter fazer algo ou começar algo novamente após uma pausa ou interrupção.",
      "example": "Voy a continuar mi educación el año próximo, continué trabajando en mi proyecto la noche pasada, y estoy continuando aprender nuevas habilidades todos los días.",
      "example_translation": "Eu vou continuar minha educação no ano que vem, eu continuei trabalhando no meu projeto na noite passada, e eu estou continuando a aprender novas habilidades todos os dias.",
      "imageLink": "image_files\\English\\"imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "control",
      "translation": "controle",
      "definition": "El poder de influir o dirigir el comportamiento de las personas o el curso de los eventos.",
      "definition_translation": "O poder de influenciar ou dirigir o comportamento das pessoas ou o curso dos eventos.",
      "example": "Ella luchó por mantener el control del coche mientras patinaba en la carretera helada. Ella tiene control sobre el proyecto. Ella tomará el control de la reunión mañana.",
      "example_translation": "Ela lutou para manter o controle do carro quando ele deslizava na estrada gelada. Ela tem controle sobre o projeto. Ela tomará controle da reunião amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "toser",
      "translation": "tossir",
      "definition": "Una expulsión repentina y violenta de aire desde los pulmones, a menudo para despejar las vías respiratorias.",
      "definition_translation": "Uma expulsão súbita e forçada de ar dos pulmões, muitas vezes para limpar as vias aéreas.",
      "example": "Él dejó escapar una tos fuerte para despejar la garganta. Ella tosió sangre después del accidente. El doctor examinará su tos mañana.",
      "example_translation": "Ele deu um tosse alto para limpar a garganta. Ela tossiu sangue após o acidente. O médico examinará sua tosse amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contar",
      "translation": "contar",
      "definition": "Determinar el número de algo agrupándolas o enumerándolas.",
      "definition_translation": "Determinar o número de algo agrupando ou enumerando.",
      "example": "¿Puedes contar el número de personas en la habitación? Ella contó el dinero en su bolsa. Él contará los votos mañana.",
      "example_translation": "Você pode contar o número de pessoas na sala? Ela contou o dinheiro na bolsa. Ele contará os votos amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "choque",
      "translation": "colidir",
      "definition": "Un impacto repentino y violento.",
      "definition_translation": "Um impacto súbito e violento ou colisão.",
      "example": "El choque de coche fue fatal. La computadora se estrelló debido a un virus. El mercado de valores se estrellará si la economía fracasa.",
      "example_translation": "O acidente de carro foi fatal. O computador colidiu devido a um vírus. O mercado de ações colidirá se a economia falhar.",
      "imageLink": "image_files\\English\\"imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crear",
      "translation": "criar",
      "definition": "Traer algo a la existencia o hacer algo de la nada.",
      "definition_translation": "Criar algo a partir do nada ou tornar algo real.",
      "example": "Creé una pintura ayer, estoy creando un nuevo proyecto ahora, y crearé una nueva receta mañana.",
      "example_translation": "Eu criei um quadro ontem, eu estou criando um novo projeto agora, e eu criarei uma nova receita amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ciclo",
      "translation": "ciclo",
      "definition": "Una serie de eventos o procesos que se repiten en un orden regular.",
      "definition_translation": "Uma série de eventos ou processos que se repetem em uma ordem regular.",
      "example": "El ciclo de la vida incluye el nacimiento, el crecimiento, la decadencia y el renacimiento, pedaleé al trabajo ayer, y pedalearé al parque mañana.",
      "example_translation": "O ciclo da vida inclui nascimento, crescimento, decadência e renascimento, eu pedalei para o trabalho ontem, e eu pedalei para o parque amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dañar",
      "translation": "danificar",
      "definition": "Causar daño o lesión a algo o alguien.",
      "definition_translation": "Causar dano ou lesão a algo ou alguém.",
      "example": "La tormenta dañó el techo, dañé mi teléfono la semana pasada, y la empresa dañará el medio ambiente si no cambian sus prácticas.",
      "example_translation": "A tempestade danificou o teto, eu danifiquei meu telefone na semana passada, e a empresa danificará o meio ambiente se eles não mudarem suas práticas.",
      "imageLink": "image_files\\English\\"imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decorar",
      "translation": "decorar",
      "definition": "Hacer que algo sea más atractivo agregando ornamentos o otras decoraciones.",
      "definition_translation": "Tornar algo mais atraente adicionando ornamentos ou outras decorações.",
      "example": "Decoré la habitación para la fiesta, mi hermana decoró el pastel para la boda, y decorarán las calles para el festival.",
      "example_translation": "Eu decorei o quarto para a festa, minha irmã decorou o bolo para o casamento, e eles decorarão as ruas para o festival.",
      "imageLink": "image_files\\English\\"imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decorar",
      "translation": "decorar",
      "definition": "hacer que algo parezca más atractivo agregando cosas a ello",
      "definition_translation": "fazer algo parecer mais atraente adicionando coisas a ele",
      "example": "Ella decoró su habitación con flores y globos. Está decorando la casa para la fiesta. Decorará el pastel con glaseado.",
      "example_translation": "Ela decorou seu quarto com flores e balões. Ela está decorando a casa para a festa. Ela vai decorar o bolo com glacê.",
      "imageLink": "image_files\\English\\"imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "derrotar",
      "translation": "derrotar",
      "definition": "ganar una victoria sobre alguien o algo",
      "definition_translation": "vencer uma vitória sobre alguém ou algo",
      "example": "Nuestro equipo derrotó a los oponentes en el juego final. Están derrotando a sus competidores en el mercado. Derrotarán al enemigo en la guerra.",
      "example_translation": "Nosso time derrotou os oponentes no jogo final. Eles estão derrotando seus concorrentes no mercado. Eles vão derrotar o inimigo na guerra.",
      "imageLink": "image_files\\English\\"imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "defender",
      "translation": "defender",
      "definition": "proteger a alguien o algo de un ataque o daño",
      "definition_translation": "proteger alguém ou algo de ataque ou dano",
      "example": "El abogado defendió a su cliente en el tribunal. Están defendiendo su territorio de la invasión. Defenderán sus derechos en la protesta.",
      "example_translation": "O advogado defendeu seu cliente no tribunal. Eles estão defendendo seu território de invasão. Eles vão defender seus direitos no protesto.",
      "imageLink": "image_files\\English\\"imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "demorar",
      "translation": "atrasar",
      "definition": "posponer hacer algo hasta un momento posterior",
      "definition_translation": "adicionar algo até um tempo posterior",
      "example": "Demoré mi viaje a la playa debido a la lluvia. Ella está demorando su tarea para ver televisión. Demorarán la reunión hasta la próxima semana.",
      "example_translation": "Eu adiei minha viagem à praia devido à chuva. Ela está atrasando seu trabalho de casa para assistir TV. Eles vão atrasar a reunião até a próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "eliminar",
      "translation": "excluir",
      "definition": "Quitar o borrar algo, como un archivo o un carácter, de una computadora o otro dispositivo.",
      "definition_translation": "Remover ou apagar algo, como um arquivo ou um caractere, de um computador ou outro dispositivo.",
      "example": "Eliminaré el archivo mañana. Eliminé el archivo ayer. Elimino el archivo todos los días.",
      "example_translation": "Eu excluirei o arquivo amanhã. Eu excluí o arquivo ontem. Eu excluo o arquivo todos os dias.",
      "imageLink": "image_files\\English\\"imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entregar",
      "translation": "entregar",
      "definition": "Llevar algo a una persona o lugar, o traer algo a alguien o somewhere.",
      "definition_translation": "Levar algo a uma pessoa ou lugar, ou trazer algo a alguém ou algum lugar.",
      "example": "Entregaré el paquete mañana. Entregué el paquete ayer. Entrego el paquete todos los días.",
      "example_translation": "Eu entregarei o pacote amanhã. Eu entreguei o pacote ontem. Eu entrego o pacote todos os dias.",
      "imageLink": "image_files\\English\\"imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diseñar",
      "translation": "projeto",
      "definition": "Un plan o dibujo que muestra la apariencia y función de algo, como un edificio o un producto.",
      "definition_translation": "Um plano ou desenho mostrando a aparência e a função de algo, como um edifício ou um produto.",
      "example": "Diseñé la casa el año pasado. Estoy diseñando un nuevo producto ahora. Diseñaré un sitio web el próximo mes.",
      "example_translation": "Eu projetei a casa no ano passado. Estou projetando um novo produto agora. Eu projetarei um site na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "destruir",
      "translation": "destruir",
      "definition": "Causar que algo quede completamente dañado o arruinado, de manera que no pueda ser utilizado o reparado.",
      "definition_translation": "Causar que algo seja completamente danificado ou arruinado, de forma que não possa ser usado ou reparado.",
      "example": "La tormenta destruyó la ciudad. La empresa destruyó muchos documentos. El fuego destruirá el edificio.",
      "example_translation": "A tempestade destruiu a cidade. A empresa destruiu muitos documentos. O fogo destruirá o prédio.",
      "imageLink": "image_files\\English\\"imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "marcar",
      "translation": "discar",
      "definition": "Un dial es un dispositivo con una cara redonda y un puntero que se gira para seleccionar un número o configuración en un teléfono, radio, etc.",
      "definition_translation": "Um dial é um dispositivo com uma face redonda e um ponteiro que você gira para selecionar um número ou configuração em um telefone, rádio, etc.",
      "example": "Tuve que marcar el código correcto para que el teléfono funcionara. Ayer, marqué el número equivocado y llegué a un llamador enojado. Si no marco el número correctamente, no podré llegar a mi amigo.",
      "example_translation": "Eu tive que discar o código correto para fazer o telefone funcionar. Ontem, eu disquei o número errado e recebi um chamador zangado. Se eu não discar o número corretamente, não serei capaz de alcançar meu amigo.",
      "imageLink": "image_files\\English\\"imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cavar",
      "translation": "cavar",
      "definition": "Cavar algo significa hacer un hoyo en el suelo o mover tierra u otro material por excavación.",
      "definition_translation": "Cavar algo significa fazer um buraco no chão ou mover terra ou outro material cavando.",
      "example": "Cavaré un hoyo en el patio trasero para plantar un árbol. Ayer, cavé una antigua moneda. Si llueve, el suelo estará demasiado húmedo para cavar.",
      "example_translation": "Vou cavar um buraco no quintal dos fundos para plantar uma árvore. Ontem, eu cavei uma moeda antiga. Se chover, o solo será muito úmido para cavar.",
      "imageLink": "image_files\\English\\"imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "directo",
      "translation": "direto",
      "definition": "Directo significa moverse o dirigirse hacia un punto o en una dirección particular, sin cambiar de dirección o detenerse.",
      "definition_translation": "Direto significa mover-se ou liderar diretamente para um ponto ou em uma direção particular, sem mudar de direção ou parar.",
      "example": "El vuelo directo de París a Nueva York dura 8 horas. El gerente dio órdenes directas al equipo. La nueva autopista proporcionará una ruta directa al centro de la ciudad.",
      "example_translation": "O voo direto de Paris para Nova York leva 8 horas. O gerente deu ordens diretas à equipe. A nova rodovia fornecerá uma rota direta para o centro da cidade.",
      "imageLink": "image_files\\English\\"imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "directo",
      "translation": "direto",
      "definition": "Directo también puede significar ser honesto y franco en lo que se dice o se hace.",
      "definition_translation": "Direto também pode significar ser honesty e direto em o que você diz ou faz.",
      "example": "El maestro animó a la comunicación directa entre los estudiantes. La empresa valora la retroalimentación directa y honesta. Es mejor ser directo al explicar una situación difícil.",
      "example_translation": "O professor incentivou a comunicação direta entre os alunos. A empresa valoriza feedback direto e honesto. É melhor ser direto quando explicar uma situação difícil.",
      "imageLink": "image_files\\English\\"imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "descubrir",
      "translation": "descobrir",
      "definition": "encontrar o darse cuenta de algo que no se conocía o reconocía anteriormente",
      "definition_translation": "descobrir ou tornar-se ciente de algo anteriormente desconhecido ou não reconhecido",
      "example": "Descubrí un nuevo restaurante en la ciudad anoche. Había descubierto el error antes, pero me olvidé de corregirlo. Descubriré la belleza de la ciudad mañana.",
      "example_translation": "Descobri um novo restaurante na cidade ontem à noite. Eu havia descoberto o erro antes, mas eu esqueci de corrigir. Vou descobrir a beleza da cidade amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exhibir",
      "translation": "exibir",
      "definition": "mostrar o exhibir algo en un lugar público o a un grupo de personas",
      "definition_translation": "mostrar ou exibir algo em um lugar público ou para um grupo de pessoas",
      "example": "La empresa exhibirá sus nuevos productos en la feria comercial. El museo exhibirá la obra de arte el mes próximo. La tienda exhibió una cartel de venta en la ventana.",
      "example_translation": "A empresa vai exibir seus novos produtos na feira comercial. O museu vai exibir a obra de arte no mês que vem. A loja exibiu um cartaz de venda na janela.",
      "imageLink": "image_files\\English\\"imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bucear",
      "translation": "mergulhar",
      "definition": "saltar al agua, generalmente de cabeza, o descender rápidamente en el aire o en un líquido",
      "definition_translation": "pular na água, geralmente de cabeça, ou descer rapidamente para o ar ou em um líquido",
      "example": "Me zambullí en la piscina para escapar del calor. Ella buceará en el océano para nadar con los delfines. Saltaron en paracaídas del avión para bucear.",
      "example_translation": "Eu mergulhei na piscina para escapar do calor. Ela vai mergulhar no oceano para nadar com os golfinhos. Eles mergulharam fora do avião para praticar paraquedismo.",
      "imageLink": "image_files\\English\\"imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dividir",
      "translation": "dividir",
      "definition": "separar o dividir algo en partes o grupos",
      "definition_translation": "separar ou dividir algo em partes ou grupos",
      "example": "Dividimos la tarta en trozos iguales. Dividieron la tierra en tres secciones. Ella dividirá su tiempo entre el trabajo y el estudio.",
      "example_translation": "Dividimos o bolo em pedaços iguais. Eles dividiram a terra em três seções. Ela vai dividir seu tempo entre o trabalho e o estudo.",
      "imageLink": "image_files\\English\\"imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dejar caer",
      "translation": "largar",
      "definition": "dejar caer algo de una altura a una posición más baja, generalmente sin intención.",
      "definition_translation": "Deixar cair ou descer de uma altura para uma posição mais baixa, geralmente sem intenção.",
      "example": "Dejé caer la pluma en el piso. Visitaré tu casa mañana. Había dejado caer la bomba cuando era soldado.",
      "example_translation": "Eu larguei a caneta no chão. Eu irei visitar sua casa amanhã. Eu tinha largado a bomba quando eu era um soldado.",
      "imageLink": "image_files\\English\\"imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emplear",
      "translation": "empregar",
      "definition": "contratar los servicios de alguien, generalmente en un trabajo o posición, a cambio de pago.",
      "definition_translation": "Contratar os serviços de alguém, normalmente em um emprego ou posição, em troca de pagamento.",
      "example": "La empresa empleó a muchas personas el año pasado. Ella empleará una nueva estrategia para aumentar las ventas. Me habían empleado como consultor.",
      "example_translation": "A empresa empregou muitas pessoas no ano passado. Ela irá empregar uma nova estratégia para aumentar as vendas. Eles tinham me empregado como consultor.",
      "imageLink": "image_files\\English\\"imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "animar",
      "translation": "incentivar",
      "definition": "dar a alguien la confianza o entusiasmo para hacer algo, especialmente alabando o apoyando.",
      "definition_translation": "Dar a alguém a confiança ou entusiasmo para fazer algo, especialmente por meio de elogios ou apoio.",
      "example": "El maestro animó al estudiante a hacer preguntas. Ella animará a su equipo a trabajar más duro. Me habían animado a aplicar para el trabajo.",
      "example_translation": "O professor incentivou o aluno a fazer perguntas. Ela irá incentivar sua equipe a trabalhar mais duro. Eles tinham me incentivado a se inscrever para o emploi.",
      "imageLink": "image_files\\English\\"imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrar",
      "translation": "entrar",
      "definition": "ingresar a un lugar, edificio o habitación, o unirse a un grupo o organización.",
      "definition_translation": "Vier ou ir para um lugar, prédio ou sala, ou ingressar em um grupo ou organização.",
      "example": "Por favor, ingrese la contraseña para iniciar sesión. Ella entrará en la competencia el mes próximo. Entraron en el nuevo mercado el año pasado.",
      "example_translation": "Por favor, insira a senha para entrar. Ela irá ingressar na competição no próximo mês. Eles tinham ingressado no novo mercado no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entertener",
      "translation": "entreter",
      "definition": "divertir o interesar a alguien, especialmente en una presentación pública",
      "definition_translation": "entreter a atenção de alguém divertindo ou interessando-os, especialmente em uma performance pública",
      "example": "Ella entretendrá a los invitados con sus trucos de magia increíbles. Ella entretuvo a los invitados con sus trucos de magia increíbles. Ella habrá entretendido a los invitados con sus trucos de magia increíbles.",
      "example_translation": "Ela vai entreter os convidados com seus truques de magia incríveis. Ela entreteve os convidados com seus truques de magia incríveis. Ela terá entreter os convidados com seus truques de magia incríveis.",
      "imageLink": "image_files\\English\\"imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escapar",
      "translation": "fugir",
      "definition": "salir de un lugar o situación, a menudo con prisas o utilizando la fuerza",
      "definition_translation": "fugir de um lugar ou situação, muitas vezes em pressa ou usando força",
      "example": "Voy a escapar de la ciudad durante el fin de semana. Me escapé de la ciudad durante el fin de semana. Habré escapado de la ciudad para el próximo año.",
      "example_translation": "Eu vou fugir da cidade durante o fim de semana. Eu fugi da cidade durante o fim de semana. Eu terei fugido da cidade até o próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ejercitar",
      "translation": "exercício",
      "definition": "una actividad que se realiza para mejorar la condición física o la salud",
      "definition_translation": "uma atividade que você faz para melhorar sua condição física ou saúde",
      "example": "Voy a ejercitar todas las mañanas para mantenerme saludable. Me ejercité todas las mañanas para mantenerme saludable. Habré ejercitado todas las mañanas para mantenerme saludable para fin de año.",
      "example_translation": "Eu vou exercitar todas as manhãs para permanecer saudável. Eu exercitei todas as manhãs para permanecer saudável. Eu terei exercitado todas as manhãs para permanecer saudável até o fim do ano.",
      "imageLink": "image_files\\English\\"imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salir",
      "translation": "saída",
      "definition": "irse de un lugar o edificio, o dejar de hacer algo",
      "definition_translation": "sair de um lugar ou prédio, ou parar de fazer algo",
      "example": "Voy a salir de la habitación cuando termine la reunión. Salí de la habitación cuando terminó la reunión. Saldré de la habitación cuando termine la reunión la próxima semana.",
      "example_translation": "Eu vou sair do quarto quando a reunião terminar. Eu saí do quarto quando a reunião terminou. Eu terei saído do quarto quando a reunião terminar até a próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esperar",
      "translation": "esperar",
      "definition": "tener una creencia fuerte o esperanza de que algo suceda o sea el caso",
      "definition_translation": "ter uma crença forte ou esperança de que algo vai acontecer ou ser o caso",
      "example": "Espero terminar mi proyecto para fin de semana. Esperaba verla en la fiesta, pero no se presentó. Esperaré una respuesta de ti para mañana.",
      "example_translation": "Espero terminar meu projeto até o fim da semana. Eu esperava vê-la na festa, mas ela não apareceu. Vou esperar uma resposta sua amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "explorar",
      "translation": "explorar",
      "definition": "investigar o examinar algo para obtener una comprensión más profunda de ello",
      "definition_translation": "investigar ou examinar algo para ganhar uma compreensão mais profunda dele",
      "example": "Exploramos la nueva ciudad caminando por sus calles. Ellos exploraron la idea de iniciar su propio negocio. Ella explorará las posibilidades de trabajar en el extranjero.",
      "example_translation": "Nós exploramos a nova cidade caminhando pelas suas ruas. Eles exploraram a ideia de começar seu próprio negócio. Ela explorará as possibilidades de trabalhar no exterior.",
      "imageLink": "image_files\\English\\"imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cara",
      "translation": "rosto",
      "definition": "la parte frontal de la cabeza, incluyendo los ojos, la nariz y la boca",
      "definition_translation": "a parte da frente da cabeça, incluindo os olhos, nariz e boca",
      "example": "Ella tiene una cara hermosa. Él enfrentó sus miedos y los superó. Ellos enfrentarán un desafío difícil mañana.",
      "example_translation": "Ela tem um rosto bonito. Ele enfrentou seus medos e os superou. Eles enfrentarão um desafio difícil amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "quedarse dormido",
      "translation": "adormecer",
      "definition": "devenir inconsciente y entrar en un estado de sueño",
      "definition_translation": "tornar-se inconsciente e entrar em um estado de sono",
      "example": "Me quedé dormido en el sofá mientras veía televisión. Ella se duerme fácilmente por la noche. Ellos se quedarán dormidos tan pronto como se acuesten.",
      "example_translation": "Adormeci no sofá enquanto assistia TV. Ela adormece facilmente à noite. Eles adormecerão assim que se deitarem.",
      "imageLink": "image_files\\English\\"imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enamorarse",
      "translation": "apaixonar-se",
      "definition": "experimentar sentimientos fuertes de amor o atracción por alguien",
      "definition_translation": "Experienciar fortes sentimentos de amor ou atração por alguém.",
      "example": "Me enamoré de ella a primera vista. Estoy enamorándome de ella ahora. Me enamoraré de ella de nuevo algún día.",
      "example_translation": "Eu me apaixonei por ela à primeira vista. Estou me apaixonando por ela agora. Vou me apaixonar por ela novamente algum dia.",
      "imageLink": "image_files\\English\\"imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fijar",
      "translation": "fixar",
      "definition": "asegurar o sujetar algo firmemente, usualmente utilizando un dispositivo de fijación",
      "definition_translation": "Segurar ou fixar algo firmemente, geralmente usando um dispositivo de fixação.",
      "example": "Fijé el tornillo firmemente. Estoy fijando el cinturón ahora. Fijaré la cerradura mañana.",
      "example_translation": "Eu fixei o parafuso firmemente. Estou fixando o cinto agora. Vou fixar o cadeado amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alimentar",
      "translation": "alimentar",
      "definition": "Dar comida a alguien o algo, especialmente con regularidad.",
      "definition_translation": "Dar comida a alguém ou algo, especialmente regularmente.",
      "example": "Alimenté al perro ayer. Estoy alimentando al gato ahora. Alimentaré al bebé mañana.",
      "example_translation": "Eu alimentei o cachorro ontem. Estou alimentando o gato agora. Vou alimentar o bebê amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traer",
      "translation": "buscar",
      "definition": "Ir a buscar algo y regresar con ello, especialmente para alguien.",
      "definition_translation": "Ir buscar algo de volta, especialmente para alguém.",
      "example": "Traje la pelota ayer. Estoy trayendo el libro ahora. Traeré el agua mañana.",
      "example_translation": "Eu buscar o balão ontem. Estou buscando o livro agora. Vou buscar a água amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "luchar",
      "translation": "lutar",
      "definition": "Engañar en una lucha feroz o combate, ya sea física o verbalmente, a menudo con la intención de ganar o controlar.",
      "definition_translation": "Lutar com intensidade ou combater verbalmente, muitas vezes com a intenção de vencer ou ganhar controle.",
      "example": "Luché en la guerra, lucho por mis derechos, lucharé por el futuro de mis hijos.",
      "example_translation": "Eu lutava na guerra, eu luto pelos meus direitos, eu lutarei pelo futuro dos meus filhos.",
      "imageLink": "image_files\\English\\"imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "película",
      "translation": "filme",
      "definition": "Una película o movie, típicamente una historia ficticia contada a través de una secuencia de imágenes en movimiento.",
      "definition_translation": "Um filme ou motion picture, geralmente uma história fictícia contada por meio de uma sequência de imagens em movimento.",
      "example": "Fui al cine a ver una película, estoy filmando mis vacaciones, filmaré una película el año que viene.",
      "example_translation": "Eu fui ao cinema assistir um filme, eu filmei minhas férias, eu filmarei um filme no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pescar",
      "translation": "peixe",
      "definition": "Un animal acuático de sangre fría que vive en el agua, a menudo capturado para comida.",
      "definition_translation": "Um animal aquático de sangue frio que vive na água, frequentemente pescado para alimentação.",
      "example": "Cené un pez en el río, pesco todos los fines de semana, pescaré en el océano mañana.",
      "example_translation": "Eu peguei um peixe no rio, eu pesco todos os fins de semana, eu pescarei no oceano amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reparar",
      "translation": "consertar",
      "definition": "Arreglar o reparar algo que está roto o no funciona correctamente.",
      "definition_translation": "Consertar ou reparar algo que está quebrado ou não está funcionando corretamente.",
      "example": "Reparé mi bicicleta, reparo computadoras para ganarme la vida, repararé el grifo que gotea mañana.",
      "example_translation": "Eu consertei minha bicicleta, eu conserto computadores para viver, eu consertarei a torneira que pinga amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flotar",
      "translation": "flutuar",
      "definition": "Descansar en la superficie de un líquido o ser suspendido en un fluido.",
      "definition_translation": "descansar na superfície de um líquido ou ser suspenso em um fluido",
      "example": "La botella flotó en el agua. Flotará en la superficie. Había flotado lejos.",
      "example_translation": "A garrafa flutuou na água. Ela irá flutuar na superfície. Ela havia flutuado para longe.",
      "imageLink": "image_files\\English\\"imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "doblar",
      "translation": "dobra",
      "definition": "Doblar o arrugar algo, especialmente papel o tela, de manera que tenga una línea recta o ángulo.",
      "definition_translation": "dobra ou criar uma dobra em algo, especialmente papel ou tecido, de modo que tenha uma linha reta ou ângulo",
      "example": "Doblé la carta y la puse en el sobre. Ella doblará la ropa. Él había doblado el mapa.",
      "example_translation": "Eu dobrei a carta e coloquei no envelope. Ela irá dobrar a roupa. Ele havia dobrado o mapa.",
      "imageLink": "image_files\\English\\"imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "seguir",
      "translation": "seguir",
      "definition": "Moverse detrás de alguien o algo, o hacer lo que alguien o algo hace.",
      "definition_translation": "mover-se atrás de alguém ou algo, ou fazer o que alguém ou algo faz",
      "example": "Seguiré las instrucciones. Ella siguió el camino. Él había seguido el GPS.",
      "example_translation": "Eu irei seguir as instruções. Ela seguiu o caminho. Ele havia seguido o GPS.",
      "imageLink": "image_files\\English\\"imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agarrar",
      "translation": "agarra",
      "definition": "Tomar algo de repente y con firmeza, a menudo de manera brusca o fuerzosa.",
      "definition_translation": "pegar algo de repente e com firmeza, muitas vezes de maneira grosseira ou forçada",
      "example": "Agarré el teléfono y respondí. Ella agarrará una bebida. Él había agarrado la pelota.",
      "example_translation": "Eu agarrei o telefone e atendi. Ela irá pegar uma bebida. Ele havia agarrado a bola.",
      "imageLink": "image_files\\English\\"imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guía",
      "translation": "guia",
      "definition": "Una persona que muestra el camino a otros, especialmente en una capacidad formal o profesional.",
      "definition_translation": "Uma pessoa que mostra o caminho para os outros, especialmente em um contexto formal ou profissional.",
      "example": "Ella nos guió por la visita guiada de la ciudad antigua. Te guiaré por el proceso de solicitud de un visado. Él guió al equipo hacia la victoria en el campeonato.",
      "example_translation": "Ela nos guiou através do tour da cidade antiga. Irei guiá-lo através do processo de aplicação para um visto. Ele guia a equipe para a vitória no campeonato.",
      "imageLink": "image_files\\English\\"imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manejar",
      "translation": "lidar",
      "definition": "Tratar o manejar algo, a menudo de manera hábil o cuidadosa.",
      "definition_translation": "Lidar ou gerenciar algo, muitas vezes de maneira habilidosa ou cuidadosa.",
      "example": "Puedo manejar la situación. Ella manejo las quejas de los clientes muy bien. Ellos manejarán el proyecto desde el principio hasta el fin.",
      "example_translation": "Posso lidar com a situação. Ela lidou com as reclamações dos clientes muito bem. Eles lidarão com o projeto desde o início até o fim.",
      "imageLink": "image_files\\English\\"imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colgar",
      "translation": "pendurar",
      "definition": "Suspender algo en el aire, especialmente con una cuerda o cordón, o ejecutar a alguien por suspensión de una horca.",
      "definition_translation": "Pendurar algo no ar, especialmente por uma corda ou fio, ou executar alguém por suspensão de uma forca.",
      "example": "Ella colgó la imagen en la pared. He colgado mi abrigo. Ellos colgarán las decoraciones mañana.",
      "example_translation": "Ela pendurou o quadro na parede. Eu pendurei meu casaco. Eles pendurarão as decorações amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esconder",
      "translation": "esconder",
      "definition": "Colocar o ocultar algo para que no pueda ser visto o encontrado, o ocultar uno's sentimientos o intenciones.",
      "definition_translation": "Colocar ou esconder algo de forma que não possa ser visto ou encontrado, ou esconder seus sentimentos ou intenções.",
      "example": "Escondí la llave debajo de la alfombra. Ella esconde sus sentimientos detrás de una máscara. Ellos esconderán la sorpresa hasta la fiesta.",
      "example_translation": "Eu escondi a chave debaixo do tapete. Ela esconde seus sentimentos atrás de uma máscara. Eles esconderão a surpresa até a festa.",
      "imageLink": "image_files\\English\\"imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contratar",
      "translation": "contratar",
      "definition": "Obtener los servicios de alguien a cambio de pago.",
      "definition_translation": "Obter os serviços de alguém em troca de pagamento.",
      "example": "Contraté a un abogado para representarme en el tribunal. Contrataré a un nuevo empleado la próxima semana. Ella había contratado un coche para el fin de semana.",
      "example_translation": "Eu contratei um advogado para me representar no tribunal. Eu contratarei um novo funcionário na próxima semana. Ela havia contratado um carro para o fim de semana.",
      "imageLink": "image_files\\English\\"imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hacer autostop",
      "translation": "pegar carona",
      "definition": "Viajar obteniendo rides gratuitas de vehículos que pasan, especialmente parándose en el lado de la carretera y haciéndole señas a los conductores.",
      "definition_translation": "Viagem com carona gratuita de veículos em passagem, especialmente parado ao lado da estrada e sinalizando para os motoristas.",
      "example": "Hice autostop por todo el país cuando estaba en la universidad. A ella le gusta hacer autostop a la playa los fines de semana. Ellos hicieron autostop al festival el año pasado.",
      "example_translation": "Eu peguei carona em todo o país quando estava na faculdade. Ela gosta de pegar carona para a praia nos fins de semana. Eles haviam pegado carona para o festival no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sostener",
      "translation": "segurar",
      "definition": "Agarrar o sujetar algo con firmeza, a menudo con las manos.",
      "definition_translation": "Segurar ou agarrar algo firmemente, muitas vezes com as mãos.",
      "example": "Sostén mi mano mientras cruzamos la calle. Ella sostendrá al bebé mientras yo cocino la cena. Ellos sostuvieron la reunión anoche.",
      "example_translation": "Segure minha mão enquanto cruzamos a rua. Ela segurará o bebê enquanto eu cozinho o jantar. Eles realizaram a reunião ontem à noite.",
      "imageLink": "image_files\\English\\"imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrazar",
      "translation": "abraçar",
      "definition": "Poner los brazos alrededor de alguien o algo como forma de mostrar afecto o consuelo.",
      "definition_translation": "Pôr os braços em volta de alguém ou algo como forma de mostrar afeto ou conforto.",
      "example": "Abrazo a mi mamá cada vez que la veo. Ella abrazó el árbol en celebración. Ellos se abrazaron con fuerza después de la discusión.",
      "example_translation": "Eu abraço minha mãe todas as vezes que a vejo. Ela abraçou a árvore em celebração. Eles se abraçaram.tightamente após a discussão.",
      "imageLink": "image_files\\English\\"imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cazar",
      "translation": "caçar",
      "definition": "Persigue o perseguir (juego o presa) para comida o deporte.",
      "definition_translation": "perseguir ou caçar (caça ou presa) para comida ou esporte",
      "example": "Cazaré venados en el bosque el próximo fin de semana. Cacé venados en el bosque el fin de semana pasado. Cazo venados en el bosque todos los fines de semana.",
      "example_translation": "Eu vou caçar cervos na floresta no próximo fim de semana. Eu caçei cervos na floresta no fim de semana passado. Eu caço cervos na floresta todos os fins de semana.",
      "imageLink": "image_files\\English\\"imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "imaginar",
      "translation": "imaginar",
      "definition": "Formar una imagen mental o concepto de algo.",
      "definition_translation": "formar uma imagem mental ou conceito de algo",
      "example": "Me imaginé volando cuando era niño. Me imagino siendo rico cuando crezca. Me imaginaré en una playa cuando me retire.",
      "example_translation": "Eu imaginei que eu estava voando quando eu era criança. Eu imagino que eu serei rico quando eu crescer. Eu vou imaginar que estou em uma praia quando eu me aposentar.",
      "imageLink": "image_files\\English\\"imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "informar",
      "translation": "informar",
      "definition": "dar información o conocimiento a alguien",
      "definition_translation": "dar informações ou conhecimento a alguém",
      "example": "El maestro informará a los estudiantes sobre la tarea. El maestro informó a los estudiantes sobre la tarea. El maestro informa a los estudiantes sobre la tarea todos los días.",
      "example_translation": "O professor vai informar os alunos sobre o trabalho de casa. O professor informou os alunos sobre o trabalho de casa. O professor informa os alunos sobre o trabalho de casa todos os dias.",
      "imageLink": "image_files\\English\\"imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "insistir",
      "translation": "insistir",
      "definition": "decir o exigir algo con firmeza y fuerza",
      "definition_translation": "dizer ou exigir algo firmemente e fortemente",
      "example": "Insistiré en ir a la fiesta esta noche. Insistí en ir a la fiesta la noche pasada. Insisto en ir a la fiesta todos los fines de semana.",
      "example_translation": "Eu vou insistir em ir para a festa esta noite. Eu insisti em ir para a festa на noite passada. Eu insisto em ir para a festa todos os fins de semana.",
      "imageLink": "image_files\\English\\"imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "instalar",
      "translation": "instalar",
      "definition": "Poner algo, como software o una máquina, en posición y hacerlo listo para su uso.",
      "definition_translation": "Colocar algo, como software ou uma máquina, em posição e torná-lo pronto para uso.",
      "example": "Instalé el nuevo sistema operativo ayer, estoy instalando la impresora ahora y instalaré el software antivirus mañana.",
      "example_translation": "Eu instalei o novo sistema operacional ontem, estou instalando a impressora agora, e instalarei o software antivirus amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrevistar",
      "translation": "entrevista",
      "definition": "Una conversación formal entre dos o más personas, especialmente una en la que alguien es cuestionado para evaluar su idoneidad para un trabajo o posición.",
      "definition_translation": "Uma conversa formal entre duas ou mais pessoas, especialmente uma em que alguém é questionado para avaliar sua adequação para um emprego ou cargo.",
      "example": "Tuve una entrevista para un trabajo la semana pasada, estoy teniendo una entrevista para una beca ahora y tendré una entrevista para un ascenso mañana.",
      "example_translation": "Eu tive uma entrevista para um emprego na semana passada, estou tendo uma entrevista para uma bolsa de estudos agora, e terei uma entrevista para uma promoção amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "inventar",
      "translation": "inventar",
      "definition": "Crear algo nuevo o original, especialmente un dispositivo o proceso.",
      "definition_translation": "Criar algo novo ou original, especialmente um dispositivo ou processo.",
      "example": "Ella inventó una máquina que puede convertir agua salada en agua dulce, él inventó un nuevo juego el año pasado y ellos inventarán un nuevo método de generar electricidad pronto.",
      "example_translation": "Ela inventou uma máquina nova que pode converter água salgada em água doce, Ele inventou um novo jogo no ano passado, e Eles inventarão um novo modo de gerar eletricidade em breve.",
      "imageLink": "image_files\\English\\"imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hierro",
      "translation": "ferro",
      "definition": "Un metal utilizado para hacer herramientas, máquinas y otros objetos, y para construir y edificar cosas.",
      "definition_translation": "Um metal usado para fazer ferramentas, máquinas e outros objetos, e para construir e edificar coisas.",
      "example": "Plancharé mi camisa ayer, ella plancha los pantalones ahora y ellos plancharán las cortinas mañana.",
      "example_translation": "Eu passei meu shirt ontem, Ela está passando as calças agora, e Eles passarão as cortinas amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tejer",
      "translation": "tricotar",
      "definition": "Crear una tela intercalando hilos o hebras en una serie de bucles conectados utilizando agujas o una máquina.",
      "definition_translation": "Fazer tecido intercalando fio ou linha em uma série de laços conectados usando agulhas ou máquina.",
      "example": "Tejeré una bufanda para el cumpleaños de mi hermana. Tejí una gorra el invierno pasado. Tejo una manta todos los domingos.",
      "example_translation": "Eu vou tricotar um xale para o aniversário da minha irmã. Eu tricotei um chapéu no último inverno. Eu tricoto um cobertor todas as segundas-feiras.",
      "imageLink": "image_files\\English\\"imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "golpear",
      "translation": "bater",
      "definition": "Golpear algo, típicamente con un golpe rápido y fuerte, especialmente para llamar la atención de alguien.",
      "definition_translation": "Bater em alguma coisa, tipicamente com um golpe rápido e forte, especialmente para chamar a atenção de alguém.",
      "example": "Golpeé la puerta. Ella derribó un jarrón. Ellos derribarán el edificio viejo la semana que viene.",
      "example_translation": "Eu bati na porta. Ela derrubou um vaso. Eles vão derrubar o prédio antigo na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "poner la mesa",
      "translation": "por a mesa",
      "definition": "Preparar una mesa con platos, utensilios y otros artículos necesarios para comer una comida.",
      "definition_translation": "Colocar pratos, talheres e outros itens necessários para comer uma refeição.",
      "example": "¿Puedes poner la mesa para la cena? Ella puso la mesa para la fiesta. Ellos pondrán la mesa para la recepción de la boda.",
      "example_translation": "Você pode por a mesa para o jantar? Ela pôs a mesa para a festa. Eles vão por a mesa para a recepção do casamento.",
      "imageLink": "image_files\\English\\"imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "liderar",
      "translation": "liderar",
      "definition": "Guíar o dirigir a alguien o algo, o estar al cargo de un grupo o organización.",
      "definition_translation": "Guia ou direciona alguém ou algo, ou está encarregado de um grupo ou organização.",
      "example": "Ella liderará al equipo a la victoria. Él lideró la empresa durante diez años. Ellos lideran al grupo en canto.",
      "example_translation": "Ela vai liderar o time para a vitória. Ele liderou a empresa por dez anos. Eles lideram o grupo em cantar.",
      "imageLink": "image_files\\English\\"imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dejar",
      "translation": "sair",
      "definition": "Irse de un lugar o persona",
      "definition_translation": "Ir embora de um lugar ou pessoa",
      "example": "Me iré a París mañana, me fui al aeropuerto ayer y me voy al trabajo todas las mañanas.",
      "example_translation": "Eu sairei para Paris amanhã, eu saí para o aeroporto ontem, e eu saio para o trabalho todas as manhãs.",
      "imageLink": "image_files\\English\\"imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "levantar",
      "translation": "elevar",
      "definition": "Elevar algo hacia arriba o mover algo hacia arriba",
      "definition_translation": "Elevação de algo ou movimento de algo para cima",
      "example": "Levanté la caja ayer, levantaré las pesas mañana y levanto a mi hija para alcanzar la estantería superior.",
      "example_translation": "Eu eleviei a caixa ontem, eu elevarei os pesos amanhã, e eu elevo minha filha para alcançar a prateleira de cima.",
      "imageLink": "image_files\\English\\"imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "luz",
      "translation": "luz",
      "definition": "Una fuente de iluminación, como el sol o una lámpara",
      "definition_translation": "Uma fonte de iluminação, como o sol ou uma lâmpada",
      "example": "Encendí la luz en la habitación, apagaré la luz cuando me vaya y ella dejó la luz encendida toda la noche.",
      "example_translation": "Eu liguei a luz no quarto, eu desligarei a luz quando eu sair, e ela deixou a luz acesa a noite toda.",
      "imageLink": "image_files\\English\\"imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cerrar con llave",
      "translation": "trancar",
      "definition": "Un dispositivo para asegurar o cerrar algo, como una puerta o una caja",
      "definition_translation": "Um dispositivo para fixar ou segurar algo, como uma porta ou uma caixa",
      "example": "Cerré la puerta con llave cuando me fui, cerraré mi bicicleta al rack y ella cerró su joyero con llave.",
      "example_translation": "Eu tranquei a porta quando eu saí, eu trancarei minha bicicleta ao rack, e ela tranqueou sua caixa de joias.",
      "imageLink": "image_files\\English\\"imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "administrar",
      "translation": "gerenciar",
      "definition": "Manejar o dirigir algo con habilidad o cuidado",
      "definition_translation": "lidar ou dirigir algo com habilidade ou cuidado",
      "example": "Administré el proyecto, estoy administrando el equipo y administraré la empresa.",
      "example_translation": "Eu gerenciei o projeto, eu estou gerenciando a equipe, eu gerenciarei a empresa.",
      "imageLink": "image_files\\English\\"imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "administrar",
      "translation": "gerenciar",
      "definition": "Manejar o dirigir algo con habilidad o cuidado",
      "definition_translation": "lidar ou dirigir algo com habilidade ou cuidado",
      "example": "Ella administró el evento, está administrando el presupuesto y administrará el departamento.",
      "example_translation": "Ela gerenciou o evento, ela está gerenciando o orçamento, ela gerenciara o departamento.",
      "imageLink": "image_files\\English\\"imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "casarse",
      "translation": "casar",
      "definition": "Tomar un esposo o esposa; unir en matrimonio",
      "definition_translation": "tomar um marido ou esposa; unir em casamento",
      "example": "Me casé con mi pareja, me estoy casando con mi mejor amigo y me casaré con mi alma gemela.",
      "example_translation": "Eu casei com meu parceiro, eu estou me casando com meu melhor amigo, eu me casarei com meu companheiro de alma.",
      "imageLink": "image_files\\English\\"imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "partido",
      "translation": "combinar",
      "definition": "Un concurso en el que las personas o equipos compiten entre sí",
      "definition_translation": "um concurso em que as pessoas ou equipes competem entre si",
      "example": "Vi el partido, estoy viendo el partido y veré el partido.",
      "example_translation": "Eu assisti ao jogo, eu estou assistindo ao jogo, eu assistirei ao jogo.",
      "imageLink": "image_files\\English\\"imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "remendar",
      "translation": "consertar",
      "definition": "Reparar o arreglar algo, especialmente ropa.",
      "definition_translation": "Consertar ou reparar algo, especialmente roupas.",
      "example": "Me remendaré esta página rota mañana. Remendé el juguete roto ayer. Ella remienda ropa para ganarse la vida.",
      "example_translation": "Eu consertarei essa página rasgada amanhã. Eu consertei o brinquedo quebrado ontem. Ela conserta roupas para viver.",
      "imageLink": "image_files\\English\\"imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mover",
      "translation": "mover",
      "definition": "Cambiar la posición de algo o alguien, o hacer que algo vaya de un lugar a otro",
      "definition_translation": "Mudar a posição de algo ou alguém, ou causar algo a ir de um lugar para outro.",
      "example": "Me mudaré a un nuevo apartamento el mes próximo. Ella se mudó a París el año pasado. Ellos mudan muebles para ganarse la vida.",
      "example_translation": "Eu vou me mudar para um novo apartamento no próximo mês. Ela se mudou para Paris no ano passado. Eles movem mobiliário para viver.",
      "imageLink": "image_files\\English\\"imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mudarse",
      "translation": "mudar-se",
      "definition": "Empezar a vivir en una nueva casa o apartamento.",
      "definition_translation": "Começar a viver em uma nova casa ou apartamento.",
      "example": "Nos mudaremos el próximo fin de semana. Ellos se mudaron el mes pasado. Me mudé con mis padres después de la universidad.",
      "example_translation": "Nós vamos nos mudar no fim de semana que vem. Eles se mudaram no mês passado. Eu me mudei com meus pais após a faculdade.",
      "imageLink": "image_files\\English\\"imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "irse",
      "translation": "mudar-se para fora",
      "definition": "Dejar una casa o apartamento y empezar a vivir en otro lugar.",
      "definition_translation": "Deixar uma casa ou apartamento e começar a viver em outro lugar.",
      "example": "Me iré de la casa de mis padres pronto. Ellos se fueron el año pasado. Nos iremos de la ciudad.",
      "example_translation": "Eu vou sair da casa dos meus pais em breve. Eles se mudaram do ano passado. Nós saímos da cidade.",
      "imageLink": "image_files\\English\\"imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asesinar",
      "translation": "homicídio",
      "definition": "El acto de matar a otra persona con premeditación.",
      "definition_translation": "O ato de matar outra pessoa humana sem justa causa com intenção pré-concebida.",
      "example": "El detective tuvo que investigar el caso de asesinato. Ella asesinó a su esposo en frío. Lo asesinarán al rey mañana.",
      "example_translation": "O detetive teve de investigar o caso de homicídio. Ela assassinou o marido com sangue frio. Eles vão assassinar o rei amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nombre",
      "translation": "nome",
      "definition": "Una palabra o frase que se refiere a una persona, lugar o cosa específicos.",
      "definition_translation": "Uma palavra ou frase que se refere a uma pessoa, lugar ou coisa específica.",
      "example": "Mi nombre es Juan. Ella nombró a su perro Max. Lo nombrarán al nuevo estadio después del presidente.",
      "example_translation": "Meu nome é João. Ela deu o nome de Max ao seu cão. Eles vão nomear o novo estádio em homenagem ao presidente.",
      "imageLink": "image_files\\English\\"imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nota",
      "translation": "nota",
      "definition": "Un mensaje breve escrito o recordatorio.",
      "definition_translation": "Uma mensagem escrita breve ou lembrete.",
      "example": "Escribí una nota para mi amigo. Ella tomó notas durante la conferencia. Notará los cambios en el informe.",
      "example_translation": "Eu escrevi uma nota para o meu amigo. Ela tomou notas durante a aula. Ele vai anotar as alterações no relatório.",
      "imageLink": "image_files\\English\\"imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "notar",
      "translation": "notar",
      "definition": "Darse cuenta de algo o alguien a través de la observación o atención.",
      "definition_translation": "Tornar-se consciente de alguma coisa ou alguém através de observação ou atenção.",
      "example": "No noté el perro. Ella notó el cambio en su comportamiento. Notarán la mejora en los resultados.",
      "example_translation": "Eu não notei o cão. Ela notou a mudança no seu comportamento. Eles vão notar a melhoria nos resultados.",
      "imageLink": "image_files\\English\\"imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "operar",
      "translation": "operar",
      "definition": "Controlar o manejar algo, especialmente una máquina o sistema, para lograr un objetivo o resultado específico.",
      "definition_translation": "Controlar ou gerenciar algo, especialmente uma máquina ou sistema, para alcançar um objetivo ou resultado específico.",
      "example": "Operaré la máquina mañana, la operé ayer y la opero todos los días.",
      "example_translation": "Eu operarei a máquina amanhã, eu a operei ontem, e eu a opero todos os dias.",
      "imageLink": "image_files\\English\\"imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "organizar",
      "translation": "organizar",
      "definition": "Arreglar o sistematizar algo, como un evento o un sistema, para que pueda hacerse o usarse de manera más eficiente.",
      "definition_translation": "Arranjar ou sistematizar algo, como um evento ou um sistema, para que possa ser feito ou usado de forma mais eficiente.",
      "example": "Ella organizó la fiesta la semana pasada, está organizándola ahora y la organizará el próximo año.",
      "example_translation": "Ela organizou a festa na semana passada, ela está organizando agora, e ela organizará no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pasar",
      "translation": "passar",
      "definition": "Moverse más allá de algo o alguien, o ir de un lado a otro de algo.",
      "definition_translation": "Mover-se além de algo ou alguém, ou ir de um lado de algo para o outro.",
      "example": "Aprobé el examen ayer, estoy pasando por la casa ahora y aprobaré la prueba mañana.",
      "example_translation": "Eu passei no exame ontem, eu estou passando pela casa agora, e eu passarei no teste amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pasar",
      "translation": "passar",
      "definition": "Dar algo a alguien, especialmente de manera oficial o formal.",
      "definition_translation": "Dar algo a alguém, especialmente oficialmente ou formalmente.",
      "example": "Le pasé el libro a mi amigo ayer, se lo estoy pasando ahora y se lo pasaré mañana.",
      "example_translation": "Eu passei o livro para meu amigo ontem, eu estou passando para ela agora, e eu passarei para ele amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "realizar",
      "translation": "realizar",
      "definition": "Efectuar o llevar a cabo algo, especialmente una tarea, deber o responsabilidad.",
      "definition_translation": "Realizar ou concluir algo, especialmente uma tarefa, dever ou responsabilidade.",
      "example": "Voy a realizar la canción en el concierto esta noche. Realicé bien en el examen el año pasado. Realizo mis deberes con diligencia.",
      "example_translation": "Eu realizarei a canção no concerto hoje à noite. Eu me saí bem no exame do ano pasado. Eu realizo minhas funções com diligência.",
      "imageLink": "image_files\\English\\"imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elegir",
      "translation": "escolher",
      "definition": "Seleccionar o elegir algo, especialmente con cuidado o con dificultad.",
      "definition_translation": "Selecionar ou escolher algo, especialmente com cuidado ou com dificuldade.",
      "example": "Elegí el libro de la estantería. Te recogeré a las 8 am. Elegí la manzana madura del árbol.",
      "example_translation": "Eu escolhi o livro da prateleira. Eu o pegarei às 8 da manhã. Eu escolhi a maçã madura da árvore.",
      "imageLink": "image_files\\English\\"imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "coger",
      "translation": "colher",
      "definition": "Cosechar o recoger algo, especialmente frutas o flores.",
      "definition_translation": "Colher ou recolher algo, especialmente frutas ou flores.",
      "example": "Cogí las flores del jardín. Cogeré las uvas de la vid. Cogí las bayas del arbusto.",
      "example_translation": "Eu colhi as flores do jardim. Eu colherei as uvas da videira. Eu colhi as frutas do arbusto.",
      "imageLink": "image_files\\English\\"imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alfiler",
      "translation": "alfinete",
      "definition": "Una pequeña pieza de metal utilizada para sujetar o fijar cosas.",
      "definition_translation": "Um pequeno pedaço de metal fino usado para prender ou fixar coisas.",
      "example": "Usé un alfiler para arreglar mi cabello. Ella clavó la nota en el tablón. Él clavará la medalla en su pecho.",
      "example_translation": "Eu usei um alfinete para fixar meu cabelo. Ela prendeu a nota ao quadro. Ele pregará a medalha no peito.",
      "imageLink": "image_files\\English\\"imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plantar",
      "translation": "planta",
      "definition": "Un organismo vivo que crece en el suelo y típicamente tiene hojas, tallos y raíces.",
      "definition_translation": "Um organismo vivo que cresce no chão e normalmente tem folhas, caules e raízes.",
      "example": "Planté un árbol en mi patio el fin de semana pasado. Estoy plantando un jardín esta primavera. Plantaré flores en el parque el próximo verano.",
      "example_translation": "Eu plantei uma árvore no meu quintal no fim de semana passado. Estou plantando um jardim esta primavera. Eu vou plantar flores no parque no próximo verão.",
      "imageLink": "image_files\\English\\"imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "punto",
      "translation": "ponto",
      "definition": "Un extremo afilado o una pequeña mancha o marca.",
      "definition_translation": "Um fim afiado ou pontiagudo; um pequeno ponto ou marca.",
      "example": "La punta del lápiz es muy afilada. El punto de la montaña es difícil de subir. La empresa alcanzará un nuevo punto de éxito el próximo año.",
      "example_translation": "A ponta do lápis é muito afiada. O ponto da montanha é difícil de escalar. A empresa alcançará um novo ponto de sucesso no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "posta",
      "translation": "posto",
      "definition": "Un poste vertical o pilar utilizado para sostener o marcar algo.",
      "definition_translation": "Um poste vertical ou pilar usado para suportar ou marcar algo.",
      "example": "Vi un poste en la esquina de la calle. La empresa publicará una actualización en su sitio web. Ella enviará una carta a su amiga la próxima semana.",
      "example_translation": "Eu vi um poste na esquina da rua. A empresa vai postar uma atualização em seu site. Ela vai postar uma carta para sua amiga na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "posponer",
      "translation": "adiar",
      "definition": "Posponer o retrasar una acción o evento hasta una fecha posterior.",
      "definition_translation": "Adiar ou retardar uma ação ou evento até um tempo posterior.",
      "example": "Tuve que posponer mi viaje debido al mal tiempo. La empresa pospondrá la reunión hasta el próximo mes. Vamos a posponer el proyecto hasta que tengamos más recursos.",
      "example_translation": "Eu tive que adiar minha viagem devido ao mau tempo. A empresa vai adiar a reunião até o próximo mês. Nós vamos adiar o projeto até termos mais recursos.",
      "imageLink": "image_files\\English\\"imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verter",
      "translation": "derramar",
      "definition": "Fluir o moverse fluidamente, a menudo en un flujo constante; hacer que un líquido fluya de un contenedor.",
      "definition_translation": "Fluir ou mover-se fluidamente, muitas vezes em um fluxo constante; fazer com que um líquido flua de um recipiente.",
      "example": "Vertí agua en el vaso. He vertido leche en el tazón. Vertiré el jugo en el contenedor.",
      "example_translation": "Eu derramei água no copo. Eu tenho derramado leite no tigela. Eu vou derramar o suco no recipiente.",
      "imageLink": "image_files\\English\\"imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "orar",
      "translation": "rezar",
      "definition": "Hablar con una deidad para expresar devoción, gratitud o súplica; pedir o implorar algo a una deidad.",
      "definition_translation": "Falar com uma divindade para expressar devoção, gratidão ou súplica; solicitar ou implorar algo de uma divindade.",
      "example": "Oré por la salud de mi familia. He estado orando por un nuevo trabajo. Oraré por la paz en el mundo.",
      "example_translation": "Eu rezei pela saúde da minha família. Eu tenho estado rezando por um novo emprego. Eu vou rezar pela paz mundial.",
      "imageLink": "image_files\\English\\"imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "presionar",
      "translation": "pressionar",
      "definition": "Ejercer presión o fuerza sobre algo, con frecuencia para aplanar, dar forma o extraer algo.",
      "definition_translation": "Exercer pressão ou força sobre algo, muitas vezes para aplainar, moldar ou extrair algo.",
      "example": "Presioné el botón para encender la máquina. He estado presionando las uvas para hacer vino. Presionaré la plancha para quitar las arrugas.",
      "example_translation": "Eu pressionei o botão para iniciar a máquina. Eu tenho estado pressionando as uvas para fazer vinho. Eu vou pressionar o ferro para remover rugas.",
      "imageLink": "image_files\\English\\"imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prevenir",
      "translation": "prevenir",
      "definition": "Impedir que algo suceda o ocurra; obstaculizar o impedir algo.",
      "definition_translation": "Impedir que algo aconteça ou ocorra; obstruir ou dificultar algo.",
      "example": "Evité el accidente deteniendo el coche. He estado previniendo la enfermedad tomando precauciones. Evitaré el incendio apagando la llama.",
      "example_translation": "Eu impedi o acidente parando o carro. Eu tenho estado prevenindo a doença tomado precauções. Eu vou prevenir o fogo extinguindo a chama.",
      "imageLink": "image_files\\English\\"imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "producir",
      "translation": "produzir",
      "definition": "Traer algo a la existencia o hacer algo",
      "definition_translation": "trazer à existência ou fazer algo",
      "example": "La empresa producirá nuevos teléfonos inteligentes el próximo año, ha estado produciéndolos durante años, y produjo algunos el mes pasado.",
      "example_translation": "A empresa vai produzir novos smartphones ano que vem, tem produzido eles por anos, e produziu alguns no mês passado.",
      "imageLink": "image_files\\English\\"imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prometer",
      "translation": "prometer",
      "definition": "Una declaración o garantía de que algo sucederá o se hará",
      "definition_translation": "uma afirmação ou garantia de que algo irá acontecer ou ser feito",
      "example": "Prometí terminar el proyecto a tiempo, he estado prometiendo hacerlo durante semanas, y prometeré entregarlo pronto.",
      "example_translation": "Eu prometi terminar o projeto no prazo, tenho prometido fazer isso por semanas, e vou prometer entregá-lo em breve.",
      "imageLink": "image_files\\English\\"imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "proteger",
      "translation": "proteger",
      "definition": "Defender o guardar algo de daño o peligro",
      "definition_translation": "defender ou guardar algo de dano ou perigo",
      "example": "El gobierno debería proteger el medio ambiente, lo ha estado protegiendo durante años, y lo protegerá en el futuro.",
      "example_translation": "O governo deve proteger o meio ambiente, tem protegido ele por anos, e vai protegê-lo no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "probar",
      "translation": "provar",
      "definition": "Demostrar o mostrar la verdad o existencia de algo",
      "definition_translation": "mostrar ou demonstrar a verdade ou existência de algo",
      "example": "El científico probará la teoría, ha estado probándola durante meses, y la probó el año pasado.",
      "example_translation": "A cientista vai provar a teoria, tem provado ela por meses, e provou ela no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "proveer",
      "translation": "fornecer",
      "definition": "Suministrar o hacer disponible algo, especialmente alimentos, agua o otras necesidades, para alguien o algo",
      "definition_translation": "fornecer ou tornar disponível algo, especialmente comida, água ou outras necessidades, para alguém ou algo",
      "example": "La empresa proporcionará almuerzo para todos los empleados. Proporcionaron asistencia durante la crisis. El gobierno proporcionará financiamiento para el proyecto el próximo año.",
      "example_translation": "A empresa fornecerá almoço para todos os funcionários. Eles forneceram assistência durante a crise. O governo fornecerá financiamento para o projeto no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "castigar",
      "translation": "punir",
      "definition": "Imponer una penalidad o sanción a alguien o algo por una falta o error",
      "definition_translation": "impor uma pena ou sanção a alguém ou algo por uma falta ou erro",
      "example": "El juez castigó al criminal con una sentencia de prisión de por vida. Fue castigada por llegar tarde a clase. Los padres castigarán a su hijo por mal comportamiento.",
      "example_translation": "O juiz puniu o criminoso com uma sentença de prisão perpétua. Ela foi punida por chegar atrasada à aula. Os pais punirão seu filho por se comportar mal.",
      "imageLink": "image_files\\English\\"imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "renunciar",
      "translation": "sair",
      "definition": "Dejar de hacer algo o abandonar un lugar",
      "definition_translation": "parar de fazer algo ou sair de um lugar",
      "example": "Renuncié a mi trabajo el año pasado. Ella renunció a fumar hace tres meses. Ellos renunciarán a la banda después de la gira.",
      "example_translation": "Eu saí do meu emprego ano passado. Ela parou de fumar há três meses. Eles sairão da banda após a turnê.",
      "imageLink": "image_files\\English\\"imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "renunciar",
      "translation": "sair",
      "definition": "Dejar de hacer algo o abandonar un lugar",
      "definition_translation": "parar de fazer algo ou sair de um lugar",
      "example": "Renunciaré a mi trabajo si no obtengo una promoción. Ella renunció a su trabajo para viajar por el mundo. Ellos renunciaron a sus estudios para empezar su propio negocio.",
      "example_translation": "Eu sairei do meu emprego se não receber uma promoção. Ela saiu do emprego para viajar ao redor do mundo. Eles saíram dos estudos para começar seu próprio negócio.",
      "imageLink": "image_files\\English\\"imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carrera",
      "translation": "corrida",
      "definition": "Una competencia entre corredores, caballos o vehículos para ver quién puede completar un curso en el menor tiempo",
      "definition_translation": "Uma competição entre corredores, cavalos ou veículos para ver quem pode completar um curso no menor tempo",
      "example": "Voy a correr contigo hasta la línea de meta. Corrí contigo hasta la línea de meta el año pasado. Corro contigo hasta la línea de meta todas las semanas.",
      "example_translation": "Eu vou correr contra você até a linha de chegada. Eu corri contra você até a linha de chegada no ano passado. Eu corro contra você até a linha de chegada todas as semanas.",
      "imageLink": "image_files\\English\\"imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "levantar",
      "translation": "elevar",
      "definition": "Elevar algo hacia arriba, o aumentar o hacer que algo sea más alto",
      "definition_translation": "Elevar algo para cima, ou aumentar ou fazer algo mais alto",
      "example": "Voy a levantar la mano para hacer una pregunta. Levanté la mano para hacer una pregunta ayer. Levanto la mano para hacer una pregunta todos los días.",
      "example_translation": "Eu vou elevar minha mão para fazer uma pergunta. Eu elevei minha mão para fazer uma pergunta ontem. Eu elevo minha mão para fazer uma pergunta todos os dias.",
      "imageLink": "image_files\\English\\"imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reconstruir",
      "translation": "reconstruir",
      "definition": "Reconstruir algo nuevamente, especialmente después de que ha sido dañado o destruido",
      "definition_translation": "Construir algo novamente, especialmente após ter sido danificado ou destruído",
      "example": "Vamos a reconstruir la casa después de la tormenta. Reconstruimos la casa después del terremoto el año pasado. Reconstruimos la casa cada diez años.",
      "example_translation": "Nós vamos reconstruir a casa após a tempestade. Nós reconstruímos a casa após o terremoto do ano passado. Nós reconstruimos a casa a cada dez anos.",
      "imageLink": "image_files\\English\\"imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reciclar",
      "translation": "reciclar",
      "definition": "Tratar o procesar materiales usados o desechos para producir bienes nuevos",
      "definition_translation": "Tratar ou processar materiais usados ou residuais para produzir bens novos",
      "example": "Voy a reciclar el papel para salvar árboles. Reciclé el papel para salvar árboles ayer. Reciclo el papel para salvar árboles todos los días.",
      "example_translation": "Eu vou reciclar o papel para salvar árvores. Eu reciciei o papel para salvar árvores ontem. Eu reciclo o papel para salvar árvores todos os dias.",
      "imageLink": "image_files\\English\\"imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reemplazar",
      "translation": "substituir",
      "definition": "Poner algo en lugar de algo más, especialmente porque el otro ya no es necesario o útil",
      "definition_translation": "Colocar algo no lugar de algo mais, especialmente porque a outra coisa não é mais necessária ou útil.",
      "example": "Reemplacé el teléfono antiguo con uno nuevo, porque la batería estaba muerta. Voy a reemplazar la silla rota con una nueva. Había reemplazado la parte defectuosa con una nueva.",
      "example_translation": "Eu substituí o antigo telefone com um novo, porque a bateria estava morta. Vou substituir a cadeira quebrada com uma nova. Eu havia substituído a peça defeituosa com uma nova.",
      "imageLink": "image_files\\English\\"imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rescatar",
      "translation": "resgatar",
      "definition": "Salvar a alguien o algo de una situación peligrosa o difícil",
      "definition_translation": "Salvar alguém ou algo de uma situação perigosa ou difícil.",
      "example": "El departamento de bomberos rescató a la gente del edificio en llamas. Rescatarán al niño del pozo. Había rescatado al gato del árbol.",
      "example_translation": "O departamento de bombeiros resgatou as pessoas do prédio em chamas. Eles vão resgatar a criança do poço. Eu havia resgatado o gato da árvore.",
      "imageLink": "image_files\\English\\"imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reservar",
      "translation": "reservar",
      "definition": "Guardar algo para uso futuro, especialmente por arreglo oficial",
      "definition_translation": "Manter algo para uso futuro, especialmente ao oficialmente arranjar para tê-lo disponível.",
      "example": "Reservé una mesa en el restaurante para esta noche. Ella reserva sus fines de semana para estudiar. Habían reservado la habitación del hotel para su luna de miel.",
      "example_translation": "Eu reservei uma mesa no restaurante para hoje à noite. Ela reserva seus fins de semana para estudar. Eles haviam reservado o quarto de hotel para sua lua de mel.",
      "imageLink": "image_files\\English\\"imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "descansar",
      "translation": "descansar",
      "definition": "Un período de relajación o sueño, o dejar de hacer algo durante un período de tiempo",
      "definition_translation": "Um período de relaxamento ou sono, ou parar de fazer algo por um período de tempo.",
      "example": "Necesito descansar un rato después de la caminata larga. Ella descansó sus ojos en la almohada. Descansarán sus espaldas en el sofá después de levantar objetos pesados.",
      "example_translation": "Eu preciso descansar por um tempo após o longo passeio. Ela descansou seus olhos no travesseiro. Eles vão descansar suas costas no sofá após o levantamento pesado.",
      "imageLink": "image_files\\English\\"imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "revisar",
      "translation": "revisar",
      "definition": "Revisar algo cuidadosamente, especialmente para corregir, mejorar o actualizar",
      "definition_translation": "Revisar algo cuidadosamente, especialmente para corrigir, melhorar ou atualizar.",
      "example": "Revisé mi ensayo tres veces antes de entregarlo. Ayer, revisé el capítulo, y ahora estoy revisando la conclusión. Para la próxima semana, habré revisado todo el manuscrito.",
      "example_translation": "Eu revisei meu ensaio três vezes antes de submeter. Ontem, eu revisei o capítulo, e agora estou revendo a conclusão. Até a próxima semana, eu terei revisado todo o manuscrito.",
      "imageLink": "image_files\\English\\"imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "robar",
      "translation": "roubar",
      "definition": "Tomar propiedad o dinero de una persona o lugar de manera ilegal, a menudo utilizando la fuerza o amenazas",
      "definition_translation": "Tomar propriedade ou dinheiro de uma pessoa ou lugar ilegalmente, muitas vezes usando força ou ameaças.",
      "example": "El ladrón va a robar el banco esta noche. Ayer, la pandilla robó la tienda de conveniencia. Si no tenemos cuidado, nos robarán de nuevo el próximo mes.",
      "example_translation": "O ladrão vai roubar o banco hoje à noite. Ontem, o gangue roubou a loja de conveniência. Se não formos cuidadosos, eles vão nos roubar novamente nächste mês.",
      "imageLink": "image_files\\English\\"imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "correr",
      "translation": "correr",
      "definition": "Moverse rápidamente a pie, a menudo a un ritmo estable y rápido, o hacer funcionar o administrar algo.",
      "definition_translation": "Mover-se rapidamente a pé, muitas vezes em um ritmo constante e rápido, ou operar ou gerenciar algo.",
      "example": "Voy a correr a la tienda hoy. Ella corrió un maratón ayer. Si no nos damos prisa, nos quedaremos sin tiempo.",
      "example_translation": "Eu vou correr até a loja hoje. Ela correu uma maratona ontem. Se não nos apressarmos, vamos ficar sem tempo.",
      "imageLink": "image_files\\English\\"imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guardar",
      "translation": "salvar",
      "definition": "Mantener algo o a alguien fuera de peligro, daño o pérdida, o almacenar o guardar algo para uso futuro.",
      "definition_translation": "Manter algo ou alguém de danos, lesões ou perdas, ou armazenar ou colocar algo de lado para uso futuro.",
      "example": "Guardé el archivo en un disco duro externo. Ella salvó a la empresa de la bancarrota. Si ahorrарамos energía ahora, tendremos suficiente para el futuro.",
      "example_translation": "Eu salvei o arquivo em um disco rígido externo. Ela salvou a empresa da falência. Se economizarmos energia agora, teremos o suficiente para o futuro.",
      "imageLink": "image_files\\English\\"imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puntuar",
      "translation": "pontuação",
      "definition": "Una puntuación es un número que muestra cómo alguien ha hecho en una prueba, juego o competencia.",
      "definition_translation": "Uma pontuação é um número que mostra como alguém fez em um teste, jogo ou competição.",
      "example": "Obtuve un 90% en el examen de matemáticas. Puntuaré alto en el examen. Ella anotó un gol en el juego final.",
      "example_translation": "Eu marquei 90% no teste de matemática. Vou marcar alto na prova. Ela marcou um gol no jogo final.",
      "imageLink": "image_files\\English\\"imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gritar",
      "translation": "gritar",
      "definition": "Gritar significa hacer un ruido muy fuerte y agudo, usualmente para expresar emociones fuertes como miedo, dolor o emoción.",
      "definition_translation": "Gritar significa fazer um barulho muito alto e agudo, geralmente para expressar emoções fortes como medo, dor ou excitação.",
      "example": "Ella gritó cuando vio la serpiente. Él grita a todo pulmón cuando su equipo gana. Gritarán de alegría cuando vean la sorpresa.",
      "example_translation": "Ela gritou quando viu a cobra. Ele grita em voz alta quando sua equipe vence. Eles vão gritar de alegria quando virem a surpresa.",
      "imageLink": "image_files\\English\\"imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buscar",
      "translation": "procurar",
      "definition": "Buscar significa buscar algo o alguien de manera exhaustiva y cuidadosa, usualmente porque lo necesitas o lo deseas.",
      "definition_translation": "Procurar significa buscar algo ou alguém de uma maneira minuciosa e cuidadosa, geralmente porque você precisa ou deseja.",
      "example": "Estoy buscando mis llaves perdidas. Ella buscó toda la casa para encontrar su teléfono. Buscarán la base de datos para encontrar la información.",
      "example_translation": "Estou procurando minhas chaves perdidas. Ela procurou toda a casa pela sua cela. Eles vão procurar o banco de dados pela informação.",
      "imageLink": "image_files\\English\\"imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "seleccionar",
      "translation": "selecionar",
      "definition": "Seleccionar significa elegir algo o alguien de un grupo o rango de posibilidades, a menudo según ciertos criterios o calificaciones.",
      "definition_translation": "Selecionar significa escolher algo ou alguém de um grupo ou faixa de possibilidades, frequentemente com base em certos critérios ou qualificações.",
      "example": "Seleccioné la mejor opción para la tarea. Ella seleccionó las frutas más frescas para la ensalada. Seleccionarán al candidato más capacitado para el trabajo.",
      "example_translation": "Eu escolhi a melhor opção para a tarefa. Ela seleciona as frutas frescas para a salada. Eles vão selecionar o candidato mais qualificado para o trabalho.",
      "imageLink": "image_files\\English\\"imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "servir",
      "translation": "servir",
      "definition": "Proporcionar comida, bebida u otras cosas a las personas, especialmente en un restaurante o en una comida.",
      "definition_translation": "fornecer comida, bebida ou outras coisas às pessoas, especialmente em um restaurante ou em uma refeição",
      "example": "Serví café a los invitados en la fiesta. Estoy sirviendo comida a la gente sin hogar. Serviré postre después de la cena.",
      "example_translation": "Eu servi café aos convidados na festa. Estou servindo comida às pessoas sem-teto. Vou servir sobremesa após o jantar.",
      "imageLink": "image_files\\English\\"imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "coser",
      "translation": "costurar",
      "definition": "Unir o reparar algo, especialmente ropa, utilizando una aguja y hilo.",
      "definition_translation": "juntar ou consertar algo, especialmente roupas, usando uma agulha e linha",
      "example": "Ella cosió un nuevo dobladillo en el vestido. Él cosió los botones en su lugar. Coserán la tela juntos.",
      "example_translation": "Ela costurou um novo hem na roupa. Ele costurou os botões de volta. Eles vão costurar o tecido junto.",
      "imageLink": "image_files\\English\\"imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sacudir",
      "translation": "sacudir",
      "definition": "Moverse rápidamente y con violencia de un lado a otro, o hacer que algo se mueva de esta manera.",
      "definition_translation": "mover rapidamente e violentamente de lado a lado, ou fazer algo se mover assim",
      "example": "Sacudí el árbol para que cayeran las manzanas. Ella sacudió la cabeza para decir no. Sacudirán las manos después de la pelea.",
      "example_translation": "Eu sacudi a árvore para fazer as maçãs caírem. Ela sacudiu a cabeça para dizer não. Eles vão sacudir as mãos após a briga.",
      "imageLink": "image_files\\English\\"imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estrechar la mano",
      "translation": "apertar as mãos",
      "definition": "Tender la mano derecha y agarrar la de otra persona como saludo, despedida o acuerdo.",
      "definition_translation": "estender a mão direita e agarrar a de outra pessoa como cumprimento, despedida ou acordo",
      "example": "Nos estrechamos la mano en la reunión empresarial. Ella estrechó la mano de su nuevo jefe. Estrecharán la mano después del trato.",
      "example_translation": "Nós apertamos as mãos na reunião de negócios. Ela apertou as mãos com seu novo chefe. Eles vão apertar as mãos após o negócio.",
      "imageLink": "image_files\\English\\"imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disparar",
      "translation": "atirar",
      "definition": "Descargar un proyectil desde un arma, especialmente una pistola.",
      "definition_translation": "Descarregar um projétil de uma arma, especialmente uma arma de fogo.",
      "example": "Disparé la pelota hacia la portería. Estoy disparando un video ahora. Dispararé la foto mañana.",
      "example_translation": "Eu atirei a bola no gol. Eu estou filmando um vídeo agora. Eu vou fotografar amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tienda",
      "translation": "loja",
      "definition": "Un edificio o parte de un edificio donde se venden bienes o servicios.",
      "definition_translation": "Um edifício ou parte de um edifício onde mercadorias ou serviços são vendidos.",
      "example": "Compré en el centro comercial ayer. Compro en línea cada semana. Compraré en la nueva tienda mañana.",
      "example_translation": "Eu fiz compras no shopping center ontem. Eu compro online todas as semanas. Eu vou fazer compras na loja nova amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esquiar",
      "translation": "esquiar",
      "definition": "Practicar el deporte del esquí, especialmente el esquí alpino.",
      "definition_translation": "Engajar-se no esporte do esqui, especialmente esqui downhill.",
      "example": "Esquíé por la montaña el invierno pasado. Esquío cada fin de semana. Esquiaré en los Juegos Olímpicos algún día.",
      "example_translation": "Eu esquiei xuống a montanha no inverno passado. Eu esquio todos os fins de semana. Eu vou esquiar nos Jogos Olímpicos algum dia.",
      "imageLink": "image_files\\English\\"imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "resbalar",
      "translation": "escorregar",
      "definition": "Caer o deslizarse accidentalmente, especialmente en una superficie lisa.",
      "definition_translation": "Cair ou deslizar acidentalmente, especialmente em uma superfície lisa.",
      "example": "Me resbalé en el hielo ayer. Me resbalo en el piso cada mañana. Me resbalaré en mis zapatos esta noche.",
      "example_translation": "Eu escorei no gelo ontem. Eu caio no chão todas as manhãs. Eu vou escorregar nos meus sapatos esta noite.",
      "imageLink": "image_files\\English\\"imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oler",
      "translation": "cheirar",
      "definition": "Percebir el olor o aroma de algo",
      "definition_translation": "perceber o cheiro ou odor de algo",
      "example": "Olí el café que se estaba cociendo esta mañana. Estoy oliendo las flores ahora. Oleré el perfume más tarde.",
      "example_translation": "Eu cheirei o café sendo preparado pela manhã. Estou cheirando as flores agora. Vou cheirar o perfume mais tarde.",
      "imageLink": "image_files\\English\\"imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sonreír",
      "translation": "sorrir",
      "definition": "Formar las facciones para expresar alegría, satisfacción o divertimento",
      "definition_translation": "formar seus traços em uma expressão agradável, alegre ou divertida",
      "example": "Sonreí al escuchar el chiste. Estoy sonriendo al bebé. Sonreiré en la fiesta esta noche.",
      "example_translation": "Eu sorri para a piada. Estou sorrindo para o bebê. Vou sorrir na festa.",
      "imageLink": "image_files\\English\\"imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "derramar",
      "translation": "derramar",
      "definition": "Hacer que un líquido fluya o caiga accidentalmente de un recipiente",
      "definition_translation": "causar um líquido a fluir ou cair acidentalmente de um contêiner",
      "example": "Derramé la leche en el piso ayer. Estoy derramando el agua ahora. Derramaré el jugo más tarde.",
      "example_translation": "Eu derramei o leite no chão. Estou derramando a água agora. Vou derramar o suco mais tarde.",
      "imageLink": "image_files\\English\\"imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "echaar a perder",
      "translation": "estragar",
      "definition": "Dañar o arruinar algo, especialmente comida, por no manejarlo o almacenarlo adecuadamente",
      "definition_translation": "danificar ou estragar algo, especialmente alimentos, por não manuseá-lo ou armazená-lo adequadamente",
      "example": "Eche a perder la comida dejándola fuera demasiado tiempo. Estoy echaando a perder al niño con regalos. Echaré a perder la sorpresa más tarde.",
      "example_translation": "Eu estraguei a comida deixando-a fora por muito tempo. Estou estragando a criança com presentes. Vou estragar a surpresa mais tarde.",
      "imageLink": "image_files\\English\\"imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pegar",
      "translation": "fixar",
      "definition": "Fijar o unir algo a algo más, generalmente utilizando pegamento, cinta adhesiva u otro adhesivo",
      "definition_translation": "fixar ou prender algo a algo else, geralmente usando cola, fita ou outro adesivo",
      "example": "Pegaré el cartel a la pared, lo pegué ayer, y había pegado el día antes.",
      "example_translation": "Vou fixar o poster na parede, eu o fixei ontem, e eu havia fixado no dia anterior.",
      "imageLink": "image_files\\English\\"imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " mezclar",
      "translation": "mexer",
      "definition": "Mover una cuchara o otro objeto en un líquido o mezcla para combinarlos",
      "definition_translation": "mover uma colher ou outro objeto em uma liquido ou mistura para misturá-la",
      "example": "Mezcla bien la mezcla antes de verterla en el molde, la mezclé ayer, y mezclaré de nuevo mañana.",
      "example_translation": "Mexa a mistura bem antes de despejá-la no molde, eu mexi ontem, e vou mexê-la novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "huelga",
      "translation": "greve",
      "definition": "golpear o atacar algo con fuerza, a menudo de repente y con mucha energía",
      "definition_translation": "bater ou atacar algo com força, frequentemente subitamente e com muita energia",
      "example": "Los trabajadores se fueron a huelga la semana pasada, golpearán ayer y golpearán de nuevo el mes que viene.",
      "example_translation": "Os trabalhadores entraram em greve na semana passada, eles grevearam ontem, e eles vão grevear novamente no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tener éxito",
      "translation": "succeeder",
      "definition": "lograr algo que se quería hacer, especialmente después de tratar con dificultades",
      "definition_translation": "alcançar algo que você queria fazer, especialmente após tentar muito ou superar dificuldades",
      "example": "Tuve éxito al terminar el proyecto a tiempo, tendré éxito en obtener el trabajo y había tenido éxito en aprobar el examen.",
      "example_translation": "Eu consegui terminar o projeto no prazo, vou ter sucesso em obter o trabalho, e eu havia conseguido passar no exame.",
      "imageLink": "image_files\\English\\"imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sugerir",
      "translation": "sugerir",
      "definition": "Proponer o recomendar algo como una posibilidad o solución.",
      "definition_translation": "Propor ou recomendar algo como uma possibilidade ou solução.",
      "example": "Ella sugirió que fuéramos a la playa ayer, pero sugerí ir mañana en su lugar. Sugeriré un nuevo plan al equipo la próxima semana.",
      "example_translation": "Ela sugeriu que fôssemos à praia ontem, mas eu sugeri ir amanhã em vez disso. Vou sugerir um novo plano à equipe na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "broncearse",
      "translation": "tomar banho de sol",
      "definition": "Estar o sentarse al sol, normalmente desnudo o parcialmente desnudo, para broncearse.",
      "definition_translation": "Deitar-se ou sentar-se ao sol, geralmente sem roupa ou parcialmente sem roupa, para obter um bronzeado.",
      "example": "Me encanta broncearme en la playa durante mis vacaciones. Ella se bronceó durante horas ayer y se quemó. Nos broncearemos en el techo mañana.",
      "example_translation": "Eu amo tomar banho de sol na praia durante minhas férias. Ela tomou banho de sol por horas ontem e pegou um bronzeado ruim. Nós vamos tomar banho de sol no telhado amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apoyar",
      "translation": "apoio",
      "definition": "Dar asistencia o apoyo a alguien o algo.",
      "definition_translation": "Dar assistência ou encorajamento a alguém ou algo.",
      "example": "El equipo apoyará al nuevo jugador durante el partido. Apoyamos a la caridad donando dinero. Apoyaré su decisión.",
      "example_translation": "A equipe vai apoiar o novo jogador durante o jogo. Nós apoiamos a instituição de caridade doando dinheiro. Eu vou apoiá-la em sua decisão.",
      "imageLink": "image_files\\English\\"imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apoyar",
      "translation": "apoio",
      "definition": "Dar asistencia o apoyo a alguien o algo.",
      "definition_translation": "Dar assistência ou encorajamento a alguém ou algo.",
      "example": "La empresa apoyará a la familia del empleado después del accidente. Apoyaron la nueva política votando a favor de ella. Apoyé a ella durante el momento difícil.",
      "example_translation": "A empresa vai apoiar a família do funcionário após o acidente. Eles apoiaram a nova política votando a favor dela. Eu a apoiei durante o tempo difícil.",
      "imageLink": "image_files\\English\\"imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apagar",
      "translation": "desligar",
      "definition": "Detener la operación o función de algo, normalmente usando un interruptor o botón",
      "definition_translation": "parar a operação ou função de algo, geralmente usando um interruptor ou botão",
      "example": "Apagué la luz cuando me fui de la habitación. Apago la TV todas las noches. Apagaré la computadora después de que termine mi trabajo.",
      "example_translation": "Eu desliguei a luz quando sai do quarto. Eu desligo a TV todas as noites. Eu vou desligar o computador após terminar meu trabalho.",
      "imageLink": "image_files\\English\\"imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "encender",
      "translation": "ligar",
      "definition": "Iniciar la operación o función de algo, normalmente usando un interruptor o botón",
      "definition_translation": "iniciar a operação ou função de algo, geralmente usando um interruptor ou botão",
      "example": "Encendí la luz cuando entré en la habitación. Enciendo la TV todas las mañanas. Encenderé la computadora cuando la necesite.",
      "example_translation": "Eu liguei a luz quando entrei no quarto. Eu ligo a TV todas as manhãs. Eu vou ligar o computador quando precisar dele.",
      "imageLink": "image_files\\English\\"imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sabor",
      "translation": "gostar",
      "definition": "La sensación de sabor percibida en la boca y la garganta al comer o beber",
      "definition_translation": "a sensação de sabor percebida na boca e garganta ao comer ou beber",
      "example": "Siento el sabor dulce del pastel. Ella siente el sabor amargo del café. Sentirán el sabor salado del agua del mar.",
      "example_translation": "Eu sinto o doçura do bolo. Ela sente a amargura do café. Eles vão sentir a salinidade da água do mar.",
      "imageLink": "image_files\\English\\"imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rasgar",
      "translation": "lacrimejar",
      "definition": "Jalar o rasgar algo con fuerza, o volverse rasgado o dividido",
      "definition_translation": "puxar ou rasgar à força, ou se tornar rasgado ou partido",
      "example": "Rasgué el papel cuando lo jalé. Ella rasgó su vestido cuando se cayó. Rasgarán el tejido cuando lo estiren demasiado.",
      "example_translation": "Eu rasguei o papel quando o puxei. Ela rasgou o vestido quando caiu. Eles vão rasgar o tecido quando o esticarem muito longe.",
      "imageLink": "image_files\\English\\"imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "probar",
      "translation": "prova",
      "definition": "Una prueba es una serie de preguntas o problemas diseñados para evaluar el conocimiento, habilidades o habilidades de una persona.",
      "definition_translation": "Um teste é uma série de perguntas ou problemas projetados para avaliar o conhecimento, habilidades ou capacidades de uma pessoa.",
      "example": "Voy a probar el nuevo software mañana. Ayer, probé y funcionó perfectamente. He estado probando durante semanas.",
      "example_translation": "Vou testar o novo software amanhã. Ontem, eu o teste e funcionou perfeitamente. Eu tenho sido testado por semanas agora.",
      "imageLink": "image_files\\English\\"imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garrapata",
      "translation": "carrapato",
      "definition": "Una garrapata es un pequeño parásito de ocho patas que se alimenta de la sangre de animales y humanos.",
      "definition_translation": "Um carrapato é um parasita pequeno, de oito patas, que se alimenta do sangue de animais e humanos.",
      "example": "La garrapata me picó cuando caminaba en el bosque. He sido picado por garrapatas varias veces antes. Voy a quitar la garrapata de mi perro mañana.",
      "example_translation": "O carrapato me mordeu quando eu estava caminhando na floresta. Eu já fui mordido por carrapatos várias vezes antes. Eu vou remover o carrapato do meu cachorro amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corbata",
      "translation": "gravata",
      "definition": "Una corbata es una pieza de tela larga y estrecha que se lleva alrededor del cuello, típicamente por los hombres, como accesorio decorativo.",
      "definition_translation": "Uma gravata é um pedaço longo e estreito de tecido usado em volta do pescoço, tipicamente por homens, como acessório decorativo.",
      "example": "Voy a llevar corbata al matrimonio. Él llevó corbata a la entrevista de trabajo ayer. Ella ha estado atando su cabello con una corbata durante meses.",
      "example_translation": "Vou usar uma gravata no casamento. Ele usou uma gravata na entrevista de emprego ontem. Ela tem sido amarrando o cabelo com uma gravata por meses agora.",
      "imageLink": "image_files\\English\\"imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "total",
      "translation": "total",
      "definition": "El total es la cantidad completa o entera de algo, a menudo calculada sumando cantidades individuales.",
      "definition_translation": "O total é a quantidade completa ou total de algo, frequentemente calculado somando as partes individuais ou quantidades.",
      "example": "El costo total del proyecto es de $10,000. El número total de estudiantes es de 500. El tiempo total que me tomó completar la tarea fue de 5 horas.",
      "example_translation": "O custo total do projeto é de $10.000. O número total de estudantes é 500. O tempo total que levou para completar a tarefa foi de 5 horas.",
      "imageLink": "image_files\\English\\"imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gira",
      "translation": "turnê",
      "definition": "Un viaje con un propósito específico, como negocio o educación.",
      "definition_translation": "Uma viagem com um propósito específico, como negócios ou educação.",
      "example": "Fui a una gira por Europa el año pasado, y estoy planeando girar Asia el próximo año. Estoy girando la ciudad con mis amigos en este momento.",
      "example_translation": "Eu fui em uma turnê pela Europa no ano passado e estou planejando uma turnê pela Ásia no próximo ano. Estou atualmente fazendo uma turnê pela cidade com meus amigos.",
      "imageLink": "image_files\\English\\"imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tren",
      "translation": "trem",
      "definition": "Un vehículo autopropulsado sobre rieles, utilizado para transportar personas o mercaderías.",
      "definition_translation": "Um veículo autopropelido em trilhos, usado para transportar pessoas ou mercadorias.",
      "example": "Tomó el tren para ir al trabajo todos los días. Me entrené durante meses para correr un maratón. El motor del tren se reparó ayer.",
      "example_translation": "Eu pego o trem para trabalhar todos os dias. Eu me treinei por meses para correr uma maratona. O motor do trem foi reparado ontem.",
      "imageLink": "image_files\\English\\"imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "transferir",
      "translation": "transferência",
      "definition": "El acto de mover algo o alguien de un lugar a otro.",
      "definition_translation": "O ato de mover algo ou alguém de um lugar para outro.",
      "example": "Transfiero dinero de mi cuenta de ahorro a mi cuenta corriente. La compañía me transferirá a su oficina de Nueva York. La transferencia de archivo se completó con éxito.",
      "example_translation": "Eu transfiro dinheiro da minha conta de poupança para minha conta corrente. A empresa vai me transferir para seu escritório em Nova York. A transferência do arquivo foi concluída com sucesso.",
      "imageLink": "image_files\\English\\"imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traducir",
      "translation": "traduzir",
      "definition": "Expresar el sentido de palabras o texto en otro idioma.",
      "definition_translation": "Expressar o sentido de palavras ou texto em outra língua.",
      "example": "¿Puedes traducir esta oración al portugués? Traduje el documento del inglés al español. El sitio web puede traducir automáticamente texto a múltiples idiomas.",
      "example_translation": "Você pode traduzir essa frase para o português? Eu traduzi o documento do inglês para o espanhol. O site pode traduzir automaticamente o texto em múltiplas línguas.",
      "imageLink": "image_files\\English\\"imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "intentar",
      "translation": "tentar",
      "definition": "Hacer un esfuerzo para hacer algo o intentar lograr algo.",
      "definition_translation": "fazer um esforço para fazer algo ou tentar realizar algo",
      "example": "Intenté montar bicicleta cuando era niño. Intento comer comida saludable todos los días. Intentaré terminar este proyecto para mañana.",
      "example_translation": "Eu tentei andar de bicicleta quando eu era uma criança. Eu tento comer comida saudável todos os dias. Eu tentarei terminar esse projeto até amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tipo",
      "translation": "tipo",
      "definition": "Una categoría o clase de cosas que tienen características o cualidades comunes.",
      "definition_translation": "uma categoria ou classe de coisas tendo características ou qualidades comuns",
      "example": "Estoy tratando de escribir más rápido en mi teclado. Este tipo de música es mi favorito. Ella escribirá una carta a su amiga mañana.",
      "example_translation": "Estou tentando digitar mais rápido no meu teclado. Esse tipo de música é meu favorito. Ela vai digitar uma carta para sua amiga amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desvestir",
      "translation": "despir",
      "definition": "quitar la ropa o sacar la ropa",
      "definition_translation": "remover roupa ou tirar roupas",
      "example": "Ella se desvistió rápidamente en el probador. Él se desvistió lentamente frente al espejo. Ellos se desvestirán antes de tomar una ducha.",
      "example_translation": "Ela se despia rapidamente no provador. Ele se despia lentamente diante do espelho. Eles se despirão antes de tomar banho.",
      "imageLink": "image_files\\English\\"imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desempacar",
      "translation": "desempacotar",
      "definition": "sacar el contenido de una caja, bolsa o paquete",
      "definition_translation": "remover o conteúdo de uma caixa, sacola ou pacote",
      "example": "Desempacé mi maleta después del viaje. Ellos desempacaron las cajas en la nueva casa. Ella desempacará las compras cuando llegue a casa.",
      "example_translation": "Eu desempacotei minha mala após a viagem. Eles desempacotaram as caixas na nova casa. Ela vai desempacotar as compras quando chegar em casa.",
      "imageLink": "image_files\\English\\"imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actualizar",
      "translation": "atualizar",
      "definition": "Hacer que algo sea más moderno o efectivo agregando nueva información o características.",
      "definition_translation": "Fazer algo mais moderno ou eficaz adicionando novas informações ou recursos.",
      "example": "Necesito actualizar el sistema operativo de mi teléfono. Actualicé mi currículum para incluir mis nuevas habilidades. Actualizaré el software mañana.",
      "example_translation": "Eu preciso atualizar o sistema operacional do meu telefone. Eu atualizei meu currículo para incluir minhas novas habilidades. Eu atualizarei o software amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "votar",
      "translation": "votar",
      "definition": "Expresar formalmente una opinión o decisión, a menudo levantando la mano o escribiendo una papeleta.",
      "definition_translation": "Expressar formalmente uma opinião ou decisão, muitas vezes levantando a mão ou escrevendo um papel de votação.",
      "example": "Voté por ella en las elecciones. Votaré por la nueva política. Ella había votado en contra de la propuesta.",
      "example_translation": "Eu votei para ela na eleição. Eu votarei pela nova política. Ela havia votado contra a proposta.",
      "imageLink": "image_files\\English\\"imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pasear al perro",
      "translation": "passear o cão",
      "definition": "Llevar a un perro a pasear, generalmente con una correa, como una forma de ejercicio o compañía.",
      "definition_translation": "Levar um cão para uma caminhada, geralmente com uma guia, como uma forma de exercício ou companhia.",
      "example": "Necesito pasear al perro cada mañana. Ella paseó al perro anoche. Él paseará al perro mañana.",
      "example_translation": "Eu preciso passear o cão todas as manhãs. Ela passeou o cão ontem à noite. Ele passará o cão amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "advertir",
      "translation": "avisar",
      "definition": "Darle a alguien una advertencia o aviso sobre un posible peligro o problema.",
      "definition_translation": "Dar a alguém um aviso ou notificação sobre um possível perigo ou problema.",
      "example": "La señal advierte de un precipicio empinado. Le advertí sobre el peligro. Ella nos advertirá sobre la tormenta.",
      "example_translation": "O sinal avisa de um penhasco íngreme. Eu avisei sobre o perigo. Ela nos avisará sobre a tempestade.",
      "imageLink": "image_files\\English\\"imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desperdiciar",
      "translation": "desperdício",
      "definition": "Material, sustancia o subproducto no deseado o inútil.",
      "definition_translation": "Material, substância ou subproduto indesejado ou inutilizável.",
      "example": "Desperdicié mucho tiempo viendo televisión ayer. Desperdicio mucho dinero en ropa cada mes. Desperdiciaré todo mi salario en una nueva laptop.",
      "example_translation": "Eu desperdicei muito tempo assistindo TV ontem. Eu desperdício muito dinheiro em roupas todos os meses. Eu vou desperdiçar meu pagamento inteiro em um novo laptop.",
      "imageLink": "image_files\\English\\"imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ola",
      "translation": "onda",
      "definition": "Un movimiento del mar o un lago causado por el viento o una perturbación.",
      "definition_translation": "Um movimento do mar ou de um lago causado pelo vento ou uma perturbação.",
      "example": "Vi una gran ola en la playa ayer. La ola chocó contra la orilla. La ola chocará nuevamente mañana.",
      "example_translation": "Eu vi uma grande onda na praia ontem. A onda bateu contra a praia. A onda baterá novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escribir algo",
      "translation": "escrever algo",
      "definition": "Registrar o anotar algo por escrito.",
      "definition_translation": "Registrar ou anotar algo por escrito.",
      "example": "Escribí algo en mi diario ayer. Escribo algo cada mañana. Escribiré algo después de la cena.",
      "example_translation": "Eu escrevi algo no meu diário ontem. Eu escrevo algo todas as manhãs. Eu vou escrever algo após o jantar.",
      "imageLink": "image_files\\English\\"imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]