{
  "data": [
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermano",
      "translation": "irmão",
      "definition": "Un hermano masculino, típicamente que tiene los mismos padres que otra persona.",
      "definition_translation": "Um irmão masculino, geralmente tendo os mesmos pais que outra pessoa.",
      "example": "Mi hermano es médico. Él fue un estudiante excelente y será un gran investigador en el futuro. Siempre me ha ayudado cuando lo necesitaba.",
      "example_translation": "Meu irmão é um doutor. Ele era um estudante muito bom e será um grande pesquisador no futuro. Ele sempre me ajudou quando eu precisava disso.",
      "imageLink": "brother.jpg",
      "audioLink": "brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niño",
      "translation": "criança",
      "definition": "Un ser humano por debajo de la edad de la pubertad o un descendiente natural de una persona.",
      "definition_translation": "Um ser humano abaixo da idade da puberdade ou um descendente natural de uma pessoa.",
      "example": "El niño estaba jugando con juguetes. Era un niño muy curioso y será científico cuando crezca. Tuvo mucho diversión en la fiesta de cumpleaños.",
      "example_translation": "A criança estava brincando com brinquedos. Ela era uma criança muito curiosa e será uma cientista quando crescer. Ela se divertiu muito na festa de aniversário.",
      "imageLink": "child.jpg",
      "audioLink": "child.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niños",
      "translation": "crianças",
      "definition": "Forma plural de niño; seres humanos por debajo de la edad de la pubertad o descendientes naturales de personas.",
      "definition_translation": "Forma plural de criança; seres humanos abaixo da idade da puberdade ou descendentes naturais de pessoas.",
      "example": "Los niños estaban jugando afuera. Tendrán mucho diversión en el parque y han estado jugando fútbol toda la mañana. Tuvieron un gran tiempo en el parque de atracciones.",
      "example_translation": "As crianças estavam brincando fora. Eles vão se divertir muito no parque e têm jogado futebol toda manhã. Eles tiveram um ótimo tempo no parque de diversões.",
      "imageLink": "children.jpg",
      "audioLink": "children.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papá",
      "translation": "pai",
      "definition": "Un padre masculino o un padre.",
      "definition_translation": "Um pai ou um pai masculino.",
      "example": "Mi papá es un gran cocinero. Él fue un chef en un restaurante y abrirá su propio restaurante pronto. Siempre ha sido muy apoyo de mí.",
      "example_translation": "Meu pai é um grande cozinheiro. Ele era um chef em um restaurante e abrirá seu próprio restaurante em breve. Ele sempre foi muito solidário comigo.",
      "imageLink": "dad.jpg",
      "audioLink": "dad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hija",
      "translation": "filha",
      "definition": "Una hija femenina o una descendiente femenina.",
      "definition_translation": "Uma criança do sexo feminino ou uma descendente do sexo feminino.",
      "example": "Tengo una hija que ama tocar el piano. Solía tocar el piano cuando era niña. Tocará el piano en la boda de su hermana.",
      "example_translation": "Eu tenho uma filha que adora tocar piano. Ela costumava tocar piano quando era criança. Ela tocará piano no casamento da sua irmã.",
      "imageLink": "daughter.jpg",
      "audioLink": "daughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "padre",
      "translation": "pai",
      "definition": "Un padre masculino, especialmente uno que se considera una fuente de autoridad o sabiduría.",
      "definition_translation": "Um pai, especialmente um que é considerado uma fonte de autoridade ou sabedoria.",
      "example": "Mi padre es una persona amable. Él fue soldado cuando era joven. Estará orgulloso de mis logros.",
      "example_translation": "Meu pai é uma pessoa gentil. Ele era um soldado quando era jovem. Ele estará orgulhoso dos meus feitos.",
      "imageLink": "father.jpg",
      "audioLink": "father.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esposo",
      "translation": "marido",
      "definition": "Un compañero masculino en un matrimonio.",
      "definition_translation": "Um parceiro masculino em um casamento.",
      "example": "Mi esposo es médico. Solía trabajar en un hospital. Será mi compañero de vida.",
      "example_translation": "Meu marido é um médico. Ele costumava trabalhar em um hospital. Ele será meu parceiro pela vida.",
      "imageLink": "husband.jpg",
      "audioLink": "husband.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "madre",
      "translation": "mãe",
      "definition": "Una madre femenina, especialmente una que da a luz a alguien o algo.",
      "definition_translation": "Uma mãe, especialmente uma que dá à luz a alguém ou algo.",
      "example": "Mi madre es maestra. Solía enseñarme cuando era niño. Siempre será mi madre.",
      "example_translation": "Minha mãe é uma professora. Ela costumava me ensinar quando eu era criança. Ela sempre será minha mãe.",
      "imageLink": "mother.jpg",
      "audioLink": "mother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mamá",
      "translation": "mãe",
      "definition": "Una madre es una madre femenina, alguien que da a luz a un niño y lo cuida.",
      "definition_translation": "Uma mãe é um pai feminino, alguém que dá à luz a uma criança e a cria.",
      "example": "Mi mamá me ayudó con mi tarea anoche. Me ayudará de nuevo mañana. Me ayudó ayer.",
      "example_translation": "Minha mãe me ajudou com meu trabalho de casa ontem à noite. Ela me ajudará novamente amanhã. Ela me ajudou ontem.",
      "imageLink": "mum.jpg",
      "audioLink": "mum.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "padres",
      "translation": "pais",
      "definition": "Los padres son adultos que tienen un hijo o hijos, y son responsables de su educación y cuidado.",
      "definition_translation": "Os pais são adultos que têm uma criança ou filhos, e são responsáveis pelo seu crescimento e cuidado.",
      "example": "Mis padres siempre me apoyaron en mis decisiones. Me apoyarán en el futuro. Me apoyaron cuando estaba en la universidad.",
      "example_translation": "Meus pais sempre me apoiaram em minhas decisões. Eles me apoiarão no futuro. Eles me apoiaram quando eu estava na faculdade.",
      "imageLink": "parents.jpg",
      "audioLink": "parents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermana",
      "translation": "irmã",
      "definition": "Una hermana es una hermana femenina, una niña o mujer que comparte uno o ambos padres con otra persona.",
      "definition_translation": "Uma irmã é uma irmã feminina, uma menina ou mulher que compartilha um ou ambos os pais com outra pessoa.",
      "example": "Mi hermana está estudiando para ser médica. Se graduará el año que viene. Estudió muy duro el último semestre.",
      "example_translation": "Minha irmã está estudando para ser médica. Ela se formará no ano que vem. Ela estudou muito difícil no último semestre.",
      "imageLink": "sister.jpg",
      "audioLink": "sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hijo",
      "translation": "filho",
      "definition": "Un hijo es un niño o descendiente masculino, un niño o hombre que es hijo de un padre.",
      "definition_translation": "Um filho é uma criança masculina ou um descendente masculino, um menino ou homem que é filho de um pai.",
      "example": "Mi hijo está jugando fútbol con sus amigos. Jugará de nuevo mañana. Jugó muy bien el último fin de semana.",
      "example_translation": "Meu filho está jogando futebol com seus amigos. Ele jogará novamente amanhã. Ele jogou muito bem no último fim de semana.",
      "imageLink": "son.jpg",
      "audioLink": "son.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esposa",
      "translation": "esposa",
      "definition": "Una esposa es una mujer casada, especialmente en relación con su pareja.",
      "definition_translation": "Uma esposa é uma mulher casada, especialmente em relação ao seu parceiro.",
      "example": "Conocí a mi esposa en la universidad. Me reuniré con mi esposa en el aeropuerto mañana. Me reuní con mi esposa en París el año pasado.",
      "example_translation": "Eu conheci minha esposa na faculdade. Eu encontrarei minha esposa no aeroporto amanhã. Eu conheci minha esposa em Paris no ano passado.",
      "imageLink": "wife.jpg",
      "audioLink": "wife.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tía",
      "translation": "tia",
      "definition": "Una tía es la hermana de la madre o el padre.",
      "definition_translation": "Uma tia é a irmã da mãe ou do pai de alguém.",
      "example": "Mi tía vive en Londres. Visitaré a mi tía la próxima semana. Mi tía me visitó el mes pasado.",
      "example_translation": "Minha tia vive em Londres. Eu visitarei minha tia na próxima semana. Minha tia me visitou no mês passado.",
      "imageLink": "aunt.jpg",
      "audioLink": "aunt.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermano mayor",
      "translation": "irmão mais velho",
      "definition": "Un hermano mayor es un hermano mayor, especialmente uno que es amable y protector.",
      "definition_translation": "Um irmão mais velho é um irmão mais velho, especialmente aquele que é gentil e protetor.",
      "example": "Miré hacia arriba a mi hermano mayor cuando era niño. Mi hermano mayor me ayudó con mi tarea. Mi hermano mayor me enseñará a conducir.",
      "example_translation": "Eu admirei meu irmão mais velho quando eu era criança. Meu irmão mais velho me ajudou com meus deveres de casa. Meu irmão mais velho me ensinará como dirigir.",
      "imageLink": "big-brothersister.jpg",
      "audioLink": "big brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermana mayor",
      "translation": "irmã mais velha",
      "definition": "Una hermana mayor es una hermana mayor, especialmente una que es amable y protectora.",
      "definition_translation": "Uma irmã mais velha é uma irmã mais velha, especialmente aquela que é gentil e protetora.",
      "example": "Admiré el sentido de la moda de mi hermana mayor. Mi hermana mayor me llevó al cine. Mi hermana mayor me ayudará con mi solicitud de universidad.",
      "example_translation": "Eu admirei o sentido de moda de minha irmã mais velha. Minha irmã mais velha me levou ao cinema. Minha irmã mais velha me ajudará com a minha inscrição para a faculdade.",
      "imageLink": "big-sister.jpg",
      "audioLink": "big sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "primo",
      "translation": "primo",
      "definition": "El hijo de un tío o tía.",
      "definition_translation": "A criança do tio ou tia.",
      "example": "Visitée a mi primo en Londres el año pasado, visitaré a mi primo en París el año que viene, y visitée a mi primo en Roma hace cinco años.",
      "example_translation": "Eu visitei meu primo em Londres ano passado, eu visitarei meu primo em Paris ano que vem, e eu visitei meu primo em Roma há cinco anos atrás.",
      "imageLink": "cousin.jpg",
      "audioLink": "cousin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nieto",
      "translation": "neto",
      "definition": "El hijo de uno de tus hijos.",
      "definition_translation": "Uma criança do seu filho.",
      "example": "Mi nieto es muy inteligente, mi nieto irá a la universidad el año que viene, y mi nieto nació el mes pasado.",
      "example_translation": "Meu neto é muito inteligente, meu neto irá para a faculdade ano que vem, e meu neto nasceu no mês passado.",
      "imageLink": "grandchild.jpg",
      "audioLink": "grandchild.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nietos",
      "translation": "netos",
      "definition": "Los hijos de tus hijos.",
      "definition_translation": "Crianças dos seus filhos.",
      "example": "Tengo cinco nietos, mis nietos son muy enérgicos, y mis nietos me encantan jugar conmigo.",
      "example_translation": "Eu tenho cinco netos, meus netos são muito energeticamente, e meus netos amam brincar comigo.",
      "imageLink": "grandchildren.jpg",
      "audioLink": "grandchildren.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuelo",
      "translation": "avô",
      "definition": "El padre de uno de tus padres.",
      "definition_translation": "O pai da sua mãe ou pai.",
      "example": "Mi abuelo era una persona amable, mi abuelo cumplirá 80 años el año que viene, y mi abuelo me enseñó a pescar.",
      "example_translation": "Meu avô era uma pessoa gentil, meu avô terá 80 anos de idade ano que vem, e meu avô me ensinou a pescar.",
      "imageLink": "granddad.jpg",
      "audioLink": "granddad.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nieta",
      "translation": "neta",
      "definition": "Una hija o descendiente de uno de tus hijos.",
      "definition_translation": "Uma criança feminina ou descendente de seu filho.",
      "example": "Ella pasa cada verano con su nieta en el campo. Ella pasó el último verano con su nieta en la ciudad. Ella pasará el próximo verano con su nieta en la playa.",
      "example_translation": "Ela passa todos os verões com sua neta no campo. Ela passou o verão passado com sua neta na cidade. Ela passará o próximo verão com sua neta na praia.",
      "imageLink": "granddaughter.jpg",
      "audioLink": "granddaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuelo",
      "translation": "avô",
      "definition": "Un padre de uno de tus padres.",
      "definition_translation": "Um pai do pai ou mãe de alguém.",
      "example": "Su abuelo fue un soldado valiente. Él está visitando a su abuelo en el hospital. Él visitará a su abuelo la próxima semana.",
      "example_translation": "Seu avô foi um soldado corajoso. Ele está visitando seu avô no hospital. Ele visitará seu avô na próxima semana.",
      "imageLink": "grandfather.jpg",
      "audioLink": "grandfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuela",
      "translation": "avó",
      "definition": "La madre de uno de tus padres.",
      "definition_translation": "A mãe da mãe ou pai de alguém.",
      "example": "Ella ama hornear galletas con su abuela. Ella horneó galletas con su abuela la semana pasada. Ella horneará galletas con su abuela el próximo año.",
      "example_translation": "Ela adora assar biscoitos com sua avó. Ela assou biscoitos com sua avó na semana passada. Ela assará biscoitos com sua avó no próximo ano.",
      "imageLink": "grandma.jpg",
      "audioLink": "grandma.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuela",
      "translation": "avó",
      "definition": "La madre de uno de tus padres.",
      "definition_translation": "A mãe da mãe ou pai de alguém.",
      "example": "Su abuela le contó muchas historias. Ella le contó muchas historias a su abuela. Ella le contará muchas historias a su abuela.",
      "example_translation": "Sua avó lhe contou muitas histórias. Ela contou muitas histórias para sua avó. Ela contará muitas histórias para sua avó.",
      "imageLink": "grandmother.jpg",
      "audioLink": "grandmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuelo",
      "translation": "avô",
      "definition": "Un padre de uno de tus padres, especialmente uno que se interesa por tu vida.",
      "definition_translation": "Um pai do pai ou mãe de alguém, especialmente um que se interessa pela vida de alguém.",
      "example": "Mi abuelo solía contarme historias sobre la guerra, mi abuelo me cuenta historias sobre la guerra, y mi abuelo me contará historias sobre la guerra.",
      "example_translation": "Meu avô costumava me contar histórias sobre a guerra, meu avô me conta histórias sobre a guerra, e meu avô me contará histórias sobre a guerra.",
      "imageLink": "grandpa.jpg",
      "audioLink": "grandpa.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuelo/abuela",
      "translation": "avô/avó",
      "definition": "Un padre o madre de uno de tus padres.",
      "definition_translation": "Um pai ou mãe de pai ou mãe.",
      "example": "Mis abuelos vivían en una pequeña casa, mis abuelos viven en una pequeña casa, y mis abuelos vivirán en una pequeña casa.",
      "example_translation": "Meus avós viviam em uma casa pequena, meus avós vivem em uma casa pequena, e meus avós viverão em uma casa pequena.",
      "imageLink": "grandparent.jpg",
      "audioLink": "grandparent.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuelos",
      "translation": "avós",
      "definition": "Forma plural de abuelo/abuela.",
      "definition_translation": "Forma plural de avô/avó.",
      "example": "Mis abuelos nos visitaron la semana pasada, mis abuelos nos están visitando ahora, y mis abuelos nos visitarán el próximo mes.",
      "example_translation": "Meus avós visitaram-nos semana passada, meus avós estão visitando-nos agora, e meus avós vão visitar-nos no mês que vem.",
      "imageLink": "grandparents.jpg",
      "audioLink": "grandparents.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nieto",
      "translation": "neto",
      "definition": "Un hijo de uno de tus hijos.",
      "definition_translation": "Um filho do seu filho.",
      "example": "Mi nieto está jugando con sus juguetes, mi nieto juega con sus juguetes, y mi nieto jugará con sus juguetes.",
      "example_translation": "Meu neto está brincando com seus brinquedos, meu neto brinca com seus brinquedos, e meu neto brincará com seus brinquedos.",
      "imageLink": "grandson.jpg",
      "audioLink": "grandson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "yaya",
      "translation": "avó",
      "definition": "La madre de uno de tus padres.",
      "definition_translation": "A mãe da mãe ou pai de alguém.",
      "example": "Mi yaya solía cocinar comidas deliciosas, mi yaya cocina comidas deliciosas, mi yaya cocinará comidas deliciosas.",
      "example_translation": "Minha avó costumava cozinhar refeições deliciosas, minha avó cozinha refeições deliciosas, minha avó vai cozinhar refeições deliciosas.",
      "imageLink": "granny.jpg",
      "audioLink": "granny.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tío",
      "translation": "tio",
      "definition": "El hermano de uno de tus padres.",
      "definition_translation": "O irmão da mãe ou pai de alguém.",
      "example": "Mi tío vivía en París, mi tío vive en París, mi tío vivirá en París.",
      "example_translation": "Meu tio morava em Paris, meu tio mora em Paris, meu tio vai morar em Paris.",
      "imageLink": "uncle.jpg",
      "audioLink": "uncle.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sobrino",
      "translation": "sobrinho",
      "definition": "El hijo de uno de los hermanos o hermanas.",
      "definition_translation": "O filho do irmão ou irmã de alguém.",
      "example": "Mi sobrino me visitó ayer, mi sobrino me visita cada semana, mi sobrino me visitará pronto.",
      "example_translation": "Meu sobrinho me visitou ontem, meu sobrinho me visita todas as semanas, meu sobrinho vai me visitar em breve.",
      "imageLink": "nephew.jpg",
      "audioLink": "nephew.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sobrina",
      "translation": "sobrinha",
      "definition": "La hija de uno de los hermanos o hermanas.",
      "definition_translation": "A filha do irmão ou irmã de alguém.",
      "example": "Mi sobrina ama jugar con muñecas, mi sobrina juega con muñecas todos los días, mi sobrina jugará con muñecas mañana.",
      "example_translation": "Minha sobrinha adora brincar com bonecas, minha sobrinha brinca com bonecas todos os dias, minha sobrinha vai brincar com bonecas amanhã.",
      "imageLink": "niece.jpg",
      "audioLink": "niece.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pariente",
      "translation": "parente",
      "definition": "Una persona conectada por la sangre o afinidad, como un padre, hermano o primo.",
      "definition_translation": "Uma pessoa conectada por sangue ou afinidade, como um pai, irmão ou primo.",
      "example": "Mi pariente vive en otra ciudad. Visité a mi pariente ayer. Me reuniré con mi pariente mañana.",
      "example_translation": "Meu parente vive em outra cidade. Eu visitei meu parente ontem. Eu encontrarei meu parente amanhã.",
      "imageLink": "relative.jpg",
      "audioLink": "relative.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gemelo",
      "translation": "gêmeo",
      "definition": "Cualquiera de dos bebés nacidos en el mismo parto, o una persona o cosa que es idéntica a otra.",
      "definition_translation": "Qualquer um dos dois bebês nascidos no mesmo parto, ou uma pessoa ou coisa que é idêntica a outra.",
      "example": "Tengo un hermano gemelo. Mi gemelo es muy alto. Mi gemelo asistirá a la fiesta.",
      "example_translation": "Eu tenho um irmão gêmeo. Meu gêmeo é muito alto. Meu gêmeo irá ao partido.",
      "imageLink": "twin.jpg",
      "audioLink": "twin.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuñado",
      "translation": "cunhado",
      "definition": "El esposo de una hermana o el hermano del cónyuge.",
      "definition_translation": "O marido da irmã de alguém ou o irmão do cônjuge de alguém.",
      "example": "Mi cuñado es médico. Conocí a mi cuñado en la boda. Mi cuñado me ayudará.",
      "example_translation": "Meu cunhado é um médico. Eu conheci meu cunhado no casamento. Meu cunhado irá me ajudar.",
      "imageLink": "brother-in-law.jpg",
      "audioLink": "brother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nuera",
      "translation": "nora",
      "definition": "La esposa de un hijo o la esposa del hijo del esposo.",
      "definition_translation": "A esposa do filho de alguém ou a esposa do filho do marido de alguém.",
      "example": "Mi nuera es maestra. Visité a mi nuera ayer. Mi nuera vendrá pronto.",
      "example_translation": "Minha nora é uma professora. Eu visitei minha nora ontem. Minha nora virá em breve.",
      "imageLink": "daughter-in-law.jpg",
      "audioLink": "daughter-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suegro",
      "translation": "sogro",
      "definition": "El esposo de la madre o padre, o el padre del esposo o esposa.",
      "definition_translation": "O marido da mãe ou pai de alguém, ou o pai do marido ou esposa de alguém.",
      "example": "Tengo una buena relación con mi suegro. Él estaba feliz cuando me casé. Él vendrá a visitarnos pronto.",
      "example_translation": "Eu tenho um bom relacionamento com meu sogro. Ele estava feliz quando me casei. Ele virá nos visitar em breve.",
      "imageLink": "father-in-law.jpg",
      "audioLink": "father-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "medio hermano",
      "translation": "meio-irmão",
      "definition": "Un hermano que compartido un padre, pero no ambos, con otra persona.",
      "definition_translation": "Um irmão que compartilha um pai, mas não ambos, com outra pessoa.",
      "example": "Tengo un medio hermano de mi padre's matrimonio anterior. Es mayor que yo y vive en otra ciudad. Se reunirá con mi familia el próximo mes.",
      "example_translation": "Eu tenho um meio-irmão do casamento anterior do meu pai. Ele é mais velho do que eu e mora em outra cidade. Ele conhecerá minha família no próximo mês.",
      "imageLink": "half-brother.jpg",
      "audioLink": "half-brother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "media hermana",
      "translation": "meia-irmã",
      "definition": "Una hermana que compartido un padre, pero no ambos, con otra persona.",
      "definition_translation": "Uma irmã que compartilha um pai, mas não ambos, com outra pessoa.",
      "example": "Mi media hermana es médica. Se graduó el año pasado y trabaja en un hospital ahora. Se casará el próximo año.",
      "example_translation": "Minha meia-irmã é uma doutora. Ela se formou no ano passado e trabalha em um hospital agora. Ela se casará no ano que vem.",
      "imageLink": "half-sister.jpg",
      "audioLink": "half-sister.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suegra",
      "translation": "sogra",
      "definition": "La madre del esposo o esposa, o la esposa del padre.",
      "definition_translation": "A mãe do marido ou esposa de alguém, ou a esposa do pai de alguém.",
      "example": "No me lleva bien con mi suegra. Estaba descontenta cuando me casé. Vendrá a visitarnos la próxima semana.",
      "example_translation": "Eu não me dou bem com minha sogra. Ela estava infeliz quando me casei. Ela virá nos visitar na próxima semana.",
      "imageLink": "mother-in-law.jpg",
      "audioLink": "mother-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "relaciones",
      "translation": "relações",
      "definition": "La manera en que dos o más personas, grupos o países interactúan y se consideran mutuamente.",
      "definition_translation": "A maneira pela qual duas ou mais pessoas, grupos ou países interajam e consideram um ao outro.",
      "example": "La empresa ha tenido buenas relaciones con sus clientes durante muchos años. En el pasado, solían tener algunos problemas, pero ahora han mejorado. En el futuro, continuarán priorizando la satisfacción del cliente.",
      "example_translation": "A empresa teve boas relações com seus clientes por muitos anos. No passado, eles costumavam ter alguns problemas, mas agora eles melhoraram. No futuro, eles continuarão a priorizar a satisfação do cliente.",
      "imageLink": "relations.jpg",
      "audioLink": "relations.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hermanos",
      "translation": "irmãos",
      "definition": "Personas que comparten uno o ambos padres; hermanos y hermanas.",
      "definition_translation": "Pessoas que compartilham um ou ambos os pais; irmãos e irmãs.",
      "example": "Tengo dos hermanos, un hermano y una hermana. Cuando era niño, solíamos pelearnos mucho, pero ahora nos llevamos bien. En el futuro, siempre seremos solidarios entre nosotros.",
      "example_translation": "Eu tenho dois irmãos, um irmão e uma irmã. Quando eu era criança, nós costumávamos brigar muito, mas agora nós nos damos bem. No futuro, nós sempre vamos ser uns com os outros.",
      "imageLink": "siblings.jpg",
      "audioLink": "siblings.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuñada",
      "translation": "cunhada",
      "definition": "La hermana del esposo o la hermana de la esposa.",
      "definition_translation": "A irmã do marido ou esposa.",
      "example": "Mi cuñada es una persona muy amable. Me ayudó mucho cuando estaba en necesidad. En el pasado, solíamos vivir en diferentes ciudades, pero ahora vivimos cerca uno del otro. En el futuro, seguiremos siendo cercanos.",
      "example_translation": "Minha cunhada é uma pessoa muito gentil. Ela me ajudou muito quando eu precisava. No passado, nós costumávamos morar em cidades diferentes, mas agora nós moramos perto um do outro. No futuro, vamos continuar a ser próximos.",
      "imageLink": "sister-in-law.jpg",
      "audioLink": "sister-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "yerno",
      "translation": "genro",
      "definition": "El esposo de la hija o el esposo de la esposa del hijo.",
      "definition_translation": "O marido da filha ou o marido da esposa do filho.",
      "example": "Mi yerno es una persona muy responsable. Ha estado ayudando a mi hija con las tareas del hogar. En el pasado, solían tener algunos desacuerdos, pero ahora se llevan bien. En el futuro, seguirán siendo una familia feliz.",
      "example_translation": "Meu genro é uma pessoa muito responsável. Ele tem ajudado minha filha com as tarefas domésticas. No passado, eles costumavam ter alguns desacordos, mas agora eles se dão bem. No futuro, eles continuarão a ser uma família feliz.",
      "imageLink": "son-in-law.jpg",
      "audioLink": "son-in-law.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hijastra",
      "translation": "enteada",
      "definition": "La hija del esposo o la hija de la esposa por un matrimonio anterior.",
      "definition_translation": "A filha do marido ou esposa por um casamento anterior.",
      "example": "Mañana me reuniré con mi hijastra en el aeropuerto. Estaba muy unida a mi hijastra cuando estaba viva. Mi hijastra se graduará de la universidad el próximo año.",
      "example_translation": "Eu encontrarei minha enteada no aeroporto amanhã. Ela era muito próxima da minha enteada quando ela estava viva. Minha enteada se formará na faculdade no ano que vem.",
      "imageLink": "stepdaughter.jpg",
      "audioLink": "stepdaughter.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " padrastro",
      "translation": "padrasto",
      "definition": "El esposo de la madre por un matrimonio posterior.",
      "definition_translation": "O marido da mãe por um casamento posterior.",
      "example": "Me reuní con mi padrastro en la boda de mi madre. Mi padrastro es una persona amable y generosa. Mi padrastro se retirará de su trabajo el próximo mes.",
      "example_translation": "Eu conheci meu padrasto no casamento da minha mãe. Meu padrasto é uma pessoa gentil e generosa. Meu padrasto se aposentará do seu trabalho no mês que vem.",
      "imageLink": "stepfather.jpg",
      "audioLink": "stepfather.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "madrastra",
      "translation": "madrasta",
      "definition": "La esposa del padre por un matrimonio posterior.",
      "definition_translation": "A esposa do pai por um casamento posterior.",
      "example": "Mi madrastra es una gran cocinera. Visitaré a mi madrastra el próximo fin de semana. Mi madrastra ha sido muy solidaria con mis decisiones.",
      "example_translation": "Minha madrasta é uma ótima cozinheira. Eu visitarei minha madrasta no fim de semana que vem. Minha madrasta tem sido muito solidária com minhas decisões.",
      "imageLink": "stepmother.jpg",
      "audioLink": "stepmother.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hijastro",
      "translation": "enteado",
      "definition": "El hijo del esposo o la hija de la esposa por un matrimonio anterior.",
      "definition_translation": "O filho do marido ou esposa por um casamento anterior.",
      "example": "Ayer llevé a mi hijastro al parque. Mi hijastro es muy atlético. Mi hijastro comenzará la universidad el próximo semestre.",
      "example_translation": "Eu levei meu enteado ao parque ontem. Meu enteado é muito atlético. Meu enteado começará a faculdade no semestre que vem.",
      "imageLink": "stepson.jpg",
      "audioLink": "stepson.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cónyuge",
      "translation": "cônjuge",
      "definition": "Un cónyuge es un compañero de matrimonio, ya sea un esposo o una esposa, que comparte una vida doméstica y a menudo tiene un vínculo emocional y financiero común.",
      "definition_translation": "Um cônjuge é um parceiro no casamento, seja um marido ou uma esposa, que compartilha uma vida doméstica e frequentemente tem um vínculo financeiro e emocional comum.",
      "example": "Mañana presentaré a mi cónyuge a mis padres. Mi cónyuge ha estado trabajando horas extras últimamente. Mi cónyuge viajará a París el próximo año.",
      "example_translation": "Eu apresentarei meu cônjuge aos meus pais amanhã. Meu cônjuge tem trabalhado hora extra ultimamente. Meu cônjuge viajará para Paris no ano que vem.",
      "imageLink": "spouse.jpg",
      "audioLink": "spouse.mp3"
    },
    {
      "section": "czlonkowie-rodziny-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suegros",
      "translation": "sogros",
      "definition": "Los suegros son los padres del cónyuge, o la esposa o el esposo del hijo, con quien se puede tener una relación cercana o distante.",
      "definition_translation": "Os sogros são os pais do cônjuge, ou a esposa ou o marido do filho, com quem se pode ter uma relação próxima ou distante.",
      "example": "Visitaré a mis suegros el próximo fin de semana. Mis suegros son muy amigables. Mis suegros se mudarán a Nueva York el próximo mes.",
      "example_translation": "Eu visitarei meus sogros no próximo fim de semana. Meus sogros são muito amigáveis. Meus sogros se mudarão para Nova York no próximo mês.",
      "imageLink": "in-laws.jpg",
      "audioLink": "in-laws.mp3"
    }
  ]
}