[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "serpiente",
      "translation": "cobra",
      "definition": "un animal largo y delgado sin patas ni párpados, con lengua bífida, a menudo encontrado en países cálidos",
      "definition_translation": "um animal longo, fino, sem pernas, sem pálpebras e com língua bifurcada, encontrado com frequência em países quentes",
      "example": "Vi una serpiente en el jardín ayer, estaba sisando hacia mí. La serpiente se comerá un ratón mañana. La serpiente había comido un pájaro la semana pasada.",
      "example_translation": "Eu vi uma cobra no jardim ontem, estava sibilando para mim. A cobra comerá um rato amanhã. A cobra havia comido um pássaro na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rana",
      "translation": "rã",
      "definition": "un pequeño animal que salta con la piel suave, encontrado en estanques y ríos",
      "definition_translation": "um pequeno animal saltador com pele lisa, encontrado em lagos e rios",
      "example": "La rana saltó al estanque ayer, saltará fuera del agua mañana. La rana había saltado sobre la hoja la semana pasada.",
      "example_translation": "A rã pulou para dentro do lago ontem, pulará para fora da água amanhã. A rã havia pulado sobre a folha na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tortuga",
      "translation": "tartaruga",
      "definition": "un reptil lento con concha, a menudo encontrado en tierra",
      "definition_translation": "um réptil de movimento lento com casco, encontrado com frequência em terra",
      "example": "La tortuga caminó lentamente a través del desierto ayer, caminará más rápido mañana. La tortuga había caminado alrededor del árbol la semana pasada.",
      "example_translation": "A tartaruga caminhou lentamente pelo deserto ontem, caminhará mais rápido amanhã. A tartaruga havia caminhado ao redor da árvore na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tortuga marina",
      "translation": "tartaruga-marinha",
      "definition": "un reptil lento con concha, a menudo encontrado en el mar",
      "definition_translation": "um réptil de movimento lento com casco, encontrado com frequência no mar",
      "example": "La tortuga marina nadó lentamente a través del océano ayer, nadará más rápido mañana. La tortuga marina había nadado alrededor del coral la semana pasada.",
      "example_translation": "A tartaruga-marinha nadou lentamente pelo oceano ontem, nadará mais rápido amanhã. A tartaruga-marinha havia nadado ao redor do coral na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caimán",
      "translation": "jacaré",
      "definition": "un reptil grande con hocico redondeado y mandíbulas poderosas, encontrado en aguas pantanosas en el sureste de los Estados Unidos y Centroamérica y Sudamérica.",
      "definition_translation": "um grande réptil com um focinho arredondado e maxilas poderosas, encontrado em águas pantanosas nos Estados Unidos do sudeste e na América Central e do Sul.",
      "example": "Vi un caimán tomando el sol ayer, se comerá un mapache mañana y se había comido un pez el día anterior.",
      "example_translation": "Eu vi um jacaré tomando sol ontem, ele comerá um raccoon amanhã e havia comido um peixe no dia anterior.",
      "imageLink": "image_files\\English\\"imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "una serpiente muy grande y no venenosa encontrada en los humedales de Sudamérica, conocida por su tamaño masivo y habilidades de estrangular.",
      "definition_translation": "uma grande cobra não venenosa encontrada nos pântanos da América do Sul, conhecida por seu tamanho massivo e habilidades de constrição.",
      "example": "La anaconda se había comido un venado la semana pasada, come un capibara hoy y se comerá un tapiR el próximo mes.",
      "example_translation": "A anaconda havia comido um veado na semana passada, come um capivara hoje e comerá um tapir no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "boa",
      "translation": "boa",
      "definition": "una serpiente no venenosa encontrada en Centroamérica y Sudamérica, conocida por sus habilidades de estrangular y patrones de colores.",
      "definition_translation": "uma cobra não venenosa encontrada na América Central e do Sul, conhecida por suas habilidades de constrição e padrões coloridos.",
      "example": "Sostuve una boa constrictora en mis manos el año pasado, está sosteniendo un rata ahora y había sostenido un ratón el día anterior.",
      "example_translation": "Eu segurei uma jiboia em minhas mãos no ano passado, agora está segurando um rato e havia segurado um camundongo no dia anterior.",
      "imageLink": "image_files\\English\\"imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cocodrilo",
      "translation": "crocodilo",
      "definition": "un reptil grande con hocico dentado y mandíbulas poderosas, encontrado en ríos, lagos y humedales en África, Asia, Australia y las Américas.",
      "definition_translation": "um grande réptil com um focinho longo e dentado e maxilas poderosas, encontrado em rios, lagos e pântanos na África, Ásia, Austrália e nas Américas.",
      "example": "Vi un cocodrilo nadando en el río Nilo ayer, nadará en el río Amazonas mañana y había nadado en el río Misisipi el día anterior.",
      "example_translation": "Eu vi um crocodilo nadando no rio Nilo ontem, ele nadará no rio Amazonas amanhã e havia nadado no rio Mississippi no dia anterior.",
      "imageLink": "image_files\\English\\"imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lagarto",
      "translation": "lagarto",
      "definition": "Un reptil de la familia Lacertidae, que incluye geckos, iguanas y esquines, caracterizado por tener una cola larga y patas y capacidad de regenerar su cola si se la pierde.",
      "definition_translation": "Um réptil da família Lacertidae, que inclui gêkos, iguanas e escamados, tipicamente tendo um rabo longo e pernas e sendo capaz de regenerar seu rabo se for perdido.",
      "example": "El lagarto se bronceó en la cálida luz del sol en la roca. Se había bronceado allí durante horas el día anterior. Se bronceará allí de nuevo mañana.",
      "example_translation": "O lagarto se banhou no sol quente sobre a rocha. Ele havia se banhado lá por horas no dia anterior. Ele se banhará lá novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "concha",
      "translation": "concha",
      "definition": "La cubierta dura exterior de un molusco, crustáceo o reptil, especialmente cuando protege un cuerpo blando o órganos delicados.",
      "definition_translation": "A cobertura externa dura de um molusco, crustáceo ou réptil, especialmente quando protegendo um corpo macio ou órgãos delicados.",
      "example": "La concha de la tortuga la protegió de los depredadores. La había protegido de los depredadores durante años. La protegerá de los depredadores en el futuro.",
      "example_translation": "A concha da tartaruga protegia-o dos predadores. Ela havia protegido-o dos predadores por anos. Ela protegerá-o dos predadores no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cascabel",
      "translation": "cascavel",
      "definition": "Una serpiente venenosa del género Crotalus, caracterizada por producir un sonido de cascabeleo al sacudir su cola.",
      "definition_translation": "Uma cobra venenosa do gênero Crotalus, tendo um som de chocalhar produzido pelo sacudimento de sua cauda.",
      "example": "La cascabel nos advirtió con un ruido fuerte. Nos había advertido con un ruido fuerte la semana anterior. Nos advertirá con un ruido fuerte otra vez pronto.",
      "example_translation": "A cascavel nos avisou com um chocalhar alto. Ela havia nos avisado com um chocalhar alto na semana anterior. Ela nos avisará com um chocalhar alto novamente em breve.",
      "imageLink": "image_files\\English\\"imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reptil",
      "translation": "régio",
      "definition": "Un animal de sangre fría de la clase Reptilia, incluyendo serpientes, lagartos, tortugas, cocodrilos y aligatores, caracterizado por tener piel escamosa, poner huevos y tener un corazón de tres cámaras.",
      "definition_translation": "Um animal de sangue frio da classe Reptilia, incluindo cobras, lagartos, tartarugas, crocodilos e jacarés, caracterizado por pele escamosa, pondo ovos e tendo um coração de três câmaras.",
      "example": "El reptil se arrastró lentamente por el suelo del desierto. Se había arrastrado lentamente por el suelo del desierto ayer. Se arrastrará lentamente por el suelo del desierto de nuevo mañana.",
      "example_translation": "O régio rastejou lentamente pelo chão do deserto. Ele havia rastejado lentamente pelo chão do deserto ontem. Ele rastejará lentamente pelo chão do deserto novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salamandra",
      "translation": "salamandra",
      "definition": "Una salamandra es un anfibio que tiene un cuerpo delgado, una cola larga y normalmente cuatro patas. Vive en o cerca del agua y tiene una piel húmeda y lisa.",
      "definition_translation": "Uma salamandra é um anfíbio que tem um corpo esguio, uma cauda longa e geralmente quatro pernas. Ele vive em ou perto de água e tem uma pele úmida e lisa.",
      "example": "La salamandra se arrastró lentamente por el suelo del bosque. Había estado viviendo allí durante meses. Eclosionará de sus huevos en primavera.",
      "example_translation": "A salamandra rastejou lentamente pelo chão da floresta. Ele havia morado lá por meses. Ela eclodirá de seus ovos na primavera.",
      "imageLink": "image_files\\English\\"imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "renacuajo",
      "translation": "girino",
      "definition": "Un renacuajo es la etapa joven de una rana o sapo, caracterizado por tener una cola larga y branchias. Nada en el agua y se alimenta de algas y pequeños insectos.",
      "definition_translation": "Um girino é o estágio jovem de um sapo ou rã, tendo uma cauda longa e guelras. Ele nada em água e come algas e pequenos insetos.",
      "example": "El renacuajo nadó rápidamente alrededor del estanque. Se metamorfoseará en una rana en unas semanas. Había eclosionado de sus huevos el mes pasado.",
      "example_translation": "O girino nadou rapidamente ao redor do lago. Ele se metamorfosará em um sapo em algumas semanas. Ele havia eclodido de seus ovos no mês passado.",
      "imageLink": "image_files\\English\\"imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sapo",
      "translation": "sapo",
      "definition": "Un sapo es un tipo de anfibio que tiene piel seca y bumpy y patas cortas. Vive en tierra y se alimenta de insectos y gusanos.",
      "definition_translation": "Um sapo é um tipo de anfíbio que tem uma pele seca e berrante e pernas curtas. Ele vive em terra e come insetos e vermes.",
      "example": "El sapo saltó lentamente por el jardín. Había estado viviendo allí durante años. Se enterrará en el suelo en invierno.",
      "example_translation": "O sapo pulou lentamente pelo jardim. Ele havia morado lá por anos. Ele cavará no solo no inverno.",
      "imageLink": "image_files\\English\\"imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anfibios",
      "translation": "anfíbios",
      "definition": "Los anfibios son un grupo de animales de sangre fría que viven en o cerca del agua y tienen piel húmeda y lisa. Tienen una etapa larval y se someten a metamorfosis para convertirse en adultos.",
      "definition_translation": "Os anfíbios são um grupo de animais de sangue frio que vivem em ou perto de água e têm uma pele úmida e lisa. Eles têm um estágio larval e sofrem metamorfose para se tornarem adultos.",
      "example": "Los anfibios vivían en el estanque y el bosque circundante. Habían estado allí durante generaciones. Desaparecerán si el hábitat se destruye.",
      "example_translation": "Os anfíbios viviam no lago e na floresta circundante. Eles haviam estado lá por gerações. Eles desaparecerão se o hábitat for destruído.",
      "imageLink": "image_files\\English\\"imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ormiga ciega",
      "translation": "lagartixa-cega",
      "definition": "Un tipo de lagarto sin patas, generalmente pequeño y excavador, encontrado en Europa y Asia.",
      "definition_translation": "Um tipo de lagarto sem pernas, geralmente pequeno e cavador, encontrado na Europa e Ásia.",
      "example": "La ormiga ciega se arrastró lentamente por el suelo del bosque, sus pequeñas escamas brillando en la luz del sol. Ayer, vi una ormiga ciega tomando el sol. Para el próximo año, la ormiga ciega habrá crecido mucho más.",
      "example_translation": "A lagartixa-cega rastejou lentamente pelo chão da floresta, suas escamas minúsculas brilhando ao sol. Ontem, eu vi uma lagartixa-cega tomando banho de sol quente. Até o ano que vem, a lagartixa-cega terá crescido muito maior.",
      "imageLink": "image_files\\English\\"imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camaleón",
      "translation": "camaleão",
      "definition": "Un tipo de lagarto que puede cambiar su color para camuflarse con su entorno, encontrado en partes cálidas del mundo.",
      "definition_translation": "Um tipo de lagarto que pode mudar de cor para se misturar com seu entorno, encontrado em partes quentes do mundo.",
      "example": "El camaleón se posó en una rama, su piel cambiando de verde a marrón mientras observaba su presa. Ayer, vi un camaleón cambiar de color en un instante. Para el próximo año, el camaleón habrá adaptado a su nuevo hábitat.",
      "example_translation": "O camaleão pousou em um galho, sua pele mudando de verde para marrom enquanto observava sua presa. Ontem, eu vi um camaleão mudar de cor em um instante. Até o ano que vem, o camaleão terá se adaptado ao seu novo hábitat.",
      "imageLink": "image_files\\English\\"imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cobra",
      "translation": "cobra",
      "definition": "Un tipo de serpiente venenosa encontrada en África y Asia, conocida por su estructura en forma de capucha alrededor de su cabeza.",
      "definition_translation": "Um tipo de cobra venenosa encontrada em África e Ásia, conhecida pela sua estrutura em forma de capuz ao redor da cabeça.",
      "example": "La cobra levantó su cuerpo del suelo, su capucha abriéndose mientras se preparaba para atacar. Ayer, vi una cobra deslizándose por la hierba. Para el próximo año, la cobra habrá mudado su piel de nuevo.",
      "example_translation": "A cobra levantou seu corpo do chão, sua capuz inflando enquanto preparava-se para atacar. Ontem, eu vi uma cobra serpenteando pela grama. Até o ano que vem, a cobra terá se desfeito de sua pele novamente.",
      "imageLink": "image_files\\English\\"imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "serpiente de la hierba",
      "translation": "serpente das ervas",
      "definition": "Un tipo de serpiente no venenosa encontrada en Europa y Asia, conocida por su cuerpo delgado y su agilidad.",
      "definition_translation": "Um tipo de cobra não venenosa encontrada em Europa e Ásia, conhecida por seu corpo esbelto e agilidade.",
      "example": "La serpiente de la hierba se deslizó silenciosamente a través de la hierba alta, sus escamas brillando en la luz del sol. Ayer, vi una serpiente de la hierba tomando el sol. Para el próximo año, la serpiente de la hierba habrá crecido mucho más.",
      "example_translation": "A serpente das ervas deslizou silenciosamente pela erva alta, suas escamas brilhando ao sol. Ontem, eu vi uma serpente das ervas tomando banho de sol quente. Até o ano que vem, a serpente das ervas terá crescido muito mais longa.",
      "imageLink": "image_files\\English\\"imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tritón",
      "translation": "tritão",
      "definition": "Un pequeño salamandra semiacuático con un cuerpo esbelto y cola larga, encontrado en estanques y lagos.",
      "definition_translation": "Um pequeno salamandra semi-aquático com corpo esbelto e cauda longa, encontrado em lagos e lagoas.",
      "example": "Vi un tritón nadando en el estanque ayer. Mañana observaré un tritón en su hábitat natural. He estado estudiando el ciclo de vida del tritón.",
      "example_translation": "Eu vi um tritão nadando no lago ontem. Vou observar um tritão em seu hábitat natural amanhã. Tenho estudado o ciclo de vida do tritão.",
      "imageLink": "image_files\\English\\"imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pitón",
      "translation": "píton",
      "definition": "Una gran serpiente de la familia de las boas constrictoras, nativa de África y Asia.",
      "definition_translation": "Uma grande cobra da família de constrictores, nativa da África e Ásia.",
      "example": "La pitón se deslizó por la hierba. Mañana trataré de cazar una pitón en la naturaleza. La pitón es uno de los ofidios más fascinantes.",
      "example_translation": "O píton deslizou pela grama. Vou tentar pegar um píton selvagem amanhã. Píton é uma das cobras mais fascinantes.",
      "imageLink": "image_files\\English\\"imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salamandra manchada",
      "translation": "salamandra manchada",
      "definition": "Un tipo de salamandra con manchas amarillas o anaranjadas en su dorso, encontrado en el este de Norteamérica.",
      "definition_translation": "Um tipo de salamandra com manchas amarelas ou laranjas nas costas, encontrado no leste da América do Norte.",
      "example": "Vi una salamandra manchada cerca del estanque ayer. La salamandra manchada ha estado en peligro de extinción durante muchos años. Investigaré el hábitat de la salamandra manchada.",
      "example_translation": "Eu vi uma salamandra manchada perto do lago ontem. A salamandra manchada tem sido ameaçada de extinção por muitos anos. Vou pesquisar o hábitat da salamandra manchada.",
      "imageLink": "image_files\\English\\"imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rana arbórea",
      "translation": "rã arbórea",
      "definition": "Un tipo de rana que vive en árboles, encontrado en climas cálidos y húmedos.",
      "definition_translation": "Um tipo de rã que vive em árvores, encontrado em climas quentes e úmidos.",
      "example": "La rana arbórea saltó de rama en rama. Mañana trataré de observar una rana arbórea en su hábitat natural. El camuflaje de la rana arbórea es impresionante.",
      "example_translation": "A rã arbórea pulou de galho em galho. Vou tentar observar uma rã arbórea em seu hábitat natural amanhã. O camuflagem da rã arbórea é impressionante.",
      "imageLink": "image_files\\English\\"imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "víbora",
      "translation": "víbora",
      "definition": "Una serpiente venenosa encontrada en muchas partes del mundo, especialmente en regiones cálidas y tropicales.",
      "definition_translation": "Uma cobra venenosa encontrada em muitas partes do mundo, especialmente em regiões quentes e tropicais.",
      "example": "La víbora se deslizó silenciosamente por la hierba, sus colmillos venenosos listos. La víbora había mordido al granjero el año pasado. La víbora atacará a cualquier persona que se acerque demasiado.",
      "example_translation": "A víbora deslizava silenciosamente pela grama, suas presas venenosas prontas. A víbora havia mordido o fazendeiro no ano passado. A víbora atacará qualquer pessoa que se aproxime demais.",
      "imageLink": "image_files\\English\\"imageLink": "viper.jpg",
      "audioLink": "viper.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "serpiente de agua",
      "translation": "serpente de água",
      "definition": "Una criatura mítica o legendaria descrita como una serpiente o dragón que vive en el agua, a menudo asociada con ríos, lagos u océanos.",
      "definition_translation": "Uma criatura mítica ou lendária retratada como uma cobra ou dragão que vive na água, frequentemente associada a rios, lagos ou oceanos.",
      "example": "Se decía que la serpiente de agua tenía el poder de controlar las olas. Según la leyenda, la serpiente de agua había sido vista en el lago. La serpiente de agua surgirá del océano para reclamar su reino.",
      "example_translation": "Serpente de água dizia-se ter o poder de controlar as ondas. Segundo a lenda, a serpente de água havia sido vista no lago. A serpente de água subirá do oceano para reivindicar seu reino.",
      "imageLink": "image_files\\English\\"imageLink": "water-serpent.jpg",
      "audioLink": "water serpent.mp3"
    }
  ]