[
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "negro",
      "translation": "preto",
      "definition": "Teniendo el color del carbón o del hollín; no tener luz; totally oscuro.",
      "definition_translation": "Tendo a cor de carvão ou fuligem; não tendo luz; totalmente escuro.",
      "example": "Me puse un vestido negro a la fiesta de anoche, pero me pondré uno blanco a la boda de mañana. Para el año que viene, habré usado uno negro en cada evento formal.",
      "example_translation": "Eu usei um vestido preto para a festa ontem à noite, mas usarei um branco para o casamento amanhã. Até o ano que vem, terei usado um preto para todos os eventos formais.",
      "imageLink": "image_files\\English\\"imageLink": "black.jpg",
      "audioLink": "black.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "azul",
      "translation": "azul",
      "definition": "Teniendo un color como el de un día soleado; alegre y optimista.",
      "definition_translation": "Tendo a cor de um céu claro em um dia ensolarado; alegre e otimista.",
      "example": "La camisa azul que me puse ayer fue demasiado informal para la reunión, pero me pondré una corbata azul en la presentación de hoy. Para el mes que viene, habré usado un traje azul en cada conferencia.",
      "example_translation": "A camisa azul que eu usei ontem foi muito casual para a reunião, mas usarei uma gravata azul para a apresentação hoje. Até o mês que vem, terei usado um terno azul para todas as conferências.",
      "imageLink": "image_files\\English\\"imageLink": "blue.jpg",
      "audioLink": "blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "marrón",
      "translation": "marrom",
      "definition": "Teniendo un color como el de la madera o la tierra; sólido y confiable.",
      "definition_translation": "Tendo a cor de madeira ou terra; sólido e confiável.",
      "example": "Tuve un perro marrón cuando era niño, pero ahora tengo un gato marrón. Para el año que viene, habré tenido un caballo marrón durante cinco años.",
      "example_translation": "Eu tive um cachorro marrom quando eu era criança, mas agora tenho um gato marrom. Até o ano que vem, terei tido um cavalo marrom por cinco anos.",
      "imageLink": "image_files\\English\\"imageLink": "brown.jpg",
      "audioLink": "brown.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verde",
      "translation": "verde",
      "definition": "Teniendo un color como el de la hierba o las hojas; fresco y natural.",
      "definition_translation": "Tendo a cor de grama ou folhas; fresco e natural.",
      "example": "Vi un pájaro verde en el parque ayer, pero hoy vi un coche verde en la calle. Para la semana que viene, habré visto una casa verde en el campo.",
      "example_translation": "Eu vi um pássaro verde no parque ontem, mas hoje vi um carro verde na rua. Até a semana que vem, terei visto uma casa verde no campo.",
      "imageLink": "image_files\\English\\"imageLink": "green.jpg",
      "audioLink": "green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gris",
      "translation": "cinzento",
      "definition": "Teniendo un color intermedio entre el negro y el blanco; ni blanco ni negro",
      "definition_translation": "tendo uma cor intermediária entre preto e branco; nem branco nem preto",
      "example": "Los cielos grises hicieron que el día se sintiera sombrío. Ella se puso un vestido gris para la fiesta. Para el año que viene, tendré una barba gris.",
      "example_translation": "Os céus cinzentos fizeram o dia parecer sombrio. Ela usava um vestido cinzento na festa. No ano que vem, eu terei uma barba cinzenta.",
      "imageLink": "image_files\\English\\"imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "naranja",
      "translation": "laranja",
      "definition": "Un color intermedio entre el rojo y el amarillo; una fruta de este color",
      "definition_translation": "uma cor intermediária entre vermelho e amarelo; um fruto dessa cor",
      "example": "Ella peló una naranja para un snack. El atardecer naranja fue impresionante. Para el mes que viene, habré comido una naranja al día.",
      "example_translation": "Ela descascou uma laranja para um lanche. O pôr-do-sol laranja foi impressionante. No mês que vem, eu terei comido uma laranja por dia.",
      "imageLink": "image_files\\English\\"imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rojo",
      "translation": "vermelho",
      "definition": "Teniendo un color brillante y fuerte; intensa pasión o energía",
      "definition_translation": "tendo uma cor brilhante e ousada; paixão ou energia intensa",
      "example": "El coche rojo se desplazó rápidamente por la autopista. Ella se puso un vestido rojo para la fiesta. Para el año que viene, tendré un teléfono rojo.",
      "example_translation": "O carro vermelho percorreu a rodovia. Ela usava um vestido vermelho na festa. No ano que vem, eu terei um telefone vermelho.",
      "imageLink": "image_files\\English\\"imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "blanco",
      "translation": "branco",
      "definition": "Teniendo un color como el de la nieve o la leche; puro o limpio",
      "definition_translation": "tendo uma cor como a da neve ou do leite; puro ou limpo",
      "example": "Las paredes blancas estaban impecables. Ella se puso una camisa blanca para trabajar. Para el mes que viene, tendré un portátil blanco.",
      "example_translation": "As paredes brancas estavam impecáveis. Ela usava uma camisa branca no trabalho. No mês que vem, eu terei um laptop branco.",
      "imageLink": "image_files\\English\\"imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amarillo",
      "translation": "amarelo",
      "definition": "El color intermedio entre el verde y el naranja, especialmente el color brillante y vivo del sol o una banana madura.",
      "definition_translation": "A cor intermediária entre o verde e o laranja, especialmente a cor brilhante e vibrante do sol ou de um banana maduro.",
      "example": "El sol amarillo brilló fuerte en el cielo. Ayer me puse una camisa amarilla. Mañana pintaré la pared de amarillo.",
      "example_translation": "O sol amarelo brilhou intensamente no céu. Ontem, eu usei uma camisa amarela. Amanhã, eu vou pintar a parede de amarelo.",
      "imageLink": "image_files\\English\\"imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema",
      "translation": "creme",
      "definition": "Un alimento dulce o salado hecho con leche o crema, a menudo saborizado y batido.",
      "definition_translation": "Um alimento doce ou salgado feito de leite ou creme, muitas vezes aromatizado e batido.",
      "example": "Me encanta comer crema en mis panqueques. Ella batió la crema hasta que estuvo firme. Él comprará crema para el café.",
      "example_translation": "Eu amo comer creme em meus panquecas. Ela bateu o creme até que ficasse firme. Ele vai comprar creme para o café.",
      "imageLink": "image_files\\English\\"imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dorado",
      "translation": "dourado",
      "definition": "Teniendo un color amarillo brillante, como el oro.",
      "definition_translation": "Tendo uma cor amarela brilhante, como o ouro.",
      "example": "La estatua dorada brillaba intensamente en la estantería. El sol dorado salió sobre las montañas. Ella llevará un vestido dorado a la fiesta.",
      "example_translation": "A estátua dourada brilhou intensamente na prateleira. O sol dourado nasceu sobre as montanhas. Ela vai usar um vestido dourado para a festa.",
      "imageLink": "image_files\\English\\"imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "limón",
      "translation": "limão",
      "definition": "Una fruta pequeña, ovalada o redonda con sabor agrio, a menudo utilizada en la cocina o como guarnición.",
      "definition_translation": "Um pequeno fruto oval ou redondo com um gosto azedo, muitas vezes usado na cozinha ou como garnitura.",
      "example": "Exprimí el jugo de limón en el agua. Ella comió una rebanada de pastel de limón ayer. Él plantará un limonero en el jardín.",
      "example_translation": "Eu espremi o suco de limão na água. Ela comeu uma fatia de torta de limão ontem. Ele vai plantar uma árvore de limão no jardim.",
      "imageLink": "image_files\\English\\"imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rosado",
      "translation": "cor-de-rosa",
      "definition": "Un color brillante y vibrante con un tinte rojizo, a menudo asociado con la feminidad y la juguetonía.",
      "definition_translation": "Uma cor brilhante e vibrante com uma tonalidade vermelha, muitas vezes associada à feminilidade e ao espírito de brincadeira.",
      "example": "El vestido rosado era su favorito, lo llevó a la fiesta la noche anterior, y lo llevará de nuevo la próxima semana.",
      "example_translation": "O vestido cor-de-rosa era seu favorito, ela o usou para a festa ontem à noite e usará novamente na semana que vem.",
      "imageLink": "image_files\\English\\"imageLink": "pink.jpg",
      "audioLink": "pink.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "púrpura",
      "translation": "roxo",
      "definition": "Un color rico y lujoso con un tono rojo y azul, a menudo asociado con la creatividad, la sabiduría y el poder.",
      "definition_translation": "Uma cor rica e luxuosa com uma mistura de tons vermelhos e azulados, muitas vezes associada à criatividade, sabedoria e poder.",
      "example": "El artista mezcló púrpura y azul para crear una sombra única, lo había pintado ayer, y pintará de nuevo mañana.",
      "example_translation": "A artista misturou roxo e azul para criar uma tonalidade única, ela havia pintado com isso ontem e pintará novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "purple.jpg",
      "audioLink": "purple.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plata",
      "translation": "prata",
      "definition": "Un metal brillante y reluciente con un color grisáceo-blanco, a menudo utilizado en joyería, monedas y otros adornos.",
      "definition_translation": "Um metal brilhante e cinzento-branco, frequentemente usado em joias, moedas e outros ornamentos.",
      "example": "La medalla olímpica estaba hecha de plata, la había ganado el año pasado, y competirá por otra la próxima año.",
      "example_translation": "A medalha olímpica era feita de prata, ela havia ganhado no ano passado e competirá por outra no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "silver-1.jpg",
      "audioLink": "silver.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "violeta",
      "translation": "violeta",
      "definition": "Un color brillante y vivido púrpura, a menudo asociado con la creatividad, la individualidad y la sabiduría.",
      "definition_translation": "Uma cor púrpura brilhante e vívida, muitas vezes associada à criatividade, individualidade e sabedoria.",
      "example": "El artista pintó un paisaje violeta, lo había pintado por la mañana, y pintará otro por la noche.",
      "example_translation": "A artista pintou um paisagem violeta, ela havia pintado isso de manhã e pintará outra noite.",
      "imageLink": "image_files\\English\\"imageLink": "violet-1.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "beige",
      "translation": "bege",
      "definition": "Un color pálido amarillo-marrón, como el de la lana sin teñir.",
      "definition_translation": "Um cor pálido amarelo-marrom, como o de lã não tingida.",
      "example": "La modelo caminó por la pasarela llevando un vestido de noche beige impresionante. Ella había llevado un suéter beige a la fiesta la noche anterior. Ella llevará un traje beige a la entrevista de trabajo mañana.",
      "example_translation": "A modelo desfilou na passarela usando um vestido de noite bege emocionante. Ela havia usado um suéter bege na festa na noite anterior. Ela usará um terno bege na entrevista de emprego amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "azul marino",
      "translation": "azul-marinho",
      "definition": "Un color azul oscuro, como el de un uniforme naval.",
      "definition_translation": "Um cor azul-escura, como a de um uniforme naval.",
      "example": "El capitán llevó un uniforme azul marino a la ceremonia. Ella había llevado un vestido azul marino a la fiesta la semana anterior. Ella llevará un traje azul marino a la reunión empresarial mañana.",
      "example_translation": "O capitão usou um uniforme azul-marinho na cerimônia. Ela havia usado um vestido azul-marinho na festa na semana anterior. Ela usará um terno azul-marinho na reunião de negócios amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "khaki",
      "translation": "caqui",
      "definition": "Un color marrón claro, como el de la tela de algodón utilizada para uniformes militares.",
      "definition_translation": "Um cor marrom-clara, como a de tecido de algodão usado para uniformes militares.",
      "example": "El soldado llevó pantalones khaki al ejercicio de entrenamiento. Ella había llevado shorts khaki al picnic el día anterior. Ella llevará una chaqueta khaki al viaje de camping la próxima semana.",
      "example_translation": "O soldado usou calças caqui no exercício de treinamento. Ela havia usado calças curtas caqui no piquenique no dia anterior. Ela usará um casaco caqui na viagem de camping na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verde oliva",
      "translation": "verde-oliva",
      "definition": "Un color verde-amarillo, como el de las olivas maduras.",
      "definition_translation": "Um cor amarelo-verde, como a de azeitonas maduras.",
      "example": "El cazador llevó camuflaje verde oliva para mezclarse con el entorno. Ella había llevado un vestido verde oliva a la fiesta en el jardín el mes anterior. Ella llevará botas verde oliva al viaje de senderismo el próximo mes.",
      "example_translation": "O caçador usou camuflagem verde-oliva para se misturar com o entorno. Ela havia usado um vestido verde-oliva no jardim na festa do mês anterior. Ela usará botas verde-oliva na viagem de caminhada do mês próximo.",
      "imageLink": "image_files\\English\\"imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amaranto",
      "translation": "amaranto",
      "definition": "El amaranto es una planta florida que es nativa de las Américas. Es una hierba anual o perenne que crece hasta 8 pies de alto, con hojas ovaladas anchas y flores coloridas.",
      "definition_translation": "O amaranto é uma planta florífera nativa das Américas. É uma erva anual ou perene que cresce até 8 pés de altura, com folhas ovaladas largas e flores coloridas.",
      "example": "El granjero cultivó amaranto en su campo y floreció hermosamente el verano pasado. Él lo cultivará de nuevo el próximo año y florecerá en el futuro.",
      "example_translation": "O agricultor cultivou amaranto em seu campo, e ele floresceu lindamente no verão passado. Ele cultivará novamente no ano que vem, e ele florescerá no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ámbare",
      "translation": "âmbar",
      "definition": "El ámbar es una resina fósil amarilla o marrón que se utiliza a menudo en joyería. Se valora por su color dorado cálido y su capacidad para preservar insectos y plantas antiguos.",
      "definition_translation": "O âmbar é uma resina fóssil de árvore amarela ou marrom utilizada frequentemente em joias. É valorizado por sua cor quente, dourada e sua capacidade de preservar insetos e plantas antigas.",
      "example": "La mujer llevaba un collar de ámbar a la fiesta y brillaba hermosamente en la luz. Lo había comprado en su viaje a la región del Báltico el año pasado, donde el ámbar es abundante.",
      "example_translation": "A mulher usou um colar de âmbar para a festa, e ele brilhou lindamente na luz. Ela o havia comprado em sua viagem à região báltica no ano passado, onde o âmbar é abundante.",
      "imageLink": "image_files\\English\\"imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "antracita",
      "translation": "antracito",
      "definition": "La antracita es un tipo de carbón que es muy duro y puro. Se utiliza como combustible y también se utiliza en sistemas de filtración de agua debido a su alto contenido de carbono.",
      "definition_translation": "O antracito é um tipo de carvão que é muito duro e puro. É usado como combustível e também é usado em sistemas de filtragem de água devido ao seu alto teor de carbono.",
      "example": "La empresa utilizó antracita para alimentar sus hornos y produjo un acero de alta calidad. Continuarán utilizando en el futuro, ya que es una fuente de energía confiable.",
      "example_translation": "A empresa usou antracito para alimentar seus fornos, e isso produziu um aço de alta qualidade. Eles continuarão a usá-lo no futuro, pois é uma fonte confiável de energia.",
      "imageLink": "image_files\\English\\"imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aguamarina",
      "translation": "aquamarina",
      "definition": "La aguamarina es un tipo de piedra preciosa que se utiliza a menudo en joyería. Se valora por su color azul pálido o azul-verde y se dice que tiene propiedades calmantes.",
      "definition_translation": "A aquamarina é um tipo de pedra preciosa que é frequentemente usada em joias. É valorizada por sua cor azul-pálida ou azul-verde e diz-se que tem propriedades calmantes.",
      "example": "La reina llevaba un collar de aguamarina a la ceremonia y complementaba hermosamente sus ojos azules. Lo había recibido como regalo de su esposo, quien lo había comprado en su viaje a Brasil el año pasado.",
      "example_translation": "A rainha usou um colar de aquamarina para a cerimônia, e isso complementou seus olhos azuis lindamente. Ela o havia recebido como um presente de seu marido, que o havia comprado em sua viagem ao Brasil no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carminio",
      "translation": "carmesim",
      "definition": "Un pigmento rojo brillante a rojo-púrpura obtenido del insecto Cochineal, utilizado en la coloración de alimentos, cosméticos y materiales de arte.",
      "definition_translation": "Um pigmento vermelho-brilhante a vermelho-púrpura obtido do inseto cochineal, usado na coloração de alimentos, cosméticos e materiais de arte.",
      "example": "Ella mezcló con cuidado el carminio con agua para crear una pintura vibrante para su proyecto de arte. El artista había utilizado carminio para crear un retrato impresionante. Para la próxima semana, el pintor habrá terminado el mural coloreado de carminio.",
      "example_translation": "Ela misturou cuidadosamente o carmesim com água para criar uma tinta vibrante para seu projeto de arte. O artista havia usado carmesim para criar um retrato deslumbrante. Até a próxima semana, o pintor terá terminado o mural colorido de carmesim.",
      "imageLink": "image_files\\English\\"imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carmesí",
      "translation": "carminho",
      "definition": "Un color rojo profundo y rico, especialmente en telas o tintes.",
      "definition_translation": "Um cor vermelho profundo e rico, especialmente em tecidos ou corantes.",
      "example": "El color oficial de la universidad es carmesí y se destaca prominentemente en su logotipo. La mujer llevaba un vestido carmesí al evento formal. Para el próximo año, la empresa lanzará una nueva línea de productos carmesí.",
      "example_translation": "A cor oficial da universidade é carminho, e é destaque proeminente em seu logotipo. A mulher usou um vestido carminho para o evento formal. Até o ano que vem, a empresa terá introduzido uma nova linha de produtos carminho.",
      "imageLink": "image_files\\English\\"imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cian",
      "translation": "ciano",
      "definition": "Un color verdeazulado brillante, especialmente en la impresión y las pantallas digitales.",
      "definition_translation": "Um cor verde-azulado brilhante, especialmente em impressão e exibição digital.",
      "example": "El diseñador eligió un fondo cian para el sitio web para hacer que el logotipo se destacara. El artista mezcló cian y amarillo para crear un tono de verde único. Para el próximo mes, la empresa lanzará una nueva línea de accesorios cian.",
      "example_translation": "O designer escolheu um fundo ciano para o site para fazer o logotipo se destacar. O artista misturou ciano e amarelo para criar uma tonalidade única de verde. Até o próximo mês, a empresa terá lançado uma nova linha de acessórios coloridos de ciano.",
      "imageLink": "image_files\\English\\"imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esmeralda",
      "translation": "esmeralda",
      "definition": "Un color verde brillante, especialmente en gemas y joyería.",
      "definition_translation": "Um cor verde brilhante, especialmente em joias e ourivesaria.",
      "example": "La actriz llevaba un collar de esmeralda en el tapete rojo. El fotógrafo capturó el verde esmeralda del bosque en su disparo de paisaje. Para el próximo verano, la empresa de joyería lanzará una nueva colección de esmeralda.",
      "example_translation": "A atriz usou um colar esmeralda no evento de carpete vermelho. O fotógrafo capturou o verde esmeralda da floresta em sua cena de paisagem. Até o próximo verão, a empresa de joias terá introduzido uma nova coleção esmeralda.",
      "imageLink": "image_files\\English\\"imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jengibre",
      "translation": "gengibre",
      "definition": "Una raíz utilizada como specia, especialmente en la cocina asiática e india, tiene un sabor picante, dulce y ligeramente amargo.",
      "definition_translation": "Uma raiz usada como tempero, especialmente na cozinha asiática e indiana, tendo um sabor picante, doce e levemente amargo.",
      "example": "Añadí un poco de jengibre a la sopa para darle más sabor. Ayer, rayé jengibre para la ensalada. Mañana, compraré jengibre fresco para la receta.",
      "example_translation": "Adicionei um pouco de gengibre à sopa para extra sabor. Ontem, raspei gengibre para a salada. Amanhã, comprarei um pouco de gengibre fresco para a receita.",
      "imageLink": "image_files\\English\\"imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "índigo",
      "translation": "anil",
      "definition": "Un color azul profundo, especialmente un pigmento brillante azul utilizado en la tintura y la pintura.",
      "definition_translation": "Uma cor azul profunda, especialmente um pigmento azul vibrante usado em tingimento e pintura.",
      "example": "El artista mezcló índigo con amarillo para crear un tono único. La planta de índigo se ha utilizado durante siglos para producir el tinte azul brillante. La nueva tendencia de moda presenta jeans índigo.",
      "example_translation": "O artista misturou anil com amarelo para criar uma tonalidade única. A planta de anil tem sido usada por séculos para produzir o tingimento azul vibrante. A nova tendência de moda apresenta calças jeans anil.",
      "imageLink": "image_files\\English\\"imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "magenta",
      "translation": "magenta",
      "definition": "A bright, vivid pinkish-purple color, especially a deep pinkish-purple pigment used in printing and dyeing.",
      "definition_translation": "Uma cor rosa-violácea brilhante e viva, especialmente um pigmento rosa-violáceo profundo usado em impressão e tingimento.",
      "example": "The designer chose magenta for the logo to grab attention. Magenta is a key color in the printing process. The fashion model wore a stunning magenta dress on the runway.",
      "example_translation": "O designer escolheu magenta para o logotipo para chamar atenção. O magenta é uma cor-chave no processo de impressão. A modelo de moda usava um vestido magenta deslumbrante na passarela.",
      "imageLink": "image_files\\English\\"imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mahogany",
      "translation": "mogno",
      "definition": "A type of tree with a rich, reddish-brown wood, often used in furniture making and woodworking.",
      "definition_translation": "Um tipo de árvore com madeira rica, castanha-avermelhada, frequentemente usada na fabricação de móveis e marcenaria.",
      "example": "The carpenter chose mahogany for the dining table. The old mahogany door creaked when I opened it. The luxury yacht had a beautiful mahogany interior.",
      "example_translation": "O carpinteiro escolheu mogno para a mesa de jantar. A porta de mogno antiga rangeu quando eu a abri. O iate de luxo tinha um interior de mogno lindo.",
      "imageLink": "image_files\\English\\"imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maroon",
      "translation": "coral",
      "definition": "A dark reddish-brown color, especially a deep, rich brown-red color.",
      "definition_translation": "Uma cor escura avermelhada, especialmente uma cor profunda e rica avermelhado",
      "example": "I marooned on the island for a week. I will maroon on the island for a week. I marooned on the island for a week.",
      "example_translation": "Eu me deixei à deriva na ilha por uma semana. Eu me deixarei à deriva na ilha por uma semana. Eu me deixei à deriva na ilha por uma semana.",
      "imageLink": "image_files\\English\\"imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ochre",
      "translation": "ocre",
      "definition": "A natural pigment, typically yellow, orange or red, used in painting and dyeing.",
      "definition_translation": "Um pigmento natural, tipicamente amarelo, laranja ou vermelho, usado em pintura e tingimento.",
      "example": "The ancient Egyptians used ochre to paint their walls. The artist mixed ochre with water to create a vibrant color. The ochre-colored rocks were a striking feature of the landscape.",
      "example_translation": "Os antigos egípcios usaram ocre para pintar suas paredes. O artista misturou ocre com água para criar uma cor vibrante. As rochas de cor ocre foram uma característica marcante do paisagem.",
      "imageLink": "image_files\\English\\"imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "scarlet",
      "translation": "escarlate",
      "definition": "A bright, vivid red color.",
      "definition_translation": "Uma cor vermelha brilhante e viva.",
      "example": "The scarlet dress stood out in the crowd. The scarlet sunset was a breathtaking sight. The scarlet flowers bloomed in the garden.",
      "example_translation": "O vestido escarlate se destacou na multidão. O pôr do sol escarlate foi um espetáculo de tirar o fôlego. As flores escarlates floriram no jardim.",
      "imageLink": "image_files\\English\\"imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "turquoise",
      "translation": "turquesa",
      "definition": "A blue-green mineral, often used as a gemstone.",
      "definition_translation": "Um mineral azul-verde, frequentemente usado como pedra preciosa.",
      "example": "The turquoise necklace was a beautiful gift. The turquoise waters of the ocean sparkled in the sunlight. The turquoise stone was polished to perfection.",
      "example_translation": "O colar turquesa foi um presente lindo. As águas turquesas do oceano brilharam à luz do sol. A pedra turquesa foi polida à perfeição.",
      "imageLink": "image_files\\English\\"imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]