[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peine",
      "translation": "pente",
      "definition": "Un peine es una herramienta utilizada para arreglar o limpiar el cabello, o para limpiar o cardar fibras.",
      "definition_translation": "Um pente é uma ferramenta usada para arrumar ou limpar o cabelo, ou para limpar ou cardar fibras.",
      "example": "Me peiné el cabello ayer, estoy peinándomelo ahora y me peinaré mañana.",
      "example_translation": "Eu penteei meu cabelo ontem, estou penteei agora, e penteei meu cabelo amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "comb.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "champoo",
      "translation": "xampu",
      "definition": "Un champú es una preparación líquida para limpiar el cabello, típicamente en forma de líquido cremoso.",
      "definition_translation": "Um xampu é uma preparação líquida para limpar o cabelo, tipicamente na forma de um líquido cremoso.",
      "example": "Me champuse el cabello ayer, estoy champuseándomelo ahora y me champusearé mañana.",
      "example_translation": "Eu lavei meu cabelo ontem, estou lavando agora, e lavarei meu cabelo amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "shampoo.jpg",
      "audioLink": "shampoo.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema",
      "translation": "creme",
      "definition": "Una crema es una pasta suave, espesa y rica, a menudo utilizada como alimento o en cosméticos.",
      "definition_translation": "Um creme é uma pasta ou líquido macio, grosso e rico, freqüentemente usado como alimento ou em cosméticos.",
      "example": "Apliqué una crema en mi piel ayer, estoy aplicándomela ahora y la aplicaré mañana.",
      "example_translation": "Eu apliquei um creme na minha pele ontem, estou aplicando agora, e aplicarei amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "cream-1.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desodorante",
      "translation": "desodorante",
      "definition": "Un desodorante es una sustancia aplicada al cuerpo para prevenir o disimular el olor corporal.",
      "definition_translation": "Um desodorante é uma substância aplicada ao corpo para prevenir ou mascarar o odor corporal.",
      "example": "Usé un desodorante ayer, estoy usando ahora y usaré mañana.",
      "example_translation": "Eu usei um desodorante ontem, estou usando agora, e usarei amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "deodorant.jpg",
      "audioLink": "deodorant.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema para las manos",
      "translation": "creme para as mãos",
      "definition": "Una loción rica y hidratante aplicada a las manos para suavizar y proteger la piel.",
      "definition_translation": "Um loção hidratante rico aplicado às mãos para amaciar e proteger a pele.",
      "example": "Apliqué crema para las manos después de lavar mis manos. Apliqué crema para las manos antes de salir. Había aplicado crema para las manos después de hacer los platos.",
      "example_translation": "Eu apliquei creme para as mãos após lavar minhas mãos. Eu aplicarei creme para as mãos antes de sair. Eu havia aplicado creme para as mãos após fazer os pratos.",
      "imageLink": "image_files\\English\\"imageLink": "hand-cream.jpg",
      "audioLink": "hand cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lápiz de labios",
      "translation": "batom",
      "definition": "Un producto cosmético en forma de varita utilizado para colorear y hidratar los labios.",
      "definition_translation": "Um bastão cosmético usado para colorir e hidratar os lábios.",
      "example": "Compré un nuevo lápiz de labios ayer. Ella llevará un lápiz de labios rojo a la fiesta. Él había aplicado lápiz de labios antes del sesión de fotos.",
      "example_translation": "Eu comprei um novo batom ontem. Ela usará um batom vermelho para a festa. Ele havia aplicado batom antes da sessão de fotos.",
      "imageLink": "image_files\\English\\"imageLink": "lipstick.jpg",
      "audioLink": "lipstick.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rímel",
      "translation": "rímel",
      "definition": "Un producto cosmético utilizado para oscurecer, alargar y engrosar las pestañas.",
      "definition_translation": "Um produto cosmético usado para escurecer, alongar e Thickening as pestanas.",
      "example": "Ella aplicó rímel en sus pestañas. Compraré un nuevo rímel mañana. Él había llevado rímel al desfile de moda.",
      "example_translation": "Ela aplicou rímel às suas pestanas. Eu comprarei um novo rímel amanhã. Ele havia usado rímel para o desfile de moda.",
      "imageLink": "image_files\\English\\"imageLink": "mascara.jpg",
      "audioLink": "mascara.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mascarilla",
      "translation": "máscara",
      "definition": "Una cubierta para la cara, typicalmente hecha de tela o plástico, llevada para ocultar la identidad o para proteger.",
      "definition_translation": "Uma cobertura para o rosto, geralmente feita de tecido ou plástico, usada para esconder a identidade ou para proteção.",
      "example": "El ladrón llevó una mascarilla para ocultar su rostro. Me pondré una mascarilla en la fiesta de disfraces. Ella había llevado una mascarilla en la cirugía.",
      "example_translation": "O ladrão usou uma máscara para esconder seu rosto. Eu usarei uma máscara para a festa de fantasias. Ela havia usado uma máscara para a cirurgia.",
      "imageLink": "image_files\\English\\"imageLink": "facial-mask.jpg",
      "audioLink": "mask.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gel de ducha",
      "translation": "gel de banho",
      "definition": "Un jabón líquido utilizado para lavar el cuerpo en la ducha.",
      "definition_translation": "Um sabonete líquido usado para lavar o corpo no chuveiro.",
      "example": "Usé un gel de ducha luxuoso esta mañana. Usaré un gel de ducha hidratante mañana. Ella había usado un gel de ducha refrescante ayer.",
      "example_translation": "Eu usei um gel de banho luxuoso nesta manhã. Vou usar um gel de banho hidratante amanhã. Ela havia usado um gel de banho refrescante ontem.",
      "imageLink": "image_files\\English\\"imageLink": "shower-gel.jpg",
      "audioLink": "shower gel.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bálsamo corporal",
      "translation": "balme corporal",
      "definition": "Una loción hidratante o crema aplicada a la piel para mantenerla suave e hidratada.",
      "definition_translation": "Um lotion ou creme hidratante aplicado à pele para mantê-la macia e hidratada.",
      "example": "Apliqué un bálsamo corporal después de mi ducha. Ella aplicará un bálsamo corporal después de su baño. Ellos habían aplicado un bálsamo corporal después de su masaje.",
      "example_translation": "Eu apliquei um balme corporal após meu banho. Ela vai aplicar um balme corporal após seu banho. Eles haviam aplicado um balme corporal após sua massagem.",
      "imageLink": "image_files\\English\\"imageLink": "body-balm.jpg",
      "audioLink": "body balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "almohadilla de algodón",
      "translation": "disco de algodão",
      "definition": "Un pequeño disco de algodón utilizado para aplicar o retirar esmalte de uñas, maquillaje o otros cosméticos.",
      "definition_translation": "Um pequeno pedaço redondo de algodão usado para aplicar ou remover esmalte, maquiagem ou outros cosméticos.",
      "example": "Usé una almohadilla de algodón para retirar mi esmalte de uñas. Ella usará una almohadilla de algodón para aplicar su sombra de ojos. Ellos habían usado una almohadilla de algodón para limpiar su piel.",
      "example_translation": "Eu usei um disco de algodão para remover meu esmalte. Ela vai usar um disco de algodão para aplicar sua sombra. Eles haviam usado um disco de algodão para limpar a pele.",
      "imageLink": "image_files\\English\\"imageLink": "make-up-cotton-pad.jpg",
      "audioLink": "cotton pad.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rastrillo eléctrico",
      "translation": "barbear elétrico",
      "definition": "Un dispositivo eléctrico utilizado para afeitar o recortar el cabello, típicamente en la cara o cuerpo.",
      "definition_translation": "Um dispositivo elétrico usado para fazer a barba ou cortar cabelo, geralmente no rosto ou corpo.",
      "example": "Usé un rastrillo eléctrico para afeitar mi barba. Él usará un rastrillo eléctrico para recortar su cabello. Ellos habían usado un rastrillo eléctrico para afeitar sus piernas.",
      "example_translation": "Eu usei um barbear elétrico para fazer a barba. Ele vai usar um barbear elétrico para cortar cabelo. Eles haviam usado um barbear elétrico para fazer a barba nas pernas.",
      "imageLink": "image_files\\English\\"imageLink": "electric-razor.jpg",
      "audioLink": "electric razor.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aceite esencial",
      "translation": "óleo essencial",
      "definition": "Un extracto concentrado de planta, obtenido típicamente a través de la destilación al vapor, utilizado para aromaterapia, saborización y perfumería.",
      "definition_translation": "Um extrato de planta concentrado, geralmente obtido através de destilação a vapor, usado para aromaterapia, flavoração e perfumaria.",
      "example": "Usé aceite esencial en mi difusor para relajarme. Ayer, compré aceite esencial en la tienda. Usaré aceite esencial en mi rutina de cuidado de la piel la próxima semana.",
      "example_translation": "Eu usei óleo essencial no meu difusor para relaxar. Ontem, eu comprei óleo essencial na loja. Eu usarei óleo essencial na minha rotina de cuidado com a pele na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "essential-oil.jpg",
      "audioLink": "essential oil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "curvador de pestañas",
      "translation": "alisador de cílios",
      "definition": "Un dispositivo utilizado para dar forma y curl a las pestañas, típicamente antes de aplicar máscara de pestañas o eyeliner.",
      "definition_translation": "Um dispositivo usado para dar forma e curlar cílios, geralmente antes de aplicar máscara ou delineador.",
      "example": "Ella usó un curvador de pestañas para abrir sus ojos. Él compró un curvador de pestañas para el cumpleaños de su hermana. Ellos usarán un curvador de pestañas antes de la fiesta esta noche.",
      "example_translation": "Ela usou um alisador de cílios para abrir os olhos. Ele comprou um alisador de cílios para o aniversário da irmã. Eles usarão um alisador de cílios antes da festa hoje à noite.",
      "imageLink": "image_files\\English\\"imageLink": "eyelash-curler.jpg",
      "audioLink": "eyelash curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tinte capilar",
      "translation": "tinta de cabelo",
      "definition": "Una sustancia colorante aplicada al cabello para cambiar su color, ya sea temporal o permanentemente.",
      "definition_translation": "Uma substância colorante aplicada ao cabelo para mudar sua cor, seja temporariamente ou permanentemente.",
      "example": "Voy a usar tinte capilar para cubrir mi cabello gris. Ella teñó su cabello rubio la semana pasada. Ellos usan tinte capilar para crear un efecto ombre.",
      "example_translation": "Eu usarei tinta de cabelo para cobrir meu cabelo grisalho. Ela tingiu o cabelo de loiro na semana passada. Eles usam tinta de cabelo para criar um efeito de ombre.",
      "imageLink": "image_files\\English\\"imageLink": "hair-dye.jpg",
      "audioLink": "hair dye.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lima de uñas",
      "translation": "lixa de unha",
      "definition": "Una herramienta utilizada para dar forma y suavizar los bordes de las uñas de los dedos o pies, a menudo antes de aplicar esmalte de uñas.",
      "definition_translation": "Uma ferramenta usada para dar forma e suavizar as bordas das unhas dos dedos ou dos pés, muitas vezes antes de aplicar esmalte de unha.",
      "example": "La técnica de uñas usó una lima de uñas para darle forma a mis uñas. Ella compró una lima de uñas en la tienda de belleza. Ellos usarán una lima de uñas antes de aplicar esmalte de uñas esta noche.",
      "example_translation": "A técnica de unha usou uma lixa de unha para dar forma às minhas unhas. Ela comprou uma lixa de unha na loja de beleza. Eles usarão uma lixa de unha antes de aplicar esmalte de unha hoje à noite.",
      "imageLink": "image_files\\English\\"imageLink": "nail-buffer.jpg",
      "audioLink": "nail buffer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortauñas",
      "translation": "corte unha",
      "definition": "Un cortauñas es un dispositivo portátil utilizado para cortar y dar forma a las uñas de los dedos y pies.",
      "definition_translation": "Um corte unha é um dispositivo portátil usado para cortar e dar forma às unhas dos dedos e dos pés.",
      "example": "Usé un cortauñas para cortar mis uñas de los pies ayer, luego lo usaré de nuevo mañana para darle forma a mis uñas de los dedos.",
      "example_translation": "Eu usei um corte unha para cortar as unhas dos pés ontem, então eu vou usá-lo novamente amanhã para dar forma às unhas dos dedos.",
      "imageLink": "image_files\\English\\"imageLink": "nail-clipper.jpg",
      "audioLink": "nail clipper.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lima de uñas",
      "translation": "lima unha",
      "definition": "Una lima de uñas es una herramienta utilizada para darle forma y suavizar los bordes de las uñas de los dedos y pies.",
      "definition_translation": "Uma lima unha é uma ferramenta usada para dar forma e amaciar as bordas das unhas dos dedos e dos pés.",
      "example": "Ella usó una lima de uñas para suavizar sus uñas después de cortarlas, y ahora están perfectas.",
      "example_translation": "Ela usou uma lima unha para amaciar as unhas após cortá-las, e agora elas estão perfeitas.",
      "imageLink": "image_files\\English\\"imageLink": "nail-file.jpg",
      "audioLink": "nail file.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espátula",
      "translation": "espátula",
      "definition": "Una espátula es una utensilio de cocina utilizada para raspar, voltear y extender alimentos en una sartén o superficie.",
      "definition_translation": "Uma espátula é um utensílio de cozinha usado para raspar, virar e espalhar alimentos em uma panela ou em uma superfície.",
      "example": "Voy a usar una espátula para voltear las tortitas cuando estén listas, y luego la usé para raspar los lados del tazón.",
      "example_translation": "Eu vou usar uma espátula para virar os panquecas quando eles estiverem prontos, e então eu usei para raspar os lados da tigela.",
      "imageLink": "image_files\\English\\"imageLink": "spatula.jpg",
      "audioLink": "spatula.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " hidratante teñido",
      "translation": "moisturizador tingido",
      "definition": "Un hidratante teñido es un producto cosmético que proporciona hidratación a la piel mientras le da un color natural y sutil.",
      "definition_translation": "Um moisturizador tingido é um produto cosmético que fornece umidade à pele ao mesmo tempo em que lhe dá uma cor natural e sutil.",
      "example": "Ella aplicó un hidratante teñido en su rostro esta mañana, y le dio un brillo saludable a su piel.",
      "example_translation": "Ela aplicou um moisturizador tingido no rosto esta manhã, e isso deu à sua pele um brilho saudável.",
      "imageLink": "image_files\\English\\"imageLink": "tinted-moisturiser.jpg",
      "audioLink": "tinted moisturiser.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "separador de dedos del pie",
      "translation": "separador de dedos",
      "definition": "Un dispositivo utilizado para separar los dedos del pie, típicamente hecho de plástico o silicona, se lleva para aliviar la incomodidad o dolor causado por dedos que se sobrepasan.",
      "definition_translation": "Um dispositivo usado para separar os dedos, geralmente feito de plástico ou silicone, usado para aliviar desconforto ou dor causada por dedos sobrepostos.",
      "example": "Ella utilizó un separador de dedos del pie para aliviar el dolor causado por su dedo martillo. Ella utilizará un separador de dedos del pie para prevenir que sus dedos se sobrepasen. Ella había utilizado un separador de dedos del pie para separar sus dedos después de la cirugía.",
      "example_translation": "Ela usou um separador de dedos para aliviar a dor causada por seu dedo martelo. Ela usará um separador de dedos para evitar que seus dedos se sobreponham. Ela havia usado um separador de dedos para separar seus dedos após a cirurgia.",
      "imageLink": "image_files\\English\\"imageLink": "toe-separator.jpg",
      "audioLink": "toe separator.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aftershave",
      "translation": "loção pós-barba",
      "definition": "Un líquido o gel aplicado a la piel después de afeitar, típicamente para calmar y humectar la piel y prevenir la irritación.",
      "definition_translation": "Um líquido ou gel aplicado na pele após a barba, geralmente para acalmar e hidratar a pele e prevenir irritação.",
      "example": "Él aplicó aftershave a su piel para calmar la quemadura de la navaja de afeitar. Ella utilizará aftershave para prevenir la formación de granos. Él había utilizado aftershave para humectar su piel después de afeitar.",
      "example_translation": "Ele aplicou loção pós-barba em sua pele para acalmar a queimadura de gilete. Ela usará loção pós-barba para prevenir cabelos encravados. Ele havia usado loção pós-barba para hidratar sua pele após a barba.",
      "imageLink": "image_files\\English\\"imageLink": "aftershave.jpg",
      "audioLink": "aftershave.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rubor",
      "translation": "ruborizador",
      "definition": "Un polvo o crema cosmética utilizada para dar un rubor natural o un brillo saludable a las mejillas.",
      "definition_translation": "Um pó ou creme cosmético usado para dar umFlush natural ou brilho às bochechas.",
      "example": "Ella aplicó rubor a sus mejillas para darle un look saludable. Él utilizará rubor para mejorar su complexión. Ella había utilizado rubor para cubrir su piel pálida.",
      "example_translation": "Ela aplicou ruborizador em suas bochechas para dar uma aparência saudável. Ele usará ruborizador para realçar sua compleição. Ela havia usado ruborizador para cobrir sua pele pálida.",
      "imageLink": "image_files\\English\\"imageLink": "blusher.jpg",
      "audioLink": "blusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exfoliante corporal",
      "translation": "esfoliante corporal",
      "definition": "Un producto cosmético utilizado para exfoliar y limpiar la piel, típicamente contiene ingredientes como azúcar, sal o ácidos alfa-hidroxi.",
      "definition_translation": "Um produto cosmético usado para esfoliar e limpar a pele, geralmente contendo ingredientes como açúcar, sal ou ácidos alfa-hidroxi.",
      "example": "Ella utilizó un exfoliante corporal para exfoliar su piel antes de las vacaciones. Él utilizará un exfoliante corporal para eliminar células muertas de la piel. Ella había utilizado un exfoliante corporal para suavizar su piel áspera.",
      "example_translation": "Ela usou um esfoliante corporal para esfoliar sua pele antes da vacação. Ele usará um esfoliante corporal para remover células de pele mortas. Ela havia usado um esfoliante corporal para amaciar sua pele áspera.",
      "imageLink": "image_files\\English\\"imageLink": "scrub.jpg",
      "audioLink": "body scrub.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "baño de burbujas",
      "translation": "banho de bolhas",
      "definition": "Un baño en el que se agregan jabones espumosos o otros productos para crear un efecto espumoso, típicamente para relajarse o disfrutar.",
      "definition_translation": "Um banho em que são adicionados sabonetes espumosos ou outros produtos para criar um efeito espumoso, tipicamente para relaxamento ou prazer.",
      "example": "Me relajé en un baño de burbujas después de un día largo, luego tomaré uno de nuevo mañana, y tomé uno la semana pasada.",
      "example_translation": "Eu me relaxei em um banho de bolhas após um longo dia, então vou tomar outro amanhã e eu tomei outro semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "bubble-bath.jpg",
      "audioLink": "bubble bath.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pólvera",
      "translation": "compacto",
      "definition": "Un contenedor pequeño y liviano, típicamente hecho de polvo o crema, utilizado para aplicar maquillaje.",
      "definition_translation": "Um pequeno recipiente leve, tipicamente feito de pó ou creme, usado para aplicar maquiagem.",
      "example": "Llevo una pólvera en mi bolso para toques rápidos, luego compraré una nueva mañana, y usé una la semana pasada.",
      "example_translation": "Eu carreguei um compacto na minha bolsa para retoques rápidos, então vou comprar um novo amanhã e eu usei um semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "compact.jpg",
      "audioLink": "compact.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "corrector",
      "translation": "corretor",
      "definition": "Un producto cosmético utilizado para cubrir o corregir imperfecciones en la piel, como granos o círculos oscuras debajo de los ojos.",
      "definition_translation": "Um produto cosmético usado para cobrir ou esconder imperfeições na pele, como manchas ou círculos escuros sob os olhos.",
      "example": "Aplicó corrector a mis círculos oscuras, luego utilizaré para cubrir un grano mañana, y utilicé para esconder una cicatriz la semana pasada.",
      "example_translation": "Eu apliquei corretor nos meus círculos escuros, então vou usá-lo para cobrir uma mancha amanhã e eu usei para esconder uma cicatriz semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "concealer.jpg",
      "audioLink": "concealer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hisopos",
      "translation": "cotonetes",
      "definition": "Pequeños palitos de madera con una bola de algodón en cada extremo, utilizados para aplicar o eliminar maquillaje, o para limpiar los oídos.",
      "definition_translation": "Pequenos paus, geralmente de madeira, com uma bola de algodão em cada extremidade, usados para aplicar ou remover maquiagem, ou para limpar os ouvidos.",
      "example": "Utilicé hisopos para aplicar eyeliner, luego utilizaré para limpiar mis oídos mañana, y utilicé para eliminar maquillaje la semana pasada.",
      "example_translation": "Eu usei cotonetes para aplicar eyeliner, então vou usá-los para limpar meus ouvidos amanhã e eu usei para remover maquiagem semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "cotton-buds.jpg",
      "audioLink": "cotton buds.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rulo",
      "translation": "alisador",
      "definition": "Un rulo es un dispositivo pequeño y cilíndrico utilizado para dar forma y mantener una mecha de cabello en su lugar mientras se riza o ondula.",
      "definition_translation": "Um alisador é um dispositivo cilíndrico pequeno usado para dar forma e segurar um feixe de cabelo no lugar enquanto é enrolado ou ondulado.",
      "example": "Utilicé un rulo para estilizar mi cabello para la fiesta anoche, y se veía genial. Voy a utilizarlo de nuevo mañana para una presentación en el trabajo. He estado utilizando rulos durante años y siempre me dan rizos perfectos.",
      "example_translation": "Eu usei um alisador para estilo meu cabelo para a festa ontem à noite, e ficou ótimo. Vou usá-lo novamente amanhã para uma apresentação no trabalho. Eu tenho usado alisadores há anos e eles sempre me dão cachos perfeitos.",
      "imageLink": "image_files\\English\\"imageLink": "curler.jpg",
      "audioLink": "curler.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tiza para rizar",
      "translation": "ferro de frisar",
      "definition": "Una herramienta de estilismo utilizada para crear rizos, ondas o estilos rectos en el cabello.",
      "definition_translation": "Um ferro de frisar é uma ferramenta de estilo usado para criar cachos, ondas ou estilos retos nos cabelos.",
      "example": "He estado utilizando una tiza para rizar para estilizar mi cabello durante años, y siempre me da un look de salón. Rizé mi cabello con una tiza para rizar anoche y recibí muchos cumplidos. Voy a utilizar una tiza para rizar de nuevo mañana para una ocasión especial.",
      "example_translation": "Eu tenho usado um ferro de frisar para estilo meu cabelo há anos, e ele sempre me dá um look de salão de beleza. Eu enrolei meu cabelo com um ferro de frisar ontem à noite e recebi muitos elogios. Vou usar um ferro de frisar novamente amanhã para uma ocasião especial.",
      "imageLink": "image_files\\English\\"imageLink": "curling-iron.jpg",
      "audioLink": "curling iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tijeras de cutícula",
      "translation": "tesouras de cutícula",
      "definition": "Las tijeras de cutícula son un tipo de herramienta de belleza utilizada para recortar y dar forma a las cutículas alrededor de las uñas de los dedos y los dedos del pie.",
      "definition_translation": "As tesouras de cutícula são um tipo de ferramenta de beleza usada para cortar e dar forma às cutículas ao redor das unhas dos dedos e dos pés.",
      "example": "Utilicé tijeras de cutícula para recortar mis cutículas por primera vez la semana pasada, y fue más fácil de lo que pensaba. Mi hermana es una técnica de uñas profesional y siempre utiliza tijeras de cutícula para cuidar las uñas de sus clientes. Utilizaré tijeras de cutícula de nuevo la próxima semana para mantener mi rutina de cuidado de las uñas.",
      "example_translation": "Eu usei tesouras de cutícula para cortar minhas cutículas pela primeira vez semana passada, e foi mais fácil do que eu pensei. Minha irmã é uma técnica de unha profissional e ela sempre usa tesouras de cutícula para cuidar das unhas dos seus clientes. Vou usar tesouras de cutícula novamente semana que vem para manter minha rotina de cuidado com as unhas.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-nippers.jpg",
      "audioLink": "cuticle nippers.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "empujador de cutícula",
      "translation": "empurrador de cutícula",
      "definition": "Un empujador de cutícula es una herramienta utilizada para empujar suavemente las cutículas y eliminar células muertas de la cama del nail.",
      "definition_translation": "Um empurrador de cutícula é uma ferramenta usada para empurrar gentilmente as cutículas e remover células de pele mortas da cama das unhas.",
      "example": "Utilicé un empujador de cutícula para empujar mis cutículas y limpiar mi cama del nail la noche pasada, y fue muy relajante. Mi amiga es una técnica de uñas y siempre utiliza un empujador de cutícula para preparar la cama del nail para un manicure. Utilizaré un empujador de cutícula de nuevo la próxima semana para mantener mis uñas saludables.",
      "example_translation": "Eu usei um empurrador de cutícula para empurrar minhas cutículas e limpar minha cama das unhas ontem à noite, e foi muito relaxante. Minha amiga é uma técnica de unha e ela sempre usa um empurrador de cutícula para preparar a cama das unhas para uma manicure. Vou usar um empurrador de cutícula novamente semana que vem para manter minhas unhas saudáveis.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-pusher.jpg",
      "audioLink": "cuticle pusher.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "remover de cutícula",
      "translation": "remover de cutícula",
      "definition": "Un producto cosmético utilizado para eliminar células muertas de las cutículas, generalmente antes de un manicure o pedicure.",
      "definition_translation": "Um produto cosmético usado para remover células de pele mortas das cutículas, geralmente antes de uma manicure ou pedicure.",
      "example": "Ella utilizó un remover de cutícula para ablandar sus cutículas antes de empujarlas hacia atrás, y luego aplicó un hidratante para hidratar su piel. Ayer, había utilizado un aceite de cutícula para nutrir sus cutículas, y utilizará un remover de cutícula de nuevo la próxima semana.",
      "example_translation": "Ela usou um remover de cutícula para amolecer suas cutículas antes de empurrá-las para trás, então aplicou um hidratante para hidratar sua pele. Ontem, ela havia usado um óleo de cutícula para nutrir suas cutículas, e ela usará um remover de cutícula novamente na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "cuticle-remover.jpg",
      "audioLink": "cuticle remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema depilatoria",
      "translation": "creme depilatório",
      "definition": "Un producto cosmético utilizado para eliminar el vello corporal no deseado, generalmente disolviendo el vello en la superficie de la piel.",
      "definition_translation": "Um produto cosmético usado para remover pêlos corporais indesejados, geralmente dissolvendo o cabelo na superfície da pele.",
      "example": "Ella aplicó una crema depilatoria en sus piernas para eliminar el vello no deseado, y luego la enjuagó con agua tibia. El mes pasado, había utilizado una cuchilla para afeitar sus piernas, pero esta vez prefirió utilizar una crema depilatoria. El próximo verano, utilizará una crema depilatoria de nuevo para prepararse para la playa.",
      "example_translation": "Ela aplicou um creme depilatório nas pernas para remover pêlos indesejados, e então enxaguou com água morna. No mês passado, ela havia usado uma lâmina de barbear para raspar as pernas, mas desta vez ela preferiu usar um creme depilatório. No próximo verão, ela usará um creme depilatório novamente para se preparar para a praia.",
      "imageLink": "image_files\\English\\"imageLink": "depilatory-cream.jpg",
      "audioLink": "depilatory cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lápiz de cejas",
      "translation": "lápis de sobrancelha",
      "definition": "Una herramienta cosmética utilizada para definir y dar forma a las cejas, generalmente aplicando un lápiz coloreado en el área de las cejas.",
      "definition_translation": "Uma ferramenta cosmética usada para definir e dar forma às sobrancelhas, geralmente aplicando um lápis colorido na área da sobrancelha.",
      "example": "Ella utilizó un lápiz de cejas para rellenar sus cejas esparsas, y luego blanqueó el color con un spoolie. Ayer, había utilizado un polvo de cejas para definir sus cejas, pero hoy prefirió utilizar un lápiz de cejas. La próxima semana, utilizaré un lápiz de cejas de nuevo para tocar mis cejas antes de una fiesta.",
      "example_translation": "Ela usou um lápis de sobrancelha para preencher suas sobrancelhas ralas, e então misturou a cor com um pincel. Ontem, ela havia usado um pó de sobrancelha para definir suas sobrancelhas, mas hoje ela preferiu usar um lápis de sobrancelha. Na próxima semana, ela usará um lápis de sobrancelha novamente para tocar suas sobrancelhas antes de uma festa.",
      "imageLink": "image_files\\English\\"imageLink": "eyebrow-pencil.jpg",
      "audioLink": "eyebrow pencil.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delineador de ojos",
      "translation": "rímel",
      "definition": "Un producto cosmético utilizado para definir y realzar la forma de los ojos, generalmente aplicando una fórmula líquida, gel o en polvo en la línea de pestañas superior.",
      "definition_translation": "Um produto cosmético usado para definir e realçar a forma dos olhos, geralmente aplicando uma fórmula líquida, gel ou em pó na linha superior dos cílios.",
      "example": "Ella aplicó cuidadosamente un delineador de ojos en su línea de pestañas superior para crear un look de gato, y luego delineó su línea de pestañas inferior con un lápiz marrón. La noche pasada, había utilizado un delineador de ojos líquido para crear un look dramático, pero hoy prefirió utilizar un delineador de ojos en lápiz. El próximo año, utilizaré un delineador de ojos impermeable de nuevo para llevar en mi día de boda.",
      "example_translation": "Ela aplicou cuidadosamente um rímel na linha superior dos cílios para criar um olhar de gato, e então delineou a linha inferior dos cílios com um lápis marrom. Na noite passada, ela havia usado um rímel líquido para criar um olhar dramático, mas hoje ela preferiu usar um rímel em lápis. No próximo ano, ela usará um rímel à prova d'água novamente para usar no dia do seu casamento.",
      "imageLink": "image_files\\English\\"imageLink": "eyeliner.jpg",
      "audioLink": "eyeliner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sombra de ojos",
      "translation": "sombra de olhos",
      "definition": "Un producto cosmético utilizado para dar color y sombra a los párpados, generalmente aplicado con un cepillo o aplicador.",
      "definition_translation": "Um produto cosmético usado para colorir e sombrear as pálpebras, geralmente aplicado com um pincel ou aplicador.",
      "example": "Aplicó una sombra de ojos ligera en mis párpados para un look natural. Ayer, compré una nueva paleta de sombras de ojos. Probaré un look de sombra de ojos atrevido para la fiesta de esta noche.",
      "example_translation": "Eu apliquei uma sombra de olhos leve em minhas pálpebras para um look natural. Ontem, eu comprei uma nova palette de sombra de olhos. Eu vou tentar um look de sombra de olhos ousado para a festa Tonight.",
      "imageLink": "image_files\\English\\"imageLink": "eyeshadow.jpg",
      "audioLink": "eyeshadow.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plancha de peinar",
      "translation": "ferro de passar roupa",
      "definition": "Un electrodoméstico utilizado para alisar y estilizar el cabello, generalmente consistente en placas calientes que se cierran para alisar o rizar el cabello.",
      "definition_translation": "Um aparelho doméstico usado para amaciar e estilizar cabelo, geralmente consistindo em placas quentes que são fechadas juntas para alisar ou cachear o cabelo.",
      "example": "Utilicé una plancha de peinar para alisar mi cabello para la boda. Mi hermana me prestó su plancha de peinar ayer. Compraré una nueva plancha de peinar la próxima semana.",
      "example_translation": "Eu usei um ferro de passar roupa para alisar meu cabelo para o casamento. Minha irmã emprestou meu ferro de passar roupa ontem. Eu vou comprar um novo ferro de passar roupa na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "flat-iron.jpg",
      "audioLink": "flat iron.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "condicionador de cabello",
      "translation": "condicionador de cabelo",
      "definition": "Un producto de cuidado del cabello utilizado para mejorar la textura y manejabilidad del cabello, generalmente aplicado después de lavar el cabello.",
      "definition_translation": "Um produto de cuidado capilar usado para melhorar a textura e maneabilidade do cabelo, geralmente aplicado após o shampoo.",
      "example": "Aplico un condicionador de cabello después de lavar mi cabello para mantenerlo suave. Mi condicionador de cabello había caducado, así que tuve que comprar uno nuevo. Ella utilizará un condicionador de cabello para arreglar su cabello dañado.",
      "example_translation": "Eu aplico um condicionador de cabelo após lavar meu cabelo para mantê-lo macio. Meu condicionador de cabelo estava vencido, então eu tive que comprar um novo. Ela vai usar um condicionador de cabelo para consertar seu cabelo danificado.",
      "imageLink": "image_files\\English\\"imageLink": "hair-conditioner.jpg",
      "audioLink": "hair conditioner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mousse de cabello",
      "translation": "mousse de cabelo",
      "definition": "Un producto de estilismo de cabello ligero y espumoso utilizado para agregar volumen, textura y sostén al cabello, a menudo aplicado a cabello húmedo.",
      "definition_translation": "Um produto de styling de cabelo leve e espumoso usado para adicionar volume, textura e segurar ao cabelo, frequentemente aplicado ao cabelo úmido.",
      "example": "Utilizo un mousse de cabello para agregar volumen a mi cabello antes de estilizarlo. Mi mousse de cabello está casi agotado, necesito comprar uno nuevo. Ella aplicó un mousse de cabello a su cabello para agregar textura.",
      "example_translation": "Eu uso um mousse de cabelo para adicionar volume ao meu cabelo antes de styling. Meu mousse de cabelo está quase terminado, preciso comprar um novo. Ela aplicou um mousse de cabelo ao seu cabelo para adicionar textura.",
      "imageLink": "image_files\\English\\"imageLink": "hair-mousse.jpg",
      "audioLink": "hair mousse.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "laca de pelo",
      "translation": "laca de cabelo",
      "definition": "Un producto cosmético utilizado para mantener un peinado en su lugar, particularmente para cabellos estilizados con volumen o que mantienen una forma específica.",
      "definition_translation": "Um produto cosmético usado para segurar um estilo de cabelo no lugar, particularmente para cabelos que são estilo com volume ou mantêm uma forma específica.",
      "example": "Ella usó laca de pelo para mantener su peinado en lugar toda la noche.",
      "example_translation": "Ela usou laca de cabelo para manter seu penteado no lugar a noite inteira.",
      "imageLink": "image_files\\English\\"imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bálsamo labial",
      "translation": "bálsamo labial",
      "definition": "Un producto tópico utilizado para humidificar y proteger los labios, a menudo contiene cera de abeja, alcanfor y aceites esenciales.",
      "definition_translation": "Um produto tópico usado para hidratar e proteger os lábios, frequentemente contendo cera de abelha, cânfora e óleos essenciais.",
      "example": "Él aplicó bálsamo labial para calmar sus labios secos durante el invierno. Él había aplicado bálsamo labial la noche anterior, y ayudó a que sus labios se sintieran mejor. Él aplicará bálsamo labial de nuevo cuando termine de comer.",
      "example_translation": "Ele aplicou bálsamo labial para acalmar seus lábios secos durante o inverno. Ele havia aplicado bálsamo labial na noite anterior, e isso ajudou seus lábios a se sentirem melhor. Ele irá aplicar bálsamo labial novamente quando terminar de comer.",
      "imageLink": "image_files\\English\\"imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brillo de labios",
      "translation": "brilho labial",
      "definition": "Un producto cosmético utilizado para agregar brillo y color a los labios, a menudo tiene un acabado brillante ocente.",
      "definition_translation": "Um produto cosmético usado para adicionar brilho e cor aos lábios, frequentemente tendo um acabamento glossy ou sparkle.",
      "example": "Ella aplicó brillo de labios antes de ir a la fiesta. Ella había aplicado brillo de labios la noche anterior, y hizo que sus labios se vieran increíbles. Ella aplicará brillo de labios de nuevo cuando se prepare para su cita.",
      "example_translation": "Ela aplicou brilho labial antes de ir para a festa. Ela havia aplicado brilho labial na noite anterior, e isso fez seus lábios parecerem incríveis. Ela irá aplicar brilho labial novamente quando se preparar para seu encontro.",
      "imageLink": "image_files\\English\\"imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delineador de labios",
      "translation": "lápis labial",
      "definition": "Un producto cosmético utilizado para delinear y definir la forma de los labios, a menudo se utiliza para crear una forma más precisa o corregir labios irregulares.",
      "definition_translation": "Um produto cosmético usado para delinear e definir a forma dos lábios, frequentemente usado para criar uma forma mais precisa ou para corrigir lábios desiguais.",
      "example": "Ella usó delineador de labios para crear un efecto de ojo de gato. Ella había usado delineador de labios la noche anterior para definir sus labios. Ella usará delineador de labios de nuevo cuando se maquille para la boda.",
      "example_translation": "Ela usou lápis labial para criar um efeito de olho de gato. Ela havia usado lápis labial na noite anterior para definir seus lábios. Ela irá usar lápis labial novamente quando fizer sua maquiagem para o casamento.",
      "imageLink": "image_files\\English\\"imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "base líquida",
      "translation": "base líquida",
      "definition": "Un tipo de base que tiene una consistencia líquida, a menudo se utiliza para lograr un acabado natural y suave.",
      "definition_translation": "Um tipo de base que tem consistência líquida, muitas vezes usado para alcançar um acabamento natural e suave.",
      "example": "Yo usé una base líquida para mi boda para asegurar un acabado impecable. Yo usaré una base líquida para mi próxima sesión de fotos. Ella había usado una base líquida para cubrir sus imperfecciones.",
      "example_translation": "Eu usei uma base líquida para meu casamento para garantir um tom de pele perfeito. Eu vou usar uma base líquida para minha próxima sessão de fotos. Ela havia usado uma base líquida para cobrir suas imperfeições.",
      "imageLink": "image_files\\English\\"imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "polvo suelto",
      "translation": "pó solto",
      "definition": "Un tipo de polvo que no está prensado en un compacto, a menudo se utiliza para fijar el maquillaje y reducir el brillo.",
      "definition_translation": "Um tipo de pó que não é pressionado em um compacto, muitas vezes usado para fixar o maquiagem e reduzir o brilho.",
      "example": "Yo aplicué un polvo suelto para fijar mi base. Ella usará un polvo suelto para reducir el brillo en su frente. Ellos habían usado un polvo suelto para fijar su maquillaje para la noche.",
      "example_translation": "Eu apliquei um pó solto para fixar minha base. Ela vai usar um pó solto para reduzir o brilho em sua testa. Eles haviam usado um pó solto para fixar seu maquiagem para a noite.",
      "imageLink": "image_files\\English\\"imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cepillo para uñas",
      "translation": "pincel de unha",
      "definition": "Un pequeño cepillo utilizado para aplicar esmalte de uñas, a menudo se utiliza para crear diseños intrincados en las uñas.",
      "definition_translation": "Um pequeno pincel usado para aplicar esmalte de unha, muitas vezes usado para criar desenhos de unha intrincados.",
      "example": "Yo usé un cepillo para uñas para pintar un diseño detallado en mis uñas. Ella usará un cepillo para uñas para aplicar esmalte de uñas para su boda. Ellos habían usado un cepillo para uñas para crear diseños intrincados en sus uñas.",
      "example_translation": "Eu usei um pincel de unha para pintar um design detalhado em minhas unhas. Ela vai usar um pincel de unha para aplicar esmalte de unha para seu casamento. Eles haviam usado um pincel de unha para criar desenhos intrincados em suas unhas.",
      "imageLink": "image_files\\English\\"imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esmalte de uñas",
      "translation": "esmalte de unha",
      "definition": "Un líquido coloreado utilizado para decorar y proteger las uñas, a menudo viene en una variedad de colores y acabados.",
      "definition_translation": "Um líquido colorido usado para decorar e proteger as unhas, muitas vezes vindo em uma variedade de cores e acabamentos.",
      "example": "Yo aplicué esmalte de uñas en mis dedos del pie para el verano. Ella usará esmalte de uñas para matcher su vestido para la fiesta. Ellos habían usado esmalte de uñas para crear un look atrevido para la pasarela.",
      "example_translation": "Eu apliquei esmalte de unha aos meus dedos do pé para o verão. Ela vai usar esmalte de unha para combinar com seu vestido para a festa. Eles haviam usado esmalte de unha para criar um look ousado para a passarela.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "quitaesmalte",
      "translation": "removeador de esmalte",
      "definition": "Un líquido disolvente utilizado para disolver y eliminar el esmalte de uñas.",
      "definition_translation": "Um líquido à base de solvente used para dissolver e remover esmalte de unhas.",
      "example": "Yo usé quitaesmalte para quitar el viejo esmalte de uñas. Ayer, yo compré un nuevo quitaesmalte. Yo usaré quitaesmalte mañana.",
      "example_translation": "Eu usei um removeador de esmalte para tirar o esmalte velho. Ontem, eu comprei um novo removeador de esmalte. Eu usarei o removeador de esmalte amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "almohadilla de polvo",
      "translation": "pó de pó",
      "definition": "Una herramienta suave y acolchada utilizada para aplicar polvo en la cara y el cuerpo.",
      "definition_translation": "Uma ferramenta macia, como um travesseiro, usada para aplicar pó no rosto e corpo.",
      "example": "Ella aplicó suavemente el polvo con una almohadilla de polvo. La almohadilla de polvo era demasiado grande para su rostro. Ella comprará una almohadilla de polvo más pequeña la próxima semana.",
      "example_translation": "Ela aplicou o pó com um pó de pó soft. O pó de pó era demasiado grande para o seu rosto. Ela comprará um pó de pó menor na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "polvo compacto",
      "translation": "pó compacto",
      "definition": "Un tipo de polvo que se presiona en una forma de pastilla, utilizado para fijar el maquillaje y controlar el brillo.",
      "definition_translation": "Um tipo de pó que é pressionado em uma forma de bolo compacto, usado para fixar maquiagem e controlar brilho.",
      "example": "Ella usó polvo compacto para fijar su base. El polvo compacto estaba casi vacío. Ella comprará un nuevo polvo compacto pronto.",
      "example_translation": "Ela usou pó compacto para fixar sua base. O pó compacto estava quase vazio. Ela comprará um novo pó compacto em breve.",
      "imageLink": "image_files\\English\\"imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "primario",
      "translation": "primário",
      "definition": "Un producto cosmético aplicado a la piel antes del maquillaje para crear una superficie suave y ayudar al maquillaje a durar.",
      "definition_translation": "Um produto cosmético aplicado à pele antes de maquiagem para criar uma superfície suave e ajudar a maquiagem ficar no lugar.",
      "example": "Ella aplicó un primario antes de aplicar su base. El primario ayudó a que su maquillaje durara más. Ella usará un primario diferente la próxima vez.",
      "example_translation": "Ela aplicou um primário antes de aplicar sua base. O primário ajudou sua maquiagem durar mais tempo. Ela usará um primário diferente da próxima vez.",
      "imageLink": "image_files\\English\\"imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piedra de pomaza",
      "translation": "pedra pumícia",
      "definition": "Una piedra de pomaza es una piedra natural exfoliante utilizada para eliminar células muertas de la piel de los pies, codos y manos.",
      "definition_translation": "Uma pedra pumícia é uma pedra natural exfoliante usada para remover células de pele morta dos pés, cotovelos e mãos.",
      "example": "Usé una piedra de pomaza para eliminar las células muertas de mis talones. Ayer, compré una piedra de pomaza para exfoliar mi piel. Usaré una piedra de pomaza mañana para hacer que mi piel esté suave.",
      "example_translation": "Eu usei uma pedra pumícia para remover as células de pele morta dos meus calcanhares. Ontem, eu comprei uma pedra pumícia para exfoliar minha pele. Eu vou usar uma pedra pumícia amanhã para fazer minha pele suave.",
      "imageLink": "image_files\\English\\"imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cepillo de afeitar",
      "translation": "pincel de barbear",
      "definition": "Un cepillo de afeitar es un cepillo utilizado para aplicar crema o jabón de afeitar a la piel antes de afeitarse.",
      "definition_translation": "Um pincel de barbear é um pincel usado para aplicar creme de barbear ou sabão na pele antes de se barbear.",
      "example": "Lavé mi cepillo de afeitar después de afeitarme. El barbero usó un cepillo de afeitar para aplicar la crema de afeitar. Ella comprará un cepillo de afeitar la próxima semana.",
      "example_translation": "Eu lavei meu pincel de barbear após se barbear. O barbeiro usou um pincel de barbear para aplicar o creme de barbear. Ela vai comprar um pincel de barbear na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crema de afeitar",
      "translation": "creme de barbear",
      "definition": "La crema de afeitar es un tipo de crema o espuma utilizada para ayudar a la navaja a deslizarse suavemente sobre la piel al afeitarse.",
      "definition_translation": "Creme de barbear é um tipo de creme ou espuma usado para ajudar a navalha a deslizar suavemente sobre a pele enquanto se barbeia.",
      "example": "Aplicó la crema de afeitar a mi rostro antes de afeitarme. Ella usó una crema de afeitar que era libre de fragancias. Él comprará una crema de afeitar adecuada para la piel sensible.",
      "example_translation": "Eu apliquei o creme de barbear no meu rosto antes de se barbear. Ela usou um creme de barbear que era isento de fragrância. Ele vai comprar um creme de barbear adequado para pele sensível.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espuma de afeitar",
      "translation": "espuma de barbear",
      "definition": "La espuma de afeitar es un tipo de espuma utilizada para ayudar a la navaja a deslizarse suavemente sobre la piel al afeitarse.",
      "definition_translation": "Espuma de barbear é um tipo de espuma usada para ajudar a navalha a deslizar suavemente sobre a pele enquanto se barbeia.",
      "example": "Rocié la espuma de afeitar en mi rostro antes de afeitarme. Ella usó una espuma de afeitar hidratante. Él probará una espuma de afeitar con efecto de enfriamiento.",
      "example_translation": "Eu borrifei a espuma de barbear no meu rosto antes de se barbear. Ela usou uma espuma de barbear que era hidratante. Ele vai tentar uma espuma de barbear com efeito de resfriamento.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "protector solar",
      "translation": " filtro solar",
      "definition": "Una loción o sustancia que se aplica a la piel para protegerla de los rayos del sol, generalmente durante actividades al aire libre.",
      "definition_translation": "Um loção ou substância que é aplicada à pele para protegê-la dos raios solares nocivos, geralmente durante atividades ao ar livre.",
      "example": "Aplicó protector solar a mi piel antes de ir a la playa ayer. Aplicaré protector solar a mi piel antes de ir a la playa mañana. Aplico protector solar a mi piel antes de ir a la playa todos los días.",
      "example_translation": "Eu apliquei filtro solar na minha pele antes de ir para a praia ontem. Eu aplicarei filtro solar na minha pele antes de ir para a praia amanhã. Eu aplico filtro solar na minha pele antes de ir para a praia todos os dias.",
      "imageLink": "image_files\\English\\"imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pinzas",
      "translation": "pincelas",
      "definition": "Un instrumento pequeño utilizado para eliminar objetos pequeños, típicamente con dos brazos articulados que se operan apretando las asas.",
      "definition_translation": "Um pequeno instrumento usado para puxar ou segurar objetos pequenos, geralmente tendo dois braços articulados que são operados apertando as alças.",
      "example": "Usé pinzas para depilar mis cejas ayer. Usaré pinzas para depilar mis cejas mañana. Uso pinzas para depilar mis cejas todas las semanas.",
      "example_translation": "Eu usei pincelas para depilar minhas sobrancelhas ontem. Eu usarei pincelas para depilar minhas sobrancelhas amanhã. Eu uso pincelas para depilar minhas sobrancelhas todas as semanas.",
      "imageLink": "image_files\\English\\"imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]