[
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flor",
      "translation": "flor",
      "definition": "Una planta que produce flores, especialmente una que se cultiva en un jardín por su belleza o fragancia.",
      "definition_translation": "Uma planta que produz flores, especialmente uma que é cultivada em um jardim por sua beleza ou fragrância.",
      "example": "Planté una flor en el jardín ayer, ahora está floreciendo, y la voy a deshojar mañana.",
      "example_translation": "Eu plantei uma flor no jardim ontem, está florescendo agora, e eu vou remove-las amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rosa",
      "translation": "rosa",
      "definition": "Una planta con tallo espinoso que produce flores fragantes y vistosas, especialmente una de las especies utilizadas en perfumería.",
      "definition_translation": "Uma planta de caule espinhoso que produz flores fragrantes e vistosas, especialmente uma das espécies usadas na perfumaria.",
      "example": "Le di una rosa como regalo, ella estaba emocionada, y le daré otra la próxima semana.",
      "example_translation": "Eu dei uma rosa como presente para ela, ela ficou emocionada, e darei outra para ela na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "margarita",
      "translation": "margarida",
      "definition": "Una planta perenne con flores blancas y amarillas, comúnmente encontrada en prados y jardines.",
      "definition_translation": "Uma planta perene com flores brancas e amarelas, comumente encontrada em gramados e prados.",
      "example": "Recogimos margaritas en el campo todo el día, las estamos recogiendo ahora, y recogeremos más mañana.",
      "example_translation": "Nós pegamos margaridas no campo o dia todo, estamos pegando agora, e pegaremos mais amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "girasol",
      "translation": "girassol",
      "definition": "Una planta anual alta con flores amarillas brillantes que siguen el movimiento del sol.",
      "definition_translation": "Uma planta alta, anual com flores grandes e amarelas brilhantes que seguem o movimento do sol.",
      "example": "Planté girasoles en el patio trasero la semana pasada, están creciendo ahora, y florecerán el próximo mes.",
      "example_translation": "Eu plantei girassóis no quintal da semana passada, eles estão crescendo agora, e vão florescer próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tulipán",
      "translation": "túlio",
      "definition": "Un tulipán es una planta perenne con flores en forma de copa y tallo delgado, a menudo cultivada en jardines.",
      "definition_translation": "Um túlio é uma planta perene com flores em forma de xícara e haste delgada, frequentemente cultivada em jardins.",
      "example": "Planté un tulipán en mi jardín el año pasado, estoy plantando uno ahora, y plantaré otro el año que viene.",
      "example_translation": "Eu plantei um túlio no meu jardim no ano passado, estou plantando um agora e plantarei outro no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " aster",
      "translation": "ástera",
      "definition": "Aster es un tipo de planta con flores que se suele utilizar en ramilletes y arreglos.",
      "definition_translation": "Ástera é um tipo de planta florífera que é frequentemente usado em buquês e arranjos.",
      "example": "Mi abuela tenía un aster en su jardín cuando era niño, veo asters en el parque ahora, y compraré algunos asters para mi esposa mañana.",
      "example_translation": "Minha avó tinha um ástera no seu jardim quando eu era criança, eu vejo ásteras no parque agora e comprarei alguns ásteras para minha esposa amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "azalea",
      "translation": "azálea",
      "definition": "Azalea es un tipo de arbusto con flores que se suele utilizar en paisajismo.",
      "definition_translation": "Azálea é um tipo de arbusto florífero que é frequentemente usado em paisagismo.",
      "example": "Caminé por un jardín de azaleas el fin de semana pasado, estoy podando un arbusto de azalea ahora, y plantaré un árbol de azalea la próxima primavera.",
      "example_translation": "Eu caminhei por um jardim de azálea no fim de semana passado, estou podando um arbusto de azálea agora e plantarei uma árvore de azálea na próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cactus",
      "translation": "cacto",
      "definition": "Un cactus es un tipo de planta suculenta que tiene tallos gruesos y espinosos.",
      "definition_translation": "Um cacto é um tipo de planta suculenta que tem caules grossos e espinhos afiados.",
      "example": "Tenía un cactus en mi habitación cuando estaba en la universidad, estoy regando un cactus ahora, y le daré un cactus a mi amigo la próxima semana.",
      "example_translation": "Eu tinha um cacto no meu quarto quando eu estava na faculdade, estou regando um cacto agora e darei um cacto ao meu amigo na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "clavel",
      "translation": "cravo",
      "definition": "Un clavel es una planta con flores que se suele utilizar en ramilletes y arreglos.",
      "definition_translation": "Um cravo é uma planta florífera que é frequentemente usada em buquês e arranjos.",
      "example": "Compré un clavel para el cumpleaños de mi mamá ayer. Hoy, voy a dárselo a ella. Mañana, recordaré la expresión en su rostro cuando lo reciba.",
      "example_translation": "Eu comprei um cravo para o aniversário da minha mãe ontem. Hoje, vou dar para ela. Amanhã, vou lembrar da expressão no rosto dela quando ela o recebe.",
      "imageLink": "image_files\\English\\"imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "crisantemo",
      "translation": "crisântemo",
      "definition": "Un crisantemo es un tipo de flor que se asocia con culturas asiáticas y se utiliza en arreglos florales.",
      "definition_translation": "Um crisântemo é um tipo de flor que é frequentemente associado a culturas asiáticas e é usado em arranjos florais.",
      "example": "Planté un crisantemo en mi jardín el año pasado. Este año, está floreciendo hermosamente. El año que viene, tendré que podarlo para mantenerlo sano.",
      "example_translation": "Eu plantei um crisântemo no meu jardim no ano passado. Este ano, está florescendo lindamente. No ano que vem, vou ter que podá-lo para mantê-lo saudável.",
      "imageLink": "image_files\\English\\"imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jacinto",
      "translation": "jacinto",
      "definition": "Un tipo de planta que florece, típicamente con flores en forma de campana de color azul, rosa o blanco.",
      "definition_translation": "Um tipo de planta florida, tipicamente com flores azuis, rosa ou brancas em forma de sino.",
      "example": "Planté un jacinto en mi jardín el año pasado, y floreció hermosamente esta primavera. Ayer, vi una imagen de un jacinto en una revista, y compraré uno mañana.",
      "example_translation": "Eu plantei um jacinto no meu jardim no ano passado, e ele floresceu lindamente nesta primavera. Ontem, eu vi uma foto de um jacinto em uma revista, e eu comprarei um amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "iris",
      "translation": "íris",
      "definition": "Un tipo de planta que florece con flores llamativas y coloridas, especialmente una flor del género Iris.",
      "definition_translation": "Um tipo de planta florida com flores coloridas e vistosas, especialmente uma flor do gênero Íris.",
      "example": "Compré un iris en la nursery la semana pasada, y ya está creciendo. Mi abuela tenía hermosos iris en su jardín, y plantaré uno el próximo mes.",
      "example_translation": "Eu comprei um íris na nursery semana passada, e ele já está crescendo. Minha avó tinha íris lindas em seu jardim, e eu plantarei um no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lilac",
      "translation": "lilás",
      "definition": "Un tipo de arbusto o árbol pequeño que florece con flores púrpuras, rosadas o blancas, especialmente en Europa y América del Norte.",
      "definition_translation": "Um tipo de arbusto ou árvore pequena florida com flores roxas, rosa ou brancas, especialmente na Europa e América do Norte.",
      "example": "El Lilac en mi patio trasero está floreciendo ahora mismo, y huele maravilloso. El año pasado, vi un lilac en un parque, y plantaré uno la próxima primavera.",
      "example_translation": "O lilás no meu quintal está florescendo agora, e ele cheira incrível. No ano passado, eu vi uma árvore de lilás em um parque, e eu plantarei um na próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lirio",
      "translation": "lírio",
      "definition": "Un tipo de planta que florece con flores en forma de trompeta, a menudo blancas, amarillas o rosadas.",
      "definition_translation": "Um tipo de planta florida com flores grandes em forma de trombeta, frequentemente brancas, amarelas ou rosa.",
      "example": "Tengo un lirio en mi jardín, y es una de mis flores favoritas. Ayer, vi una imagen de un lirio en una revista, y compraré un ramo de lirios mañana.",
      "example_translation": "Eu tenho um lírio no meu jardim, e ele é uma das minhas flores favoritas. Ontem, eu vi uma foto de um lírio em uma revista, e eu comprarei um buquê de lírios amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lirio de los valles",
      "translation": "lírio dos vales",
      "definition": "Un lirio de los valles es un tipo de planta que florece con pequeñas flores en forma de campana que son blancas o amarillas pálidas.",
      "definition_translation": "Um lírio dos vales é um tipo de planta florífera com pequenas flores em forma de sino que são brancas ou amarelo-pálido.",
      "example": "Vi un hermoso lirio de los valles en el jardín ayer, pero no lo vi el año pasado. Lo veré de nuevo el próximo año.",
      "example_translation": "Eu vi um lindo lírio dos vales no jardim ontem, mas não o vi no ano passado. Eu o verei novamente next year.",
      "imageLink": "image_files\\English\\"imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "narciso",
      "translation": "narciso",
      "definition": "Un narciso es un tipo de planta que florece con flores en forma de copa que son a menudo blancas o amarillas.",
      "definition_translation": "Um narciso é um tipo de planta florífera com flores vistosas, em forma de xícara, que são frequentemente brancas ou amarelas.",
      "example": "Planté un narciso en mi jardín el año pasado, y floreció hermosamente este año. Plantaré otro más el próximo año.",
      "example_translation": "Eu plantei um narciso no meu jardim no ano passado, e ele floresceu lindamente este ano. Eu plantarei outro no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "orquídea",
      "translation": "orquídea",
      "definition": "Una orquídea es un tipo de planta exótica que florece con flores llamativas y coloridas, a menudo cultivadas en invernaderos.",
      "definition_translation": "Uma orquídea é um tipo de planta florífera exótica com flores vistosas, coloridas, que são frequentemente cultivadas em estufas.",
      "example": "Vi una hermosa orquídea en el jardín botánico ayer, pero no la compré. Compraré una la próxima mes.",
      "example_translation": "Eu vi uma linda orquídea no jardim botânico ontem, mas não a comprei. Eu comprarei uma no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pensamiento",
      "translation": "pensée",
      "definition": "Un pensamiento es un tipo de planta que florece con flores delicadas y coloridas, a menudo cultivadas en jardines.",
      "definition_translation": "Uma pensée é um tipo de planta florífera com flores coloridas, delicadas, que são frequentemente cultivadas em jardins.",
      "example": "Planté un pensamiento en mi jardín la primavera pasada, y floreció hermosamente este verano. Plantaré otro más la próxima primavera.",
      "example_translation": "Eu plantei uma pensée no meu jardim na primavera passada, e ela floresceu lindamente este verão. Eu plantarei outra na próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "peonía",
      "translation": "peonía",
      "definition": "Una peonía es una planta que florece nativa de Asia, Europa y América del Norte. Es conocida por sus flores llamativas y se utiliza a menudo en jardines ornamentales.",
      "definition_translation": "Uma peónia é uma planta florífera nativa da Ásia, Europa e América do Norte Ocidental. É conhecida por suas flores vistosas e é frequentemente usada em jardins ornamentais.",
      "example": "Planté una peonía en mi jardín el año pasado, y floreció hermosamente esta primavera. He estado cuidándola, y florecerá de nuevo el próximo año.",
      "example_translation": "Plantei uma peónia em meu jardim no ano passado, e floresceu lindamente esta primavera. Tenho cuidado dela, e florescerá novamente no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amapola",
      "translation": "papoula",
      "definition": "Una amapola es una planta que florece nativa de Europa y Asia. Es conocida por sus flores llamativas y se utiliza a menudo en jardines ornamentales.",
      "definition_translation": "Uma papoula é uma planta florífera nativa da Europa e Ásia. É conhecida por suas flores vistosas e é frequentemente usada em jardins ornamentais.",
      "example": "Los campos de amapolas estaban en plena flor cuando visitamos el campo la última verano. Tomamos fotos de las hermosas amapolas, y siempre recordaré ese viaje.",
      "example_translation": "Os campos de papoulas estavam em plena floração quando visitamos o campo no último verão. Tiramos fotos das belas papoulas, e sempre me lembrarei dessa viagem.",
      "imageLink": "image_files\\English\\"imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prímula",
      "translation": "prímula",
      "definition": "Una prímula es una planta con flores originaria de Europa y Norteamérica. Es conocida por sus delicadas flores y se utiliza con frecuencia en jardines ornamentales.",
      "definition_translation": "Uma prímula é uma planta florífera nativa da Europa e América do Norte. É conhecida por suas flores delicadas e é frequentemente usada em jardins ornamentais.",
      "example": "Mi abuela solía cultivar prímulas en su jardín cuando era niño. Yo la ayudaba a regarlas y me contaba historias sobre su propia infancia.",
      "example_translation": "Minha avó costumava cultivar prímulas em seu jardim quando eu era criança. Eu ajudava a regá-las, e ela me contava histórias sobre sua própria infância.",
      "imageLink": "image_files\\English\\"imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dragoncillo",
      "translation": "dragão",
      "definition": "Un dragoncillo es una planta con flores originaria de la región mediterránea. Es conocido por sus flores únicas y se utiliza con frecuencia en jardines ornamentales.",
      "definition_translation": "Um dragão é uma planta florífera nativa da região do Mediterrâneo. É conhecida por suas flores únicas e é frequentemente usada em jardins ornamentais.",
      "example": "Solía cultivar dragoncillos en mi jardín cuando era niño, y mis amigos siempre se impresionaban por sus brillantes colores. Ahora, tengo un dragoncillo en mi oficina y me trae recuerdos felices.",
      "example_translation": "Eu costumava cultivar dragões em meu jardim quando eu era criança, e meus amigos sempre ficavam impressionados com suas cores brilhantes. Agora, tenho um dragão em meu escritório, e ele traz lembranças carinhosas.",
      "imageLink": "image_files\\English\\"imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acampanilla de invierno",
      "translation": "bella-dona",
      "definition": "Una acampanilla de invierno es una pequeña planta bulbosa perenne que produce flores blancas a finales del invierno y principios de la primavera.",
      "definition_translation": "Uma drop de neve é uma planta perene bulbosa pequena que produz flores brancas no final do inverno e início da primavera.",
      "example": "La acampanilla de invierno floreció en el jardín, La acampanilla de invierno florecerá en el jardín, La acampanilla de invierno había florecido en el jardín.",
      "example_translation": "A drop de neve floresceu no jardim, A drop de neve florescerá no jardim, A drop de neve havia florescido no jardim.",
      "imageLink": "image_files\\English\\"imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tagetes",
      "translation": "tagetes",
      "definition": "Tagetes es un género de plantas anuales y perennes, comúnmente conocidas como caléndulas, que producen flores amarillas y anaranjadas brillantes.",
      "definition_translation": "Tagetes é um gênero de plantas anuais e perenes, comumente conhecidas como calêndulas, que produzem flores amarelas e laranja brilhantes.",
      "example": "El granjero plantó tagetes en el campo, El granjero plantará tagetes en el campo, El granjero había plantado tagetes en el campo.",
      "example_translation": "O agricultor plantou tagetes no campo, O agricultor plantará tagetes no campo, O agricultor havia plantado tagetes no campo.",
      "imageLink": "image_files\\English\\"imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "viola",
      "translation": "violeta",
      "definition": "Una viola es una pequeña flor delicada de color púrpura, azul o blanco, con un perfume dulce y fragante.",
      "definition_translation": "Uma violeta é uma flor pequena e delicada de cor púrpura, azul ou branca, com um cheiro doce e fragrante.",
      "example": "La niña recogió una viola en el jardín, La niña recogerá una viola en el jardín, La niña había recogido una viola en el jardín.",
      "example_translation": "A menina colheu uma violeta no jardim, A menina colherá uma violeta no jardim, A menina havia colhido uma violeta no jardim.",
      "imageLink": "image_files\\English\\"imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lirio de agua",
      "translation": "lírio-d'água",
      "definition": "Un lirio de agua es un tipo de planta acuática con hojas redondas grandes que flotan en la superficie del agua.",
      "definition_translation": "Um lírio-d'água é um tipo de planta aquática com folhas grandes e arredondadas que flutuam na superfície da água.",
      "example": "El lirio de agua floreció en el estanque, El lirio de agua florecerá en el estanque, El lirio de agua había florecido en el estanque.",
      "example_translation": "O lírio-d'água floresceu na lagoa, O lírio-d'água florescerá na lagoa, O lírio-d'água havia florescido na lagoa.",
      "imageLink": "image_files\\English\\"imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flor del viento",
      "translation": "flor do vento",
      "definition": "Una flor del viento es un tipo de planta con flores que crece en áreas con vientos fuertes, habiendo adaptado para sobrevivir en condiciones adversas.",
      "definition_translation": "Uma flor do vento é um tipo de planta florífera que cresce em áreas com ventos fortes, tendo se adaptado para sobreviver em condições adversas.",
      "example": "Vi una hermosa flor del viento en el jardín ayer. Hoy, plantaré una flor del viento en mi patio. Para el año que viene, la flor del viento habrá florecido.",
      "example_translation": "Eu vi uma linda flor do vento no jardim ontem. Hoje, vou plantar uma flor do vento no meu quintal. Até o ano que vem, a flor do vento terá florescido.",
      "imageLink": "image_files\\English\\"imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]