[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número",
      "translation": "número",
      "definition": "Un valor numérico o cantidad, a menudo expresado por un numeral o una palabra, utilizado para contar, cuantificar o medir algo.",
      "definition_translation": "Um valor numérico ou quantidade, souvent expresso por um numeral ou uma palavra, usado para contar, quantificar ou medir algo.",
      "example": "Necesito recordar el número del autobús que tomo para ir al trabajo. Ayer, olvidé el número y me perdí. Mañana, me aseguraré de escribir el número.",
      "example_translation": "Eu preciso lembrar o número do ônibus que eu pego para ir ao trabalho. Ontem, eu esqueci o número e me perdi. Amanhã, eu vou ter certeza de escrever o número.",
      "imageLink": "image_files\\English\\"imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "círculo",
      "translation": "círculo",
      "definition": "Una forma redonda, típicamente sin principio ni fin, utilizada para representar un rango de valores, tamaños o cantidades.",
      "definition_translation": "Uma forma redonda, típica sem início ou fim, usado para representar um range de valores, tamanhos ou quantidades.",
      "example": "El círculo de amigos que tengo es muy importante para mí. La semana pasada, formamos un círculo para discutir el proyecto. Para el próximo año, habremos formado un círculo de expertos.",
      "example_translation": "O círculo de amigos que eu tenho é muito importante para mim. Na semana passada, nós formamos um círculo para discutir o projeto. Até o ano que vem, nós teremos formado um círculo de especialistas.",
      "imageLink": "image_files\\English\\"imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuadrado",
      "translation": "quadrado",
      "definition": "Una forma con cuatro lados de igual longitud, utilizada para representar estabilidad, estructura o equilibrio.",
      "definition_translation": "Uma forma com quatro lados de igual comprimento, usado para representar estabilidade, estrutura ou equilíbrio.",
      "example": "La plaza del centro de la ciudad es un lugar popular para los turistas. Ayer, caminé alrededor de la plaza para tomar algunas fotos. En el futuro, definitivamente visitaré la plaza nuevamente.",
      "example_translation": "A praça no centro da cidade é um local popular para turistas. Ontem, eu caminhei em volta da praça para tirar algumas fotos. No futuro, eu certamente visitarei a praça novamente.",
      "imageLink": "image_files\\English\\"imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estrella",
      "translation": "estrela",
      "definition": "Una masa luminosa y grande de gas que se mantiene unida por su propia gravedad, a menudo visible en el cielo nocturno.",
      "definition_translation": "Uma bola maciça e luminosa de gás que é mantida unida pela sua própria gravidade, frequentemente visível no céu noturno.",
      "example": "Me gustaría poder ver una estrella de cerca. Anoche, vi una estrella brillando en el cielo. En el futuro, los humanos podrían viajar a otras estrellas.",
      "example_translation": "Eu gostaria de poder ver uma estrela de perto. Na noite passada, eu vi uma estrela brilhando no céu. No futuro, os humanos podem viajar para outras estrelas.",
      "imageLink": "image_files\\English\\"imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cruz",
      "translation": "cruz",
      "definition": "Una cruz es una figura geométrica formada por dos líneas que se intersectan entre sí, dividiéndose en cuatro ángulos rectos.",
      "definition_translation": "Uma cruz é uma figura geométrica formada por duas linhas que se intersectam, dividindo-se em quatro ângulos retos.",
      "example": "Crucé la calle, luego cruzaré el puente, y finalmente había cruzado la línea de meta.",
      "example_translation": "Eu cruzei a rua, então eu vou cruzar a ponte, e finalmente eu havia cruzado a linha de chegada.",
      "imageLink": "image_files\\English\\"imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "por ciento",
      "translation": "por cento",
      "definition": "Por ciento es una unidad de proporción, igual a la centésima parte de un todo.",
      "definition_translation": "Por cento é uma unidade de proporção, igual a um centésimo de um todo.",
      "example": "Obtuve 80 por ciento en mi examen, el próximo año obtendré 90 por ciento, y el año pasado obtuve 70 por ciento.",
      "example_translation": "Eu obtive 80 por cento na minha prova, no ano que vem eu vou obter 90 por cento, e no ano passado eu obtive 70 por cento.",
      "imageLink": "image_files\\English\\"imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suma",
      "translation": "soma",
      "definition": "Una suma es el resultado de sumar dos o más números juntos.",
      "definition_translation": "Uma soma é o resultado de somar dois ou mais números juntos.",
      "example": "Voy a sumar los números, luego sumé los costos, y finalmente he sumado los resultados.",
      "example_translation": "Eu vou somar os números, então eu somei os custos, e finalmente eu somei os resultados.",
      "imageLink": "image_files\\English\\"imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adición",
      "translation": "adição",
      "definition": "La adición es el acto de combinar dos o más números o cantidades para obtener un total o una suma.",
      "definition_translation": "Adição é o ato de combinar dois ou mais números ou quantidades para obter um total ou uma soma.",
      "example": "Voy a hacer una adición a mi informe, luego hice una adición a mi presentación, y finalmente he hecho una adición a mi proyecto.",
      "example_translation": "Eu vou fazer uma adição ao meu relatório, então eu fiz uma adição à minha apresentação, e finalmente eu fiz uma adição ao meu projeto.",
      "imageLink": "image_files\\English\\"imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cono",
      "translation": "cone",
      "definition": "Un cono es una figura geométrica tridimensional que se estrecha desde una base circular hasta un punto.",
      "definition_translation": "Um cone é uma forma geométrica tridimensional que se estreita de uma base circular para um ponto.",
      "example": "Ella patinó alrededor del cono en la pista de hielo. Ella patinará alrededor del cono en la pista de hielo. Ella patinó alrededor del cono en la pista de hielo.",
      "example_translation": "Ela patinou em torno do cone na pista de gelo. Ela patinará em torno do cone na pista de gelo. Ela patinou em torno do cone na pista de gelo.",
      "imageLink": "image_files\\English\\"imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cubo",
      "translation": "cubo",
      "definition": "Un cubo es un objeto tridimensional sólido con seis caras cuadradas de igual tamaño, donde todos los ángulos son ángulos rectos.",
      "definition_translation": "Um cubo é um objeto sólido tridimensional com seis faces quadradas de tamanho igual, onde todos os ângulos são ângulos retos.",
      "example": "El cubo estaba sobre la mesa. El cubo estará sobre la mesa. El cubo estaba sobre la mesa.",
      "example_translation": "O cubo estava sobre a mesa. O cubo sentará sobre a mesa. O cubo estava sobre a mesa.",
      "imageLink": "image_files\\English\\"imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diámetro",
      "translation": "diâmetro",
      "definition": "El diámetro de un círculo es la distancia más larga a través del círculo, pasando por su centro.",
      "definition_translation": "O diâmetro de um círculo é a distância mais longa através do círculo, passando pelo seu centro.",
      "example": "El diámetro de la rueda era de 20 pulgadas. El diámetro de la rueda será de 20 pulgadas. El diámetro de la rueda era de 20 pulgadas.",
      "example_translation": "O diâmetro da roda era de 20 polegadas. O diâmetro da roda será de 20 polegadas. O diâmetro da roda era de 20 polegadas.",
      "imageLink": "image_files\\English\\"imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "óvalo",
      "translation": " oval",
      "definition": "Un óvalo es una curva cerrada resultante de la intersección de un cono y un plano que no es paralelo a la base del cono.",
      "definition_translation": "Um oval é uma curva fechada resultante da interseção de um cone e um plano que não é paralelo à base do cone.",
      "example": "La forma ovalada del estadio era impresionante. La forma ovalada del estadio será impresionante. La forma ovalada del estadio era impresionante.",
      "example_translation": "A forma oval do estádio era impressionante. A forma oval do estádio será impressionante. A forma oval do estádio era impressionante.",
      "imageLink": "image_files\\English\\"imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "triángulo",
      "translation": "triângulo",
      "definition": "Un polígono con tres lados, especialmente uno con tres ángulos rectos.",
      "definition_translation": "Um polígono com três lados, especialmente um com três ângulos retos.",
      "example": "Dibujé un triángulo en la pizarra. Ayer, dibujé un triángulo. Mañana, dibujaré un triángulo.",
      "example_translation": "Eu desenhei um triângulo no quadro-negro. Ontem, eu desenhei um triângulo. Amanhã, eu desenharei um triângulo.",
      "imageLink": "image_files\\English\\"imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo",
      "translation": "ângulo",
      "definition": "El espacio o forma formada por dos líneas o planos que se cruzan.",
      "definition_translation": "O espaço ou forma formada por duas linhas ou planos que se encontram.",
      "example": "Medí el ángulo del techo. Ayer, medí el ángulo del techo. Mañana, mediré el ángulo del techo.",
      "example_translation": "Eu medi o ângulo do telhado. Ontem, eu medi o ângulo do telhado. Amanhã, eu medirei o ângulo do telhado.",
      "imageLink": "image_files\\English\\"imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pirámide",
      "translation": "pirâmide",
      "definition": "Una estructura monumental con una base cuadrada y cuatro lados triangulares que se encuentran en el vértice.",
      "definition_translation": "Uma estrutura monumental com uma base quadrada e quatro lados triangulares que se encontram no ápice.",
      "example": "Visité la pirámide en Egipto. Ayer, visité la pirámide en Egipto. Mañana, visitaré la pirámide en Egipto.",
      "example_translation": "Eu visitei a pirâmide no Egito. Ontem, eu visitei a pirâmide no Egito. Amanhã, eu visitarei a pirâmide no Egito.",
      "imageLink": "image_files\\English\\"imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rectángulo",
      "translation": "retângulo",
      "definition": "Una figura de cuatro lados con todos los lados de diferentes longitudes, donde todos los ángulos internos son ángulos rectos.",
      "definition_translation": "Uma forma de quatro lados com todos os lados de comprimentos diferentes, onde todos os ângulos internos são ângulos retos.",
      "example": "Dibujé un rectángulo en el papel. Ayer, dibujé un rectángulo en el papel. Mañana, dibujaré un rectángulo en el papel.",
      "example_translation": "Eu desenhei um retângulo no papel. Ontem, eu desenhei um retângulo no papel. Amanhã, eu desenharei um retângulo no papel.",
      "imageLink": "image_files\\English\\"imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conjunto",
      "translation": "conjunto",
      "definition": "Una colección de objetos únicos, conocidos como elementos o miembros, que pueden ser cualquier cosa, incluyendo números, letras, personas o otras cosas.",
      "definition_translation": "Um conjunto de objetos únicos, conhecidos como elementos ou membros, que podem ser qualquer coisa, incluindo números, letras, pessoas ou outras coisas.",
      "example": "Ella pone la mesa para la cena. Ayer, puso la mesa. Mañana, pondrá la mesa.",
      "example_translation": "Ela define a mesa para o jantar. Ontem, ela definiu a mesa. Amanhã, ela definirá a mesa.",
      "imageLink": "image_files\\English\\"imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "variable",
      "translation": "variável",
      "definition": "Un símbolo o cantidad que puede tomar diferentes valores, a menudo utilizado en ecuaciones matemáticas y programación de computadoras.",
      "definition_translation": "Um símbolo ou quantidade que pode assumir diferentes valores, frequentemente usado em equações matemáticas e programação de computador.",
      "example": "La variable x se utiliza en la ecuación. Ayer, la variable se utilizó en el código. Mañana, la variable se utilizará en el algoritmo.",
      "example_translation": "A variável x é usada na equação. Ontem, a variável foi usada no código. Amanhã, a variável será usada no algoritmo.",
      "imageLink": "image_files\\English\\"imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo agudo",
      "translation": "ângulo agudo",
      "definition": "Un ángulo cuya medida está entre 0° y 90°, a menudo utilizado en geometría y trigonometría.",
      "definition_translation": "Um ângulo cuja medida está entre 0° e 90°, frequentemente usado em geometria e trigonometria.",
      "example": "El ángulo agudo del triángulo es de 30°. Ayer, el ángulo del techo era agudo. Mañana, el ángulo de la pendiente será agudo.",
      "example_translation": "O ângulo agudo do triângulo é de 30°. Ontem, o ângulo do telhado era agudo. Amanhã, o ângulo da encosta será agudo.",
      "imageLink": "image_files\\English\\"imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "eje de coordenadas",
      "translation": "eixo de coordenadas",
      "definition": "Una línea o punto de referencia que sirve como base para medir o orientar otras líneas o puntos en un sistema de coordenadas.",
      "definition_translation": "Uma linha ou um ponto de referência que serve como base para medir ou orientar outras linhas ou pontos em um sistema de coordenadas.",
      "example": "El eje de coordenadas se utiliza en graficación. Ayer, el eje x se utilizó en la gráfica. Mañana, el eje y se utilizará en el diagrama.",
      "example_translation": "O eixo de coordenadas é usado em grafia. Ontem, o eixo x foi usado no gráfico. Amanhã, o eixo y será usado no diagrama.",
      "imageLink": "image_files\\English\\"imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número cardinal",
      "translation": "número cardinal",
      "definition": "Un número cardinal es un valor numérico que indica el tamaño de un conjunto o una cantidad.",
      "definition_translation": "Um número cardinal é um valor numérico que indica o tamanho de um conjunto ou quantidade.",
      "example": "El número cardinal del conjunto es cinco. El maestro pidió a los estudiantes que encontraran el número cardinal del conjunto de palabras. El número cardinal del conjunto será calculado por la computadora.",
      "example_translation": "O número cardinal do conjunto é cinco. A professora pediu aos alunos que encontrassem o número cardinal do conjunto de palavras. O número cardinal do conjunto será calculado pelo computador.",
      "imageLink": "image_files\\English\\"imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "circunferencia",
      "translation": "circunferência",
      "definition": "La circunferencia es la distancia alrededor de un círculo o otra forma.",
      "definition_translation": "A circunferência é a distância ao redor de um círculo ou outra forma.",
      "example": "La circunferencia del círculo es de 3,14 metros. El atleta corrió alrededor de la circunferencia de la pista. El ingeniero calculó la circunferencia de la tubería.",
      "example_translation": "A circunferência do círculo é 3,14 metros. O atleta correu ao redor da circunferência da pista. O engenheiro calculou a circunferência do tubo.",
      "imageLink": "image_files\\English\\"imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "coeficiente",
      "translation": "coeficiente",
      "definition": "Un coeficiente es un valor numérico que representa una constante de proporcionalidad entre dos cantidades.",
      "definition_translation": "Um coeficiente é um valor numérico que representa uma constante de proporcionalidade entre duas quantidades.",
      "example": "El coeficiente de fricción es 0,5. El científico calculó el coeficiente de expansión térmica. El coeficiente de elasticidad fue medido en el experimento.",
      "example_translation": "O coeficiente de atrito é 0,5. O cientista calculou o coeficiente de expansão térmica. O coeficiente de elasticidade foi medido no experimento.",
      "imageLink": "image_files\\English\\"imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brújulas",
      "translation": "compasso",
      "definition": "Las brújulas son una herramienta de navegación utilizada para encontrar direcciones, especialmente en navegación y geografía.",
      "definition_translation": "Os compassos são uma ferramenta de navegação usada para encontrar direções, especialmente na navegação e geografia.",
      "example": "El excursionista utilizó brújulas para encontrar la dirección. El marinero revisó las brújulas para ajustar el curso. El estudiante dibujó un mapa utilizando brújulas.",
      "example_translation": "O caminhante usou compasso para encontrar a direção. O marinheiro verificou o compasso para ajustar o curso. O estudante desenhou um mapa usando compasso.",
      "imageLink": "image_files\\English\\"imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo completo",
      "translation": "ângulo completo",
      "definition": "Un ángulo completo es un ángulo cuya medida es de 360 grados, formando un círculo completo.",
      "definition_translation": "Um ângulo completo é um ângulo cuja medida é de 360 graus, formando um círculo completo.",
      "example": "La Tierra rota 360 grados en un ángulo completo, haciendo una rotación completa. Ha rotado un ángulo completo en el pasado, está rotando un ángulo completo ahora y rotará un ángulo completo en el futuro.",
      "example_translation": "A Terra gira 360 graus em um ângulo completo, fazendo uma rotação completa. Ela girou um ângulo completo no passado, está girando um ângulo completo agora e girará um ângulo completo no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sistema de coordenadas",
      "translation": "sistema de coordenadas",
      "definition": "Un sistema de coordenadas es un conjunto de ejes utilizados para localizar puntos en el espacio, a menudo utilizado en matemáticas y física.",
      "definition_translation": "Um sistema de coordenadas é um conjunto de eixos usados para localizar pontos no espaço, frequentemente usado em matemática e física.",
      "example": "El sistema de coordenadas nos ayudó a localizar la posición precisa del planeta en el pasado, nos ayuda ahora y nos ayudará en el futuro a navegar por el espacio. Utilizamos un sistema de coordenadas para cartografiar la galaxia, estamos utilizando ahora para guiar nuestro nave espacial y utilizaremos en el futuro para trazar nuevos cursos.",
      "example_translation": "O sistema de coordenadas nos ajudou a localizar a posição precisa do planeta no passado, ajuda-nos agora e ajudará-nos no futuro a navegar pelo espaço. Usamos um sistema de coordenadas para mapear a galáxia, estamos usando-o agora para guiar nossa espaçonave e usaremos-o no futuro para cartografar novos cursos.",
      "imageLink": "image_files\\English\\"imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "raíz cúbica",
      "translation": "raiz cúbica",
      "definition": "La raíz cúbica de un número es un valor que, multiplicado por sí mismo tres veces, da el número original.",
      "definition_translation": "A raiz cúbica de um número é um valor que, quando multiplicado por si mesmo três vezes, dá o número original.",
      "example": "La raíz cúbica de 27 es 3, porque 3 multiplicado por sí mismo tres veces iguala 27. En el pasado, calculamos la raíz cúbica de un número a mano, ahora lo hacemos con calculadoras y en el futuro lo haremos con algoritmos avanzados de computadora.",
      "example_translation": "A raiz cúbica de 27 é 3, porque 3 multiplicado por si mesmo três vezes iguala 27. No passado, calculamos a raiz cúbica de um número à mão, agora usamos calculadoras e no futuro, usaremos algoritmos computacionais avançados.",
      "imageLink": "image_files\\English\\"imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuboides",
      "translation": "cuboide",
      "definition": "Un cuboide es una forma tridimensional con seis caras rectangulares, donde todos los ángulos son ángulos rectos.",
      "definition_translation": "Um cuboide é uma forma tridimensional com seis faces retangulares, onde todos os ângulos são ângulos retos.",
      "example": "La caja de forma cuboides era pesada en el pasado, es pesada ahora y será pesada en el futuro, no importa cómo la rotamos. Empaquetamos la caja cuboides en el pasado, la estamos empacando ahora y la empacaremos en el futuro con cuidado.",
      "example_translation": "A caixa de formato cuboide era pesada no passado, ainda é pesada agora e será pesada no futuro, não importa como a rotacionamos. Embalamos a caixa cuboide no passado, estamos embalando-a agora e embalaremos-a no futuro com cuidado.",
      "imageLink": "image_files\\English\\"imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cilindro",
      "translation": "cilindro",
      "definition": "Un cilindro es una forma tridimensional sólida con dos bases circulares paralelas conectadas por una superficie lateral curva.",
      "definition_translation": "Um cilindro é uma forma sólida tridimensional com duas bases paralelas e circulares conectadas por uma superfície lateral curva.",
      "example": "El mecánico utilizó un cilindro para medir el volumen del aceite del motor. Ayer, ella había utilizado para verificar el fluido de frenos. Mañana, utilizará para medir el fluido de transmisión.",
      "example_translation": "O mecânico usou um cilindro para medir o volume do óleo do motor. Ontem, ela havia usado para verificar o fluido de freno. Amanhã, ela usará para medir o fluido de transmissão.",
      "imageLink": "image_files\\English\\"imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decimal",
      "translation": "decimal",
      "definition": "Un decimal es un número expresado en el sistema decimal, con una parte fraccionaria separada de la parte entera por un punto decimal.",
      "definition_translation": "Um decimal é um número expresso no sistema decimal, com uma parte fracionária separada da parte inteira por um ponto decimal.",
      "example": "El estudiante tuvo problemas para convertir la fracción a decimal, pero finalmente entendió el concepto. Ayer, había practicado convertir decimales a fracciones. Mañana, aprenderá sobre expansiones decimales.",
      "example_translation": "A estudante teve dificuldade em converter a fração para um decimal, mas finalmente entendeu o conceito. Ontem, ela havia praticado converter decimais para frações. Amanhã, ela aprenderá sobre expansões decimais.",
      "imageLink": "image_files\\English\\"imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ecuación diferencial",
      "translation": "equação diferencial",
      "definition": "Una ecuación diferencial es una ecuación matemática que implica una función desconocida y sus derivadas, y relaciona los valores de la función y sus derivadas en diferentes puntos del espacio y el tiempo.",
      "definition_translation": "Uma equação diferencial é uma equação matemática que envolve uma função desconhecida e suas derivadas, e relaciona os valores da função e suas derivadas em diferentes pontos no espaço e tempo.",
      "example": "La física utilizó una ecuación diferencial para modelar el movimiento del péndulo. Ayer, había utilizado para analizar el crecimiento de la población. Mañana, aplicará para estudiar los circuitos eléctricos.",
      "example_translation": "O físico usou uma equação diferencial para modelar o movimento do pêndulo. Ontem, ela havia usado para analisar o crescimento populacional. Amanhã, ela aplicará para estudar os circuitos elétricos.",
      "imageLink": "image_files\\English\\"imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dígito",
      "translation": "dígito",
      "definition": "Un dígito es un símbolo único utilizado para representar un valor numérico, como 0, 1, 2, etc.",
      "definition_translation": "Um dígito é um símbolo único usado para representar um valor numérico, como 0, 1, 2, etc.",
      "example": "La computadora utilizó siete dígitos para almacenar el número de teléfono. Ayer, había utilizado cinco dígitos para almacenar el código postal. Mañana, utilizará diez dígitos para almacenar el número de cuenta.",
      "example_translation": "O computador usou sete dígitos para armazenar o número de telefone. Ontem, ele havia usado cinco dígitos para armazenar o código postal. Amanhã, ele usará dez dígitos para armazenar o número de conta.",
      "imageLink": "image_files\\English\\"imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dividend",
      "translation": "dividendos",
      "definition": "Un dividendo es un pago realizado por una corporación a sus accionistas, usualmente como una forma de distribuir ganancias.",
      "definition_translation": "Um dividendo é um pagamento feito por uma corporação para seus acionistas, geralmente como forma de distribuir lucros.",
      "example": "La empresa pagará un dividendo a sus accionistas el próximo trimestre. El dividendo ha sido pagado anualmente durante los últimos 5 años. La empresa aumentará el dividendo el próximo año.",
      "example_translation": "A empresa pagará um dividendo para seus acionistas no próximo trimestre. O dividendo foi pago anualmente nos últimos 5 anos. A empresa aumentará o dividendo no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "división",
      "translation": "divisão",
      "definition": "La división es el proceso de dividir o separar algo en partes o grupos.",
      "definition_translation": "A divisão é o processo de separar ou dividir algo em partes ou grupos.",
      "example": "La empresa está pasando por un proceso de división para mejorar la eficiencia. La división de la empresa se completará el próximo mes. El equipo se dividirá en grupos más pequeños para trabajar en el proyecto.",
      "example_translation": "A empresa está passando por um processo de divisão para melhorar a eficiência. A divisão da empresa será concluída no próximo mês. A equipe será dividida em grupos menores para trabalhar no projeto.",
      "imageLink": "image_files\\English\\"imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "divisor",
      "translation": "divisor",
      "definition": "Un divisor es un número por el cual otro número se divide.",
      "definition_translation": "Um divisor é um número pelo qual outro número é dividido.",
      "example": "El divisor de 10 es 2. El número 5 es un divisor de 15. El divisor se utilizará para calcular el cociente.",
      "example_translation": "O divisor de 10 é 2. O número 5 é um divisor de 15. O divisor será usado para calcular o quociente.",
      "imageLink": "image_files\\English\\"imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exponente, potencia",
      "translation": "expoente, potência",
      "definition": "Un exponente es un número pequeño que indica la potencia a la que un número debe ser elevado.",
      "definition_translation": "Um expoente é um número pequeno que indica a potência à qual um número deve ser elevado.",
      "example": "El exponente de 2 en la ecuación es 3. La potencia de 2 es 4. La fórmula utiliza exponentes para calcular el resultado.",
      "example_translation": "O expoente de 2 na equação é 3. A potência de 2 é 4. A fórmula usa expoentes para calcular o resultado.",
      "imageLink": "image_files\\English\\"imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fracción",
      "translation": "fração",
      "definition": "Una fracción es una forma de expresar una parte de un todo como un cociente de números, usualmente un numerador y un denominador.",
      "definition_translation": "Uma fração é uma forma de expressar uma parte de um todo como um quociente de números, geralmente um numerador e um denominador.",
      "example": "Ayer, aprendí a sumar fracciones en la clase de matemáticas. Hoy, estoy practicando restarlas. Para la próxima semana, habré dominado la multiplicación de fracciones.",
      "example_translation": "Ontem, eu aprendi a adicionar frações na aula de matemática. Hoje, estou praticando subtrair frações. Até a próxima semana, eu terei dominado a multiplicação de frações.",
      "imageLink": "image_files\\English\\"imageLink": "fraction.jpg",
      "audioLink": "fraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "función",
      "translation": "função",
      "definition": "Una función es una relación entre un conjunto de entradas (llamado dominio) y un conjunto de salidas posibles (llamado rango).",
      "definition_translation": "Uma função é uma relação entre um conjunto de entradas (chamado de domínio) e um conjunto de saídas possíveis (chamado de faixa).",
      "example": "El programa de computadora utiliza una función para calcular el área de un círculo. La función devolverá el resultado en unidades cuadradas. Para fin de mes, la función estará optimizada para ejecutarse más rápido.",
      "example_translation": "O programa de computador usa uma função para calcular a área de um círculo. A função retornará o resultado em unidades quadradas. Até o final do mês, a função será otimizada para rodar mais rápido.",
      "imageLink": "image_files\\English\\"imageLink": "function.jpg",
      "audioLink": "function.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hemisferio",
      "translation": "hemisfério",
      "definition": "Un hemisferio es la mitad norte o sur de la Tierra, dividida por el ecuador.",
      "definition_translation": "Um hemisfério é ou metade norte ou metade sul da Terra, dividida pelo equador.",
      "example": "La Tierra se divide en dos hemisferios: el Hemisferio Norte y el Hemisferio Sur. Nací en el Hemisferio Norte, pero he viajado al Hemisferio Sur varias veces. Para el próximo año, habré visitado todos los países del Hemisferio Sur.",
      "example_translation": "A Terra é dividida em dois hemisférios: o Hemisfério Norte e o Hemisfério Sul. Eu nasci no Hemisfério Norte, mas já viajei para o Hemisfério Sul várias vezes. Até o ano que vem, eu terei visitado todos os países do Hemisfério Sul.",
      "imageLink": "image_files\\English\\"imageLink": "hemisphere.jpg",
      "audioLink": "hemisphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "heptágono",
      "translation": "heptágono",
      "definition": "Un heptágono es un polígono con siete lados.",
      "definition_translation": "Um heptágono é um polígono com sete lados.",
      "example": "Ayer, aprendí a dibujar un heptágono en la clase de geometría. Hoy, estoy intentando calcular su perímetro. Para la próxima semana, habré memorizado la fórmula para encontrar el área de un heptágono.",
      "example_translation": "Eu aprendi a desenhar um heptágono na aula de geometria ontem. Hoje, estou tentando calcular seu perímetro. Até a próxima semana, eu terei memorizado a fórmula para encontrar a área de um heptágono.",
      "imageLink": "image_files\\English\\"imageLink": "heptagon.jpg",
      "audioLink": "heptagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hexágono",
      "translation": "hexágono",
      "definition": "Un hexágono es un polígono con seis lados, con seis vértices y ángulos internos que suman 720 grados.",
      "definition_translation": "Um hexágono é um polígono com seis lados, tendo seis vértices e ângulos internos que somam 720 graus.",
      "example": "Las abejas construyeron su panal en forma de hexágono, lo que proporciona espacio de almacenamiento máximo. Los antiguos griegos estudiaron las propiedades de los hexágonos. Para el año 2050, los arquitectos diseñarán ciudades enteras con edificios hexagonales.",
      "example_translation": "As abelhas construíram seu favo em formato de hexágono, que proporciona espaço de armazenamento máximo. Os antigos gregos estudaram as propriedades dos hexágonos. Até o ano 2050, arquitetos projetarão cidades inteiras com edifícios hexagonais.",
      "imageLink": "image_files\\English\\"imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "infinito",
      "translation": "infinito",
      "definition": "El infinito es un concepto en matemáticas que representa una cantidad sin fin o límite, extendiéndose infinitamente en todas direcciones.",
      "definition_translation": "O infinito é um conceito em matemática que representa uma quantidade sem fim ou limite, estendendo-se infinitamente em todas as direções.",
      "example": "Se cree que el universo tiene infinitas galaxias, cada una conteniendo infinitas estrellas. Los matemáticos han luchado durante mucho tiempo para entender el concepto de infinito. Al estudiar el infinito, podemos desbloquear secretos del cosmos.",
      "example_translation": "O universo é considerado ter galáxias infinitas, cada uma contendo estrelas infinitas. Matemáticos têm lutado há muito tempo para entender o conceito de infinito. Ao estudar o infinito, podemos desbloquear segredos do cosmo.",
      "imageLink": "image_files\\English\\"imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entero",
      "translation": "inteiro",
      "definition": "Un entero es un número entero, ya sea positivo, negativo o cero, sin parte fraccionaria.",
      "definition_translation": "Um inteiro é um número inteiro, seja positivo, negativo ou zero, sem parte fracional.",
      "example": "El entero 5 es un número primo, mientras que 6 no lo es. En programación informática, los enteros se utilizan para almacenar números enteros. Para 2025, los científicos utilizarán enteros para descodificar códigos de cifrado complejos.",
      "example_translation": "O inteiro 5 é um número primo, enquanto 6 não é. Na programação de computadores, inteiros são usados para armazenar números inteiros. Até 2025, cientistas usarão inteiros para quebrar códigos de criptografia complexos.",
      "imageLink": "image_files\\English\\"imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "integral",
      "translation": "integral",
      "definition": "Una integral es un concepto fundamental en cálculo que representa el área bajo una curva o la acumulación de una cantidad sobre un intervalo.",
      "definition_translation": "Uma integral é um conceito fundamental em cálculo que representa a área sob uma curva ou a acumulação de uma quantidade sobre um intervalo.",
      "example": "La integral de x al cuadrado es x al cubo dividido entre 3. En física, las integrales se utilizan para calcular la velocidad de objetos. Al aplicar integrales, los ingenieros pueden diseñar sistemas más eficientes.",
      "example_translation": "A integral de x ao quadrado é x ao cubo dividido por 3. Na física, integrais são usadas para calcular a velocidade dos objetos. Ao aplicar integrais, engenheiros podem projetar sistemas mais eficientes.",
      "imageLink": "image_files\\English\\"imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número irracional",
      "translation": "número irracional",
      "definition": "Un número que no se puede expresar como un decimal finito o fracción, como pi o la raíz cuadrada de 2.",
      "definition_translation": "Um número que não pode ser expresso como um decimal finito ou fração, como pi ou a raiz quadrada de 2.",
      "example": "Los antiguos griegos descubrieron que la raíz cuadrada de 2 era un número irracional. Ha sido utilizado en matemáticas durante siglos. Continuará siendo un concepto importante en el futuro.",
      "example_translation": "Os antigos gregos descobriram que a raiz quadrada de 2 era um número irracional. Ele tem sido usado em matemática por séculos. Ele continuará a ser um conceito importante no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "segmento de línea",
      "translation": "segmento de linha",
      "definition": "Una parte de una línea que tiene una longitud fija y está limitada por dos puntos distintos.",
      "definition_translation": "Uma parte de uma linha que tem um comprimento fixo e é delimitada por dois pontos distinctos.",
      "example": "El maestro dibujó un segmento de línea en la pizarra para ilustrar el concepto de geometría. Los estudiantes tuvieron que encontrar el punto medio del segmento de línea en su ejercicio. El segmento de línea será un concepto importante en su próximo examen de matemáticas.",
      "example_translation": "O professor desenhou um segmento de linha no quadro para ilustrar o conceito de geometria. Os alunos tiveram que encontrar o ponto médio do segmento de linha no seu exercício. O segmento de linha será um conceito importante no seu próximo teste de matemática.",
      "imageLink": "image_files\\English\\"imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "logaritmo",
      "translation": "logaritmo",
      "definition": "La potencia a la que debe ser elevado un número base para producir un valor dado, como el logaritmo de 100 con base 10 es 2.",
      "definition_translation": "O poder ao qual um número base deve ser elevado para produzir um valor determinado, como o logaritmo de 100 com base 10 é 2.",
      "example": "El matemático utilizó el logaritmo para simplificar el cálculo complejo. El logaritmo será un concepto importante en su investigación. Había estudiado el logaritmo en sus días de universidad.",
      "example_translation": "O matemático usou o logaritmo para simplificar o cálculo complexo. O logaritmo será um conceito importante em sua pesquisa. Eles haviam estudado o logaritmo em seus dias de universidade.",
      "imageLink": "image_files\\English\\"imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "multiplicación",
      "translation": "multiplicação",
      "definition": "El proceso de combinar dos o más números para obtener un producto, como 2 multiplicado por 3 es 6.",
      "definition_translation": "O processo de combinar dois ou mais números para obter um produto, como 2 multiplicado por 3 é 6.",
      "example": "Los estudiantes aprendieron la tabla de multiplicación en su escuela elemental. Tuvieron que practicar la multiplicación de fracciones en su tarea de matemáticas. El concepto de multiplicación se utilizará en sus futuras carreras.",
      "example_translation": "Os alunos aprenderam a tabela de multiplicação em seus dias de escola elementar. Eles tiveram que praticar a multiplicação de frações em seu trabalho de casa de matemática. O conceito de multiplicação será usado em suas carreiras futuras.",
      "imageLink": "image_files\\English\\"imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número natural",
      "translation": "número natural",
      "definition": "Un número natural es un número entero positivo, que es un número entero que es mayor que cero y no tiene decimales.",
      "definition_translation": "Um número natural é um inteiro positivo, que é um número inteiro maior que zero e não tem casas decimais.",
      "example": "En matemáticas, el conjunto de números naturales se denota comúnmente como N. Ayer, conté 10 números naturales. Mañana contaré 20 números naturales.",
      "example_translation": "Em matemática, o conjunto de números naturais é frequentemente denotado como N. Ontem, eu contei 10 números naturais. Amanhã, eu contarei 20 números naturais.",
      "imageLink": "image_files\\English\\"imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "línea de números",
      "translation": "linha numérica",
      "definition": "Una línea de números es una representación visual de números en una línea, donde cada punto en la línea representa un número específico.",
      "definition_translation": "Uma linha numérica é uma representação visual de números em uma linha, onde cada ponto na linha representa um número específico.",
      "example": "El maestro dibujó una línea de números en la pizarra para ayudar a los estudiantes a entender fracciones. Utilicé una línea de números para resolver el problema de matemáticas ayer. Para la próxima semana, podré crear una línea de números por mí mismo.",
      "example_translation": "O professor desenhou uma linha numérica no quadro para ajudar os alunos a entender frações. Eu usei uma linha numérica para resolver o problema de matemática ontem. Até a próxima semana, eu serei capaz de criar uma linha numérica sozinho.",
      "imageLink": "image_files\\English\\"imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo obtuso",
      "translation": "ângulo obtuso",
      "definition": "Un ángulo obtuso es un ángulo mayor de 90 grados pero menor de 180 grados.",
      "definition_translation": "Um ângulo obtuso é um ângulo maior que 90 graus, mas menor que 180 graus.",
      "example": "El ángulo obtuso en el triángulo era de 120 grados. Ayer, aprendí cómo medir ángulos obtusos en clase de geometría. Para el próximo año, podré identificar ángulos obtusos con facilidad.",
      "example_translation": "O ângulo obtuso no triângulo era de 120 graus. Ontem, eu aprendi como medir ângulos obtusos na aula de geometria. Até o próximo ano, eu serei capaz de identificar ângulos obtusos facilmente.",
      "imageLink": "image_files\\English\\"imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "octágono",
      "translation": "octógono",
      "definition": "Un octágono es un polígono con ocho lados.",
      "definition_translation": "Um octógono é um polígono com oito lados.",
      "example": "El edificio octágono era un famoso punto de referencia en la ciudad. Construí un octágono con bloques cuando era niño. Para el próximo mes, podré construir un octágono utilizando software de geometría.",
      "example_translation": "O prédio octogonal era um marco famoso na cidade. Eu construí um octógono com blocos quando eu era criança. Até o próximo mês, eu serei capaz de construir um octógono usando software de geometria.",
      "imageLink": "image_files\\English\\"imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número ordinal",
      "translation": "número ordinal",
      "definition": "Un número que muestra la posición de algo en una serie o lista, como primer, segundo o tercer lugar.",
      "definition_translation": "Um número que mostra a posição de algo em uma série ou lista, como primeiro, segundo ou terceiro.",
      "example": "El libro es un número ordinal en la serie, así que es el quinto. En el pasado, era el tercer lugar, pero ahora es el quinto, y en el futuro, será el séptimo lugar.",
      "example_translation": "O livro é um número ordinal na série, então é o quinto. No passado, era o terceiro, mas agora é o quinto, e no futuro, será o sétimo.",
      "imageLink": "image_files\\English\\"imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paralelo",
      "translation": "paralelo",
      "definition": "Que se extiende en la misma dirección, equidistante en todos los puntos, y nunca se interseca.",
      "definition_translation": "Estendendo-se na mesma direção, equidistante em todos os pontos e nunca se intersectando.",
      "example": "Las dos líneas son paralelas entre sí, así que nunca se encontrarán. En el pasado, no eran paralelas, pero ahora lo son. En el futuro, seguirán siendo paralelas.",
      "example_translation": "As duas linhas são paralelas entre si, então nunca se encontrarão. No passado, não eram paralelas, mas agora são. No futuro, ainda serão paralelas.",
      "imageLink": "image_files\\English\\"imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paralelogramo",
      "translation": "paralelograma",
      "definition": "Un cuadrilátero con lados opuestos de igual longitud, y ángulos opuestos que son iguales.",
      "definition_translation": "Um quadrilátero com lados opostos de igual comprimento e ângulos opostos que são iguais.",
      "example": "El paralelogramo tiene lados opuestos iguales, así que su área es fácil de calcular. En el pasado, era un rectángulo, pero ahora es un paralelogramo. En el futuro, será un rombo.",
      "example_translation": "O paralelograma tem lados opostos iguais, então sua área é fácil de calcular. No passado, era um retângulo, mas agora é um paralelograma. No futuro, será um rombo.",
      "imageLink": "image_files\\English\\"imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pentágono",
      "translation": "pentágono",
      "definition": "Un polígono con cinco lados, como la forma de los cinco puntos de una estrella.",
      "definition_translation": "Um polígono com cinco lados, como a forma dos cinco pontos de uma estrela.",
      "example": "El pentágono es una figura de cinco lados, así que a menudo se utiliza en logotipos. En el pasado, era un cuadrado, pero ahora es un pentágono. En el futuro, será un hexágono.",
      "example_translation": "O pentágono é uma forma de cinco lados, então é frequentemente usado em logotipos. No passado, era um quadrado, mas agora é um pentágono. No futuro, será um hexágono.",
      "imageLink": "image_files\\English\\"imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perpendicular",
      "translation": "perpendicular",
      "definition": "Una línea o plano que es perpendicular (90 grados) a otra línea o plano.",
      "definition_translation": "Uma linha ou plano que está a um ângulo reto (90 graus) em relação a outra linha ou plano.",
      "example": "Las líneas perpendiculares se intersectaban en el centro del círculo. El constructor aseguró que los muros fueran perpendiculares a la base. La maestra explicará cómo dibujar líneas perpendiculares mañana.",
      "example_translation": "As linhas perpendiculares se intersectavam no centro do círculo. O construtor assegurou que as paredes fossem perpendiculares à fundação. A professora explicará como desenhar linhas perpendiculares amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "número primo",
      "translation": "número primo",
      "definition": "Un número entero mayor que 1 que no tiene divisores positivos excepto 1 y él mismo.",
      "definition_translation": "Um número inteiro maior que 1 que não tem divisores positivos além de 1 e ele mesmo.",
      "example": "El número primo 17 es un componente clave en criptografía. El matemático pasó años buscando un número primo mayor que 100,000. El algoritmo identificará números primos en el conjunto de datos.",
      "example_translation": "O número primo 17 é um componente-chave em criptografia. O matemático passou anos procurando por um número primo maior que 100,000. O algoritmo identificará números primos no conjunto de dados.",
      "imageLink": "image_files\\English\\"imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prisma",
      "translation": "prisma",
      "definition": "Un objeto transparente con superficies planas y pulidas que refracta la luz.",
      "definition_translation": "Um objeto transparente com superfícies planas e polidas que refrata luz.",
      "example": "El prisma en el microscopio dividía la luz en sus colores componentes. La maestra utilizó un prisma para demostrar el concepto de refracción. El artista diseñó una impresionante lámpara de prisma para el hotel de lujo.",
      "example_translation": "O prisma no microscópio dividiu a luz em suas cores componentes. A professora usou um prisma para demonstrar o conceito de refração. A artista projetou um lustre de prisma deslumbrante para o hotel de luxo.",
      "imageLink": "image_files\\English\\"imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "producto",
      "translation": "produto",
      "definition": "Una cosa o sustancia que se manufactura o refina para la venta.",
      "definition_translation": "Uma coisa ou substância que é fabricada ou refinada para venda.",
      "example": "La nueva línea de productos incrementó las ventas de la empresa en un 20%. El agricultor vendió su producto en el mercado local. Para 2025, la empresa tiene como objetivo lanzar un nuevo producto cada trimestre.",
      "example_translation": "A nova linha de produtos aumentou as vendas da empresa em 20%. O agricultor vendeu seu produto no mercado local. Até 2025, a empresa pretende lançar um novo produto a cada trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Teorema de Pitágoras",
      "translation": "Teorema de Pitágoras",
      "definition": "Un concepto matemático que describe la relación entre las longitudes de los lados de un triángulo rectángulo, estableciendo que el cuadrado de la longitud de la hipotenusa es igual a la suma de los cuadrados de las longitudes de los otros dos lados.",
      "definition_translation": "Um conceito matemático que descreve a relação entre os comprimentos dos lados de um triângulo retângulo, afirmando que o quadrado do comprimento da hipotenusa é igual à soma dos quadrados dos comprimentos dos outros dois lados.",
      "example": "El maestro explicó el teorema de Pitágoras a los estudiantes, quienes luego lo usaron para calcular la longitud de la hipotenusa. Ayer, yo había usado para resolver un problema difícil. Mañana, lo usaré nuevamente para encontrar la longitud de un triángulo rectángulo.",
      "example_translation": "O professor explicou o teorema de Pitágoras aos alunos, que então o usaram para calcular o comprimento da hipotenusa. Ontem, eu havia usado para resolver um problema difícil. Amanhã, vou usá-lo novamente para encontrar o comprimento de um triângulo retângulo.",
      "imageLink": "image_files\\English\\"imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Ecuación cuadrática",
      "translation": "Equação quadrática",
      "definition": "Una ecuación polinómica de grado dos, lo que significa que la potencia más alta de la variable es dos, y tiene la forma general ax^2 + bx + c = 0, donde a, b y c son constantes.",
      "definition_translation": "Uma equação polinomial de grau dois, significando que o maior poder da variável é dois, e tendo a forma geral ax^2 + bx + c = 0, onde a, b e c são constantes.",
      "example": "El estudiante luchó por resolver la ecuación cuadrática, pero finalmente encontró las raíces. Ayer, yo había usado ecuaciones cuadráticas para modelar el crecimiento de la población. Mañana, las usaré para optimizar una función.",
      "example_translation": "O aluno lutou para resolver a equação quadrática, mas eventualmente encontrou as raízes. Ontem, eu havia usado equações quadráticas para modelar o crescimento populacional. Amanhã, vou usá-las para otimizar uma função.",
      "imageLink": "image_files\\English\\"imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Cociente",
      "translation": "Quociente",
      "definition": "El resultado de dividir una cantidad por otra, a menudo expresado como un decimal o fracción, y utilizado para comparar o escalar cantidades.",
      "definition_translation": "O resultado de dividir uma quantidade por outra, frequentemente expressa como decimal ou fração, e usada para comparar ou dimensionar quantidades.",
      "example": "El cociente de 12 y 4 es 3. Ayer, yo había calculado el cociente de dos números. Mañana, encontraré el cociente de una fracción y un número entero.",
      "example_translation": "O quociente de 12 e 4 é 3. Ontem, eu havia calculado o quociente de dois números. Amanhã, vou encontrar o quociente de uma fração e um número inteiro.",
      "imageLink": "image_files\\English\\"imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Radio",
      "translation": "Raio",
      "definition": "Un segmento de línea que se extiende desde el centro de un círculo o esfera hasta su perímetro, y se utiliza para describir el tamaño o forma del círculo o esfera.",
      "definition_translation": "Um segmento de linha que se estende do centro de um círculo ou esfera para sua periferia, e usado para descrever o tamanho ou forma do círculo ou esfera.",
      "example": "El radio del círculo es de 5 cm. Ayer, yo había encontrado el radio de una esfera. Mañana, calcularé el radio de un tanque cilíndrico.",
      "example_translation": "O raio do círculo é 5 cm. Ontem, eu havia encontrado o raio de uma esfera. Amanhã, vou calcular o raio de um tanque cilíndrico.",
      "imageLink": "image_files\\English\\"imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Número racional",
      "translation": "número racional",
      "definition": "Un número racional es un número que se puede expresar como el cociente o fracción de dos enteros, es decir, un número que se puede escribir en la forma a/b donde a y b son enteros y b es diferente de cero.",
      "definition_translation": "Um número racional é um número que pode ser expresso como o quociente ou fração de dois inteiros, ou seja, um número que pode ser escrito na forma a/b, onde a e b são inteiros e b é não-nulo.",
      "example": "El número racional 3/4 es menor que uno, pero el número racional 5/3 es mayor que uno. En el pasado, hemos estudiado números racionales en clase de matemáticas. Ahora, estamos aprendiendo a sumar y restar números racionales. En el futuro, aprenderemos a multiplicar y dividir números racionales.",
      "example_translation": "O número racional 3/4 é menor que um, mas o número racional 5/3 é maior que um. No passado, estudamos números racionais em aula de matemática. Agora, estamos aprendendo a adicionar e subtrair números racionais. No futuro, aprenderemos a multiplicar e dividir números racionais.",
      "imageLink": "image_files\\English\\"imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Número real",
      "translation": "número real",
      "definition": "Un número real es un valor que se puede representar en la recta numérica, incluyendo todos los números racionales e irracionales.",
      "definition_translation": "Um número real é um valor que pode ser representado na linha numérica, incluindo todos os números racionais e irracionais.",
      "example": "Todos los números racionales son números reales, pero no todos los números reales son racionales. En el pasado, hemos usado números reales para medir la longitud de objetos. Ahora, estamos usando números reales para calcular el área de figuras. En el futuro, utilizaremos números reales para modelar sistemas complejos.",
      "example_translation": "Todos os números racionais são números reais, mas nem todos os números reais são racionais. No passado, usamos números reais para medir o comprimento de objetos. Agora, estamos usando números reais para calcular a área de formas. No futuro, usaremos números reais para modelar sistemas complexos.",
      "imageLink": "image_files\\English\\"imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Ángulo reflexivo",
      "translation": "ângulo reflexo",
      "definition": "Un ángulo reflexivo es un ángulo que es mayor que 180 grados pero menor que 360 grados.",
      "definition_translation": "Um ângulo reflexo é um ângulo que é maior que 180 graus, mas menor que 360 graus.",
      "example": "El ángulo reflexivo formado por las dos líneas es mayor que 200 grados. En el pasado, hemos aprendido a medir ángulos reflexivos usando un transportador. Ahora, estamos aprendiendo a calcular ángulos reflexivos utilizando trigonometría. En el futuro, aplicaremos ángulos reflexivos para diseñar estructuras complejas.",
      "example_translation": "O ângulo reflexo formado pelas duas linhas é maior que 200 graus. No passado, aprendemos a medir ângulos reflexos usando um transportador. Agora, estamos aprendendo a calcular ângulos reflexos usando trigonometria. No futuro, aplicaremos ângulos reflexos para projetar estruturas complexas.",
      "imageLink": "image_files\\English\\"imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Rombo",
      "translation": "rombo",
      "definition": "Un rombo es un cuadrilátero con todos los lados de igual longitud, donde los lados opuestos son paralelos y los ángulos opuestos son iguales.",
      "definition_translation": "Um rombo é um quadrilátero com todos os lados de igual comprimento, onde os lados opostos são paralelos e os ângulos opostos são iguais.",
      "example": "El rombo tiene cuatro ángulos rectos y cuatro lados de igual longitud. En el pasado, hemos dibujado rombos utilizando una regla y compás. Ahora, estamos aprendiendo a calcular el perímetro y área de rombos. En el futuro, aplicaremos rombos para diseñar patrones simétricos.",
      "example_translation": "O rombo tem quatro ângulos retos e quatro lados de igual comprimento. No passado, desenhamos rombos usando uma régua e compasso. Agora, estamos aprendendo a calcular o perímetro e a área de rombos. No futuro, aplicaremos rombos para projetar padrões simétricos.",
      "imageLink": "image_files\\English\\"imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Ángulo recto",
      "translation": "ângulo reto",
      "definition": "Un ángulo que es de 90 grados, formado por dos líneas rectas que se intersectan.",
      "definition_translation": "Um ângulo que é de 90 graus, formado por duas linhas retas que se intersectam.",
      "example": "El carpintero usó un cuadrado para asegurarse de que el ángulo recto era correcto. La maestra pidió al estudiante que dibujara un ángulo recto. El arquitecto diseñó el edificio con muchos ángulos rectos.",
      "example_translation": "O carpinteiro usou um quadrado para garantir que o ângulo reto estava correto. A professora pediu ao aluno que desenhasse um ângulo reto. O arquiteto projetou o prédio com muitos ângulos retos.",
      "imageLink": "image_files\\English\\"imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Raíz",
      "translation": "raiz",
      "definition": "La parte subterránea de una planta que la ancla y absorbe nutrientes y agua.",
      "definition_translation": "A parte subterrânea de uma planta que a ancora e absorve nutrientes e água.",
      "example": "El agricultor plantó cuidadosamente el árbol, asegurándose de que la raíz estaba profundamente. El matemático resolvió la ecuación para encontrar la raíz. El médico examinó la raíz del diente para determinar la causa del dolor.",
      "example_translation": "O agricultor plantou a árvore com cuidado, certificando-se de que a raiz estava profunda. O matemático resolveu a equação para encontrar a raiz. O médico examinou a raiz do dente para determinar a causa da dor.",
      "imageLink": "image_files\\English\\"imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esfera",
      "translation": "esfera",
      "definition": "Una forma tridimensional simétrica en relación con su centro, como una bola.",
      "definition_translation": "Uma forma tridimensional que é simétrica em relação ao seu centro, como uma bola.",
      "example": "El astronauta orbitó la Tierra, viéndola como una esfera perfecta. La maestra enseñó a la clase sobre las propiedades de una esfera. El arquitecto diseñó un edificio impresionante con forma de esfera.",
      "example_translation": "O astronauta orbitou a Terra, vendo-a como uma esfera perfeita. A professora ensinou à classe sobre as propriedades de uma esfera. O arquiteto projetou um prédio em forma de esfera incrível.",
      "imageLink": "image_files\\English\\"imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "raíz cuadrada",
      "translation": "raiz quadrada",
      "definition": "Un valor que, cuando se multiplica por sí mismo, da un número especificado.",
      "definition_translation": "Um valor que, quando multiplicado por si mesmo, dá um número especificado.",
      "example": "El estudiante luchó para encontrar la raíz cuadrada de 16. El matemático utilizó la raíz cuadrada para resolver la ecuación. La computadora programó la función de raíz cuadrada para simplificar el cálculo.",
      "example_translation": "O estudante lutou para encontrar a raiz quadrada de 16. O matemático usou a raiz quadrada para resolver a equação. O computador programou a função de raiz quadrada para simplificar o cálculo.",
      "imageLink": "image_files\\English\\"imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo recto",
      "translation": "ângulo reto",
      "definition": "Un ángulo recto es un ángulo cuya medida es igual a 180 grados. Se forma por dos rayos que se extienden en direcciones opuestas desde un punto final común.",
      "definition_translation": "Um ângulo reto é um ângulo cuja medida é igual a 180 graus. É formado por dois raios que se estendem em direções opostas a partir de um ponto comum.",
      "example": "En geometría, un ángulo recto se utiliza para definir una línea. Ayer, dibujé un ángulo recto en mi tarea de matemáticas. Mañana, aprenderé a calcular la medida de un ángulo recto.",
      "example_translation": "Na geometria, um ângulo reto é usado para definir uma linha. Ontem, desenhei um ângulo reto no meu trabalho de matemática. Amanhã, vou aprender como calcular a medida de um ângulo reto.",
      "imageLink": "image_files\\English\\"imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "subconjunto",
      "translation": "subconjunto",
      "definition": "Un subconjunto es un conjunto que contiene algunos o todos los elementos de otro conjunto. Es una parte de un conjunto más grande.",
      "definition_translation": "Um subconjunto é um conjunto que contém alguns ou todos os elementos de outro conjunto. É uma parte de um conjunto maior.",
      "example": "El conjunto de números pares es un subconjunto del conjunto de números naturales. Ayer, probé que el conjunto de números primos es un subconjunto del conjunto de números impares. En el futuro, estudiaré más sobre subconjuntos en teoría de conjuntos.",
      "example_translation": "O conjunto de números pares é um subconjunto do conjunto de números naturais. Ontem,provei que o conjunto de números primos é um subconjunto do conjunto de números ímpares. No futuro, vou estudar mais sobre subconjuntos na teoria dos conjuntos.",
      "imageLink": "image_files\\English\\"imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sustracción",
      "translation": "subtração",
      "definition": "La sustracción es una operación matemática que representa la acción de encontrar la diferencia entre dos números o cantidades.",
      "definition_translation": "Subtração é uma operação matemática que representa o ato de encontrar a diferença entre dois números ou quantidades.",
      "example": "Voy a realizar una operación de sustracción para encontrar la diferencia entre 10 y 5. Ayer, sustraje 2 de 8 para obtener 6. En el futuro, aprenderé más sobre sustracción con números negativos.",
      "example_translation": "Vou realizar uma operação de subtração para encontrar a diferença entre 10 e 5. Ontem, subtraí 2 de 8 para obter 6. No futuro, vou aprender mais sobre subtração com números negativos.",
      "imageLink": "image_files\\English\\"imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "teorema de Tales",
      "translation": "teorema de Tales",
      "definition": "El teorema de Tales es un principio fundamental en geometría que establece que el diámetro de un círculo siempre subtende un ángulo recto en cualquier punto del círculo.",
      "definition_translation": "O teorema de Tales é um princípio fundamental em geometria que afirma que o diâmetro de um círculo sempre subtende um ângulo reto em qualquer ponto do círculo.",
      "example": "El teorema de Tales se utiliza para probar que la suma de los ángulos interiores de un triángulo es igual a 180 grados. Ayer, apliqué el teorema de Tales para resolver un problema en geometría. En el futuro, utilizaré el teorema de Tales para estudiar más sobre círculos y esferas.",
      "example_translation": "O teorema de Tales é usado para provar que a soma dos ângulos internos de um triângulo é igual a 180 graus. Ontem, apliquei o teorema de Tales para resolver um problema em geometria. No futuro, vou usar o teorema de Tales para estudar mais sobre círculos e esferas.",
      "imageLink": "image_files\\English\\"imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "toro",
      "translation": "tório",
      "definition": "Un toro es una superficie en forma de rosquilla generada al rotar un círculo en el espacio tridimensional alrededor de un eje coplanar con el círculo.",
      "definition_translation": "Um tório é uma superfície em forma de rosquinha gerada pela rotação de um círculo no espaço tridimensional em torno de um eixo coplanar com o círculo.",
      "example": "El matemático utilizó un toro para ilustrar el concepto de curvatura en el espacio tridimensional. Ella había estudiado previamente el toro en su título de pregrado. Ella utilizará el toro de nuevo en su proyecto de investigación futuro.",
      "example_translation": "O matemático usou um tório para ilustrar o conceito de curvatura no espaço tridimensional. Ela havia estudado anteriormente o tório em seu diploma de bacharel. Ela usará o tório novamente em seu futuro projeto de pesquisa.",
      "imageLink": "image_files\\English\\"imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trapecio",
      "translation": "trapecial",
      "definition": "Un trapecio es un cuadrilátero con al menos dos pares de lados opuestos de longitud desigual. También se conoce como trapezoide.",
      "definition_translation": "Um trapézio é um quadrilátero com pelo menos dois pares de lados opostos de comprimento desigual. Também é conhecido como trapezoide.",
      "example": "El arquitecto diseñó un edificio con forma de trapecio para acomodar la Parcela irregular. El artista utilizó un trapecio como una forma geométrica en su pintura. El ingeniero diseñará un puente con forma de trapecio en el futuro.",
      "example_translation": "O arquiteto projetou um prédio em forma de trapézio para acomodar o terreno irregularmente formato. A artista usou um trapézio como uma forma geométrica em sua pintura. O engenheiro projetará uma ponte em forma de trapézio no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vector",
      "translation": "vetor",
      "definition": "En matemáticas y física, un vector es una cantidad con magnitud y dirección, a menudo representada gráficamente como una flecha.",
      "definition_translation": "Em matemática e física, um vetor é uma quantidade com magnitude e direção, frequentemente representado graficamente como uma seta.",
      "example": "El físico utilizó un vector para representar la fuerza que actúa sobre el objeto. Ella utilizará vectores para describir el movimiento de la partícula en su investigación futura. Él había estudiado previamente vectores en su título de pregrado.",
      "example_translation": "O físico usou um vetor para representar a força que atua no objeto. Ela usará vetores para descrever o movimento da partícula em sua futura pesquisa. Ele havia estudado vetores anteriormente em seu diploma de bacharel.",
      "imageLink": "image_files\\English\\"imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ángulo cero",
      "translation": "ângulo zero",
      "definition": "En geometría, un ángulo cero es un ángulo cuya medida es exactamente cero grados, formado por dos líneas o rayos que coinciden.",
      "definition_translation": "Em geometria, um ângulo zero é um ângulo cuja medida é exatamente zero graus, formado por duas linhas ou raios que coincidem.",
      "example": "El matemático estudió las propiedades de un ángulo cero en su investigación. Él midió un ángulo cero entre las dos líneas. Ellos explorarán el concepto de un ángulo cero en su proyecto futuro.",
      "example_translation": "O matemático estudou as propriedades de um ângulo zero em sua pesquisa. Ele mediu um ângulo zero entre as duas linhas. Eles explorarão o conceito de um ângulo zero em seu futuro projeto.",
      "imageLink": "image_files\\English\\"imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]