[
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Abril",
      "translation": "Abril",
      "definition": "El cuarto mes del año, que ocurre entre marzo y mayo.",
      "definition_translation": "O quarto mês do ano, ocorrendo entre março e maio",
      "example": "Nací en abril de 1990. Voy a visitar a mi familia en abril próximo año. Visité París en abril del año pasado.",
      "example_translation": "Eu nasci em abril de 1990. Vou visitar minha família em abril do próximo ano. Visitei Paris em abril do ano passado.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Agosto",
      "translation": "Agosto",
      "definition": "El octavo mes del año, que ocurre entre julio y septiembre.",
      "definition_translation": "O oitavo mês do ano, ocorrendo entre julho e setembro",
      "example": "Voy a ir a la playa en agosto. Tuvimos un gran tiempo en agosto del año pasado. Agosto es mi mes favorito.",
      "example_translation": "Vou para a praia em agosto. Tivemos um ótimo tempo em agosto do ano passado. Agosto é meu mês favorito.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Diciembre",
      "translation": "Dezembro",
      "definition": "El duodécimo y último mes del año, que ocurre entre noviembre y enero.",
      "definition_translation": "O décimo segundo e último mês do ano, ocorrendo entre novembro e janeiro",
      "example": "Me encanta celebrar la Navidad en diciembre. Siempre tenemos una fiesta en diciembre. Diciembre es el mes más frío.",
      "example_translation": "Eu adoro celebrar o Natal em dezembro. Nós sempre temos uma festa em dezembro. Dezembro é o mês mais frio.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Febrero",
      "translation": "Fevereiro",
      "definition": "El segundo mes del año, que ocurre entre enero y marzo.",
      "definition_translation": "O segundo mês do ano, ocorrendo entre janeiro e março",
      "example": "Nací en febrero de 1995. Iremos a esquiar en febrero próximo año. Febrero es un mes frío.",
      "example_translation": "Eu nasci em fevereiro de 1995. Vamos esquiar em fevereiro do próximo ano. Fevereiro é um mês frio.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Enero",
      "translation": "Janeiro",
      "definition": "El primer mes del año en el calendario gregoriano, marcado por el invierno en el hemisferio norte.",
      "definition_translation": "O primeiro mês do ano no calendário gregoriano, usualmente marcado pelo inverno no hemisfério norte.",
      "example": "Nací en enero de 1990, iré a una fiesta en enero próximo año y asistí a una boda en enero del año pasado.",
      "example_translation": "Eu nasci em janeiro de 1990, irei participar de uma festa em janeiro do próximo ano e assistir a um casamento em janeiro do ano passado.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Julio",
      "translation": "Julho",
      "definition": "El séptimo mes del año en el calendario gregoriano, marcado por el verano en el hemisferio norte.",
      "definition_translation": "O sétimo mês do ano no calendário gregoriano, usualmente marcado pelo verão no hemisfério norte.",
      "example": "Fui a la playa en julio del año pasado, asistiré a un festival de música en julio de este año y tengo una fiesta de cumpleaños en julio cada año.",
      "example_translation": "Eu fui para a praia em julho do ano passado, irei participar de um festival de música em julho deste ano e tenho um aniversário em julho todos os anos.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Junio",
      "translation": "Junho",
      "definition": "El sexto mes del año en el calendario gregoriano, marcado por el inicio del verano en el hemisferio norte.",
      "definition_translation": "O sexto mês do ano no calendário gregoriano, usualmente marcado pelo início do verão no hemisfério norte.",
      "example": "Me gradué en junio del año pasado, asistiré a una boda en junio de este año y tengo una vacación planeada en junio del próximo año.",
      "example_translation": "Eu me formei em junho do ano passado, irei participar de um casamento em junho deste ano e tenho um plano de férias em junho do próximo ano.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Marzo",
      "translation": "Março",
      "definition": "El tercer mes del año en el calendario gregoriano, marcado por el inicio de la primavera en el hemisferio norte.",
      "definition_translation": "O terceiro mês do ano no calendário gregoriano, usualmente marcado pelo início da primavera no hemisfério norte.",
      "example": "Asistí a una conferencia en marzo del año pasado, asistiré a una reunión en marzo de este año y tengo un plazo de entrega de proyecto en marzo del próximo año.",
      "example_translation": "Eu fui a uma conferência em março do ano passado, irei participar de uma reunião em março deste ano e tenho um prazo de entrega de projeto em março do próximo ano.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Mayo",
      "translation": "Maio",
      "definition": "El quinto mes del año, que ocurre después de abril y antes de junio.",
      "definition_translation": "O quinto mês do ano, após abril e antes de junho.",
      "example": "Me graduaré en mayo. Me gradué en mayo. Me gradué el pasado mayo.",
      "example_translation": "Eu vou graduar em Maio. Eu me formei em Maio. Eu me formei no mês passado de Maio.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Noviembre",
      "translation": "Novembro",
      "definition": "El undécimo mes del año, que ocurre después de octubre y antes de diciembre.",
      "definition_translation": "O décimo primeiro mês do ano, após outubro e antes de dezembro.",
      "example": "Voy a viajar a Europa en noviembre. Viajé a Europa en noviembre. Viajaré a Europa en noviembre próximo año.",
      "example_translation": "Eu viajarei para a Europa em Novembro. Eu viajei para a Europa em Novembro. Eu viajarei para a Europa no próximo Novembro.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Octubre",
      "translation": "Outubro",
      "definition": "El décimo mes del año, después de septiembre y antes de noviembre.",
      "definition_translation": "O décimo mês do ano, após setembro e antes de novembro.",
      "example": "Tendré una fiesta de cumpleaños en octubre. Tuve una fiesta de cumpleaños en octubre. Tendré una fiesta de cumpleaños el próximo octubre.",
      "example_translation": "Eu terei uma festa de aniversário em Outubro. Eu tive uma festa de aniversário em Outubro. Eu terei uma festa de aniversário no próximo Outubro.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "Septiembre",
      "translation": "Setembro",
      "definition": "El noveno mes del año, después de agosto y antes de octubre.",
      "definition_translation": "O nono mês do ano, após agosto e antes de outubro.",
      "example": "Empezaré un nuevo trabajo en septiembre. Empecé un nuevo trabajo en septiembre. Empezaré un nuevo trabajo el próximo septiembre.",
      "example_translation": "Eu começarei um novo emprego em Setembro. Eu comecei um novo emprego em Setembro. Eu começarei um novo emprego no próximo Setembro.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]