[
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pájaro",
      "translation": "pássaro",
      "definition": "Un pájaro es un animal de sangre caliente que pone huevos, caracterizado por tener plumas, mandíbulas con pico desdentado y esqueleto liviano.",
      "definition_translation": "Um pássaro é um animal de sangue quente que põe ovos caracterizado por penas, mandíbulas com bico sem dentes e esqueleto leve.",
      "example": "El pájaro cantó una melodía dulce por la mañana. Ayer, cantó una canción triste. Mañana, cantará una canción feliz.",
      "example_translation": "O pássaro cantou uma melodia doce pela manhã. Ontem, cantou uma canção triste. Amanhã, cantará uma melodia feliz.",
      "imageLink": "image_files\\English\\"imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pollo",
      "translation": "frango",
      "definition": "Un pollo es un ave doméstica criada por sus huevos o carne, especialmente un macho castrado.",
      "definition_translation": "Um frango é um galinha doméstico criado para seus ovos ou carne, especialmente um macho castrado.",
      "example": "Me comí pollo para cenar anoche. Hoy, voy a comer sopa de pollo. Mañana, asaré pollo.",
      "example_translation": "Eu comi frango para jantar ontem à noite. Hoje, vou comer sopa de frango. Amanhã, vou grelhar frango.",
      "imageLink": "image_files\\English\\"imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pato",
      "translation": "pato",
      "definition": "Un pato es un ave acuática con un pico ancho y patas palmeadas, típicamente encontrada en humedales.",
      "definition_translation": "Um pato é um pássaro de água com um bico largo e pés palmados, geralmente encontrado em áreas úmidas.",
      "example": "El pato nadó en el lago ayer. Hoy, está sentado en la orilla. Mañana, volará lejos.",
      "example_translation": "O pato nadou no lago ontem. Hoje, está sentado na praia. Amanhã, vai voar para longe.",
      "imageLink": "image_files\\English\\"imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganso",
      "translation": "ganso",
      "definition": "Un ganso es un ave acuática grande con un cuello largo y patas, típicamente encontrada en humedales.",
      "definition_translation": "Um ganso é um grande pássaro de água com um pescoço e pernas longos, geralmente encontrado em áreas úmidas.",
      "example": "El ganso graznó fuerte por la mañana. Ayer, caminó en el parque. Mañana, migrará a una nueva casa.",
      "example_translation": "O ganso grasnou alto pela manhã. Ontem, caminhou no parque. Amanhã, vai migrar para um novo lar.",
      "imageLink": "image_files\\English\\"imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "loro",
      "translation": "papagaio",
      "definition": "Un loro es un ave conocida por su capacidad de imitar el habla humana y otros sonidos.",
      "definition_translation": "Um papagaio é um pássaro colorido conhecido por sua habilidade de imitar a fala humana e outros sons.",
      "example": "El loro se posó en mi hombro ayer, está posado en mi hombro ahora, y se posará en mi hombro mañana.",
      "example_translation": "O papagaio pousou no meu ombro ontem, está pousado no meu ombro agora e vai pousar no meu ombro amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pingüino",
      "translation": "pinguim",
      "definition": "Un pingüino es un ave que no puede volar que vive en la Antártida y otras regiones frías.",
      "definition_translation": "Um pinguim é um pássaro que não voa que vive na Antártida e outras regiões frias.",
      "example": "El pingüino caminó tambaleándose por la pendiente helada ayer, está caminando tambaleándose por la pendiente helada ahora, y caminará tambaleándose por la pendiente helada mañana.",
      "example_translation": "O pinguim desceu pelo declive gelado ontem, está descendo pelo declive gelado agora e vai descer pelo declive gelado amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cigüeña",
      "translation": "cicogne",
      "definition": "Una cigüeña es un ave grande zancuda con un cuello largo y patas, encontrada en humedales y praderas.",
      "definition_translation": "Uma cicogne é um grande pássaro de água com um longo pescoço e pernas, encontrado em áreas úmidas e campos.",
      "example": "La cigüeña batió sus alas ayer, está batiendo sus alas ahora, y batirá sus alas mañana.",
      "example_translation": "A cicogne bateu as asas ontem, está batendo as asas agora e vai bater as asas amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pavo",
      "translation": "peru",
      "definition": "Un pavo es un ave grande nativa de América del Norte, a menudo domesticada y comida en ocasiones especiales.",
      "definition_translation": "Um peru é um grande pássaro nativo da América do Norte, frequentemente domesticado e comido em ocasiões especiais.",
      "example": "El pavo graznó fuerte ayer, está graznando fuerte ahora, y graznará fuerte mañana.",
      "example_translation": "O peru grasnou alto ontem, está grasnando alto agora e vai grasnar alto amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ala",
      "translation": "asa",
      "definition": "La ala es un miembro anterior de un ave que se utiliza para volar. Es una estructura compleja formada por tres huesos: el húmero, la radio y la ulna.",
      "definition_translation": "A asa é um membro anterior de um pássaro usado para voar. É uma estrutura complexa composta por três ossos: o úmero, rádio e ulna.",
      "example": "El ave extendió sus alas y se elevó en el cielo. Volará hacia el nido esta noche. La aerolínea te llevará a tu destino en sus alas.",
      "example_translation": "O pássaro estendeu sua asa e decolou para o céu. Ele vai asar seu caminho para o ninho esta noite. A companhia aérea vai asar você para seu destino.",
      "imageLink": "image_files\\English\\"imageLink": "wing.jpg",
      "audioLink": "wing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuervo",
      "translation": "corvo",
      "definition": "Un cuervo es un ave grande y negra que se encuentra en muchas partes del mundo. Es conocida por su inteligencia y llamado característico.",
      "definition_translation": "Um corvo é um grande pássaro preto encontrado em muitas partes do mundo. É conhecido por sua inteligência e chamado distintivo.",
      "example": "El cuervo graznó fuerte en el árbol. Ha graznado todas las mañanas durante semanas. El granjero se jactará de su gallina premio en la feria.",
      "example_translation": "O corvo croou alto na árvore. Ele croou todas as manhãs há semanas. O agricultor vai falar sobre sua galinha vencedora do prêmio na feira.",
      "imageLink": "image_files\\English\\"imageLink": "crow.jpg",
      "audioLink": "crow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuco",
      "translation": "cuco",
      "definition": "Un cuco es un tipo de ave que es conocido por su llamado distinto, que suena como su nombre. Es un parásito de nido, lo que significa que pone sus huevos en los nidos de otras aves.",
      "definition_translation": "Um cuco é um tipo de pássaro conhecido por seu chamado distinto, que soa como seu nome. É um parasita de ninhada, o que significa que ele coloca seus ovos nos ninhos de outros pássaros.",
      "example": "El cuco llamó en el bosque. Ha estado cucando toda la mañana. La madre ave cucará a sus bebés para que se duerman.",
      "example_translation": "O cuco chamou no floresta. Ele tem estado cuco-ando toda manhã. A mãe pássaro vai cuco-ar seus bebês para dormir.",
      "imageLink": "image_files\\English\\"imageLink": "cuckoo.jpg",
      "audioLink": "cuckoo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila",
      "translation": "águia",
      "definition": "Un águila es un ave de presa grande y poderosa con un pico afilado y garras. Es conocida por su impresionante envergadura y fuerte capacidad de vuelo.",
      "definition_translation": "Uma águia é um grande pássaro de rapina com um bico afiado e garras. É conhecida por sua impressionante envergadura e habilidade de voo forte.",
      "example": "El águila voló alto en el cielo. Volará hasta la cima del árbol. La empresa aumentará sus ganancias este año.",
      "example_translation": "A águia voou alto no céu. Ela vai águia seu caminho para o topo da árvore. A empresa vai águia seus lucros este ano.",
      "imageLink": "image_files\\English\\"imageLink": "eagle.jpg",
      "audioLink": "eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pluma",
      "translation": "pena",
      "definition": "Un crecimiento ligero o cubierta de pelo, especialmente en el cuerpo de las aves, formando una capa suave y esponjosa.",
      "definition_translation": "Um crescimento ou cobertura de cabelo, especialmente no corpo das aves, formando uma cobertura macia e fofa.",
      "example": "Las plumas del ave estaban revueltas por el viento. Ayer, vi una pluma en el suelo. Si encuentro una pluma, la utilizaré como decoración.",
      "example_translation": "As penas do pássaro foram desarrumadas pelo vento. Ontem, eu vi uma pena no chão. Se eu encontrar uma pena, eu usarei como decoração.",
      "imageLink": "image_files\\English\\"imageLink": "feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gallina",
      "translation": "galo",
      "definition": "Una gallina es un ave de corral hembra, especialmente una que se mantiene para sus huevos.",
      "definition_translation": "Uma galinha, especialmente uma que é criada para seus ovos.",
      "example": "La gallina puso un huevo en el nido. Ayer, vi una gallina en la granja. Si tuviera una gallina, recogería sus huevos cada mañana.",
      "example_translation": "A galinha colocou um ovo no ninho. Ontem, eu vi uma galinha na fazenda. Se eu tivesse uma galinha, eu coletaria seus ovos todas as manhãs.",
      "imageLink": "image_files\\English\\"imageLink": "hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "poner huevos",
      "translation": "botar ovos",
      "definition": "Producir huevos, especialmente como un proceso natural en las aves hembras.",
      "definition_translation": "Produzir ovos, especialmente como um processo natural em aves fêmeas.",
      "example": "La gallina pone huevos todos los días. Ayer, la gallina puso huevos en el nido. Si tuviera una gallina, pondría huevos para mí.",
      "example_translation": "A galinha bota ovos todos os dias. Ontem, a galinha botou ovos no ninho. Se eu tivesse uma galinha, ela botaria ovos para mim.",
      "imageLink": "image_files\\English\\"imageLink": "lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho",
      "translation": "coruja",
      "definition": "Un ave de presa nocturna con una cabeza grande, ojos dirigidos hacia adelante y mechones de oreja, conocida por su vuelo silencioso y su llamado ululante.",
      "definition_translation": "Uma ave de rapina noturna com uma grande cabeça, olhos frontais e tuftes de orelha, conhecida por seu voo silencioso e seu chamado de uivo.",
      "example": "El búho ululó fuerte en la oscuridad. Ayer, vi un búho en el bosque. Si fuera un búho, volaría silenciosamente por la noche.",
      "example_translation": "A coruja uivou alto na escuridão. Ontem, eu vi uma coruja na floresta. Se eu fosse uma coruja, eu voaria silenciosamente à noite.",
      "imageLink": "image_files\\English\\"imageLink": "owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paloma",
      "translation": "pombo",
      "definition": "Un ave corpulenta con una cabeza pequeña, típicamente gris y blanca, que se encuentra comúnmente en ciudades y es conocida por su capacidad de prosperar en una variedad de entornos.",
      "definition_translation": "Um pássaro corpulento com uma cabeça pequena,tipicamente cinza e branco, que é freqüentemente encontrado em cidades e é conhecido por sua habilidade de prosperar em uma variedade de ambientes.",
      "example": "La paloma voló rápidamente a través del cielo. Ayer, vi una paloma comiendo migas en la acera. Para el próximo año, la población de palomas habrá aumentado significativamente.",
      "example_translation": "O pombo voou rapidamente através do céu. Ontem, vi um pombo comendo migalhas na calçada. Até o ano que vem, a população de pombos terá aumentado significativamente.",
      "imageLink": "image_files\\English\\"imageLink": "pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gaviota",
      "translation": "gaivota",
      "definition": "Un ave de tamaño medio a grande con una plumaje gris y blanca, típicamente encontrada cerca del mar y conocida por sus hábitos carroñeros.",
      "definition_translation": "Um pássaro de médio a grande porte com plumagem cinza e branca, tipicamente encontrado perto do mar e conhecido por seus hábitos de carroçaria.",
      "example": "Las gaviotas volaban sobre nuestras cabezas mientras caminábamos por la playa. El verano pasado, vimos una gaviota robar una papas fritas a un turista. Para la próxima semana, la población de gaviotas habrá migrado a climas más cálidos.",
      "example_translation": "Gaivotas estavam voando acima de nós enquanto caminhamos ao longo da praia. No verão passado, vimos uma gaivota roubar uma batata frita de um turista. Até a semana que vem, a população de gaivotas terá migrado para climas mais quentes.",
      "imageLink": "image_files\\English\\"imageLink": "seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gorrión",
      "translation": "pardal",
      "definition": "Un ave pequeña y ágil con una plumaje grisáceo-marrón, a menudo encontrada en áreas urbanas y conocida por sus movimientos rápidos y sus llamados chillidos.",
      "definition_translation": "Um pássaro pequeno e ágil com plumagem cinza-marrom, freqüentemente encontrado em áreas urbanas e conhecido por seus movimentos rápidos e chamados grasnaradas.",
      "example": "El gorrión construyó un nido en la ventana. El año pasado, vi un gorrión persiguiendo a un rival lejos de su territorio. Para el próximo mes, la población de gorriones habrá aumentado debido al invierno suave.",
      "example_translation": "O pardal construiu um ninho na janela. No ano passado, vi um pardal perseguindo um rival longe de seu território. Até o mês que vem, a população de pardais terá aumentado devido ao inverno ameno.",
      "imageLink": "image_files\\English\\"imageLink": "sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cisne",
      "translation": "cisne",
      "definition": "Un ave grande y majestuosa con una plumaje blanca, a menudo encontrada en ríos y lagos, y conocida por sus movimientos gráciles y fuertes lazos de pareja.",
      "definition_translation": "Um pássaro grande e majestoso com plumagem branca, freqüentemente encontrado em rios e lagos, e conhecido por seus movimentos graciosos e fortes laços de acasalamento.",
      "example": "El cisne se deslizó suavemente a través del lago. Ayer, vi un cisne construyendo un nido con su pareja. Para la próxima primavera, la población de cisnes habrá migrado a sus áreas de cría.",
      "example_translation": "O cisne deslizou sem esforço pela superfície do lago. Ontem, vi um cisne construir um ninho com seu parceiro. Até a próxima primavera, a população de cisnes terá migrado para seus terrenos de reprodução.",
      "imageLink": "image_files\\English\\"imageLink": "swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pico",
      "translation": "bico",
      "definition": "El pico es la parte dura y puntiaguda de la boca de un ave, utilizada para comer, acicalarse y otras funciones.",
      "definition_translation": "O bico é a parte bucal dura e pontiaguda de um pássaro, usada para comer, limpar e outras funções.",
      "example": "El pájaro usó su pico para abrir la nuez. Lo había usado su pico para abrir nueces antes, y lo usaría su pico para abrir nueces de nuevo.",
      "example_translation": "O pássaro usou seu bico para abrir a noz. Ele havia usado seu bico para abrir nozes antes, e usará seu bico para abrir nozes novamente.",
      "imageLink": "image_files\\English\\"imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paloma",
      "translation": "pombo",
      "definition": "Una paloma es un tipo de ave conocida por su suave arrullo y naturaleza pacífica.",
      "definition_translation": "Um pombo é um tipo de ave conhecido por seu canto suave e natureza pacífica.",
      "example": "La paloma voló fuera del árbol, y volaría de vuelta al árbol mañana. Lo había volado fuera del árbol muchas veces antes.",
      "example_translation": "O pombo voou para fora da árvore, e voará de volta para a árvore amanhã. Ele havia voado para fora da árvore muitas vezes antes.",
      "imageLink": "image_files\\English\\"imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "depredador",
      "translation": "predador",
      "definition": "Un depredador es un animal que caza y se alimenta de otros animales.",
      "definition_translation": "Um predador é um animal que caça e se alimenta de outros animais.",
      "example": "El león era un depredador que deambulaba por la sabana. Lo había sido un depredador desde que nació, y sería un depredador hasta que muriera.",
      "example_translation": "O leão era um predador que vagueava pela savana. Ele havia sido um predador desde que nasceu, e continuará a ser um predador até morrer.",
      "imageLink": "image_files\\English\\"imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halcón",
      "translation": "falcão",
      "definition": "Un halcón es un tipo de ave de presa conocida por su aguda vista y vuelo rápido.",
      "definition_translation": "Um falcão é um tipo de ave de rapina conhecido por sua visão aguda e voo rápido.",
      "example": "El halcón surcó el cielo, y surcaría el cielo de nuevo mañana. Lo había surcado el cielo muchas veces antes.",
      "example_translation": "O falcão voou pelo céu, e voará pelo céu novamente amanhã. Ele havia voado pelo céu muitas vezes antes.",
      "imageLink": "image_files\\English\\"imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alondra",
      "translation": "pássaro",
      "definition": "Un alondra es un pequeño pájaro cantor de campo abierto, típicamente con un lomo y alas marrones y una cabeza crestada.",
      "definition_translation": "um pequeno pássaro cantor de campo aberto,típicamente com as costas e asas marrons e uma cabeça crestada.",
      "example": "La alondra cantó una melodía dulce en la mañana. Ayer, había cantado una canción triste. Mañana, cantará una melodía feliz.",
      "example_translation": "O pássaro cantou uma melodia doce de manhã. Ontem, ele havia cantado uma canção triste. Amanhã, ele cantará uma melodia feliz.",
      "imageLink": "image_files\\English\\"imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "urraca",
      "translation": "pega",
      "definition": "Un urraca es un pájaro grande, negro y blanco con una larga cola y un llamativo canto, conocido por robar objetos brillantes.",
      "definition_translation": "um grande pássaro preto e branco com uma longa cauda e um chamamento alto e tagarela, conhecido por roubar objetos brilhantes.",
      "example": "La urraca robó un anillo brillante de la mesa. Ayer, había robado un collar. Mañana, robará un reloj.",
      "example_translation": "A pega roubou um anel brilhante da mesa. Ontem, ele havia roubado um colar. Amanhã, ele roubará um relógio.",
      "imageLink": "image_files\\English\\"imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nido",
      "translation": "ninho",
      "definition": "Una estructura o lugar hecho o elegido por un ave o otro animal para depositar y incubar sus huevos, descansar o esconderse.",
      "definition_translation": "uma estrutura ou lugar feito ou escolhido por um pássaro ou outro animal para colocar e incubar seus ovos, descansar ou se esconder.",
      "example": "El pájaro construyó un nido en el árbol. Ayer, había construido un nido en el arbusto. Mañana, construirá un nido en el suelo.",
      "example_translation": "O pássaro construiu um ninho na árvore. Ontem, ele havia construído um ninho no arbusto. Amanhã, ele construirá um ninho no chão.",
      "imageLink": "image_files\\English\\"imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nido",
      "translation": "ninho",
      "definition": "Una estructura o lugar hecho o elegido por un ave o otro animal para depositar y incubar sus huevos, descansar o esconderse.",
      "definition_translation": "uma estrutura ou lugar feito ou escolhido por um pássaro ou outro animal para colocar e incubar seus ovos, descansar ou se esconder.",
      "example": "El conejo se escondió en un nido de hierba. Ayer, se había escondido en un nido de hojas. Mañana, se esconderá en un nido de ramas.",
      "example_translation": "O coelho se escondeu em um ninho de grama. Ontem, ele havia se escondido em um ninho de folhas. Amanhã, ele se esconderá em um ninho de ramos.",
      "imageLink": "image_files\\English\\"imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "plumaje",
      "translation": "penugem",
      "definition": "Las plumas que cubren a un ave, especialmente aquellas que son de colores brillantes o decorativas.",
      "definition_translation": "As penas que cobrem um pássaro, especialmente aquelas que são coloridas ou decorativas.",
      "example": "El plumaje del pavo real era un espectáculo impresionante. Ayer, vi un pájaro con un hermoso plumaje en el parque. Para el próximo año, los jóvenes pájaros habrán desarrollado su plumaje completo.",
      "example_translation": "A penugem do pavão era um espetáculo para se ver. Ontem, vi um pássaro com penugem linda no parque. Até o ano que vem, os pássaros jovens terão desenvolvido sua penugem completa.",
      "imageLink": "image_files\\English\\"imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuervo",
      "translation": "corvo",
      "definition": "Un cuervo es un gran pájaro negro con un pico grueso, conocido por su inteligencia y llamativo canto.",
      "definition_translation": "Um pássaro preto grande com um bico grosso, conhecido por sua inteligência e seu canto distinto.",
      "example": "El cuervo se posó en la ventana, mirándome con sus ojos penetrantes. En el bosque, vimos un cuervo volando sobre nos. Si tenemos suerte, podríamos ver un cuervo anidando en el árbol para la próxima primavera.",
      "example_translation": "O corvo pousou na janela, me espiando com seus olhos penetrantes. Na floresta, vimos um corvo voando sobre nossas cabeças. Se tivermos sorte, podemos ver um corvo fazendo ninho na árvore até a próxima primavera.",
      "imageLink": "image_files\\English\\"imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "albatros",
      "translation": "albatroz",
      "definition": "Un gran ave marina con una gran envergadura, conocida por sus impresionantes habilidades de planeo y sus asociaciones con buena suerte.",
      "definition_translation": "Um grande pássaro marinho com uma longa envergadura, conhecido por suas impressionantes habilidades de planagem e suas associações com boa sorte.",
      "example": "El albatros sobrevoló por encima, sus alas batían lentamente. En otros tiempos, los marineros creían que matar un albatros traería mala suerte. Si tenemos suerte, podríamos avistar un albatros en nuestro viaje alrededor del mundo.",
      "example_translation": "O albatroz sobrevoou, suas asas batendo lentamente. Nos velhos tempos, os marinheiros acreditavam que matar um albatroz traria má sorte. Se tivermos sorte, podemos avistar um albatroz em nossa viagem ao redor do mundo.",
      "imageLink": "image_files\\English\\"imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abejero",
      "translation": "abelharuco",
      "definition": "Un ave brillantemente coloreada que se alimenta de abejas y otros insectos, conocida por su cuerpo esbelto y pico largo y curvado.",
      "definition_translation": "Um pássaro colorido brilhante que se alimenta de abelhas e outros insetos, conhecido por seu corpo esbelto e seu bico longo e curvo.",
      "example": "El abejero se lanzó en picado, atrapando una abeja en el aire. En verano, los abejeros son vistas comunes en nuestro jardín. Para el próximo año, podríamos ver una pareja de abejeros anidando en nuestro patio trasero.",
      "example_translation": "O abelharuco mergulhou, pegando uma abelha no ar. No verão, os abelharucos são visões comuns em nosso jardim. Até o ano que vem, podemos ver um par de abelharucos fazendo ninho em nosso quintal.",
      "imageLink": "image_files\\English\\"imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "urogallo negro",
      "translation": "galinha-preta",
      "definition": "Un ave grande y oscura con un sonido característico, encontrada en páramos y brezales.",
      "definition_translation": "Um grande pássaro de cor escura com um som distintivo, encontrado em charnecas e terras de brejo.",
      "example": "Vi un urogallo negro posado en una rama de árbol ayer, estaba haciendo un ruido extraño. Hoy, voy a intentar avistarlo de nuevo. Para la próxima semana, habré aprendido a imitar su canto.",
      "example_translation": "Eu vi uma galinha-preta empoleirada em um galho de árvore ontem, estava fazendo um barulho estranho. Hoje, vou ver se consigo avistá-la novamente. Até a próxima semana, vou ter aprendido como imitar seu chamado.",
      "imageLink": "image_files\\English\\"imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cigüeña negra",
      "translation": "cabeça-preta",
      "definition": "Un ave grande y oscura con cuello y patas largas, encontrada en humedales y praderas.",
      "definition_translation": "Um grande pássaro de cor escura com um pescoço longo e pernas, encontrado em áreas úmidas e campos.",
      "example": "Vi una cigüeña negra vadear en los pantanos la semana pasada, estaba buscando peces. Ahora, estoy tratando de identificar su hábitat. Para fin de mes, habré aprendido más sobre su comportamiento.",
      "example_translation": "Eu avistei uma cabeça-preta caminhando nas marismas na semana passada, estava procurando por peixes. Agora, estou tentando identificar seu habitat. Até o final do mês, vou ter aprendido mais sobre seu comportamento.",
      "imageLink": "image_files\\English\\"imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gaviota de cabeza negra",
      "translation": "gaivota-de-cabeça-preta",
      "definition": "Una gaviota de tamaño mediano con cabeza negra y cuerpo blanco, encontrada en áreas costeras y centros urbanos.",
      "definition_translation": "Uma gaivota de tamanho médio com cabeça preta e corpo branco, encontrada em áreas costeiras e centros urbanos.",
      "example": "Vi una gaviota de cabeza negra volando en el cielo ayer, estaba volando sobre la playa. Hoy, voy a observarla desde una distancia. Para el próximo año, habré aprendido a distinguirla de otras especies de gaviotas.",
      "example_translation": "Eu vi uma gaivota-de-cabeça-preta planando no céu ontem, estava voando sobre a praia. Hoje, vou observá-la de longe. Até o ano que vem, vou ter aprendido como distingui-la de outras espécies de gaivotas.",
      "imageLink": "image_files\\English\\"imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mirlo",
      "translation": "melro",
      "definition": "Un ave pequeña y oscura con una canción melodiosa, encontrada en jardines y bosques.",
      "definition_translation": "Um pequeno pássaro de cor escura com um canto melodioso, encontrado em jardins e bosques.",
      "example": "Escuché a un mirlo cantando en el parque ayer, era una melodía hermosa. Hoy, voy a intentar grabar su canción. Para fin de semana, habré aprendido a identificar su llamada.",
      "example_translation": "Eu ouvi um melro cantando no parque ontem, era uma melodia linda. Hoje, vou tentar gravar seu canto. Até o final da semana, vou ter aprendido como identificar seu chamado.",
      "imageLink": "image_files\\English\\"imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carbonero azul",
      "translation": "papa-moscas-azul",
      "definition": "El carbonero azul es un pájaro paserino de la familia Paridae. Es un residente que anida en bosques, jardines y parques de Europa y Asia occidental.",
      "definition_translation": "O papa-moscas-azul é um pequeno passeriforme da família Paridae. É um residente que cria em bosques, jardins e parques em toda a Europa e Ásia Ocidental.",
      "example": "Vi un carbonero azul posado en una rama ayer, pero voló cuando me acerqué. Hoy, voy a intentar obtener una vista más cercana. En el futuro, espero ver sus hábitos de anidación.",
      "example_translation": "Eu vi um papa-moscas-azul empoleirado em um galho ontem, mas voou quando me aproximei. Hoje, vou tentar dar uma olhada mais próxima. No futuro, espero ver seus hábitos de nidificação.",
      "imageLink": "image_files\\English\\"imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ampelis europeo",
      "translation": "sikewise-boêmio",
      "definition": "El ampelis europeo es un miembro de la familia de los ampelis. Es un ave elegante y carismática con una cresta distinctive y un gusto por las bayas.",
      "definition_translation": "O sikewise-boêmio é um membro da família de aves sikewise. É um pássaro elegante e carismático com um cesto distintivo e um gosto por bagas.",
      "example": "Vi un ampelis europeo en el parque la semana pasada, y estaba devorando las bayas de los arbustos. Después de eso, noté que los pájaros se reunían en el mismo lugar cada invierno. En el futuro, espero estudiar sus patrones migratorios.",
      "example_translation": " Eu vi um sikewise-boêmio no parque na semana passada, e ele estava devorando as bagas dos arbustos. Depois disso, notei que os pássaros se reuniam no mesmo local todos os invernos. No futuro, espero estudar seus padrões de migração.",
      "imageLink": "image_files\\English\\"imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho boreal",
      "translation": "coruja-boreal",
      "definition": "El búho boreal es una especie de búho que habita en las partes más septentrionales de Europa, Asia y Norteamérica. Es conocido por sus llamadas características y su capacidad para cazar en completa oscuridad.",
      "definition_translation": "A coruja-boreal é uma espécie de coruja que habita as partes mais setentrionais da Europa, Ásia e América do Norte. É conhecida por seus chamados hoot característicos e sua capacidade de caçar em completa escuridão.",
      "example": "Escuché las llamadas inquietantes de un búho boreal anoche, y me pusieron los pelos de punta. Hoy, voy a leer más sobre sus hábitos nocturnos. En el futuro, espero observar sus técnicas de caza en persona.",
      "example_translation": "Eu ouvi os chamados assustadores de uma coruja-boreal ontem à noite, e isso me enviou calafrios pela espinha. Hoje, vou ler mais sobre seus hábitos noturnos. No futuro, espero observar suas técnicas de caça em primeira mão.",
      "imageLink": "image_files\\English\\"imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perico australiano",
      "translation": "periquito-australiano",
      "definition": "El perico australiano, también conocido como periquito común, es un pequeño perico de cola larga que se origina en Australia. Es popular como mascota doméstica y es conocido por su plumaje vibrante y su capacidad para imitar el habla humana.",
      "definition_translation": "O periquito-australiano, também conhecido como periquito-comum, é um pequeno papagaio de cauda longa que origina da Austrália. É popular como animal de estimação domesticado e é conhecido por sua plumagem vibrante e habilidade de mimetizar a fala humana.",
      "example": "Tengo un perico australiano como mascota, y ama silbar y imitar mi voz. Ayer, estaba chillando fuerte, y hoy es más tranquilo que usual. En el futuro, le enseñaré a hacer trucos.",
      "example_translation": "Eu tenho um periquito-australiano como animal de estimação, e ele adora assobiar e mimetizar minha voz. Ontem, estava piando alto, e hoje, está mais quieto do que hábito. No futuro, vou ensinar a fazer truques.",
      "imageLink": "image_files\\English\\"imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gordo",
      "translation": "dom-fafe",
      "definition": "Un tipo de ave con un plumaje y canto características, encontrado en bosques y jardines.",
      "definition_translation": "Um tipo de pássaro com plumagem e canção distintas, encontrado em bosques e jardins.",
      "example": "El gordo se posó en la rama, cantando su melodía dulce. Ayer, vi un gordo comiendo semillas. Para la próxima semana, el gordo habrá volado hacia el sur para el invierno.",
      "example_translation": "O dom-fafe pousou no galho, cantando sua doce melodia. Ontem, vi um dom-fafe comendo sementes. Até a próxima semana, o dom-fafe terá voado para o sul para o inverno.",
      "imageLink": "image_files\\English\\"imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buzardo",
      "translation": "águia-de-esterias",
      "definition": "Un tipo de ave de rapiña, caracterizada por sus alas anchas y garras afiladas.",
      "definition_translation": "Um tipo de ave de rapina, caracterizado por suas asas largas e garras afiadas.",
      "example": "El bucardo voló sobre nuestras cabezas, escudriñando el suelo en busca de presas. La semana pasada, vi un bucardo posado en un poste de cercado. Para el próximo año, la población de bucardos habrá aumentado considerablemente.",
      "example_translation": "A águia-de-esterias sobrevoou a cabeça,.scanneando o chão em busca de presa. Na semana passada, vi uma águia-de-esterias pousada em um poste de cerca. Até o ano que vem, a população de águias-de-esterias terá aumentado significativamente.",
      "imageLink": "image_files\\English\\"imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "canario",
      "translation": "canário",
      "definition": "Un tipo de ave canora, conocida por su plumaje amarillo brillante y canto melodioso.",
      "definition_translation": "Um tipo de pássaro cantor, conhecido por sua plumagem amarela brilhante e canção melodiosa.",
      "example": "El canario cantó dulcemente en su jaula. Ayer, le di al canario semillas frescas. Para el próximo mes, el canario habrá aprendido a imitar mi voz.",
      "example_translation": "O canário cantou docemente em sua gaiola. Ontem, alimentei o canário com sementes frescas. Até o mês que vem, o canário terá aprendido a imitar minha voz.",
      "imageLink": "image_files\\English\\"imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pinzón",
      "translation": "pintarroxo",
      "definition": "Un tipo de pinzón, conocido por su plumaje marrón y canto característico.",
      "definition_translation": "Um tipo de pardal, conhecido por sua plumagem marrom e canção característica.",
      "example": "El pinzón se posó en el comedero de aves, comiendo semillas. La semana pasada, vi un pinzón construyendo su nido. Para la próxima primavera, el pinzón habrá criado a sus crías.",
      "example_translation": "O pintarroxo pousou no alimentador de pássaros, comendo sementes. Na semana passada, vi um pintarroxo construindo seu ninho. Até a próxima primavera, o pintarroxo terá criado seus filhotes.",
      "imageLink": "image_files\\English\\"imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gallo",
      "translation": "galo",
      "definition": "Un macho de gallina, especialmente uno que se cría para la reproducción.",
      "definition_translation": "um galo, especialmente um que é criado para reprodução",
      "example": "El gallo comenzó a cantar fuerte en el patio trasero, molestando a los vecinos. Ayer, el granjero compró un nuevo gallo para criar con las gallinas. Para el próximo año, habremos criado varios gallos para la venta.",
      "example_translation": "O galo começou a cantar alto no quintal, perturbando os vizinhos. Ontem, o fazendeiro comprou um novo galo para se acasar com as galinhas. Até o ano que vem, vamos ter criado vários galos para venda.",
      "imageLink": "image_files\\English\\"imageLink": "cock.jpg",
      "audioLink": "cock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mosquitero común",
      "translation": "chuçui",
      "definition": "Un pequeño warbler marrón-gris con una canción característica, encontrado en bosques y jardines.",
      "definition_translation": "um pequeno, cinzento-marrom, encontrado em florestas e jardins, com um canto distintivo",
      "example": "El mosquitero común cantó su canción melódica en el jardín. La semana pasada, vi un mosquitero común revoloteando entre los árboles. Para la próxima primavera, el mosquitero común habrá migrado de vuelta a su hábitat de verano.",
      "example_translation": "O chuçui estava cantando seu canto melódico no jardim. Na semana passada, vi um chuçui saltando entre as árvores. Até a primavera, o chuçui terá migrado de volta para seu habitat de verão.",
      "imageLink": "image_files\\English\\"imageLink": "common-chiffchaff.jpg",
      "audioLink": "common chiffchaff.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grulla común",
      "translation": "grua-comum",
      "definition": "Un gran ave acuática gris-blancuzca con una llamada característica, encontrada en humedales y praderas.",
      "definition_translation": "uma grande, cinza-branca, ave de água com um canto distintivo, encontrada em áreas úmidas e gramados",
      "example": "La grulla común se encontraba majestuosamente en los humedales. El año pasado, vimos una grulla común volando sobre nuestras cabezas, migrando hacia su hábitat de invierno. Para el otoño, la grulla común habrá regresado a sus terrenos de reproducción.",
      "example_translation": "A grua-comum estava parada majestosamente nas áreas úmidas. No ano passado, vimos uma grua-comum voando sobre nossas cabeças, migrando para seu hábitat de inverno. Até o outono, a grua-comum terá retornado às suas terras de criação.",
      "imageLink": "image_files\\English\\"imageLink": "common-crane.jpg",
      "audioLink": "common crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gallineta común",
      "translation": "galinha-d'água",
      "definition": "Un ave mediana de plumaje negro-marrón con una frente roja característica, encontrada en humedales y praderas.",
      "definition_translation": "um médio, preto-marrom, ave com uma testa vermelha distintiva, encontrada em áreas úmidas e gramados",
      "example": "La gallineta común nadaba tranquilamente en el estanque. El mes pasado, vi una gallineta común construyendo su nido en los juncos. Para el verano, la gallineta común habrá criado a sus crías.",
      "example_translation": "A galinha-d'água estava nadando silenciosamente no lago. No mês passado, vi uma galinha-d'água construindo seu ninho nos juncos. Até o verão, a galinha-d'água terá criado seus filhotes.",
      "imageLink": "image_files\\English\\"imageLink": "common-moorhen.jpg",
      "audioLink": "common moorhen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ruiseñor común",
      "translation": "rouxinol-comum",
      "definition": "Un pequeño ave migratoria con una canción característica, encontrada en Europa y Asia.",
      "definition_translation": "Um pequeno pássaro migratório com um canto distinto, encontrado na Europa e Ásia.",
      "example": "El ruiseñor común cantó melodías dulces en el bosque anoche. Cantará de nuevo mañana por la noche. Ha estado cantando durante horas.",
      "example_translation": "O rouxinol-comum cantou doces melodias na floresta na noite passada. Ele cantará novamente amanhã à noite. Ele tem cantado por horas.",
      "imageLink": "image_files\\English\\"imageLink": "common-nightingale.jpg",
      "audioLink": "common nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pajuero común",
      "translation": "linte-comum",
      "definition": "Un pequeño pinzón con un parche rojo en la frente, encontrado en el norte de Europa y Asia.",
      "definition_translation": "Um pequeno fringilho com um patch vermelho na testa, encontrado no norte da Europa e Ásia.",
      "example": "El pajuero común se posó en una rama ayer. Se posará de nuevo la próxima semana. Ha estado posándose durante días.",
      "example_translation": "O linte-comum pousou em um ramo ontem. Ele pousará novamente na semana que vem. Ele tem pousado por dias.",
      "imageLink": "image_files\\English\\"imageLink": "common-redpoll.jpg",
      "audioLink": "common redpoll.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garganta blanca común",
      "translation": "pé-branco-comum",
      "definition": "Un pequeño pájaro con un parche de garganta blanco, se encuentra en Europa y Asia.",
      "definition_translation": "Um pequeno felinoso com um patch branco na garganta, encontrado na Europa e Ásia.",
      "example": "La garganta blanca común migra a África cada invierno. Volverá a migrar el año que viene. Ha estado migrando durante años.",
      "example_translation": "O pé-branco-comum migra para a África todos os invernos. Ele migrará novamente no ano que vem. Ele tem migrado por anos.",
      "imageLink": "image_files\\English\\"imageLink": "common-whitethroat.jpg",
      "audioLink": "common whitethroat.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paloma torcaz común",
      "translation": "pombo-das-matas-comum",
      "definition": "Un ave grande, gris-marrón con un canto lúgubre, se encuentra en bosques y jardines.",
      "definition_translation": "Um grande pássaro cinzento-marrom com um chamado lúgubre, encontrado em bosques e jardins.",
      "example": "La paloma torcaz común arrulló fuerte en el jardín ayer. Volverá a arrullar mañana por la mañana. Ha estado arrullando durante días.",
      "example_translation": "O pombo-das-matas-comum gemeu alto no jardim ontem. Ele gemeu novamente amanhã de manhã. Ele tem gemeu por dias.",
      "imageLink": "image_files\\English\\"imageLink": "common-wood-pigeon.jpg",
      "audioLink": "common wood pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cóndor",
      "translation": "condor",
      "definition": "Un gran buitre del Nuevo Mundo con una cresta distintiva y cabeza calva roja, se encuentra en los Andes y regiones adyacentes.",
      "definition_translation": "Um grande abutre do Novo Mundo com uma crista distintiva e uma cabeça vermelha calva, encontrado nos Andes e regiões adjacentes.",
      "example": "El cóndor voló sobre nuestras cabezas, sus alas extendidas. Ayer, vi un cóndor percha en una rama de árbol. Para el año que viene, habré visto un cóndor de cerca.",
      "example_translation": "O condor pairou sobre a nossa cabeça, suas asas se espalharam largas. Ontem, eu vi um condor empoleirado em um galho de árvore. Até o ano que vem, eu terei visto um condor de perto.",
      "imageLink": "image_files\\English\\"imageLink": "condor.jpg",
      "audioLink": "condor.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cormorán",
      "translation": "corvo-marinho",
      "definition": "Un ave grande que se alimenta de peces con un cuello y cuerpo largos, se encuentra en entornos acuáticos.",
      "definition_translation": " Um grande pássaro que come peixe com um pescoço e corpo longos, encontrado em ambientes aquáticos.",
      "example": "El cormorán se zambulló en el lago para atrapar un pez. Ayer, vi un cormorán percha en una roca. Para la semana que viene, habré visto un cormorán volando sobre nuestras cabezas.",
      "example_translation": "O corvo-marinho mergulhou no lago para pegar um peixe. Ontem, eu vi um corvo-marinho empoleirado em uma rocha. Até a próxima semana, eu terei visto um corvo-marinho voando sobre a nossa cabeça.",
      "imageLink": "image_files\\English\\"imageLink": "cormorant.jpg",
      "audioLink": "cormorant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chasque",
      "translation": "carqueja",
      "definition": "Un tipo de ave que pertenece a la familia de las rallas, se encuentra en humedales y praderas.",
      "definition_translation": "Um tipo de pássaro que pertence à família de rãs, encontrado em zonas úmidas e pradarias.",
      "example": "El chasque se escondió en la hierba alta, temiendo a los depredadores. Ayer, vi un chasque chapoteando en el pantano. Para el próximo mes, habré visto un chasque volando hacia el sur para el invierno.",
      "example_translation": "A carqueja se escondeu na grama alta, temendo predadores. Ontem, eu vi uma carqueja subindo em um pântano. Até o próximo mês, eu terei visto uma carqueja voando para o sul no inverno.",
      "imageLink": "image_files\\English\\"imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grulla",
      "translation": "grou",
      "definition": "Un ave grande y majestuosa con un cuello largo, se encuentra en humedales y praderas.",
      "definition_translation": "Um grande pássaro de caminhar elegante com um pescoço longo, encontrado em zonas úmidas e pradarias.",
      "example": "La grulla caminó por el pantano, sus piernas largas avanzando confiadamente. Ayer, vi una grulla percha en una rama. Para el año que viene, habré visto una grulla volando en formación en V.",
      "example_translation": "O grou caminhou pela planície, suas pernas longas caminhando com confiança. Ontem, eu vi um grou empoleirado em um galho. Até o ano que vem, eu terei visto um grou voando em formação em V.",
      "imageLink": "image_files\\English\\"imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alondra crestada",
      "translation": "cotovia-de-crista",
      "definition": "Una alondra crestada es un tipo de ave que tiene una cresta distintiva en la cabeza, se encuentra en campo abierto y praderas.",
      "definition_translation": "Uma cotovia-de-crista é um tipo de ave que tem um distintivo crest na cabeça, encontrada em campos abertos e pradarias.",
      "example": "En el pasado, las alondras crestadas eran abundantes en el campo, pero ahora están presentes en invierno y serán escasas en el futuro.",
      "example_translation": "No passado, as cotovias-de-crista eram abundantes no campo, mas agora elas estão presentes no inverno e serão escassas no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "herrerillo crestado",
      "translation": "tit-de-crista",
      "definition": "Un herrerillo crestado es un ave pequeña y redonda con una cresta negra y blanca en la cabeza, se encuentra en bosques de coníferas.",
      "definition_translation": "Um tit-de-crista é uma ave pequena e arredondada com um distintivo crest preto e branco na cabeça, encontrada em florestas coníferas.",
      "example": "El herrerillo crestado ha sido visto en el bosque, fue observado en los árboles y será visto en el sotobosque.",
      "example_translation": "O tit-de-crista foi visto na floresta, foi observado nas árvores e será avistado no sub-bosque.",
      "imageLink": "image_files\\English\\"imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zarapito",
      "translation": "alcaravão",
      "definition": "Un zarapito es un ave grande, marrón-gris con un pico curvado, se encuentra en humedales y áreas costeras.",
      "definition_translation": "Um alcaravão é uma ave grande, castanho-acinzentada com um bico longo e curvo, encontrada em áreas úmidas e costeiras.",
      "example": "El zarapito estaba vadeando en el agua superficial, está alimentándose de gusanos y migrará a África.",
      "example_translation": "O alcaravão estava vagueando na água rasa, está se alimentando de minhocas e migrará para a África.",
      "imageLink": "image_files\\English\\"imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cisne joven",
      "translation": "cisne-jovem",
      "definition": "Un cisne joven es un ave cubierta de plumas suaves, se encuentra en hábitats de agua dulce.",
      "definition_translation": "Um cisne-jovem é um cisne jovem, típico com penas downy, encontrado em habitats de água doce.",
      "example": "El cisne joven estaba nadando con su madre, está aprendiendo a volar y se convertirá en un hermoso cisne.",
      "example_translation": "O cisne-jovem estava nadando com sua mãe, está aprendendo a voar e se tornará um belo cisne.",
      "imageLink": "image_files\\English\\"imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho de águila",
      "translation": "coruja-das-águilas",
      "definition": "un búho grande con un disco facial DISTINCTIVO y mechones en las orejas, encontrado en bosques y zonas arboladas.",
      "definition_translation": "uma coruja grande com um disco facial distinto e tufos de ouvido, encontrada em florestas e bosques.",
      "example": "El búho de águila se posó en una rama, vigilando su presa. Había estado cazando durante horas, y cazaría de nuevo al día siguiente.",
      "example_translation": "A coruja-das-águilas pousou num galho, observando sua presa. Ela já caçava por horas e caçará novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "emú",
      "translation": "emú",
      "definition": "un gran ave no voladora originaria de Australia, conocida por su plumaje suave y grasoso y patas poderosas.",
      "definition_translation": "um grande pássaro não voador nativo da Austrália, conhecido por sua plumagem macia e penas e pernas poderosas.",
      "example": "El emú corrió a través de la sabana, sus largas patas llevándolo rápidamente lejos de los depredadores. Habría comido mucha comida para la próxima semana.",
      "example_translation": "O emú correu pela savana, suas pernas longas levando-o rapidamente para longe dos predadores. Ele terá comido muito comida até a próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halcón",
      "translation": "falcão",
      "definition": "un ave de rapiña con cuerpo esbelto y alas puntiagudas, conocida por su velocidad y agilidad.",
      "definition_translation": "um pássaro de rapina com corpo esbelto e asas longas e pontudas, conhecido por sua velocidade e agilidade.",
      "example": "El halcón se lanzó desde el cielo, sus garras afiladas extendidas. Había atrapado muchas presas ayer, y atraparía más mañana.",
      "example_translation": "O falcão mergulhou do céu, suas garras afiadas estendidas. Ele havia pego muita presa ontem, e pegará mais amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flamenco",
      "translation": "flamingo",
      "definition": "un ave grande zancuda con plumas rosadas DISTINCTIVAS y cuello largo, encontrada en regiones cálidas y tropicales.",
      "definition_translation": "um grande pássaro de pernas longas com penas rosa distintas e pescoço longo e esbelto, encontrado em regiões quentes e tropicais.",
      "example": "El flamenco se quedó inmóvil en el agua superficial, sus brillantes plumas brillando en la luz del sol. Habría migrado a otro lago el próximo año.",
      "example_translation": "O flamingo ficou parado na água rasa, suas penas brilhantes brilhando ao sol. Ele terá migrado para outro lago no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganso macho",
      "translation": "ganso",
      "definition": "Un macho ganso, generalmente mayor que una gansa.",
      "definition_translation": "Um ganso macho, geralmente maior do que uma gansa fêmea.",
      "example": "El ganso macho caminó tambaleándose por la granja, graznando fuerte. Ayer, había caminado tambaleándose por la granja, graznando fuerte. Mañana, caminará tambaleándose por la granja, graznando fuerte.",
      "example_translation": "O ganso caminhava autoura da fazenda, grasnando alto. Ontem, ele caminhava autoura da fazenda, grasnando alto. Amanhã, ele caminhará autoura da fazenda, grasnando alto.",
      "imageLink": "image_files\\English\\"imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "curruca de jardín",
      "translation": "felosa-dos-jardins",
      "definition": "Un ave pequeña de color marrón claro que se reproduce en jardines y bosques.",
      "definition_translation": "Um pequeno pássaro marrom-acinzentado que se reproduce em jardins e bosques.",
      "example": "La curruca de jardín cantó su melodía dulce desde la cerca. Ayer, había cantado su melodía dulce desde la cerca. Mañana, cantará su melodía dulce desde la cerca.",
      "example_translation": "A felosa-dos-jardins cantou sua doce melodia do arbusto. Ontem, ela cantou sua doce melodia do arbusto. Amanhã, ela cantará sua doce melodia do arbusto.",
      "imageLink": "image_files\\English\\"imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ánade saravi",
      "translation": "marreco",
      "definition": "Un pato pequeño que se reproduce en humedales y praderas.",
      "definition_translation": "Um pequeno, pato-de-dabbling que se reproduce em áreas úmidas e gramados.",
      "example": "El ánade saravi nadó a través del lago, sus plumas brillando. Ayer, había nadado a través del lago, sus plumas brillando. Mañana, nadará a través del lago, sus plumas brillando.",
      "example_translation": "O marreco nadou atravessou o lago, suas penas brilhando. Ontem, ele nadou atravessou o lago, suas penas brilhando. Amanhã, ele nadará atravessou o lago, suas penas brilhando.",
      "imageLink": "image_files\\English\\"imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reinita coronada",
      "translation": "estorninho-dourado",
      "definition": "Un ave pequeña de plumaje brillante que se reproduce en bosques de coníferas.",
      "definition_translation": "Um pequeno pássaro de cores brilhantes que se reproduce em florestas coníferas.",
      "example": "La reinita coronada revoloteó entre las ramas, su cresta brillando. Ayer, había revoloteado entre las ramas, su cresta brillando. Mañana, revoloteará entre las ramas, su cresta brillando.",
      "example_translation": "O estorninho-dourado flutuou entre os galhos, sua crista brilhando. Ontem, ele flutuou entre os galhos, sua crista brilhando. Amanhã, ele flutuará entre os galhos, sua crista brilhando.",
      "imageLink": "image_files\\English\\"imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila real",
      "translation": "águia dourada",
      "definition": "Un ave de rapiña grande y oscura con nuca y alas de color marrón dorado, originaria de regiones montañosas del hemisferio norte.",
      "definition_translation": "Um grande pássaro de rapina de cor castanha escura com nuca e asas douradas, originário de regiões montanhosas do hemisfério norte.",
      "example": "El águila real voló sobre la cabeza, su grito penetrante resonando en el valle. Había volado sobre el valle el día antes, y lo haría de nuevo al día siguiente.",
      "example_translation": "A águia dourada pairou sobre a nossa cabeça, seu grito penetrante ecoando pelo vale. Ela havia pairado sobre o vale no dia anterior e faria isso novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oríolo dorado",
      "translation": "ouriço-dourado",
      "definition": "Un ave de plumaje brillante de color dorado, originaria de bosques y zonas arboladas del Viejo Mundo.",
      "definition_translation": "Um pássaro de plumagem dourada, originário de florestas e bosques do Velho Mundo.",
      "example": "El oríolo dorado cantó su melodía dulce desde la copa del árbol. Había estado cantando durante días, y seguiría haciéndolo hasta que finalizara el verano.",
      "example_translation": "O ouriço-dourado cantou sua doce melodia do topo da árvore. Ele havia cantado por dias e continuaria a fazê-lo até o verão terminar.",
      "imageLink": "image_files\\English\\"imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jilguero",
      "translation": "pintarroxo",
      "definition": "Un pequeño pájaro de colores brillantes con cara amarilla y alas negras, conocido por su canción atractiva y comportamiento social.",
      "definition_translation": "Um pequeno pássaro de cor vibrante com rosto amarelo e asas pretas, conhecido por seu canto atraente e comportamento social.",
      "example": "El jilguero se posó en la alimentadora, sus plumas brillantes atrapando la luz del sol. Ha estado visitando la alimentadora todas las mañanas, y lo hará hasta que llegue el invierno.",
      "example_translation": "O pintarroxo pousou no alimentador, sua plumagem vibrante apanhando a luz do sol. Ele vinha visitando o alimentador todas as manhãs e faria isso até o inverno chegar.",
      "imageLink": "image_files\\English\\"imageLink": "goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganzo",
      "translation": "ganso",
      "definition": "Un joven ganso, especialmente uno que aún está en su etapa de plumaje Downy.",
      "definition_translation": "Um jovem ganso, especialmente um que ainda está na sua fase de penas.",
      "example": "El ganzo caminó detrás de su madre, chirriando fuerte. Ha estado siguiendo a su madre desde la eclosión, y lo hará hasta que aprenda a volar.",
      "example_translation": "O ganso cambaleou atrás da mãe, piando alto. Ele havia seguido sua mãe desde o nascimento e faria isso até aprender a voar.",
      "imageLink": "image_files\\English\\"imageLink": "gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zambullidor grande",
      "translation": "grande mergulhador cristado",
      "definition": "Un gran ave acuática con una cresta característica en la cabeza, encontrada en lagos y ríos de Europa, Asia y África.",
      "definition_translation": "Um grande pássaro aquático com um distintivo creste na cabeça, encontrado em lagos e rios na Europa, Ásia e África.",
      "example": "El zambullidor grande es una vista común en muchos lagos y ríos. Ha estado anidando en el lago durante años. Para el próximo verano, el zambullidor grande habrá migrado a regiones más cálidas.",
      "example_translation": "O grande mergulhador cristado é um espetáculo comum em muitos lagos e rios. Ele tem estado nidificando no lago há anos. Até o próximo verão, o grande mergulhador cristado terá migrado para regiões mais quentes.",
      "imageLink": "image_files\\English\\"imageLink": "great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carbonero grande",
      "translation": "pintarroxo-eurasiático",
      "definition": "Un pequeño pájaro de colores brillantes con una canción característica, encontrado en jardines y bosques de Europa y Asia.",
      "definition_translation": "Um pequeno pássaro colorido brilhante com uma canção distinta, encontrado em jardins e florestas na Europa e Ásia.",
      "example": "El carbonero grande es un visitante común a las alimentadoras de aves de jardín. Estaba construyendo un nido en el arbusto la semana pasada. Para el próximo mes, el carbonero grande habrá aprendido a volar.",
      "example_translation": "O pintarroxo-eurasiático é um visitante comum a alimentadores de aves de jardim. Ele estava construindo um ninho no arbusto na semana passada. Até o próximo mês, o pintarroxo-eurasiático terá aprendido a voar.",
      "imageLink": "image_files\\English\\"imageLink": "great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garza blanca",
      "translation": "garça-branca-grande",
      "definition": "Un gran ave blanca con un cuello y patas largos, encontrada en humedales y áreas costeras en regiones cálidas.",
      "definition_translation": "Um grande pássaro branco de pernas longas e pescoço, encontrado em áreas úmidas e costeiras em regiões quentes.",
      "example": "La garza blanca es una vista majestuosa en humedales costeros. Estaba cazando su presa en agua poco profunda ayer. Para el próximo año, la garza blanca habrá migrado a sus terrenos de cría.",
      "example_translation": "A garça-branca-grande é um espetáculo majestoso em áreas úmidas costeiras. Ele caçou sua presa na água rasa ontem. Até o próximo ano, a garça-branca-grande terá migrado para seus campos de reprodução.",
      "imageLink": "image_files\\English\\"imageLink": "great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zambullidor",
      "translation": "mergulhador",
      "definition": "Un tipo de ave acuática con un estilo de buceo característico, encontrada en lagos y ríos de Europa, Asia y África.",
      "definition_translation": "Um tipo de pássaro aquático com um estilo de mergulho distinto, encontrado em lagos e rios na Europa, Ásia e África.",
      "example": "El zambullidor es un buzo habilidoso, capaz de coger peces bajo el agua. Ha estado anidando en el lago durante años. Para el próximo verano, el zambullidor habrá enseñado a sus crías a bucear.",
      "example_translation": "O mergulhador é um mergulhador habilidoso, capaz de pegar peixes debaixo d'água. Ele tem estado nidificando no lago há anos. Até o próximo verão, o mergulhador terá ensinado seus jovens a mergulhar.",
      "imageLink": "image_files\\English\\"imageLink": "grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "garza gris",
      "translation": "garça-real",
      "definition": "Un gran ave grisáceo-blanca con un cuello y patas largos, encontrada en humedales y costas.",
      "definition_translation": "Um grande pássaro de pesca cinzento-branco com um pescoço longo e pernas longas, encontrado em áreas úmidas e costeiras.",
      "example": "La garza gris caminó lentamente a través del agua poco profunda, sus ojos afilados examinando a los peces debajo. Había caminado por el mismo lugar ayer, y lo hará mañana.",
      "example_translation": "A garça-real andava lentamente através da água rasa, seus olhos afiados escaneando os peixes abaixo. Ela havia andado pelo mesmo local ontem, e andará novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganso berlinés",
      "translation": "ganso-de-faces-brancas",
      "definition": "Un gran ganso grisáceo-marrón con una cara y cuello blancos, encontrado en humedales y praderas.",
      "definition_translation": "Um grande ganso cinza-marrom com uma face e pescoço brancos, encontrado em áreas úmidas e campos.",
      "example": "El ganso berlinés graznó fuerte mientras volaba sobre mi cabeza, sus alas batían rápidamente mientras se dirigía a sus terrenos de invernada. Ha volado la misma ruta durante años, y continuará haciéndolo.",
      "example_translation": "O ganso-de-faces-brancas grasnava alto enquanto voava acima, suas asas batendo rapidamente enquanto fazia seu caminho para seus terrenos de inverno. Ele havia voado a mesma rota por anos, e continuará a fazer.",
      "imageLink": "image_files\\English\\"imageLink": "greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pintada",
      "translation": "galinha-da-guiné",
      "definition": "Un gran ave de tierra con un plumaje gris y negro, nativa de África.",
      "definition_translation": "Um grande pássaro que vive no chão, com plumagem cinza e preta, nativo da África.",
      "example": "La pintada picoteó el grano esparcido en el suelo, sus plumas brillantes reluciendo en la luz del sol. Ha estado comiendo la misma comida durante meses, y lo hará de nuevo mañana.",
      "example_translation": "A galinha-da-guiné bicava os grãos espalhados no chão, suas penas coloridas brilhando ao sol. Ela havia comido a mesma comida por meses, e comerá novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "picogordo",
      "translation": "pedreiro",
      "definition": "Un gran pájaro come semillas con una espalda y alas marrones, encontrado en bosques y jardines.",
      "definition_translation": "Um grande, comedor de sementes, pardal com dorso e asas marrons, encontrado em bosques e jardins.",
      "example": "El picogordo se posó en la rama de un roble, su pico poderoso cascaronando una semilla de girasol. Ha estado comiendo las semillas de muchos árboles, y lo hará de nuevo pronto.",
      "example_translation": "O pedreiro empoleirou-se no galho de uma árvore de carvalho, seu bico poderoso quebrando uma semente de girassol. Ele havia comido as sementes de muitas árvores, e comerá novamente em breve.",
      "imageLink": "image_files\\English\\"imageLink": "hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "urdón",
      "translation": "tetraz-de-castanheiro",
      "definition": "Una ave de tamaño medio con la espalda y alas marrones y cola negra, se encuentra en bosques de Europa y Asia.",
      "definition_translation": "Um tetraz de tamanho médio com costas e asas marrons, e cauda preta, encontrado em bosques na Europa e Ásia.",
      "example": "El urdón huirá al primer signo de peligro, ha huido al bosque cercano y huirá nuevamente si se siente amenazado.",
      "example_translation": "O tetraz-de-castanheiro fugirá ao primeiro sinal de perigo, fugiu para a floresta vizinha e fugirá novamente se ameaçado.",
      "imageLink": "image_files\\English\\"imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abubilla",
      "translation": "poupa",
      "definition": "Un ave de tamaño medio con una crestina distinctive y franjas negras y blancas, se encuentra en bosques y jardines de Europa, Asia y África.",
      "definition_translation": "Um pássaro de tamanho médio com uma crista distinta e listras preto-e-brancas, encontrado em bosques e jardins na Europa, Ásia e África.",
      "example": "La abubilla se posó en el poste de la cerca, está picoteando en el suelo y pronto volará para buscar comida.",
      "example_translation": "A poupa pousou no poste de cerca, está bicando no chão e logo irá voar para encontrado comida.",
      "imageLink": "image_files\\English\\"imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colibrí",
      "translation": "beija-flor",
      "definition": "Un ave pequeña y colorida con plumas iridiscentes, se encuentra en regiones tropicales y subtropicales, conocida por su rápido movimiento de alas y capacidad de revolotear en el aire.",
      "definition_translation": "Um pequeno pássaro de plumagem brilhante e iridescente, encontrado em regiões tropicais e subtropicais, conhecido por seu rápido movimento de asas e capacidade de pairar no ar.",
      "example": "El colibrí se lanzó hacia el alimentador, está bebiendo néctar y pronto revoloteará para buscar más comida.",
      "example_translation": "O beija-flor zumou no alimentador, está bebendo néctar e logo irá voar para encontrar mais comida.",
      "imageLink": "image_files\\English\\"imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ibis",
      "translation": "íbis",
      "definition": "Un ave zancuda con pico curvo, se encuentra en humedales y áreas costeras en todo el mundo.",
      "definition_translation": "Um pássaro de pescoço e pernas longos, com um bico curvo, encontrado em áreas úmidas e costeiras em todo o mundo.",
      "example": "El ibis caminó por el agua superficial, está buscando peces y pronto volará hacia sus territorios de anidación.",
      "example_translation": "O íbis cortou pela água rasa, está procurando por peixes e logo irá voar para seus terrenos de nidificação.",
      "imageLink": "image_files\\English\\"imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "graña",
      "translation": "gralha",
      "definition": "Una graña es un tipo de ave que pertenece a la familia de los cuervos, conocida por sus plumas negras y grises y su característico canto.",
      "definition_translation": "Uma gralha é um tipo de ave que pertence à família de corvos, conhecida por suas penas pretas e cinzentas e canto distintivo.",
      "example": "Vi una graña sentada en el techo de mi casa ayer. Veré una graña en el parque mañana. He visto una graña volando sobre mi cabeza.",
      "example_translation": "Eu vi uma gralha pousada no telhado da minha casa ontem. Veria uma gralha no parque amanhã. Tenho visto uma gralha voando sobre minha cabeça.",
      "imageLink": "image_files\\English\\"imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arrendajo",
      "translation": "gaio",
      "definition": "Un arrendajo es un tipo de ave conocida por sus plumas brillantes y su comportamiento audaz.",
      "definition_translation": "Um gaio é um tipo de ave conhecido por suas penas coloridas brilhantes e comportamento ousado.",
      "example": "Vi un arrendajo robando comida de la bandejuela de mi vecino. Veré un arrendajo volando en el bosque mañana. He visto un arrendajo sentado en una rama de árbol.",
      "example_translation": "Eu vi um gaio roubando comida do comedouro de pássaros do meu vizinho. Veria um gaio voando na floresta amanhã. Tenho visto um gaio pousado em um galho de árvore.",
      "imageLink": "image_files\\English\\"imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cernícalo",
      "translation": "cerceio",
      "definition": "Un cernícalo es un tipo de halcón pequeño conocido por su agilidad y velocidad, a menudo visto cazando pequeños roedores.",
      "definition_translation": "Um cerceio é um tipo de falcão pequeno conhecido por sua agilidade e velocidade, frequentemente visto caçando pequenos roedores.",
      "example": "Vi un cernícalo revoloteando en el cielo ayer. Veré un cernícalo lanzándose en picado para cazar un ratón mañana. He visto un cernícalo sentado en un poste de cerco.",
      "example_translation": "Eu vi um cerceio pairando no céu ontem. Veria um cerceio mergulhando para pegar um rato amanhã. Tenho visto um cerceio pousado em um poste de cerca.",
      "imageLink": "image_files\\English\\"imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "martín pescador",
      "translation": "martim",
      "definition": "Un martín pescador es un tipo de ave brillantemente coloreada conocida por su característico canto y capacidad de sumergirse en el agua para cazar peces.",
      "definition_translation": "Um martim é um tipo de ave colorida brilhante conhecido por seu canto distinto e capacidade de mergulhar na água para pegar peixes.",
      "example": "Vi un martín pescador volando sobre el río ayer. Veré un martín pescador sumergiéndose en el agua para cazar un pez mañana. He visto un martín pescador sentado en una roca junto al lago.",
      "example_translation": "Eu vi um martim voando sobre o rio ontem. Veria um martim mergulhando na água para pegar um peixe amanhã. Tenho visto um martim pousado em uma rocha perto do lago.",
      "imageLink": "image_files\\English\\"imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "kiwi",
      "translation": "quiui",
      "definition": "Un kiwi es un ave pequeña y flightless nativa de Nueva Zelanda, con un cuerpo redondeado, cuello largo y plumas marrones.",
      "definition_translation": "Um pequeno pássaro voador nativo da Nova Zelândia, com um corpo redondo, pescoço longo e penas marrons.",
      "example": "Me comí una kiwi para desayunar ayer, me comeré una kiwi mañana y estoy comiendo una ahora.",
      "example_translation": "Eu comi um fruto de quiui no café da manhã ontem, vou comê-lo novamente amanhã e estou comendo agora.",
      "imageLink": "image_files\\English\\"imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avefría",
      "translation": "ave-franco",
      "definition": "Un ave grande y ruidosa con una cresta en la cabeza, se encuentra en humedales y praderas.",
      "definition_translation": "Um grande pássaro de voz alta com um topo distinto na cabeça, encontrado em áreas úmidas e gramados.",
      "example": "El grito fuerte de la avefría resonó en la zona pantanosa, vi uno volando sobre mi cabeza ayer y observaré uno nuevamente mañana.",
      "example_translation": "O chamado alto do ave-franco ecoou pela terra pantanosa, eu o vi voando acima ontem e vou observá-lo novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gaviota de espalda negra menor",
      "translation": "gaivota-de-dorso-preto-menor",
      "definition": "Un ave de médiano tamaño, gris y blanca con la espalda negra, encontrada en áreas costeras y playas.",
      "definition_translation": "Um pássaro de médio tamanho, cinza e branco com as costas pretas, encontrado perto de áreas costeiras e praias.",
      "example": "Vi la gaviota de espalda negra menor sobrevolando ayer, la filmaré de nuevo mañana, y la vi buscando comida ahora.",
      "example_translation": "Eu observei a gaivota-de-dorso-preto-menor pairando acima ontem, vou filmá-la novamente amanhã e eu a vi procurando comida agora.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila moteada menor",
      "translation": "águia-bom-dia-pequena",
      "definition": "Un ave de rapiña de médiano tamaño, marrón y blanca con un patrón moteado, encontrada en bosques y praderas.",
      "definition_translation": "Um pássaro de médio tamanho, marrom e branco, de presa com um padrão manchado distinto, encontrado em florestas e gramados.",
      "example": "Vi la águila moteada menor posada en un árbol ayer, la fotografiaré de nuevo mañana, y la observé cazando ahora.",
      "example_translation": "Eu vi a águia-bom-dia-pequena empoleirada em uma árvore ontem, vou fotografá-la novamente amanhã e eu a observei caçando agora.",
      "imageLink": "image_files\\English\\"imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "linterna",
      "translation": "pintarrilha",
      "definition": "Un pequeño pájaro cantor con dorso pardo y alas y cabeza y pecho grisáceo-pardo, encontrado en jardines y bosques.",
      "definition_translation": "um pequeno pássaro canoro com costas e asas marrons e cabeça e peito cinzento-marrons, encontrado em jardins e bosques.",
      "example": "La linterna se posó en la rama, cantando su melodía dulce. La linterna se había posado en la rama, cantando su melodía dulce. La linterna se posará en la rama, cantando su melodía dulce.",
      "example_translation": "A pintarrilha pousou no galho, cantando sua doce melodia. A pintarrilha havia pousado no galho, cantando sua doce melodia. A pintarrilha pousará no galho, cantando sua doce melodia.",
      "imageLink": "image_files\\English\\"imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "búho de orejas",
      "translation": "coruja-de-orelhas-compridas",
      "definition": "Un ave de rapiña nocturna con grandes túmulos en la cabeza, encontrada en bosques y matorrales.",
      "definition_translation": "um pássaro noturno predador com grandes tuftes semelhantes a orelhas na cabeça, encontrado em florestas e bosques.",
      "example": "El búho de orejas ululó fuerte en la oscuridad. El búho de orejas había ululado fuerte en la oscuridad. El búho de orejas ululará fuerte en la oscuridad.",
      "example_translation": "A coruja-de-orelhas-compridas uivou alto na escuridão. A coruja-de-orelhas-compridas havia uivado alto na escuridão. A coruja-de-orelhas-compridas uivará alto na escuridão.",
      "imageLink": "image_files\\English\\"imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ánade real",
      "translation": "marreco",
      "definition": "Un pato silvestre grande con cabeza verde y pico amarillo, encontrado en humedales y parques.",
      "definition_translation": "um grande pato selvagem com cabeça verde e bico amarelo, encontrado em áreas úmidas e parques.",
      "example": "El ánade real nadó tranquilamente en el lago. El ánade real había nadado tranquilamente en el lago. El ánade real nadará tranquilamente en el lago.",
      "example_translation": "O marreco nadou quietamente no lago. O marreco havia nadado quietamente no lago. O marreco nadará quietamente no lago.",
      "imageLink": "image_files\\English\\"imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "titi de Pantano",
      "translation": "mariquita-do-charco",
      "definition": "Un pequeño pájaro con cabeza estriada negra y blanca y dorso pardo, encontrado en pantanos y humedales.",
      "definition_translation": "um pequeno pássaro com cabeça listrada preta e branca e costas marrons, encontrado em pântanos e áreas úmidas.",
      "example": "El titi de Pantano revoloteó entre los juncos. El titi de Pantano había revoloteado entre los juncos. El titi de Pantano revoloteará entre los juncos.",
      "example_translation": "A mariquita-do-charco saltou entre os juncos. A mariquita-do-charco havia saltado entre os juncos. A mariquita-do-charco saltará entre os juncos.",
      "imageLink": "image_files\\English\\"imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ruiseñor",
      "translation": "rouxinol",
      "definition": "Un pequeño pájaro migratorio con un canto melodioso, comúnmente encontrado en Europa y Asia",
      "definition_translation": "um pequeno pássaro migratório com um canto melodioso, comumente encontrado na Europa e Ásia",
      "example": "El ruiseñor cantó melodías dulces en el bosque. Cantará de nuevo mañana noche. Había cantado toda la noche.",
      "example_translation": "O rouxinol cantou melodias doces na floresta. Ele cantará novamente amanhã à noite. Ele havia cantado a noite toda.",
      "imageLink": "image_files\\English\\"imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chotacabra",
      "translation": "noitibó",
      "definition": "Un tipo de ave nocturna, conocida por su llamado característico y plumas especializadas",
      "definition_translation": "um tipo de ave noturna, conhecida por seu chamado distintivo e penas especializadas",
      "example": "El llamado de la chotacabra resonó en el desierto al atardecer. Regresará a su nido esta noche. Había estado volando toda la noche.",
      "example_translation": "O chamado do noitibó ecoava pelo deserto ao entardecer. Ele voltará ao seu ninho hoje à noite. Ele havia estado voando a noite toda.",
      "imageLink": "image_files\\English\\"imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "águila pescadora",
      "translation": "águia-pescadora",
      "definition": "Un ave de rapiña grande que se alimenta de peces, con un dedo externo reversible",
      "definition_translation": "uma grande ave de rapina que come peixe, com um dedo external reversível distinto",
      "example": "El águila pescadora se zambulló en el lago para cazar un pez. Construirá su nido en la acantilado mañana. Había estado volando sobre el océano.",
      "example_translation": "A águia-pescadora mergulhou no lago para pegar um peixe. Ela construirá seu ninho no penhasco amanhã. Ela havia estado voando sobre o oceano.",
      "imageLink": "image_files\\English\\"imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perdiz",
      "translation": "perdiz",
      "definition": "Un tipo de ave pequeña y terrestre, a menudo encontrada en áreas agrícolas",
      "definition_translation": "um tipo de ave pequena que vive no chão, frequentemente encontrada em áreas agrícolas",
      "example": "La perdiz corrió rápidamente a través del campo. Pondrá sus huevos en los arbustos mañana. Había estado picoteando el suelo toda la mañana.",
      "example_translation": "A perdiz correu rapidamente pelo campo. Ela porá seus ovos nos arbustos amanhã. Ela havia estado bicando o chão a manhã toda.",
      "imageLink": "image_files\\English\\"imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pavo real",
      "translation": "pavão",
      "definition": "Un ave grande y colorida con una cola fan-like característica, nativa del sur de Asia.",
      "definition_translation": "Um grande pássaro colorido vivamente com uma cauda distinta em forma de leque, nativo do sul da Ásia.",
      "example": "El pavo real pavoneándose en el zoológico era un espectáculo impresionante. Ayer, vi un pavo real en el parque. Para el próximo verano, habré visto un pavo real de cerca.",
      "example_translation": "O pavão se pavoneando ao redor do zoológico era um espetáculo impressionante. Ontem, eu vi um pavão no parque. Até o próximo verão, eu vou ter visto um pavão de perto.",
      "imageLink": "image_files\\English\\"imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pelícano",
      "translation": "pelicano",
      "definition": "Un gran ave acuática con un pico característico con bolsa, encontrada en regiones cálidas y tropicales.",
      "definition_translation": "Um grande pássaro aquático com um bico distinto com bolsa, encontrado em regiões quentes e tropicais.",
      "example": "El pelícano se lanzó a atrapar un pez. Pelícanos han sido conocidos por vivir hasta 25 años. Para el próximo año, habré visto un pelícano volando en lo alto.",
      "example_translation": "O pelicano mergulhou para pegar um peixe. Pelicanos têm sido conhecidos por viver até 25 anos. Até o próximo ano, eu vou ter visto um pelicano voando sobre minha cabeça.",
      "imageLink": "image_files\\English\\"imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halcón peregrino",
      "translation": "falcão peregrino",
      "definition": "Un ave de presa rápida y poderosa, encontrada en todos los continentes, conocida por su velocidad y agilidad.",
      "definition_translation": "Um pássaro de rapina rápido e poderoso, encontrado em todos os Continentes, conhecido por sua velocidade e agilidade.",
      "example": "El halcón peregrino surcó los cielos. Halcones peregrinos han sido utilizados para la caza durante siglos. Para el próximo mes, habré visto un halcón peregrino de cerca.",
      "example_translation": "O falcão peregrino sobrevoou os céus. Falcões peregrinos têm sido usados para caçar por séculos. Até o próximo mês, eu vou ter visto um falcão peregrino de perto.",
      "imageLink": "image_files\\English\\"imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "faisán",
      "translation": "faisão",
      "definition": "Un ave grande y terrestre, originaria de Asia, a menudo cazada por su carne y plumas.",
      "definition_translation": "Um grande pássaro que vive no chão, nativo da Ásia, frequentemente caçado por sua carne e penas.",
      "example": "El faisán cruzó corriendo el campo. Faisanes son conocidos por su plumaje vibrante. Para el próximo invierno, habré ido de caza de faisanes con mis amigos.",
      "example_translation": "O faisão correu através do campo. Faisões são conhecidos por suas plumas vibrantes. Até o próximo inverno, eu vou ter ido caçar faisões com meus amigos.",
      "imageLink": "image_files\\English\\"imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "avicultura",
      "translation": "avicultura",
      "definition": "Aves domesticadas, como pollos, pavos y patos, criadas por sus huevos y carne.",
      "definition_translation": "Aves domesticadas, como galinhas, perus e patos, criados para seus ovos e carne.",
      "example": "La granja produjo una gran cantidad de avicultura para la temporada de fiestas. El año pasado, produjimos 10,000 pollos. Para el próximo año, produciremos incluso más.",
      "example_translation": "A fazenda produziu muita avicultura para a temporada de férias. No ano passado, produzimos 10.000 galinhas. No próximo ano, produziremos ainda mais.",
      "imageLink": "image_files\\English\\"imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lechuza pigmea",
      "translation": "mocho-anão",
      "definition": "Un búho pequeño que habita bosques y áreas boscosas, caracterizado por su pequeño tamaño y cabeza redonda grande.",
      "definition_translation": "Um mocho pequeno que habita florestas e bosques, caracterizado pelo seu pequeno tamanho e cabeça arredondada grande.",
      "example": "La lechuza pigmea estaba percha en una rama, observando su presa. Había estado observando durante horas, y finalmente, se lanzó. Ayer, atrapó un ratón, pero hoy, está cazando un conejo.",
      "example_translation": "O mocho-anão estava empoleirado em um galho, observando sua presa. Havia estado observando por horas, e finalmente, desceu. Ontem, pegou um rato, mas hoje, estava caçando um coelho.",
      "imageLink": "image_files\\English\\"imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "codorniz",
      "translation": "codorniz",
      "definition": "Un ave pequeña y terrestre que a menudo se caza por su carne y huevos.",
      "definition_translation": "Um pequeno pássaro que vive no chão, frequentemente caçado por sua carne e ovos.",
      "example": "La codorniz voló fuera de los arbustos, asustada por la presencia del cazador. Habían estado criando todo el verano, y ahora, se estaban preparando para el invierno. El año pasado, migraron a climas más cálidos, pero este año, se quedarán.",
      "example_translation": "A codorniz voou para fora dos arbustos, assustada pela presença do caçador. Eles haviam estado se reproduzindo todo o verão, e agora, estavam se preparando para o inverno. No inverno passado, migraram para climas mais quentes, mas este ano, permanecerão.",
      "imageLink": "image_files\\English\\"imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zambullidor cuellirrojo",
      "translation": "colhereiro-de-nuca-vermelha",
      "definition": "Un ave acuática con un cuello rojo característico y cabeza negra, encontrada en entornos acuáticos como lagos y ríos.",
      "definition_translation": "Um pássaro aquático com um pescoço vermelho distinto e cabeça preta, encontrado em ambientes aquáticos como lagos e rios.",
      "example": "El zambullidor cuellirrojo se zambulló en el lago, buscando peces. Había estado anidando en la orilla, y ahora, estaba enseñando a sus polluelos a nadar. El año pasado, el lago estaba seco, pero este año, está lleno de agua.",
      "example_translation": "O colhereiro-de-nuca-vermelha mergulhou no lago, procurando por peixes. Havia estado nidificando na praia, e agora, estava ensinando seus filhotes a nadar. No ano passado, o lago estava seco, mas este ano, estava cheio de água.",
      "imageLink": "image_files\\English\\"imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "petirrojo",
      "translation": "pombo",
      "definition": "Un ave migratoria de canto con cuerpo redondo y pecho rojo característico.",
      "definition_translation": "Um pequeno a médio tamanho pássaro migratório canoro com um corpo redondo e um peito vermelho distinto.",
      "example": "El petirrojo se posó en la rama, y luego voló. Cantará melodías dulces mañana. Ayer, había comido un gusano jugoso.",
      "example_translation": "O pombo sentou-se no galho, então voou embora. Ele cantará melodias doces amanhã. Ontem, ele havia comido um verme juvenil.",
      "imageLink": "image_files\\English\\"imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rodillo",
      "translation": "rolador",
      "definition": "Un dispositivo cilíndrico o esférico que rota o se mueve sobre una superficie, utilizado para aplanar o dar forma a materiales.",
      "definition_translation": "Um dispositivo cilíndrico ou esférico que gira ou se move sobre uma superfície, usado para aplainar ou moldar materiais.",
      "example": "La pintora usó un rodillo para aplicar la pintura de manera uniforme. Usará un rodillo más pequeño mañana para llegar a espacios estrechos. Ayer, había comprado un nuevo rodillo.",
      "example_translation": "O pintor usou um rolador para aplicar a tinta uniformemente. Ela usará um rolador menor amanhã para entrar em espaços apertados. Ontem, ela havia comprado um novo rolador.",
      "imageLink": "image_files\\English\\"imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuervo",
      "translation": "gralha",
      "definition": "Un pájaro común de la familia de los cuervos, con un plumaje negro y un llamado característico.",
      "definition_translation": "Um pássaro comum da família dos corvos, com uma plumagem preta e um chamado distinto.",
      "example": "El cuervo voló por encima, graznando fuerte. Construirá un nido mañana. Ayer, había robado comida de una granja cercana.",
      "example_translation": "A gralha voou acima, grasnando alto. Ela construirá um ninho amanhã. Ontem, ela havia roubado comida de uma fazenda vizinha.",
      "imageLink": "image_files\\English\\"imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jilguero",
      "translation": "lugre",
      "definition": "Un pequeño a medio tamaño pinzón, conocido por su plumaje brillante amarillo y marrón.",
      "definition_translation": "Um pequeno a médio tamanho pardal, conhecido por sua plumagem amarela brilhante e marrom.",
      "example": "El jilguero se posó en la comida para pájaros, comiendo semillas. Visitará el parque mañana. Ayer, había volado hacia el sur para pasar el invierno.",
      "example_translation": "O lugre sentou-se no alimentador, comendo sementes. Ele visitará o parque amanhã. Ontem, ele havia voado para o sul para o inverno.",
      "imageLink": "image_files\\English\\"imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aguja",
      "translation": "narceja",
      "definition": "Un ave zancuda de pico largo, encontrada en humedales y praderas, que es conocida por su rápido vuelo y exhibición de cortejo característica.",
      "definition_translation": "Um pássaro de costa de bico longo, camuflado, encontrado em áreas úmidas e gramados, conhecido por seu voo rápido e exibição de cortejo distinta.",
      "example": "El cazador esperó pacientemente a que la aguja saliera volando, entonces rápidamente levantó su rifle para apuntar. Ayer, había visto una aguja en el pantano, y ahora estaba esperando a que reapareciera. Para la próxima temporada, espera haber cazado unas cuantas agujas.",
      "example_translation": "O caçador esperou pacientemente pelo narceja decolar, então rapidamente levantou sua espingarda para mirar. Ontem, ele havia avistado um narceja no brejo e agora estava esperando que reaparecesse. Até a próxima temporada, ele espera ter capturado alguns narcejais.",
      "imageLink": "image_files\\English\\"imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gavilán",
      "translation": "espar_relhão",
      "definition": "Un pequeño y rápido halcón que se reproduce en árboles y se alimenta de pequeñas aves, a menudo capturadas en pleno vuelo.",
      "definition_translation": "Um pequeno falcão rápido que se reproduz em árvores e caça pequenos pássaros, muitas vezes capturados em pleno ar.",
      "example": "El gavilán se lanzó desde la copa de los árboles, sus garras afiladas extendidas, y atrapó a un desprevenido gorrión del aire. Ayer, un gavilán había sido visto sobrevolando, escaneando el suelo debajo en busca de su próxima comida. Para la primavera, el gavilán habrá construido su nido en el viejo roble.",
      "example_translation": "O espar-relhão mergulhou lá do alto das copas das árvores, suas garras afiadas estendidas, e arrancou um pardal desavisado do ar. Ontem, um espar-relhão havia sido avistado planando sobre a cabeça, escaneando o solo abaixo em busca de sua próxima refeição. Até a primavera, o espar-relhão terá construído seu ninho na velha árvore de carvalho.",
      "imageLink": "image_files\\English\\"imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papamoscas",
      "translation": "papa-moscas-pintado",
      "definition": "Un ave migratoria con una apariencia característica de negro y blanco, conocida por su vuelo ágil y capacidad para atrapar insectos en pleno vuelo.",
      "definition_translation": "Um pássaro migratório com uma aparência distinta preta e branca, conhecido por seu voo ágil e habilidade de capturar insetos em pleno ar.",
      "example": "El papamoscas revoloteó de rama en rama, sus ojos rápidos escaneando el aire en busca de su próxima comida. Ayer, un papamoscas había sido visto posado en un cable de teléfono, observando el mundo que le rodeaba. Para el verano, el papamoscas habrá regresado a sus territorios de anidación en el bosque cercano.",
      "example_translation": "O papa-moscas-pintado voou de ramo em ramo, seus olhos rápidos escaneando o ar em busca de sua próxima refeição. Ontem, um papa-moscas-pintado havia sido visto sentado em um fio de telefone, assistir o mundo passar. Até o verão, o papa-moscas-pintado terá retornado às suas terras de nidificação na floresta vizinha.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cascanueces",
      "translation": "quebra-nozze-pintado",
      "definition": "Un ave de tamaño mediano con una cabeza característicamente rayada de negro y blanco, conocida por su capacidad para abrir nueces utilizando su pico fuerte.",
      "definition_translation": "Um pássaro de tamanho médio com uma cabeça listrada preta e branca distinta, conhecido por sua habilidade de quebrar nozes usando seu bico forte.",
      "example": "El cascanueces se sentó en el suelo del bosque, su pico fuerte abriendo una nuez con facilidad. Ayer, un cascanueces había sido visto almacenando nueces en varios lugares del bosque. Para el otoño, el cascanueces habrá acumulado suficientes nueces para durar el invierno.",
      "example_translation": "O quebra-nozze-pintado sentou-se no chão da floresta, seu bico forte quebrando uma noz com facilidade. Ontem, um quebra-nozze-pintado havia sido visto armazenando nozes em vários lugares ao redor da floresta. Até o outono, o quebra-nozze-pintado terá armazenado nozes suficientes para durar o inverno.",
      "imageLink": "image_files\\English\\"imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estornino",
      "translation": "estorninho",
      "definition": "Un estornino es un tipo de ave que pertenece a la familia Sturnidae. Es conocido por sus plumas iridiscentes y capacidad para imitar el habla humana.",
      "definition_translation": "Um estorninho é um tipo de ave que pertence à família Sturnidae. É conhecido por suas penas iridescentes e habilidade de imitar o discurso humano.",
      "example": "El estornino se posó en el alféizar de la ventana ayer, pero se irá mañana por la mañana. Hoy, está cantando una hermosa canción.",
      "example_translation": "O estorninho pousou no peitoril da janela ontem, mas irá voar embora amanhã de manhã. Hoje, está cantando uma bela canção.",
      "imageLink": "image_files\\English\\"imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "golondrina",
      "translation": "andorinha",
      "definition": "Una golondrina es un ave pequeña y ágil que es conocida por su velocidad y habilidades acrobáticas. A menudo se ve volando en un movimiento rápido y fluido.",
      "definition_translation": "Uma andorinha é uma ave pequena e ágil que é conhecida por sua velocidade e habilidades aeróbicas. É frequentemente vista voando em um movimento rápido e amplo.",
      "example": "La golondrina construyó su nido debajo de los aleros de la casa el verano pasado, y lo reconstruirá la próxima primavera. Ahora, está migrando a un clima más cálido.",
      "example_translation": "A andorinha construiu seu ninho sob as beiradas da casa no verão passado, e irá reconstruí-lo na próxima primavera. Agora, está migrando para um clima mais quente.",
      "imageLink": "image_files\\English\\"imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vencejo",
      "translation": "lírio",
      "definition": "Un vencejo es un tipo de ave que es conocido por su rápido vuelo y agilidad. A menudo se ve volando en grupo, realizando maniobras acrobáticas.",
      "definition_translation": "Um lírio é um tipo de ave que é conhecido por sua voo rápido e agilidade. É frequentemente visto voando em grupos, realizando manobras acrobáticas.",
      "example": "El vencejo voló rápidamente sobre los campos ayer, y sobrevolará los cielos mañana por la mañana. Hoy, está posado en un árbol cercano.",
      "example_translation": "O lírio voou rapidamente sobre os campos ontem, e irá pairar sobre os céus amanhã de manhã. Hoje, está pousado em uma árvore próxima.",
      "imageLink": "image_files\\English\\"imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lechuza",
      "translation": "coruja",
      "definition": "Una lechuza es un tipo de búho que es conocido por sus característicos gritos ululantes y hábitos nocturnos. A menudo se ve posado en árboles, observando en busca de presas.",
      "definition_translation": "Uma coruja é um tipo de coruja que é conhecida por seus chamados NOTurnos característicos e hábitos noturnos. É frequentemente vista pousada em árvores, vigiando por presas.",
      "example": "La lechuza ululó fuerte en el bosque anoche, y observará en silencio su entorno mañana por la tarde. Hoy, está descansando en su nido.",
      "example_translation": "A coruja gritou alto na floresta na noite passada, e irá observar silenciosamente seu entorno amanhã à noite. Hoje, está descansando em seu ninho.",
      "imageLink": "image_files\\English\\"imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]