[
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pescado",
      "translation": "peixe",
      "definition": "Un animal acuático frío que vive en el agua, respira a través de branquias, y generalmente tiene un cuerpo aerodinámico y aletas.",
      "definition_translation": "Um animal aquático de sangue frio que vive na água, respirando através de brânquias, e tipicamente tendo um corpo estilizado e barbatanas.",
      "example": "Atrapé un pescado en el lago ayer. Iré a pescar en el río mañana. Ella pescó en el mar la semana pasada.",
      "example_translation": "Eu peguei um peixe no lago ontem. Eu vou pescar no rio amanhã. Ela pescou no mar semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bacalao",
      "translation": "bacalhau",
      "definition": "Un gran pez marino de la familia Gadidae, a menudo pescado para comida.",
      "definition_translation": "Um grande peixe marinho da família Gadidae, muitas vezes pescado para comida.",
      "example": "Comí bacalao para cenar anoche. Ella cocinará bacalao para almuerzo hoy. Ellos codificaron el pescado en el restaurante.",
      "example_translation": "Eu comi bacalhau para jantar ontem. Ela irá cozinhar bacalhau para almoço hoje. Eles codificaram o peixe no restaurante.",
      "imageLink": "image_files\\English\\"imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salmón",
      "translation": "salmão",
      "definition": "Un gran pez de la familia Salmonidae, con carne rosa y encontrado en ríos y aguas costeras.",
      "definition_translation": "Um grande peixe da família Salmonidae, tendo uma carne rosa-vermelha e encontrado em rios e águas costeiras.",
      "example": "Asé salmón para desayunar esta mañana. Ella horneará salmón para cenar esta noche. Ellos atraparon salmón en el río el año pasado.",
      "example_translation": "Eu grelhei salmão para café da manhã essa manhã. Ela irá assar salmão para jantar essa noite. Eles capturaram salmão no rio ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tiburón",
      "translation": "tubarão",
      "definition": "Un gran pez depredador del orden Carcharhiniformes, con un esqueleto cartilaginoso y un cuerpo aerodinámico.",
      "definition_translation": "Um grande peixe predador da ordem Carcharhiniformes, tendo um esqueleto cartilaginoso e um corpo estilizado.",
      "example": "Vi un tiburón en el océano ayer. Ella nadará con tiburones en el mar mañana. Ellos estudiaron tiburones en el laboratorio el mes pasado.",
      "example_translation": "Eu vi um tubarão no oceano ontem. Ela irá nadar com tubarões no mar amanhã. Eles estudaram tubarões no laboratório mês passado.",
      "imageLink": "image_files\\English\\"imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atún",
      "translation": "atum",
      "definition": "Un gran pez rápido que nada, con un cuerpo brillante y aerodinámico, a menudo comido como alimento",
      "definition_translation": "um grande peixe rápido com corpo brilhante e aerodinâmico, muitas vezes comido como alimento",
      "example": "Atrapé un atún mientras pescaba la semana pasada. Ahora estoy comiendo atún para almuerzo. Asaré atún para cenar esta noche.",
      "example_translation": "Eu peguei um atum enquanto pescava na semana passada. Agora estou comendo atum para almoço. Vou grelhar atum para jantar esta noite.",
      "imageLink": "image_files\\English\\"imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desovar",
      "translation": "desovar",
      "definition": "producir huevos o esperma, o causar que algo nuevo desarrolle o crezca",
      "definition_translation": "produzir ovos ou esperma, ou causar algo novo a se desenvolver ou crescer",
      "example": "Los peces desovaron en el agua somera. La nueva empresa desovará una revolución en la industria. La idea desovará una nueva generación de innovadores.",
      "example_translation": "O peixe desovou na água rasa. A nova empresa causará uma revolução na indústria. A idéia desovará uma nova geração de inovadores.",
      "imageLink": "image_files\\English\\"imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trucha",
      "translation": "truta",
      "definition": "Un pez de agua dulce con un cuerpo moteado, a menudo pescado para comida o deporte",
      "definition_translation": "um peixe de água doce com corpo manchado, muitas vezes pescado para comida ou esporte",
      "example": "Atrapé una trucha mientras pescaba en el río. El chef cocinó una deliciosa trucha para cenar. Volveremos a pescar trucha la próxima semana.",
      "example_translation": "Eu peguei uma truta enquanto pescava no rio. O chef cozinhou uma deliciosa truta para jantar. Vamos pescar truta novamente na semana que vem.",
      "imageLink": "image_files\\English\\"imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "comedor de algas",
      "translation": "comedora de algas",
      "definition": "Un animal acuático que se alimenta de algas, como un pez o un caracol",
      "definition_translation": "um animal aquático que se alimenta de algas, como um peixe ou um caracol",
      "example": "El comedor de algas limpió el vidrio del acuario. El propietario del acuario compró un comedor de algas para controlar el crecimiento de algas. La población de comedores de algas está disminuyendo en el lago.",
      "example_translation": "A comedora de algas limpou o vidro do aquário. O dono do aquário comprou uma comedora de algas para controlar o crescimento de algas. A população de comedora de algas está declinando no lago.",
      "imageLink": "image_files\\English\\"imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anchoa",
      "translation": "anchova",
      "definition": "Un pequeño pez aceitoso, a menudo conservado en sal y utilizado como condimento o ingrediente en varios platos.",
      "definition_translation": "Um pequeno peixe oleoso, frequentemente conservado em sal e usado como um tempero ou ingrediente em various pratos.",
      "example": "Tuve anchoas en mi pizza anoche, y fue deliciosa. Volveré a comer anchoas en mi pizza mañana. Comí anchoas en mi pizza ayer.",
      "example_translation": "Eu tive anchovas na minha pizza ontem à noite, e era delicioso. Eu vou comer anchovas na minha pizza novamente amanhã. Eu comi anchovas na minha pizza ontem.",
      "imageLink": "image_files\\English\\"imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barbo",
      "translation": "barbo",
      "definition": "Un pez de agua dulce con una barba característica alrededor de su boca.",
      "definition_translation": "Um peixe de água doce com um barbel distinto semelhante a um bigode em torno da sua boca.",
      "example": "Atrapé un barbo mientras pescaba en el río la semana pasada. El barbo que atrapé era muy grande. Volveré a intentar atrapar otro barbo el próximo fin de semana.",
      "example_translation": "Eu peguei um barbo enquanto pescava no rio semana passada. O barbo que eu peguei era muito grande. Eu vou tentar pegar outro barbo no próximo fim de semana.",
      "imageLink": "image_files\\English\\"imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enity",
      "translation": "brema",
      "definition": "Un pez pequeño y delgado con un color grisáceo blanco, encontrado en ríos y lagos europeos.",
      "definition_translation": "Um pequeno peixe esbelto com uma cor cinzenta-branca, encontrado em rios e lagos europeus.",
      "example": "El bleak que cogí en el lago era muy pequeño. Vuelvo a soltar el bleak en el lago. El bleak que vi ayer era muy rápido.",
      "example_translation": "A brema que eu peguei no lago era muito pequena. Eu vou libertar a brema de volta para o lago. A brema que eu vi ontem era muito rápida.",
      "imageLink": "image_files\\English\\"imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brama",
      "translation": "brêma",
      "definition": "Una especie de pez de agua dulce, a menudo utilizada como pescado alimenticio.",
      "definition_translation": "Uma espécie de peixe de água doce, frequentemente usada como um peixe para consumo.",
      "example": "Tuve brama para cenar anoche y estaba deliciosa. La brama que comí era muy fresca. Cocinaré brama para mi familia la próxima semana.",
      "example_translation": "Eu tive brêma para jantar ontem à noite, e era delicioso. O brêma que eu comi era muito fresco. Eu vou cozinhar brêma para a minha família semana próxima.",
      "imageLink": "image_files\\English\\"imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mollo",
      "translation": "euládio",
      "definition": "Un pez de agua dulce de la familia de los códigos, encontrado en el norte de Europa y Asia.",
      "definition_translation": "Um peixe de água doce da família do bacalhau, encontrado no norte da Europa e no norte da Ásia.",
      "example": "Cimité un molló mientras pescaba en el lago la semana pasada. Era uno grande. Cogeré otro molló mañana.",
      "example_translation": "Eu peguei um euládio enquanto pescava no lago semana passada. Era um grande. Eu vou pegar outro euládio amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carpa",
      "translation": "carpa",
      "definition": "Un pez de agua dulce con un cuerpo robusto y una cola plana, nativo de Europa y Asia.",
      "definition_translation": "Um peixe de água doce com corpo robusto e cauda achatada, nativo da Europa e da Ásia.",
      "example": "La carpa nadó rápidamente en el río. Nadará lentamente por la mañana. Nadé con la carpa ayer.",
      "example_translation": "A carpa nadou rapidamente no rio. Nadará lentamente na manhã. Eu nadava com a carpa ontem.",
      "imageLink": "image_files\\English\\"imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bagre",
      "translation": "peixe-gato",
      "definition": "Un pez de agua dulce con barbas parecidas a bigotes y un cuerpo plano, encontrado en América del Norte.",
      "definition_translation": "Um peixe de água doce com barbéis semelhantes a bigodes e corpo achatado, encontrado na América do Norte.",
      "example": "Comimos bagre para cenar anoche. Volveré a comer bagre mañana. El bagre era delicioso.",
      "example_translation": "Nós comemos peixe-gato para jantar ontem à noite. Eu vou comer peixe-gato novamente amanhã. O peixe-gato era delicioso.",
      "imageLink": "image_files\\English\\"imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chevro",
      "translation": "carバス",
      "definition": "Un pez de agua dulce de la familia de las carpas, encontrado en Europa y Asia.",
      "definition_translation": "Um peixe de água doce da família do carpa, encontrado na Europa e na Ásia.",
      "example": "El chevro saltó fuera del agua. Saltará de nuevo por la tarde. Cetí un chevro ayer.",
      "example_translation": "O carバス saltou fora da água. Saltará novamente à tarde. Eu peguei um carバス ontem.",
      "imageLink": "image_files\\English\\"imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anguila",
      "translation": "enguia",
      "definition": "Un pez largo y delgado con un cuerpo parecido a una serpiente y una boca pequeña.",
      "definition_translation": "Um peixe longo e estreito com um corpo em forma de cobra e uma boca pequena.",
      "example": "La anguila nadó rápidamente a través del agua, atrapando a su presa desprevenida. Había nadado a través del lago muchas veces antes. Nadará de nuevo mañana.",
      "example_translation": "A enguia nadou rapidamente pela água, pegando sua presa de surpresa. Já havia nadado pelo lago muitas vezes antes. Nadará novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aletas",
      "translation": "barbatana",
      "definition": "Una estructura delgada, plana y usualmente rígida en la parte posterior de un pez, utilizada para estabilizar y equilibrar.",
      "definition_translation": "Uma estrutura fina, plana, geralmente rígida na parte de trás de um peixe, usada para estabilizar e equilibrar.",
      "example": "La aleta del tiburón era visible sobre el agua, una señal de peligro acechando debajo. Había cortado la aleta con facilidad. La aleta se reparará pronto.",
      "example_translation": "A barbatana do tubarão era visível acima da água, um sinal de perigo espreitando abaixo. Havia cortado a barbatana com facilidade. A barbatana será reparada em breve.",
      "imageLink": "image_files\\English\\"imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez plano",
      "translation": "peixe plano",
      "definition": "Un tipo de pez con un cuerpo plano y ambos ojos en un lado de su cabeza.",
      "definition_translation": "Um tipo de peixe com um corpo plano e ambos os olhos do lado de sua cabeça.",
      "example": "El pez plano estaba cocido a la perfección, su sabor delicado realzado por las hierbas. Había cogido un pez plano Earlier ese día. El pez plano se servirá en el banquete.",
      "example_translation": "O peixe plano foi cozido à perfeição, seu sabor delicado realçado pelas ervas. Havia pegado um peixe plano mais cedo naquele dia. O peixe plano será servido no banquete.",
      "imageLink": "image_files\\English\\"imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lenguado",
      "translation": "solha",
      "definition": "Un tipo de pez plano, a menudo pescado para comida, con un cuerpo plano y una boca pequeña.",
      "definition_translation": "Um tipo de peixe plano, frequentemente pescado para comida, com um corpo plano e uma boca pequena.",
      "example": "El lenguado nadó erráticamente, haciéndolo difícil de atrapar. Había aterrizado un gran lenguado la noche anterior. El lenguado se venderá en el mercado mañana.",
      "example_translation": "A solha nadou erraticamente, tornando difícil pescá-la. Havia aterrissado uma grande solha na noite anterior. A solha será vendida no mercado amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cabrachita",
      "translation": "dourada",
      "definition": "Un tipo de pescado, especialmente en el Mediterráneo, con un color plateado y una cabeza curva distintiva",
      "definition_translation": "um tipo de peixe, especialmente no Mediterrâneo, com uma cor prateada e uma cabeça curva Distintiva",
      "example": "Intenté atrapar una cabrachita en el mar Mediterráneo el verano pasado, pero era demasiado resbalosa.",
      "example_translation": "Eu tentei pegar uma dourada no Mar Mediterrâneo no verão passado, mas ela era muito escorregadia.",
      "imageLink": "image_files\\English\\"imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gobio",
      "translation": "góbio",
      "definition": "Un pez pequeño, a menudo encontrado en ríos y corrientes, con una cabeza plana y un cuerpo largo",
      "definition_translation": "um pequeno peixe, encontrado frequentemente em rios e riachos, com uma cabeça chata e um corpo longo",
      "example": "El niño atrapó un gobio en el río cercano a su aldea cuando era niño. Ahora, va a atrapar otro gobio en el mismo río. Atrapará un gobio de nuevo mañana.",
      "example_translation": "O menino pegou um góbio no rio perto de sua aldeia quando era criança. Agora, ele vai pegar outro góbio no mesmo rio. Ele vai pegar outro góbio amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guppy",
      "translation": "lebístomo",
      "definition": "Un pez pequeño y colorido, popularmente mantenido como mascota en acuarios",
      "definition_translation": "um pequeno peixe colorido, popularmente mantido como animal de estimação em aquários",
      "example": "Mi hermana tenía un guppy en su acuario cuando estaba en la universidad. Va a comprar otro guppy para su cumpleaños. Compró un guppy la semana pasada.",
      "example_translation": "Minha irmã tinha um lebístomo em seu aquário quando ela estava na faculdade. Ela vai comprar outro lebístomo para seu aniversário. Ela comprou um lebístomo na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colmillo",
      "translation": "açafrão",
      "definition": "Un tipo de pescado, a menudo utilizado en la cocina, con carne blanca y blanda y un sabor suave",
      "definition_translation": "um tipo de peixe, frequentemente usado na cozinha, com uma carne branca esfolhada e um sabor suave",
      "example": "Cociné colmillo para cenar anoche, y estaba delicioso. Mi madre solía cocinar colmillo para nosotros cuando éramos niños. Vamos a cocinar colmillo de nuevo el próximo fin de semana.",
      "example_translation": "Eu cozinhei açafrão para jantar ontem à noite, e foi delicioso. Minha mãe costumava cozinhar açafrão para nós quando éramos crianças. Nós vamos cozinhar açafrão novamente no próximo fim de semana.",
      "imageLink": "image_files\\English\\"imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "merluza",
      "translation": "merluza",
      "definition": "Un tipo de pescado, encontrado en el Atlántico Norte, con un cuerpo largo y delgado y una nariz puntiaguda.",
      "definition_translation": "Um tipo de peixe, encontrado no Atlântico Norte, com um corpo longo e estreito e um focinho pontiagudo.",
      "example": "Atrapé una merluza mientras pescaba el fin de semana pasado. Era una realmente grande. La voy a cocinar para cenar mañana. Ya he cocinado merluza antes.",
      "example_translation": "Eu peguei um merluza enquanto pescava no fim de semana passado. Era um realmente grande. Vou cozinhá-lo para jantar amanhã. Já cozinhei merluza antes.",
      "imageLink": "image_files\\English\\"imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "halibut",
      "translation": "halibute",
      "definition": "Un pez plano grande, encontrado en el Atlántico Norte y el Pacífico Norte, con carne blanca firme.",
      "definition_translation": "Um grande peixe-placa, encontrado no Atlântico Norte e Pacífico Norte, com carne firme e branca.",
      "example": "Me encanta comer halibut en restaurantes. Es un pescado caro. Mi padre comió halibut para cenar anoche. Lo volverá a tener para cenar esta noche.",
      "example_translation": "Eu adoro comer halibute em restaurantes. É um peixe caro. Meu pai comeu halibute para jantar ontem à noite. Ele vai comer halibute novamente esta noite.",
      "imageLink": "image_files\\English\\"imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arenque",
      "translation": "arenque",
      "definition": "Un pez pequeño y aceitoso, a menudo atrapado y curado como alimento, y utilizado como ingrediente clave en muchos platos.",
      "definition_translation": "Um pequeno peixe oleoso, frequentemente capturado e curado para alimentação, e usado como ingrediente-chave em muitos pratos.",
      "example": "Comí arenque para desayunar. Era muy salado. Mi abuela solía comer arenque todo el tiempo. Volveré a comer arenque la próxima semana.",
      "example_translation": "Eu comi arenque para café da manhã. Era muito salgado. Minha avó costumava comer arenque o tempo todo. Vou comer arenque novamente na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lamprea",
      "translation": "lampreia",
      "definition": "Un pez parecido a una anguila, con una boca en forma de ventosa, encontrado en ríos y aguas costeras, y a menudo considerado una plaga.",
      "definition_translation": "Um peixe semelhante a uma enguia, com uma boca em forma de ventosa, encontrado em rios e águas costeiras, e frequentemente considerado uma praga.",
      "example": "Las lampreas son muy raras en nuestra área. Nunca había visto una lamprea antes. Mi amigo atrapó una lamprea mientras pescaba el año pasado. La volverá a atrapar el próximo año.",
      "example_translation": "Lampreias são muito raras em nossa área. Eu nunca vi uma lampreia antes. Meu amigo pegou uma lampreia enquanto pescava no ano passado. Ele vai pegar lampreias novamente no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caballa",
      "translation": "carapau",
      "definition": "La caballa es una especie de pescado que se encuentra comúnmente en el océano, conocida por su carne aceitosa y su sabor fuerte.",
      "definition_translation": "O carapau é uma espécie de peixe que é comumente encontrada no oceano, conhecida por sua carne oleosa e sabor forte.",
      "example": "Atrapé una caballa mientras pescaba ayer, la voy a comer para almorzar hoy, y espero atrapar otra mañana.",
      "example_translation": "Eu peguei um carapau enquanto pescava ontem, vou comer para o almoço de hoje, e espero pegar outro amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mura",
      "translation": "múria",
      "definition": "Una mura es un tipo de pez parecido a una anguila que vive en el océano, conocida por su cuerpo delgado y sus dientes afilados.",
      "definition_translation": "Uma múria é um tipo de peixe semelhante a enguia que vive no oceano, conhecida por seu corpo esbelto e dentes afiados.",
      "example": "Vi una mura escondida en una cueva mientras buceaba, probablemente se quedará allí por la noche, y puede que nadie por la mañana.",
      "example_translation": "Eu vi uma múria se escondendo em uma caverna enquanto fazia snorkel, ela provavelmente ficará lá para a noite, e pode nadar embora de manhã.",
      "imageLink": "image_files\\English\\"imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perca",
      "translation": "perca",
      "definition": "Una perca es un tipo de pez de agua dulce que a menudo se encuentra en ríos y lagos, conocido por sus colores brillantes y espinas afiladas.",
      "definition_translation": "Uma perca é um tipo de peixe de água doce que é frequentemente encontrado em rios e lagos, conhecida por suas cores brilhantes e espinhos afiados.",
      "example": "Atrapé una perca mientras pescaba en el lago, la dejaré ir de nuevo al agua hoy, y espero atrapar otra la próxima semana.",
      "example_translation": "Eu peguei uma perca enquanto pescava no lago, vou soltá-la de volta na água hoje, e espero pegar outra no próximo fim de semana.",
      "imageLink": "image_files\\English\\"imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lucio",
      "translation": "lúcio",
      "definition": "Un lucio es un tipo de pez de agua dulce que es conocido por su comportamiento agresivo y dientes afilados, a menudo encontrado en ríos y lagos.",
      "definition_translation": "Um lúcio é um tipo de peixe de água doce que é conhecido por seu comportamento agressivo e dentes afiados, frequentemente encontrado em rios e lagos.",
      "example": "Vi un lucio atacando un pez más pequeño en el río, seguramente seguirá cazando hoy, y posiblemente será atrapado por un pescador mañana.",
      "example_translation": "Eu vi um lúcio atacando um peixe menor no rio, ele provavelmente continuará a caçar hoje, e pode ser pego por um pescador amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piránea",
      "translation": "piranha",
      "definition": "Un pez carnívoro de agua dulce de América del Sur, a menudo formando grandes bancos.",
      "definition_translation": "Um peixe carnívoro de água doce da América do Sul, frequentemente formando grandes cardumes.",
      "example": "Vi una piránea atacando un pez en el río Amazonas. Ayer, vi una piránea nadando cerca de la orilla. En el futuro, trataré de atrapar una piránea.",
      "example_translation": "Eu vi um piranha atacar um peixe no Rio Amazonas. Ontem, eu havia visto um piranha nadando perto da praia. No futuro, eu vou tentar pegar um piranha.",
      "imageLink": "image_files\\English\\"imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lenguado",
      "translation": "linguado",
      "definition": "Un tipo de pez plano encontrado en el Mar del Norte, a menudo servido como manjar.",
      "definition_translation": "Um tipo de peixe plano encontrado no Mar do Norte, frequentemente servido como iguaria.",
      "example": "Me comí un filete de lenguado para cenar anoche. Mi amigo atrapó un lenguado mientras pescaba ayer. Si voy a pescar la próxima semana, trataré de atrapar un lenguado.",
      "example_translation": "Eu tive um filé de linguado para jantar ontem à noite. Meu amigo pegou um linguado enquanto pescava ontem. Se eu for pescar na próxima semana, eu vou tentar pegar um linguado.",
      "imageLink": "image_files\\English\\"imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "róbalo",
      "translation": "rúcio",
      "definition": "Un pequeño pez de agua dulce de la familia de los carpas, a menudo considerado una plaga.",
      "definition_translation": "Um peixe de água doce pequeno da família de carpas, frequentemente considerado uma praga.",
      "example": "Atrapé un róbalo mientras pescaba en el lago. Ayer, vi un róbalo nadando cerca de las plantas acuáticas. En el futuro, trataré de evitar atrapar un róbalo.",
      "example_translation": "Eu peguei um rúcio enquanto pescava no lago. Ontem, eu vi um rúcio nadando perto das plantas aquáticas. No futuro, eu vou tentar evitar pegar um rúcio.",
      "imageLink": "image_files\\English\\"imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sardina",
      "translation": "sardinha",
      "definition": "Un pequeño pez aceitoso de la familia de los arenques, a menudo enlatado y comido como una golosina.",
      "definition_translation": "Um peixe pequeno, oleoso da família de arenques, frequentemente enlatado e comido como um lanche.",
      "example": "Abrí una lata de sardinas para almorzar. Ayer, fui al-store a comprar algunas sardinas. En el futuro, comeré sardinas para desayunar.",
      "example_translation": "Eu abri uma lata de sardinhas para almoço. Ontem, eu fui à loja para comprar algumas sardinhas. No futuro, eu vou comer sardinhas para café da manhã.",
      "imageLink": "image_files\\English\\"imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sierra",
      "translation": "peixe-serra",
      "definition": "Una sierra es un tipo de raya que tiene un largo pico en forma de sierra y se encuentra en aguas cálidas.",
      "definition_translation": "Um peixe-serra é um tipo de raia que tem um bico longo e serrilhado e é encontrado em águas quentes.",
      "example": "La sierra nadó lentamente a través del arrecife de coral, su pico en forma de sierra deslizándose a través del agua. Ayer, había visto un tiburón atacando un banco de peces. Para mañana, habrá migrado a una parte más profunda del océano.",
      "example_translation": "O peixe-serra nadou lentamente através do recife de coral, seu bico serrilhado deslizando pela água. Ontem, havia visto um tubarão atacando um cardume de peixes. Até amanhã, irá ter migrado para uma parte mais profunda do oceano.",
      "imageLink": "image_files\\English\\"imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escalar",
      "translation": "escalar",
      "definition": "Un escalar es una cantidad con solo magnitud, utilizada para representar cantidades o magnitudes en matemáticas y física.",
      "definition_translation": "Um escalar é uma quantidade com apenas magnitude, usada para representar quantidades ou grandezas na matemática e física.",
      "example": "El valor escalar de la fuerza se calculó en 10 Newtons. En el pasado, los científicos habían utilizado escalares para representar la velocidad. Hoy en día, utilizan vectores para representar velocidad y dirección.",
      "example_translation": "O valor escalar da força foi calculado como 10 Newtons. No passado, os cientistas haviam usado escalares para representar velocidade. Hoje, eles usam vetores para representar velocidade e direção.",
      "imageLink": "image_files\\English\\"imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escala",
      "translation": "escala",
      "definition": "Una escala es una serie de notas musicales en un patrón específico, o un dispositivo para pesar objetos.",
      "definition_translation": "Uma escala é uma série de notas musicais em um padrão específico, ou um dispositivo para pesar objetos.",
      "example": "La música tocó una escala compleja en su violín. El pescador utilizó una escala para pesar su captura. Para el próximo año, la empresa habrá desarrollado una nueva escala para medir emisiones de carbono.",
      "example_translation": "A música tocou uma escala complexa em seu violino. O pescador usou uma escala para pesar sua captura. Até o próximo ano, a empresa terá desenvolvido uma nova escala para medir emissões de carbono.",
      "imageLink": "image_files\\English\\"imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caballito de mar",
      "translation": "cavalo-marinho",
      "definition": "Un caballito de mar es un tipo de pez marino que tiene una cabeza de caballo y nada erguido.",
      "definition_translation": "Um cavalo-marinho é um tipo de peixe marinho que tem uma cabeça semelhante à de um cavalo e nada de pé.",
      "example": "El caballito de mar nadó lentamente a través de la selva de kelp, su cola agarrando un trozo de algas marinas. Ayer, había visto una escuela de caballitos de mar bailando juntos. Para la próxima semana, el acuario tendrá una nueva exhibición que presentará caballitos de mar.",
      "example_translation": "O cavalo-marinho nadou lentamente através da floresta de kelp, sua cauda agarrando um fio de algas. Ontem, havia visto uma escola de cavalos-marinhos dançando juntos. Até a próxima semana, o aquário terá um novo exposição apresentando cavalos-marinhos.",
      "imageLink": "image_files\\English\\"imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suela",
      "translation": "Sole",
      "definition": "La suela de un zapato o un pez es la parte inferior de él.",
      "definition_translation": "A sola de um sapato ou de um peixe é a parte inferior dele.",
      "example": "Tuve que reemplazar la suela de mi zapato después de la caminata. Atrapé un pez suela ayer. Iré a la tienda a comprar nuevas suelas para mis zapatos.",
      "example_translation": "Tive que substituir a sola do meu sapato após a caminhada. Eu peguei um peixe sole ontem. Vou ir à loja para comprar novas solas para meus sapatos.",
      "imageLink": "image_files\\English\\"imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espatín",
      "translation": "Eperlan",
      "definition": "Un espatín es un pequeño pez, típicamente encontrado en grandes-cardúmenes en el océano.",
      "definition_translation": "Um eperlan é um pequeno peixe, encontrados em grandes cardumes no oceano.",
      "example": "Los pescadores atraparon muchos espatines anoche. He comido espatines antes. Iré a pescar espatines mañana.",
      "example_translation": "Os pescadores pegaram muitos eperlans ontem à noite. Eu jantei eperlans antes. Vou ir pescar eperlans amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gasterosteido",
      "translation": "Escolar",
      "definition": "Un gasterosteido es un pequeño pez con espinas en su espalda, encontrado en agua dulce y salobre.",
      "definition_translation": "Um escolar é um pequeno peixe com espinhos nas costas, encontrado em água doce e água salobra.",
      "example": "El gasterosteido es un pez común en nuestro lago local. Vi un gasterosteido nadando en el río ayer. Iré al acuario a ver los gasterosteidos.",
      "example_translation": "O escolar é um peixe comum em nosso lago local. Eu vi um escolar nadando no rio ontem. Vou ir ao aquário para ver os escolares.",
      "imageLink": "image_files\\English\\"imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esturión",
      "translation": "Esturjão",
      "definition": "Un esturión es un gran pez con una larga y puntiaguda trompa, encontrado en agua dulce y salobre.",
      "definition_translation": "Um esturjão é um grande peixe com um focinho longo e pontudo, encontrado em água doce e água salobra.",
      "example": "El esturión es una especie en peligro de extinción. Nunca he visto un esturión antes. Iré al zoológico a ver los esturiones.",
      "example_translation": "O esturjão é uma espécie ameaçada. Eu nunca vi um esturjão antes. Vou ir ao zoológico para ver os esturjões.",
      "imageLink": "image_files\\English\\"imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez luna",
      "translation": "peixe-sol",
      "definition": "Un pez luna es un tipo de pez que es conocido por su cuerpo plano y pequeñas aletas. Es un pez que se mueve lentamente y se encuentra a menudo en aguas cálidas.",
      "definition_translation": "Um peixe-sol é um tipo de peixe conhecido pelo seu corpo achatado e pequenas nadadeiras. É um peixe lento que é freqüentemente encontrado em águas quentes.",
      "example": "Vi un pez luna nadando en el océano ayer. Estaba nadando lentamente. Mañana, iré a ver pez luna de nuevo.",
      "example_translation": "Eu vi um peixe-sol nadando no oceano ontem. Ele estava nadando devagar. Amanhã, irei ver peixes-sol novamente.",
      "imageLink": "image_files\\English\\"imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pez espada",
      "translation": "espadarte",
      "definition": "Un pez espada es un tipo de pez que es conocido por su larga y puntiagudarostro. Es un pez que se desplaza rápidamente y se encuentra a menudo en aguas cálidas.",
      "definition_translation": "Um espadarte é um tipo de peixe conhecido por sua longa e pontiaguda cauda. É um peixe de rápido nado que é freqüentemente encontrado em águas quentes.",
      "example": "Atrapé un pez espada mientras pescaba la semana pasada. Fue una gran captura. La próxima semana, trataré de atrapar otro pez espada.",
      "example_translation": "Eu peguei um espadarte enquanto pescava semana passada. Foi uma grande captura. Na semana que vem, vou tentar pegar outro espadarte.",
      "imageLink": "image_files\\English\\"imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tenca",
      "translation": "tencha",
      "definition": "Una tenca es un tipo de pez que es conocido por su pequeño tamaño y naturaleza pacífica. Se encuentra a menudo en lagos y ríos de agua dulce.",
      "definition_translation": "Uma tencha é um tipo de peixe conhecido por seu pequeno tamanho e natureza pacífica. É freqüentemente encontrada em lagos e rios de água doce.",
      "example": "Vi una tenca nadando en el lago ayer. Estaba nadando tranquilamente. Mañana, iré a coger una tenca.",
      "example_translation": "Eu vi uma tencha nadando no lago ontem. Ele estava nadando quietamente. Amanhã, irei pescar uma tencha.",
      "imageLink": "image_files\\English\\"imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lucio",
      "translation": "zander",
      "definition": "Un lucio es un tipo de pez que es conocido por su cuerpo largo y estilizado. Es un pez carnívoro que se encuentra a menudo en lagos y ríos de agua dulce.",
      "definition_translation": "Um zander é um tipo de peixe conhecido por seu corpo longo e esbelto. É um peixe carnívoro que é freqüentemente encontrado em lagos e rios de água doce.",
      "example": "He comido lucio antes. Es un pez delicioso. Volveré a comer lucio el próximo mes.",
      "example_translation": "Eu comi zander antes. É um peixe delicioso. Vou comer zander novamente próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]