[
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "galleta",
      "translation": "biscoito",
      "definition": "Un alimento dulce, generalmente pequeño, horneado que es crujiente por fuera y suave por dentro, típicamente hecho con harina, azúcar y grasa.",
      "definition_translation": "Um alimento doce, geralmente pequeno, assado que é frequentemente crocante por fora e macio por dentro, tipicamente feito com farinha, açúcar e gordura.",
      "example": "Me comí una galleta para desayunar esta mañana. Me comeré una galleta para desayunar mañana. He comido una galleta para desayunar muchas veces.",
      "example_translation": "Eu comi um biscoito no café da manhã hoje. Eu vou comer um biscoito no café da manhã amanhã. Eu tenho comido um biscoito no café da manhã muitas vezes.",
      "imageLink": "image_files\\English\\biscuit.jpg",
      "audioLink": "biscuit.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "torta",
      "translation": "bolo",
      "definition": "Un alimento dulce hecho con harina, azúcar y huevos, típicamente horneado y servido como snack o postre.",
      "definition_translation": "Um alimento doce feito com farinha, açúcar e ovos, tipicamente assado e frequentemente servido como um lanche ou sobremesa.",
      "example": "Ella horneó una torta para su fiesta de cumpleaños ayer. Ella horneará una torta para la boda de su amiga la semana que viene. Ella ha horneado muchas tortas para ocasiones especiales.",
      "example_translation": "Ela assou um bolo para o seu aniversário ontem. Ela vai assar um bolo para o casamento da amiga na semana que vem. Ela assou muitos bolos para ocasiões especiais.",
      "imageLink": "image_files\\English\\cake.jpg",
      "audioLink": "cake.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chocolate",
      "translation": "chocolate",
      "definition": "Un alimento dulce hecho con granos de cacao, a menudo comido como snack o utilizado como ingrediente en la cocina y la repostería.",
      "definition_translation": "Um alimento doce feito a partir de feijões de cacau, frequentemente comido como um lanche ou usado como ingrediente na cozinha e padaria.",
      "example": "Me encanta comer galletas de chispas de chocolate. Me comeré un pastel de chocolate para postre esta noche. He comido trufas de chocolate muchas veces.",
      "example_translation": "Eu amo comer biscoitos de chocolate. Eu vou comer um bolo de chocolate para sobremesa hoje à noite. Eu tenho comido trufas de chocolate muitas vezes.",
      "imageLink": "image_files\\English\\chocolate.jpg",
      "audioLink": "chocolate.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "helado",
      "translation": "sorvete",
      "definition": "Un alimento dulce congelado hecho con crema, azúcar y saborizantes, típicamente comido como snack o postre.",
      "definition_translation": "Um alimento doce congelado feito a partir de creme, açúcar e aromatizantes, tipicamente comido como um lanche ou sobremesa.",
      "example": "Me comí un cono de helado en la playa el verano pasado. Me comeré un tazón de helado para postre esta noche. He comido muchos sabores de helado.",
      "example_translation": "Eu comi um cone de sorvete na praia no verão passado. Eu vou comer uma tigela de sorvete para sobremesa hoje à noite. Eu tenho comido muitos sabores de sorvete.",
      "imageLink": "image_files\\English\\ice-cream.jpg",
      "audioLink": "ice cream.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caramelo",
      "translation": "doces",
      "definition": "Un alimento dulce hecho con azúcar, a menudo saborizado y coloreado, y comido como snack o utilizado como decoración.",
      "definition_translation": "Um alimento doce feito de açúcar, muitas vezes aromatizado e colorido, e consumido como um lanche ou usado como decoração.",
      "example": "Ayer, me comí una barra de caramelo, hoy estoy comiendo un caramelo de caña, y mañana me comeré otra barra de caramelo.",
      "example_translation": "Ontem, eu comi uma barra de doces, hoje estou comendo um canudo de doces, e amanhã irei comer outra barra de doces.",
      "imageLink": "image_files\\English\\candy.jpg",
      "audioLink": "candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "postre",
      "translation": "sobremesa",
      "definition": "Un curso dulce comido al final de una comida, típicamente consistente en alimentos dulces como tartas, frutas y pastelería.",
      "definition_translation": "Um prato doce consumido no final de uma refeição, tipicamente consistindo em alimentos doces como bolos, frutas e pastéis.",
      "example": "Tuve un delicioso postre en el restaurante la noche pasada, era un pastel de chocolate con fresas.",
      "example_translation": "Eu tive um delicioso sobremesa no restaurante ontem à noite, foi um bolo de chocolate com morangos.",
      "imageLink": "image_files\\English\\dessert.jpg",
      "audioLink": "dessert.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piruleta",
      "translation": "pirulito",
      "definition": "Un caramelo duro montado en un palo, típicamente saborizado y coloreado, y comido como un tratamiento dulce.",
      "definition_translation": "Um doce duro montado em um pauzinho, tipicamente aromatizado e colorido, e comido como um tratamento doce.",
      "example": "De niño, me gustaba chupar una piruleta después de cenar, ahora prefiero comer una piruleta mientras miro una película.",
      "example_translation": "Quando eu era criança, eu costumava chupar um pirulito após o jantar, agora eu prefiro comer um pirulito enquanto assisto a um filme.",
      "imageLink": "image_files\\English\\lollipop.jpg",
      "audioLink": "lollipop.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dulce",
      "translation": "doce",
      "definition": "Tener un sabor dulce o una disposición agradable, a menudo usado para describir comida o bebida.",
      "definition_translation": "Tendo um gosto doce ou uma disposição agradável, muitas vezes usado para descrever alimentos ou bebidas.",
      "example": "Me encanta comer frutas dulces como fresas y uvas, son mis snacks favoritos.",
      "example_translation": "Eu amo comer frutas doces como morangos e uvas, eles são meus snacks favoritos.",
      "imageLink": "image_files\\English\\sweet-2.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dulces",
      "translation": "doces",
      "definition": "Comida que es dulce y a menudo comida como snack o postre.",
      "definition_translation": "Comida que é doce e é muitas vezes comida como um lanche ou sobremesa.",
      "example": "Solía comprar dulces en la tienda todos los días cuando era niño. Ahora, trato de limitar mi consumo de dulces. En el futuro, planeo hacer mis propios dulces en casa.",
      "example_translation": "Eu costumava comprar doces da loja todos os dias quando era criança. Agora, eu tento limitar minha ingestão de doces. No futuro, eu pretendo fazer meus próprios doces em casa.",
      "imageLink": "image_files\\English\\sweets.jpg",
      "audioLink": "sweets.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barra de chocolate",
      "translation": "barra de chocolate",
      "definition": "Un alimento dulce hecho con granos de cacao, a menudo comido como snack.",
      "definition_translation": "Um alimento doce feito de feijões de cacau, muitas vezes comido como um lanche.",
      "example": "Me comí una barra de chocolate después del almuerzo ayer. Ahora, estoy anhelando otra barra de chocolate. En el futuro, trataré de evitar comer barras de chocolate antes de acostarme.",
      "example_translation": "Eu comi uma barra de chocolate após o almoço ontem. Agora, eu estou tendo um desejo por outra barra de chocolate. No futuro, eu vou tentar evitar comer barras de chocolate antes de dormir.",
      "imageLink": "image_files\\English\\chocolate-bar.jpg",
      "audioLink": "chocolate bar.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jalea",
      "translation": "geléia",
      "definition": "Un alimento dulce hecho de jugo de fruta y azúcar, a menudo servido como postre.",
      "definition_translation": "Um alimento doce feito de suco de fruta e açúcar, muitas vezes servido como sobremesa.",
      "example": "Hice un sandwich de jalea para desayunar esta mañana. Ayer, comí jalea con mi yogur. En el futuro, trataré de hacer un pastel de jalea para mi cumpleaños.",
      "example_translation": "Eu fiz um sanduíche de geléia para o café-da-manhã essa manhã. Ontem, eu comi geléia com meu iogurte. No futuro, eu vou tentar fazer um bolo de geléia para meu aniversário.",
      "imageLink": "image_files\\English\\jelly.jpg",
      "audioLink": "jelly.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "algodón de azúcar",
      "translation": "algodão-doce",
      "definition": "Un alimento dulce hecho de azúcar que se hace girar en hilos delgados, a menudo comido en ferias y carnavales.",
      "definition_translation": "Um alimento doce feito de açúcar que é girado em fios finos, muitas vezes comido em feiras e carnavais.",
      "example": "Comí algodón de azúcar en la feria la semana pasada. Ahora, estoy deseando otro algodón de azúcar. En el futuro, trataré de hacer mi propio algodón de azúcar en casa.",
      "example_translation": "Eu comi algodão-doce na feira na semana passada. Agora, eu estou tendo um desejo por outro algodão-doce. No futuro, eu vou tentar fazer meu próprio algodão-doce em casa.",
      "imageLink": "image_files\\English\\candyfloss.jpg",
      "audioLink": "candyfloss.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gominolas",
      "translation": "gomas",
      "definition": "Un tipo de caramelo masticable, típicamente hecho de gelatina, azúcar y sabor a fruta, a menudo en forma de pequeños animales u objetos.",
      "definition_translation": "Um tipo de docinho mastigável, geralmente feito de gelatina, açúcar e flavor de frutas, muitas vezes em forma de pequenos animais ou outros objetos.",
      "example": "Solía comer gominolas cuando era niño, pero ahora prefiero caramelos ácidos. Comí una bolsa entera de gominolas ayer. Comeré gominolas en la fiesta esta noche.",
      "example_translation": "Eu costumava comer gomas quando era criança, mas agora eu prefiro doces azedos. Eu comi um saco inteiro de gomas ontem. Eu vou comer gomas na festa hoje à noite.",
      "imageLink": "image_files\\English\\gummies.jpg",
      "audioLink": "gummies.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caramelo duro",
      "translation": "Doces duros",
      "definition": "Un tipo de caramelo que es duro y quebradizo, a menudo saborizado con fruta o menta, y comido succionándolo en lugar de masticándolo.",
      "definition_translation": "Um tipo de docinho que é duro e quebradiço, muitas vezes saborizado com frutas ou menta, e típicamente chupado em vez de mastigado.",
      "example": "Mi abuela siempre tenía un tazón de caramelos duros en su mesa de café. Me chupé un caramelo duro durante la película. Compraré caramelos duros en la tienda mañana.",
      "example_translation": "Minha avó sempre mantinha uma tigela de doces duros na sua mesa de café. Eu chupava um docinho duro durante o filme. Eu vou comprar doces duros na loja amanhã.",
      "imageLink": "image_files\\English\\hard-candy.jpg",
      "audioLink": "hard candy.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mazapán",
      "translation": "marzipã",
      "definition": "Una pasta dulce a base de almendras utilizada como relleno o decoración para pasteles y pastelería, a menudo saborizada con extracto de almendras o agua de rosas.",
      "definition_translation": "Uma pasta doce à base de amendoim usada como recheio ou decoração para bolos e pastéis, muitas vezes saborizada com extrato de amendoim ou água de rosas.",
      "example": "Decoré el pastel con flores de mazapán. Mi hermana hace deliciosas golosinas de mazapán para Navidad. Trataré de hacer frutas de mazapán para la boda.",
      "example_translation": "Eu decorei o bolo com flores de marzipã. Minha irmã faz doces deliciosos de marzipã para o Natal. Eu vou tentar fazer frutas de marzipã para o casamento.",
      "imageLink": "image_files\\English\\marzipan.jpg",
      "audioLink": "marzipan.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caramelo hervido",
      "translation": "doces cozidos",
      "definition": "Un tipo de caramelo hecho hirviendo azúcar y agua para crear una textura dura, quebradiza o masticable, a menudo saborizado con frutas o especias.",
      "definition_translation": "Um tipo de docinho feito por fervura de açúcar e água para criar uma textura dura, quebradiça ou mastigável, muitas vezes saborizado com frutas ou especiarias.",
      "example": "Me encanta chupar caramelos hervidos en la playa. Mi tía solía hacer caramelos hervidos para nuestras reuniones familiares. Compraré caramelos hervidos en la tienda de caramelos.",
      "example_translation": "Eu amo chupar doces cozidos na praia. Minha tia costumava fazer doces cozidos para nossas reuniões familiares. Eu vou comprar doces cozidos na loja de doces.",
      "imageLink": "image_files\\English\\boiled-sweet.jpg",
      "audioLink": "boiled sweet.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "confitería",
      "translation": "confeitaria",
      "definition": "Una confitería es un lugar donde se hacen y venden alimentos dulces, como pasteles, chocolates y caramelos.",
      "definition_translation": "Uma confeitaria é um lugar onde alimentos doces são feitos e vendidos, como bolos, chocolates e doces.",
      "example": "Visité una tienda de confitería ayer y compré algunos deliciosos chocolates. Estoy visitando una tienda de confitería hoy para comprar un pastel de cumpleaños. Visitaré una tienda de confitería mañana para probar algunos caramelos.",
      "example_translation": "Eu visitei uma loja de confeitaria ontem e comprei alguns chocolates deliciosos. Estou visitando uma loja de confeitaria hoje para comprar um bolo de aniversário. Vou visitar uma loja de confeitaria amanhã para provar alguns doces.",
      "imageLink": "image_files\\English\\confectionery.jpg",
      "audioLink": "confectionery.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "torta",
      "translation": "fudge",
      "definition": "La torta es un alimento dulce hecho de azúcar, crema y saborizantes, a menudo saborizado con chocolate o nueces.",
      "definition_translation": "Fudge é um alimento doce feito de açúcar, creme e flavorizantes, frequentemente saborizado com chocolate ou nozes.",
      "example": "Comí un trozo de torta ayer y era muy dulce. Estoy comiendo un trozo de torta ahora y se está derritiendo en mi boca. Comeré un trozo de torta mañana si voy a la tienda de caramelos.",
      "example_translation": "Eu comi um pedaço de fudge ontem e foi muito doce. Estou comendo um pedaço de fudge agora e está derretendo na minha boca. Vou comer um pedaço de fudge amanhã se eu for à loja de doces.",
      "imageLink": "image_files\\English\\fudge.jpg",
      "audioLink": "fudge.mp3"
    },
    {
      "section": "slodycze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dulces gelatinosos",
      "translation": "doces de geleia",
      "definition": "Los dulces gelatinosos son pequeñas, blandas y masticables golosinas hechas de azúcar, jugo de fruta y pectina.",
      "definition_translation": "Doces de geleia são pequenos, macios e mastigáveis, feitos de açúcar, suco de fruta e pectina.",
      "example": "Me encantaba comer dulces gelatinosos cuando era niño. Estoy comiendo dulces gelatinosos ahora y me están haciendo agua la boca. Comeré dulces gelatinosos mañana si los encuentro en la tienda.",
      "example_translation": "Eu amava comer doces de geleia quando eu era criança. Estou comendo doces de geleia agora e estão fazendo minha boca agua. Vou comer doces de geleia amanhã se eu os encontrar na loja.",
      "imageLink": "image_files\\English\\jelly-sweets.jpg",
      "audioLink": "jelly sweets.mp3"
    }
  ]