[
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abandonar",
      "translation": "abandonar",
      "definition": "dar algo o alguien permanentemente, como una responsabilidad o una posesión",
      "definition_translation": "abandonar ou renunciar algo, como uma responsabilidade ou uma possibilidade, permanentemente",
      "example": "Voy a abandonar mi coche en el aparcamiento si se rompe. Abandoné mis planes de viajar a Europa este verano. Ella había abandonado su sueño de convertirse en doctora.",
      "example_translation": "Eu vou abandonar meu carro no estacionamento se ele quebrar. Eu abandonei meus planos de viajar para a Europa este verão. Ela havia abandonado seu sonho de se tornar uma médica.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abandon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abandonado",
      "translation": "abandonado",
      "definition": "haber sido dejado o desertado, a menudo en un estado de deterioro o decadencia",
      "definition_translation": "tendo sido deixado ou desertado, muitas vezes em um estado de desordem ou decadência",
      "example": "La casa abandonada en la colina se rumoraba que estaba embrujada. El perro abandonado fue acogido por un refugio local. La infraestructura abandonada de la ciudad necesitaba urgentemente reparaciones.",
      "example_translation": "A casa abandonada no morro era dita ser assombrada. O cão abandonado foi acolhido por um abrigo local. A infraestrutura abandonada da cidade precisava urgentemente de reparos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abandoned.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abandoned.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abolir",
      "translation": "abolir",
      "definition": "dar fin oficialmente a algo, como una ley o institución",
      "definition_translation": "oficialmente encerrar ou anular algo, como uma lei ou instituição",
      "example": "El gobierno planea abolir la pena de muerte. La empresa abolirá sus políticas obsoletas. Ella siempre había querido abolir el impuesto injusto.",
      "example_translation": "O governo planeja abolir a pena de morte. A empresa irá abolir suas políticas ultrapassadas. Ela sempre quis abolir o imposto injusto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abolish.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abolish.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ausencia",
      "translation": "ausência",
      "definition": "el estado o hecho de no estar presente",
      "definition_translation": "o estado ou fato de estar ausente ou não presente",
      "example": "Su ausencia en la reunión fue notada por todos. El profesor marcó mi ausencia en clase. Su ausencia en la fiesta fue una sorpresa para todos.",
      "example_translation": "Sua ausência da reunião foi notada por todos. O professor marcou minha ausência da classe. Sua ausência da festa foi uma surpresa para todos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absence.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absence.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "absoluto",
      "translation": "absoluto",
      "definition": "Completo o total en calidad, cantidad o extensión; ilimitado o no restringido",
      "definition_translation": "Completo ou total em qualidade, quantidade ou extensão; ilimitado ou irrestrito.",
      "example": "El valor absoluto de un número es su distancia desde cero en la recta numérica. Ayer, absolutamente me encantó el concierto. Absolutamente asistiré a la reunión mañana.",
      "example_translation": "O valor absoluto de um número é sua distância de zero na linha numérica. Ontem, eu absolutamente amei o concerto. Eu absolutamente irei à reunião amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absolute.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absolute.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "absorber",
      "translation": "absorver",
      "definition": "Tomar y asimilar (energía, por ejemplo) o absorber (la atención de alguien, por ejemplo)",
      "definition_translation": "Tomar e assimilar (energia, por exemplo) ou dominar (a atenção de alguém, por exemplo)",
      "example": "La esponja absorberá el agua. Ella absorbió la información como una esponja. La empresa absorberá los costos.",
      "example_translation": "A esponja vai absorver a água. Ela absorveu as informações como uma esponja. A empresa vai absorver os custos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "absorber",
      "translation": "absorver",
      "definition": "Tomar y asimilar (energía, por ejemplo) o absorber (la atención de alguien, por ejemplo)",
      "definition_translation": "Tomar e assimilar (energia, por exemplo) ou dominar (a atenção de alguém, por exemplo)",
      "example": "La empresa absorberá las pérdidas. El estudiante absorbió la lección rápidamente. El material absorberá el golpe.",
      "example_translation": "A empresa vai absorver as perdas. O estudante absorveu a lição rapidamente. O material vai absorver o choque.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "absorber",
      "translation": "absorver",
      "definition": "Tomar y asimilar (energía, por ejemplo) o absorber (la atención de alguien, por ejemplo)",
      "definition_translation": "Tomar e assimilar (energia, por exemplo) ou dominar (a atenção de alguém, por exemplo)",
      "example": "La protector solar se absorberá en la piel. La empresa absorbió la empresa más pequeña. El líquido absorberá los sabores.",
      "example_translation": "O protetor solar vai ser absorvido pela pele. A empresa absorveu o negócio menor. O líquido vai absorver os sabores.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absorb-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absorb.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abstracto",
      "translation": "abstrato",
      "definition": "Existiendo en el pensamiento o como idea, pero no teniendo una presencia física o existencia concreta",
      "definition_translation": "Existindo no pensamento ou como uma ideia, mas não tendo presença física ou existência concreta.",
      "example": "El concepto de moralidad es una idea abstracta que ha sido debatida por filósofos durante siglos. Ayer, abstracté los puntos principales del artículo. Si no recibo una respuesta, abstractaré la información del sitio web.",
      "example_translation": "O conceito de moralidade é uma ideia abstrata que tem sido debatida por filósofos por séculos. Ontem, eu abstraí os principais pontos do artigo. Se eu não receber uma resposta, eu abstrairei as informações do site.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abstract.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abstract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "absurdo",
      "translation": "absurdo",
      "definition": "Ridículamente injustificable o falso; tonto o nonsensical",
      "definition_translation": "Ridiculamente injustificável ou falso; tolo ou sem sentido.",
      "example": "La idea de un círculo cuadrado es absurda. La obra fue absurda y no tenía sentido. Si no consigo el trabajo, será absurdo continuar viviendo en una ciudad tan cara.",
      "example_translation": "A ideia de um círculo quadrado é absurda. A peça foi absurda e não fazia sentido. Se eu não conseguir o emprego, será absurdo continuar vivendo em uma cidade tão cara.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/absurd.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absurd.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuso",
      "translation": "abuso",
      "definition": "Usar algo de forma indebida o excesiva; maltratar o dañar a alguien o algo.",
      "definition_translation": "Usar algo de forma inadequada ou excessiva; maltratar ou prejudicar alguém ou algo.",
      "example": "La empresa ha sido acusada de abuso de poder. Abusé de mi tarjeta de crédito y ahora estoy en deuda. El niño fue víctima de abuso y necesitaba protección.",
      "example_translation": "A empresa foi acusada de abuso de poder. Eu abusei meu cartão de crédito e agora estou endividado. A criança foi vítima de abuso e precisava de proteção.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abuse-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abuso",
      "translation": "abuso",
      "definition": "Usar algo de forma indebida o excesiva; maltratar o dañar a alguien o algo.",
      "definition_translation": "Usar algo de forma inadequada ou excessiva; maltratar ou prejudicar alguém ou algo.",
      "example": "El gobierno ha sido acusado de abuso de autoridad. Abusé de mi cuerpo al no ejercicio regularmente. Los recursos naturales estaban sujetos a abuso y necesitaban ser protegidos.",
      "example_translation": "O governo foi acusado de abuso de autoridade. Eu abusei meu corpo não fazendo exercícios regularmente. Os recursos naturais foram sujeitos a abuso e precisavam ser protegidos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/abuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/abuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "académico",
      "translation": "acadêmico",
      "definition": "Relacionado con la educación, especialmente la educación superior, o con un campo de estudio específico.",
      "definition_translation": "Relativo à educação, especialmente à educação superior, ou a uma área específica de estudo.",
      "example": "Recibió una beca académica para estudiar en el extranjero. Ella siempre ha sido académica y se ha enfocado en sus estudios. Asistirá a una conferencia académica el año próximo.",
      "example_translation": "Ela recebeu uma bolsa de estudos acadêmicos para estudar no exterior. Ela sempre foi acadêmica e focada em seus estudos. Ela participará de uma conferência acadêmica no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/academic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/academic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acceso",
      "translation": "acesso",
      "definition": "La oportunidad o medios para aproximarse, entrar o utilizar algo.",
      "definition_translation": "O meio ou oportunidade de se aproximar, entrar ou usar algo.",
      "example": "Necesitas permiso para acceder al área restringida. El hotel proporciona acceso a una playa privada. Para el año próximo, todos tendrán acceso a internet de alta velocidad.",
      "example_translation": "Você precisa de permissão para acessar a área restrita. O hotel fornece acesso a uma praia privada. Até o próximo ano, todos terão acesso à internet de alta velocidade.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/access-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/access.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "accesible",
      "translation": "acessível",
      "definition": "Fácil de usar, entender o acceder.",
      "definition_translation": "Fácil de usar, entender ou chegar a.",
      "example": "El nuevo sitio web está diseñado para ser accesible para personas con discapacidades. La ciudad ha hecho que el transporte público sea accesible para todos los ciudadanos. El parque será accesible a pie o en bicicleta.",
      "example_translation": "O novo site é projetado para ser acessível para pessoas com deficiências. A cidade tornou o transporte público acessível a todos os cidadãos. O parque será acessível a pé ou de bicicleta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accessible.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accessible.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "accidental",
      "translation": "acidental",
      "definition": "Sucediendo o hecho sin intención o plan.",
      "definition_translation": "Acontecendo ou feito sem intenção ou plano.",
      "example": "La caída accidental le rompió el brazo. Él cometió un error accidental en el informe. La empresa investigará la fuga accidental de información confidencial.",
      "example_translation": "A queda acidental fez com que ela quebrasse o braço. Ele fez um erro acidental no relatório. A empresa investigará o vazamento acidental de informações confidenciais.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accidental.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accidental.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acordeón",
      "translation": "acordeão",
      "definition": "Un instrumento musical consistente en una caja rectangular con una fuelle que se comprime y se tira para producir sonido, y un teclado que se toca comprimiendo o expandiendo la fuelle.",
      "definition_translation": "Um instrumento musical constituído por uma caixa retangular com uma bolsa que é comprimida e puxada para produzir som, e um teclado que é tocado comprimindo ou expandindo a bolsa.",
      "example": "Solía tocar el acordeón en una banda folklórica cuando era joven, pero ahora solo lo toco por diversión. Ayer lo toqué en una fiesta, y mañana lo tocaré en una boda.",
      "example_translation": "Eu costumava tocar acordeão em uma banda de folk quando eu era jovem, mas agora eu só toco por diversão. Ontem, eu toquei em uma festa, e amanhã eu vou tocar em um casamento.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accordion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accordion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuenta",
      "translation": "conta",
      "definition": "Un registro de transacciones financieras, incluyendo pagos y recibos, utilizado para llevar un registro de la situación financiera.",
      "definition_translation": "Um registro de transações financeiras, incluindo pagamentos e recebimentos, usado para acompanhar sua situação financeira.",
      "example": "Necesito balancear mi cuenta para ver cuánto dinero me queda. El mes pasado, pagué mi cuenta a tiempo, pero este mes estoy un poco atrasado.",
      "example_translation": "Eu preciso balançar minha conta para ver quanto dinheiro eu tenho sobrado. No mês passado, eu paguei minha conta em dia, mas este mês estou correndo um pouco atrasado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/account-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/account.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contabilidad",
      "translation": "contabilidade",
      "definition": "La práctica de registrar, clasificar y reportar transacciones y eventos financieros de una empresa o organización.",
      "definition_translation": "A prática de registrar, classificar e relatar transações financeiras e eventos de uma empresa ou organização.",
      "example": "Estudié contabilidad en la universidad y ahora trabajo como contable. La empresa necesita hacer contabilidad para descubrir dónde se fue el dinero.",
      "example_translation": "Eu estudei contabilidade na faculdade e agora eu trabalho como um contador. A empresa precisará fazer alguma contabilidade para descobrir para onde o dinheiro foi.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accounting.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accounting.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "precisión",
      "translation": "precisão",
      "definition": "La calidad o estado de ser preciso, o el grado en que algo es verdad o correcto.",
      "definition_translation": "A qualidade ou estado de ser preciso, ou o grau em que algo é verdadeiro ou correto.",
      "example": "La precisión del GPS fue impresionante, nos llevó directo al destino. Necesitamos mejorar la precisión de nuestras mediciones para obtener mejores resultados.",
      "example_translation": "A precisão do GPS foi impressionante, ele nos levou diretamente ao destino. Nós precisamos melhorar a precisão de nossas medidas para obter resultados melhores.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accuracy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuracy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acusar",
      "translation": "acusar",
      "definition": "culpar a alguien de una falta o delito",
      "definition_translation": "acusar alguém de uma falta ou ofensa",
      "example": "Lo acusé de robar mi billetera. Lo acuso de mentir. Acusaré a ella de hacer trampa.",
      "example_translation": "Eu o acusei de roubar minha carteira. Eu o acuso de mentir. Eu vou acusá-la de trapacear.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/accuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "doler",
      "translation": "dor",
      "definition": "un dolor persistente y sordo",
      "definition_translation": "uma dor persistente e constante",
      "example": "Me dolí todo después del entrenamiento. He estado deseando verte. Me dolerá con soledad.",
      "example_translation": "Eu me senti dorido em todo lugar após o treino. Eu tenho sentido dor para ver você. Eu vou sentir dor com solidão.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ache-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ache.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ácido",
      "translation": "ácido",
      "definition": "una sustancia química con sabor agrio",
      "definition_translation": "uma substância química com um sabor azedo",
      "example": "El ácido de la batería corrorió el metal. Agregué ácido a la mezcla. Ella probará el nivel de ácido.",
      "example_translation": "O ácido na bateria corroeu o metal. Eu adicionei ácido à mistura. Ela vai testar o nível de ácido.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adquirir",
      "translation": "adquirir",
      "definition": "ganar o obtener algo",
      "definition_translation": "ganhar ou obter algo",
      "example": "Adquirí una nueva habilidad el año pasado. Ella adquiere nuevo conocimiento cada día. Ellos adquirirán una nueva empresa.",
      "example_translation": "Eu adquiri uma nova habilidade no ano passado. Ela adquire novo conhecimento todos os dias. Eles vão adquirir uma nova empresa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acquire-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adquirir",
      "translation": "adquirir",
      "definition": "ganar o obtener algo, especialmente como resultado de esfuerzo o dedicación",
      "definition_translation": "ganhar ou obter algo, especialmente como resultado de esforço ou dedicação",
      "example": "Adquirí una nueva habilidad el año pasado, y ahora estoy más confiado en mi trabajo. Estoy adquiriendo más experiencia cada día. Adquiriré una nueva certificación el próximo año.",
      "example_translation": "Eu adquiri uma nova habilidade ano passado, e agora estou mais confiante no meu trabalho. Estou adquirindo mais experiência todos os dias. Vou adquirir uma nova certificação no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/acquire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/acquire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acción",
      "translation": "ação",
      "definition": "el proceso de hacer algo para lograr un objetivo o respuesta específicos",
      "definition_translation": "o processo de fazer algo para alcançar um objetivo ou resposta específica",
      "example": "La acción de la película fue tan intensa que estuve al borde de mi asiento. La empresa tomará medidas para reducir las emisiones de carbono. La acción del gobierno sobre la crisis fue lenta.",
      "example_translation": "A ação do filme foi tão intensa que eu estava na beirada da minha cadeira. A empresa vai tomar medidas para reduzir emissões de carbono. A ação do governo sobre a crise foi lenta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/action.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/action.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "activamente",
      "translation": "ativamente",
      "definition": "de manera activa y comprometida, mostrando disposición para participar o involucrarse",
      "definition_translation": "de maneira ativa e engajada, mostrando disposição para participar ou se envolver",
      "example": "El equipo trabajó activamente para resolver el problema. La empresa busca activamente candidatos diversos. Ella participa activamente en trabajo voluntario.",
      "example_translation": "A equipe trabalhou ativamente para resolver o problema. A empresa busca ativamente contratar candidatos diversificados. Ela participa ativamente em trabalho voluntário.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actividad",
      "translation": "atividade",
      "definition": "algo que una persona o grupo hace o participa en, a menudo en un contexto social o de ocio",
      "definition_translation": "algo que uma pessoa ou grupo faz ou participa, muitas vezes em um contexto social ou de lazer",
      "example": "La actividad de senderismo es mi forma favorita de pasar el fin de semana. La empresa ofrece una variedad de actividades para empleados. Los niños disfrutaron de la actividad de pintura.",
      "example_translation": "A atividade de caminhar é minha forma favorita de passar o fim de semana. A empresa oferece uma variedade de atividades para os funcionários. As crianças desfrutaram da atividade de pintura.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/activity-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "real",
      "translation": "real",
      "definition": "Existente o sucediendo en la realidad; no imaginario o teórico.",
      "definition_translation": "Existente ou ocorrendo na realidade; não imaginário ou teórico.",
      "example": "El costo real del proyecto fue más alto de lo esperado. La empresa generará un beneficio real este año. Para el próximo año, los resultados reales serán visibles.",
      "example_translation": "O custo real do projeto foi maior do que o esperado. A empresa fará um lucro real este ano. Até o ano que vem, os resultados reais serão visíveis.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/actual.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actual.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adaptar",
      "translation": "adaptar",
      "definition": "Cambiar o ser modificado para adaptarse a diferentes condiciones o necesidades.",
      "definition_translation": "Mudar ou ser modificado para se adequar a condições ou necessidades diferentes.",
      "example": "La empresa tuvo que adaptarse a las nuevas tendencias del mercado. Ella adaptará su presentación al público. La especie se adaptará al entorno cambiante.",
      "example_translation": "A empresa teve que se adaptar às novas tendências do mercado. Ela irá adaptar sua apresentação ao público. A espécie se adaptará ao ambiente em mudança.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adapt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adapt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adicto",
      "translation": "viciado",
      "definition": "Una persona que es fisiológicamente o psicológicamente dependiente de una sustancia o actividad.",
      "definition_translation": "Uma pessoa que é fisicamente ou psicologicamente dependente de uma substância ou atividade.",
      "example": "El adicto fue enviado a un centro de rehabilitación. Ella se convirtió en adicta después de tomar analgésicos durante demasiado tiempo. El adicto luchará para dejar la droga.",
      "example_translation": "O viciado foi enviado para um centro de reabilitação. Ela se tornou uma viciada após tomar analgésicos por muito tempo. O viciado lutará para abandonar a droga.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addict.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addict.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adicta",
      "translation": "viciado",
      "definition": "Fisiológicamente o psicológicamente dependiente de una sustancia o actividad.",
      "definition_translation": "Fisicamente ou psicologicamente dependente de uma substância ou atividade.",
      "example": "Ella está adicta a las redes sociales. Él estaba adicto a los videojuegos. El paciente estaba adicto a los opioides.",
      "example_translation": "Ela é viciada em mídias sociais. Ele era viciado em jogos de vídeo. O paciente era viciado em opioides.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addicted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addicted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adicción",
      "translation": "vício",
      "definition": "Un comportamiento habitual o compulsivo que es perjudicial o pernicioso para la salud física o mental, las relaciones o la vida diaria de un individuo.",
      "definition_translation": "Um comportamento habitual ou compulsivo que é prejudicial ou danoso à saúde física ou mental de uma pessoa, relacionamentos ou vida diária.",
      "example": "Ella luchó con la adicción a las redes sociales, Ella lucha con la adicción a las redes sociales, Ella luchará con la adicción a las redes sociales.",
      "example_translation": "Ela lutou contra o vício do mídia social, Ela está lutando contra o vício do mídia social, Ela lutará contra o vício do mídia social.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addiction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addiction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adición",
      "translation": "adição",
      "definition": "El acto de agregar algo a algo más, especialmente para hacerlo más grande o completo.",
      "definition_translation": "O ato de adicionar algo a algo mais, especialmente para torná-lo maior ou mais completo.",
      "example": "La adición de una nueva característica al software fue una gran mejora, La adición de un nuevo empleado al equipo ha sido muy beneficiosa, La adición de un nuevo curso al currículum comenzará el próximo semestre.",
      "example_translation": "A adição de uma nova característica ao software foi uma grande melhoria, A adição de um novo funcionário à equipe tem sido muito benéfica, A adição de um novo curso ao currículo começará no próximo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/addition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/addition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adicional",
      "translation": "adicional",
      "definition": "Proporcionar más de algo, especialmente algo que no es esencial pero es deseado o necesario.",
      "definition_translation": "Fornece mais de algo, especialmente algo que não é essencial, mas é desejado ou necessário.",
      "example": "Necesitamos financiamiento adicional para completar el proyecto, El hotel ofrece servicios adicionales como servicio de habitación y lavandería, Se requerirán recursos adicionales para cumplir con el plazo límite.",
      "example_translation": "Nós precisamos de financiamento adicional para concluir o projeto, O hotel oferece serviços adicionais como serviço de quarto e lavanderia, Recursos adicionais serão necessários para atender ao prazo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/additional.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additional.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "además",
      "translation": "além disso",
      "definition": "Además de algo más; además de eso.",
      "definition_translation": "Além disso; além disso.",
      "example": "Asistiré a la reunión, y además, prepararé un informe, La nueva política reducirá costos, y además, aumentará la eficiencia, La empresa proporcionará capacitación, y además, ofrecerá mentoría.",
      "example_translation": "Eu irei à reunião, e além disso, preparei um relatório, A nova política reduzirá os custos, e além disso, aumentará a eficiência, A empresa fornecerá treinamento, e além disso, oferecerá mentorship.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/additionally.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/additionally.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adecuado",
      "translation": "adequado",
      "definition": "Teniendo la calidad o cantidad necesaria para satisfacer una necesidad o requisito.",
      "definition_translation": "Tendo a qualidade ou quantidade necessária para atender a uma necessidade ou requisito",
      "example": "La habitación del hotel era adecuada para nuestras necesidades. Nos habíamos preparado adecuadamente para el viaje. La nueva política abordará adecuadamente el problema.",
      "example_translation": "O quarto do hotel era adequado para nossas necessidades. Nós havíamos preparado adequadamente para a viagem. A nova política irá adequadamente abordar o problema.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adequate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adecuadamente",
      "translation": "adequadamente",
      "definition": "De una manera que es suficiente o adecuada para un propósito particular.",
      "definition_translation": "De uma maneira que é suficiente ou apropriada para um determinado propósito",
      "example": "La empresa capacitó adecuadamente a sus empleados. El nuevo software abordó adecuadamente el problema. El equipo se preparará adecuadamente para la competencia.",
      "example_translation": "A empresa treinou adequadamente seus funcionários. O novo software abordou adequadamente o problema. A equipe se preparará adequadamente para a competição.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adequately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adequately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ajustar",
      "translation": "ajustar",
      "definition": "Cambiar o modificar algo para que se adapte mejor o funcione correctamente.",
      "definition_translation": "Mudar ou modificar algo para fazê-lo se encaixar, funcionar ou trabalhar melhor",
      "example": "Ajusté la temperatura del termostato para que fuera cómoda. Ella ajustó su horario para acomodar la reunión. La empresa ajustará su política para cumplir con las nuevas regulaciones.",
      "example_translation": "Eu ajustei o termostato para uma temperatura confortável. Ela ajustou seu horário para acomodar a reunião. A empresa vai ajustar sua política para cumprir com as novas regulamentações.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjust.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ajustar",
      "translation": "ajustar",
      "definition": "Hacer cambios menores en algo para mejorar su funcionamiento o eficacia.",
      "definition_translation": "Fazer alterações mínimas em algo para melhorar seu encaixe, desempenho ou eficácia",
      "example": "El mecánico ajustó el motor para mejorar su rendimiento. La maestra ajustó el plan de lecciones para adaptarse mejor a las necesidades de los estudiantes. El chef ajustó la receta para reducir la cantidad de azúcar.",
      "example_translation": "O mecânico ajustou o motor para melhorar seu desempenho. A professora ajustou o plano de aula para melhor atender às necessidades dos alunos. O chef ajustou a receita para reduzir a quantidade de açúcar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjust-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjust.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ajuste",
      "translation": "ajuste",
      "definition": "El acto de ajustar o estado de estar ajustado; un cambio ligero o modificación hecha para mejorar algo.",
      "definition_translation": "O ato de ajustar ou estado de ajuste; uma leve mudança ou modificação feita para melhorar algo.",
      "example": "La empresa hizo un ajuste en el calendario de producción para satisfacer la demanda aumentada. El ajuste era necesario para asegurar la entrega puntual. El gerente hará ajustes futuros según sea necesario.",
      "example_translation": "A empresa fez um ajuste no cronograma de produção para atender à demanda aumentada. O ajuste foi necessário para garantir a entrega pontual. O gerente fará ajustes futuros conforme necessário.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adjustment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adjustment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "administración",
      "translation": "administração",
      "definition": "El acto de gestionar o dirigir un negocio, organización o gobierno; el grupo de personas responsables de tomar decisiones y gobernar una institución.",
      "definition_translation": "O ato de gerenciar ou dirigir um negócio, organização ou governo; o grupo de pessoas responsáveis por tomar decisões e governar uma instituição.",
      "example": "La administración del hospital fue criticada por su mala gestión. La nueva administración prometió hacer cambios. El equipo de administración fue responsable del presupuesto de la escuela.",
      "example_translation": "A administração do hospital foi criticada por sua má gestão. A nova administração prometeu fazer mudanças. A equipe de administração foi responsável pelo orçamento da escola.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/administration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/administration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "admiración",
      "translation": "admiração",
      "definition": "Un sentimiento de respeto y asombro hacia alguien o algo; un sentido de asombro o reverencia.",
      "definition_translation": "Um sentimento de respeito e admiração por alguém ou algo; um sentido de espanto ou reverência.",
      "example": "La multitud mostró admiración por la impresionante actuación del atleta. Su belleza inspiró admiración en todos los que estaban en la habitación. Tengo gran admiración por su valentía.",
      "example_translation": "A multidão mostrou admiração pelo desempenho impressionante do atleta. Sua beleza inspirou admiração de todos na sala. Tenho grande admiração por sua bravura.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admiration.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admiration.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "admirar",
      "translation": "admirar",
      "definition": "Sentir respeto y asombro hacia alguien o algo; considerar a alguien o algo con admiración o aprobación.",
      "definition_translation": "Sentir respeito e admiração por alguém ou algo; considerar alguém ou algo com admiração ou aprovação.",
      "example": "Admiro su coraje al hacer valer sus derechos. Él admiró la belleza del atardecer. Admire los detalles intrincados de la pintura.",
      "example_translation": "Admiro sua coragem em se posicionar por seus direitos. Ele admirou a beleza do pôr do sol. Admirei os detalhes intricados da pintura.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admire.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admire.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "admisión",
      "translation": "admissão",
      "definition": "El acto de permitir que alguien ingrese a un lugar, organización o institución.",
      "definition_translation": "O ato de permitir que alguém entre num lugar, organização ou instituição.",
      "example": "La universidad tiene una política estricta para la admisión. El año pasado, fui admitido en el programa. El próximo año, seré admitido en la maestría.",
      "example_translation": "A universidade tem uma política rígida para admissão. No ano passado, eu fui admitido ao programa. No ano que vem, serei admitido ao grau de mestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admission.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admission.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "admitir",
      "translation": "admitir",
      "definition": "Aceptar que algo es cierto o admitir que algo es tu culpa.",
      "definition_translation": "Concordar que algo é verdadeiro ou aceitar que algo é sua culpa.",
      "example": "Admito que cometí un error. Ella admitió haber hecho trampa en el examen. Ellos nos admitirán en el concierto si tenemos un boleto.",
      "example_translation": "Eu admito que eu errei. Ela admitiu ter trapaceado no exame. Eles nos admitirão ao concerto se tivermos um bilhete.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "admitidamente",
      "translation": "admitidamente",
      "definition": "Se usa para mostrar que estás reconociendo algo que puede ser sorprendente o inesperado.",
      "definition_translation": "Usado para mostrar que você está reconhecendo algo que pode ser surpreendente ou inesperado.",
      "example": "Admitidamente, estaba muy cansado ayer. Admitidamente, la película no fue tan buena como esperaba. Admitidamente, nunca he estado en París.",
      "example_translation": "Admitidamente, eu estava muito cansado ontem. Admitidamente, o filme não foi tão bom quanto eu esperava. Admitidamente, eu nunca estive em Paris.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/admittedly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/admittedly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adoptar",
      "translation": "adotar",
      "definition": "Tomar a un niño como propio, o utilizar una idea, método o plan.",
      "definition_translation": "Tomar uma criança como sua, ou usar uma ideia, método ou plano.",
      "example": "Decidimos adoptar un perro. La empresa adoptará una nueva estrategia para aumentar las ventas. El gobierno adoptó una nueva política para reducir la pobreza.",
      "example_translation": "Nós decidimos adotar um cachorro. A empresa adotará uma nova estratégia para aumentar as vendas. O governo adotou uma nova política para reduzir a pobreza.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adoptar",
      "translation": "adotar",
      "definition": "Tomar algo o a alguien como propio, aceptar o aprobar algo formalmente.",
      "definition_translation": "Tomar algo ou alguém como seu, aceitar ou aprovar algo formalmente.",
      "example": "Adopté un gato del refugio. Estoy adoptando un nuevo hobby. Adoptaré una nueva estrategia para el proyecto.",
      "example_translation": "Eu adotei um gato do abrigo. Estou adotando um novo hobby. Vou adotar uma nova estratégia para o projeto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adoptado",
      "translation": "adotado",
      "definition": "Pretérito de adoptar, habiendo sido tomado o aceptado como propio.",
      "definition_translation": "Tempo passado de adotar, tendo sido tomado ou aceito como próprio.",
      "example": "Adopté a un niño cuando era joven. La empresa ha adoptado una nueva política. El niño adoptado ha crecido.",
      "example_translation": "Eu adotei uma criança quando era mais jovem. A empresa adotou uma nova política. A criança adotada cresceu.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adopted.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adopted.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adopción",
      "translation": "adoption",
      "definition": "El acto de tomar algo o alguien como propio, un procedimiento legal para convertirse en padre o madre de un niño.",
      "definition_translation": "O ato de tomar algo ou alguém como seu, um procedimento legal para se tornar pai de uma criança.",
      "example": "El proceso de adopción puede ser largo. La adopción de nueva tecnología ha mejorado la eficiencia. La pareja está pasando por el proceso de adopción.",
      "example_translation": "O processo de adopção pode ser longo. A adoção de nova tecnologia melhorou a eficiência. O casal está passando pelo processo de adopção.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adoption.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adoption.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adelantar",
      "translation": "avançar",
      "definition": "Mover hacia adelante, avanzar o mejorar algo.",
      "definition_translation": "Mover para frente, fazer progresso, aumentar ou melhorar algo.",
      "example": "Avanzo al siguiente nivel en el juego. La empresa avanzará en el mercado. Ella avanzará su carrera.",
      "example_translation": "Eu avanço para o próximo nível no jogo. A empresa vai avançar no mercado. Ela vai avançar em sua carreira.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adelantar",
      "translation": "avançar",
      "definition": "Avanzar o hacer progresos en un área o actividad específica.",
      "definition_translation": "Avançar ou fazer progresso em uma área ou atividade específica.",
      "example": "La empresa adelantará su estrategia de marketing para aumentar las ventas. El año pasado, avanzaron a la final de la competencia. Para el próximo año, habrán adelantado al siguiente nivel.",
      "example_translation": "A empresa avançará sua estratégia de marketing para aumentar as vendas. No ano passado, eles avançaram para as finais da competição. Até o próximo ano, eles terão avançado para o próximo nível.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aventurero",
      "translation": "aventureiro",
      "definition": "Dispuesto a correr riesgos y probar cosas nuevas, a menudo de manera osada o emocionante.",
      "definition_translation": "Disposto a correr riscos e tentar coisas novas, muitas vezes de maneira ousada ou emocionante.",
      "example": "Mi amigo aventurero ama viajar a nuevos países. Fue lo suficientemente aventurero como para intentar paracaidismo. Él será aventurero y empezará su propio negocio el próximo año.",
      "example_translation": "Meu amigo aventureiro ama viajar para novos países. Ela foi ousada o suficiente para experimentar skydiving. Ele será aventureiro e abrirá seu próprio negócio no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/adventurous.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventurous.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "publicidad",
      "translation": "publicidade",
      "definition": "La actividad o profesión de producir y difundir información para promocionar un producto, servicio o idea.",
      "definition_translation": "A atividade ou profissão de produzir e disseminar informações para promover um produto, serviço ou ideia.",
      "example": "La empresa ha invertido mucho en publicidad para aumentar la conciencia de la marca. La publicidad en las redes sociales es muy efectiva. Empezarán a publicitar su nuevo producto el próximo mes.",
      "example_translation": "A empresa investiu muito em publicidade para aumentar a conscientização da marca. Publicidade nas mídias sociais é muito eficaz. Eles começarão a publicizar seu novo produto no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/advertising-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertising.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asunto",
      "translation": "assunto",
      "definition": "Un asunto o situación que requiere atención o acción.",
      "definition_translation": "Um assunto ou situação que requer atenção ou ação.",
      "example": "La empresa está lidiando con un asunto serio relacionado con la corrupción. El asunto entre los dos colegas fue mantenido en secreto. El gobierno investigará el asunto y tomará medidas pronto.",
      "example_translation": "A empresa está lidando com um assunto sério sobre corrupção. O caso entre os dois colegas foi mantido em segredo. O governo investigará o caso e tomará medidas em breve.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "afectar",
      "translation": "afetar",
      "definition": "Influir o tener un impacto en algo o alguien.",
      "definition_translation": "Afetar ou ter um impacto em algo ou alguém.",
      "example": "El clima frío afectará a los cultivos. Las palabras del maestro tuvieron un profundo efecto en el estudiante. La decisión de la empresa no afectará nuestros planes.",
      "example_translation": "O clima frio afetará as colheitas. As palavras do professor tiveram um efeito profundo no aluno. A decisão da empresa não afetará nossos planos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affect-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "afectar",
      "translation": "afetar",
      "definition": "Simular o fingir emociones o sentimientos.",
      "definition_translation": "Fingir ou simular algo, como emoções.",
      "example": "Ella afectó un acento británico para sonar más sofisticada. El actor afectó una expresión triste para obtener simpatía. La empresa afectará una práctica más sostenible a partir del próximo año.",
      "example_translation": "Ela afetou um sotaque britânico para soar mais sofisticada. O ator afetou uma expressão triste para obter simpatia. A empresa afetará uma prática mais sustentável starting next year.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "afecto",
      "translation": "afeto",
      "definition": "Un sentimiento de amor, cariño o calidez hacia alguien o algo.",
      "definition_translation": "Um sentimento de amor, carinho ou calor humano em relação a alguém ou algo.",
      "example": "El niño mostró gran afecto hacia su nuevo perro. La maestra tenía un afecto profundo hacia sus estudiantes. La familia tiene un afecto de larga data hacia la playa.",
      "example_translation": "A criança mostrou um grande afeto pela sua nova cadela. O professor tinha um profundo afeto pelos seus alunos. A família tem um afeto de longa data pela praia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affection.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affection.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "afectuoso",
      "translation": "afetivo",
      "definition": "Muestra de amor, cariño o calidez hacia alguien o algo.",
      "definition_translation": "Mostrando ou sentindo amor, carinho ou calor humano em relação a alguém ou algo.",
      "example": "La pareja afectuosa se tomó de las manos durante la película. El perro afectuoso lamió la cara de su dueño. La familia tuvo un adiós afectuoso en el aeropuerto.",
      "example_translation": "O casal afetivo segurou as mãos durante todo o filme. O cão afetivo lambeu o rosto do dono. A família teve um adeus afetivo no aeroporto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/affectionate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/affectionate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "edad",
      "translation": "idade",
      "definition": "La longitud de tiempo que una persona o cosa ha existido o ha estado en uso.",
      "definition_translation": "O comprimento do tempo que uma pessoa ou coisa tem existido ou sido utilizada.",
      "example": "A la edad de 25 años, me gradué de la universidad. Ahora, tengo 30 años. Tendré 35 años en cinco años.",
      "example_translation": "À idade de 25 anos, eu me formei na faculdade. Agora, eu tenho 30 anos. Eu serei 35 anos de idade em cinco anos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/age-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/age.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agente",
      "translation": "agente",
      "definition": "Una persona que actúa en nombre de otra persona o organización.",
      "definition_translation": "Uma pessoa que atua em nome de outra pessoa ou organização.",
      "example": "El agente me ayudó a encontrar un nuevo apartamento. El agente es muy profesional. El agente me ayudará a mudarme la próxima semana.",
      "example_translation": "O agente me ajudou a encontrar um novo apartamento. O agente é muito profissional. O agente me ajudará a me mudar na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agresivo",
      "translation": "agressivo",
      "definition": " Que tiene o muestra una personalidad o comportamiento fuerte y contundente.",
      "definition_translation": "Tendo ou mostrando uma personalidade forte e vigorosa ou comportamento.",
      "example": "El conductor agresivo me cortó el paso en la autopista. La estrategia de marketing agresiva funcionó bien. El vendedor agresivo fue muy pushy.",
      "example_translation": "O motorista agressivo me cortou no highway. A estratégia de marketing agressiva funcionou bem. O vendedor agressivo foi muito insistente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aggressive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agresivamente",
      "translation": "agressivamente",
      "definition": "De manera fuerte y contundente, a menudo de manera amenazante o hostil.",
      "definition_translation": "De uma maneira forte e vigorosa, muitas vezes de uma maneira ameaçadora ou hostil.",
      "example": "La empresapromoocionó agresivamente para aumentar las ventas. El atleta jugó agresivamente en el juego de campeonato. El político hizo campaña agresivamente para ganar las elecciones.",
      "example_translation": "A empresa comercializou agressivamente para aumentar as vendas. O atleta jogou agressivamente no jogo de campeonato. O político fez uma campanha agressiva para ganhar a eleição.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aggressively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aggressively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acuerdo",
      "translation": "acordo",
      "definition": "Un entendimiento mutuo o arreglo entre dos o más partes.",
      "definition_translation": "um entendimento mútuo ou acordo entre duas ou mais partes",
      "example": "La empresa llegó a un acuerdo con el sindicato para aumentar los salarios. El equipo tuvo un acuerdo para reunirse a las 2 pm. Tendrán un acuerdo sobre el plan del proyecto para la próxima semana.",
      "example_translation": "A empresa alcançou um acordo com o sindicato para aumentar os salários. A equipe tinha um acordo para se encontrar às 2 pm. Eles terão um acordo sobre o plano do projeto até a próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agreement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agreement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agricultura",
      "translation": "agricultura",
      "definition": "La práctica de cultivar la tierra para producir cultivos y criar ganado.",
      "definition_translation": "a prática de cultivar a terra para produzir culturas e criar gado",
      "example": "La agricultura es una industria vital en muchos países. El sector agrícola ha visto un crecimiento significativo en años recientes. Para 2050, la agricultura será más sostenible y eficiente.",
      "example_translation": "A agricultura é uma indústria vital em muitos países. O setor de agricultura viu um crescimento significativo nos últimos anos. Até 2050, a agricultura será mais sustentável e eficiente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/agriculture.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agriculture.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ayuda",
      "translation": "ajuda",
      "definition": "Asistencia o apoyo brindado a personas necesitadas.",
      "definition_translation": "assistência ou apoio dado às pessoas necessitadas",
      "example": "La organización proporcionó ayuda a las víctimas del desastre natural. El país recibió ayuda de donantes internacionales. El paquete de ayuda se entregará el próximo mes.",
      "example_translation": "A organização forneceu ajuda às vítimas do desastre natural. O país recebeu ajuda de doadores internacionais. O pacote de ajuda será entregue no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "objeto",
      "translation": "objetivo",
      "definition": "Un propósito o meta que se busca lograr.",
      "definition_translation": "um propósito ou objetivo que se busca alcançar",
      "example": "Mi objetivo es terminar el proyecto para fin de mes. El objetivo del equipo fue ganar el campeonato. Para 2025, su objetivo es empezar su propio negocio.",
      "example_translation": "Meu objetivo é terminar o projeto até o fim do mês. O objetivo da equipe era vencer o campeonato. Até 2025, seu objetivo é começar seu próprio negócio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aim.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aim.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aeronave",
      "translation": "aeronave",
      "definition": "Un vehículo aéreo impulsado por motores que se utiliza para volar, típicamente con un fuselaje y alas, impulsado por uno o más propulsores o motores de reacción.",
      "definition_translation": "Uma aeronave motorizada de asa fixa usada para voar, tipicamente com um único fuselagem e asas, impulsionada por um ou mais motores a hélice ou motores a jato.",
      "example": "La aeronave surcó el cielo. El piloto había volado aeronaves durante años. La aeronave aterrizará pronto.",
      "example_translation": "A aeronave voou pelo céu. O piloto havia pilotado aeronaves por anos. A aeronave pousará em breve.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aircraft.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aircraft.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pasillo",
      "translation": "corredor",
      "definition": "Un pasaje entre filas de asientos en una iglesia, avión u otros vehículos, o una sección larga y estrecha de estanterías en una tienda.",
      "definition_translation": "Um corredor entre as fileiras de assentos em uma igreja, avião ou outros veículos, ou uma longa seção estreita de prateleiras em uma loja.",
      "example": "La novia caminó por el pasillo. El pasajero caminó por el pasillo para encontrar un asiento. La tienda tenía un pasillo amplio para los clientes.",
      "example_translation": "A noiva caminhou pelo corredor. O passageiro caminhou pelo corredor para encontrar um assento. A loja tinha um corredor amplo para clientes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aisle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aisle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alcoholismo",
      "translation": "alcoolismo",
      "definition": "Una enfermedad crónica caracterizada por la ingestión continuada de alcohol a pesar de los efectos adversos en la salud, las relaciones y el funcionamiento social.",
      "definition_translation": "Uma doença crônica caracterizada pela ingestão contínua de álcool apesar dos efeitos adversos na saúde, relacionamentos e funcionamento social.",
      "example": "El alcoholismo es un problema serio. Luchó con el alcoholismo durante años. El centro de tratamiento del alcoholismo ayuda a muchas personas.",
      "example_translation": "O alcoolismo é um problema sério. Ele lutou com o alcoolismo por anos. O centro de tratamento de alcoolismo ajuda muitas pessoas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alcoholism.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcoholism.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "extraterrestre",
      "translation": "alienígena",
      "definition": "Una criatura de fuera del planeta Tierra, especialmente una que es inteligente y comunicable.",
      "definition_translation": "Uma criatura de fora do planeta Terra, especialmente uma que é inteligente e comunicável.",
      "example": "El extraterrestre aterrizó en la luna. El astronauta conoció a un extraterrestre en el espacio. La película tenía una invasión extraterrestre.",
      "example_translation": "O alienígena pousou na lua. O astronauta encontrou um alienígena no espaço. O filme teve uma invasão alienígena.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alien.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alien.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "parecido",
      "translation": "semelhante",
      "definition": "Teniendo una naturaleza o carácter similar; comparable.",
      "definition_translation": "Tendo uma natureza ou caráter semelhante; comparável.",
      "example": "Los gemelos eran parecidos en su amor por la aventura. Tuvieron experiencias parecidas en la universidad. Serán parecidos en sus carreras futuras.",
      "example_translation": "Os gêmeos eram semelhantes em seu amor pela aventura. Eles tiveram experiências semelhantes na faculdade. Eles serão semelhantes em suas carreiras futuras.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alike-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alergia",
      "translation": "alergia",
      "definition": "Una reacción anormal a una sustancia, especialmente una hipersensibilidad a un alimento o sustancia particular.",
      "definition_translation": "Uma reação anormal a uma substância, especialmente uma hipersensibilidade a um alimento ou substância particular.",
      "example": "Ella tiene alergia a los cacahuetes. Tuvo alergia a los mariscos cuando era niña. Desarrollará alergia al polen en el futuro.",
      "example_translation": "Ela tem uma alergia a amendoins. Ela teve uma alergia a frutos do mar quando era criança. Ela desenvolverá uma alergia ao pólen no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/allergy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/allergy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "callejón",
      "translation": "beco",
      "definition": "Un pasaje estrecho o camino entre, detrás o dentro de edificios.",
      "definition_translation": "Um passagem estreita ou caminho entre, atrás ou dentro dos edifícios.",
      "example": "El callejón era oscuro y aterrador. Caminaron por el callejón para llegar al otro lado de la ciudad. Los niños juegan escondidas en el callejón ayer.",
      "example_translation": "O beco estava escuro e assustador. Eles caminharam pelo beco para chegar ao outro lado da cidade. As crianças brincaram de esconde-esconde no beco ontem.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alley.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alley.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caimán",
      "translation": "jacaré",
      "definition": "Un reptil grande con una snout redondeada, típicamente encontrado en hábitats de agua dulce en el sureste de los Estados Unidos.",
      "definition_translation": "Um réptil grande com um focinho longo e arredondado, tipicamente encontrado em habitats de água doce no sudeste dos Estados Unidos.",
      "example": "El caimán estaba durmiendo en el pantano. Vieron un caimán en el lago la semana pasada. El caimán será liberado de vuelta en el hábitat salvaje pronto.",
      "example_translation": "O jacaré estava dormindo no pântano. Eles viram um jacaré no lago último fim de semana. O jacaré será libertado de volta para o wild em breve.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alligator.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alligator.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alfabético",
      "translation": "alfabético",
      "definition": "Relacionado con o dispuesto en el orden del alfabeto.",
      "definition_translation": "Relativa ou arranjada na ordem do alfabeto.",
      "example": "El diccionario está dispuesto en orden alfabético. Alfabetizó la lista ayer. Ella alfabetizará los archivos la próxima semana.",
      "example_translation": "O dicionário está arrangiado em ordem alfabética. Eu alfabetizei a lista ontem. Ela vai alfabetizar os arquivos na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alphabetical.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetical.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alfabéticamente",
      "translation": "alfabeticamente",
      "definition": "En el orden del alfabeto.",
      "definition_translation": "Na ordem do alfabeto.",
      "example": "Los libros están dispuestos alfabéticamente. Ella organizó los archivos alfabéticamente. Van a listar los nombres alfabéticamente.",
      "example_translation": "Os livros estão arrangiados alfabeticamente. Ela organizou os arquivos alfabeticamente. Eles vão listar os nomes alfabeticamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alphabetically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alphabetically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alterar",
      "translation": "alterar",
      "definition": "Cambiar o modificar algo.",
      "definition_translation": "Mudar ou modificar algo.",
      "example": "Alteré el vestido para que me quedara mejor. Ella alteró la receta para reducir el contenido de azúcar. Van a alterar los planes para acomodar la nueva información.",
      "example_translation": "Eu alterei o vestido para me caber melhor. Ela alterou a receita para reduzir o teor de açúcar. Eles vão alterar os planos para acomodar a nova informação.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alternativa",
      "translation": "alternativa",
      "definition": "Una opción o elección diferente a la previamente propuesta o disponible.",
      "definition_translation": "Uma escolha ou opção além daquela anteriormente proposta ou disponível.",
      "example": "Necesitamos encontrar una alternativa solución. Ella eligió una ruta alternativa para evitar el tráfico. Ofrecieron un plan de pago alternativo.",
      "example_translation": "Nós precisamos encontrar uma solução alternativa. Ela escolheu uma rota alternativa para evitar o trânsito. Eles ofereceram um plano de pagamento alternativo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternative.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alternativa",
      "translation": "alternativa",
      "definition": "Una opción o elección entre dos o más cosas.",
      "definition_translation": "Uma escolha ou opção entre duas ou mais coisas.",
      "example": "Consideré varias alternativas opciones antes de tomar una decisión. Consideraré alternativas soluciones en el futuro. Ella había alternativas planes para el fin de semana.",
      "example_translation": "Eu considerei várias opções alternativas antes de tomar uma decisão. Vou considerar soluções alternativas no futuro. Ela havia planos alternativos para o fim de semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternative-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternative.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alternativamente",
      "translation": "alternativamente",
      "definition": "De una manera diferente o manera.",
      "definition_translation": "De uma maneira diferente.",
      "example": "Podría haber ido a la playa, o alternativamente, podría haber ido al parque. Ella viajará a París, o alternativamente, se quedará en Roma.",
      "example_translation": "Eu podia ter ido à praia, ou alternativamente, eu podia ter ido ao parque. Ela viajará para Paris, ou alternativamente, ela ficará em Roma.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/alternatively.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alternatively.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aluminio",
      "translation": "alumínio",
      "definition": "Un metal plateado blanco utilizado en aviones, envases y construcción.",
      "definition_translation": "Um metal branco-prateado usado em aeronaves, embalagens e construção.",
      "example": "El avión está hecho de aluminio liviano. Las latas están hechas de aluminio reciclable. Utilizarán aluminio en la construcción del nuevo edificio.",
      "example_translation": "O avião é feito de alumínio leve. As latas são feitas de alumínio reciclável. Eles vão usar alumínio na construção do prédio novo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aluminium.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aluminium.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombro",
      "translation": "admiração",
      "definition": "Un sentimiento de gran sorpresa o asombro.",
      "definition_translation": "Um sentimento de grande surpresa ou admiração.",
      "example": "El asombro en su rostro era evidente. Me sentí asombrado cuando vi el Gran Cañón. La multitud expresó asombro ante la exhibición de fuegos artificiales.",
      "example_translation": "O espanto em seu rosto era claro. Eu senti admiração quando vi o Grand Canyon. A multidão expressou admiração no espetáculo de fogos de artifício.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amazement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amazement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "embajador",
      "translation": "embaixador",
      "definition": "Una persona que actúa como representante de un país, organización o grupo de personas.",
      "definition_translation": "Uma pessoa que atua como representante de um país, organização ou grupo de pessoas.",
      "example": "El embajador fue honrado por sus esfuerzos diplomáticos, y continuará sirviendo en el futuro, habiendo servido en el pasado.",
      "example_translation": "O embaixador foi homenageado por seus esforços diplomáticos e continuará a servir no futuro, tendo servido no passado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambassador.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambassador.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ambición",
      "translation": "ambição",
      "definition": "Un fuerte deseo de lograr algo, típicamente requiriendo determinación y trabajo duro.",
      "definition_translation": "Um desejo forte de alcançar algo, geralmente requerendo determinação e trabalho duro.",
      "example": "Su ambición de convertirse en una empresaria exitosa la llevó a trabajar duro, y probablemente alcanzará su objetivo en un futuro cercano, habiendo hecho progreso en el presente.",
      "example_translation": "A ambição dela de se tornar uma empresária bem-sucedida a levou a trabalhar duro, e ela provavelmente alcançará seu objetivo no futuro próximo, tendo feito progresso no presente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambition.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambition.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ambicioso",
      "translation": "ambicioso",
      "definition": "Teniendo o mostrando un fuerte deseo de tener éxito, a menudo requiriendo coraje y determinación.",
      "definition_translation": "Tendo ou mostrando um desejo forte de sucesso, muitas vezes requerendo coragem e determinação.",
      "example": "Él era un joven ambicioso que no se detendría ante nada para alcanzar sus sueños, y probablemente se convertirá en un empresario exitoso en el futuro, habiendo asumido riesgos en el presente.",
      "example_translation": "Ele era um jovem ambicioso que não pararia nada para alcançar seus sonhos, e ele provavelmente se tornará um empreendedor bem-sucedido no futuro, tendo corrido riscos no presente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ambitious.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambitious.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "divertir",
      "translation": "divertir",
      "definition": "Entreteniendo o ocupando a alguien de manera agradable, a menudo de manera lighthearted o humorística.",
      "definition_translation": "Entreter ou ocupar o tempo de alguém de forma agradável, muitas vezes de uma maneira leve ou humorística.",
      "example": "Los chistes del comediante divertían al público, y continuarán divirtiéndonos en el futuro, habiendo divertido en el pasado y presente.",
      "example_translation": "As piadas do comediante divertiram a plateia, e eles continuarão a nos divertir no futuro, tendo nos divertido no passado e presente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amuse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "divertir",
      "translation": "divertir",
      "definition": "entretener o ocupar de manera placentera",
      "definition_translation": "divertir ou ocupar de uma maneira agradável",
      "example": "Los chistes del comediante siempre divierten al público. Ella nos divirtió con sus impresiones ridículas. Divertirán a sus amigos en la fiesta.",
      "example_translation": "As piadas do comediante sempre divertem a plateia. Ela nos divertiu com suas imitações bobas. Eles divertirão seus amigos na festa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amuse-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amuse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "divertido",
      "translation": "divertido",
      "definition": "sintiendo o mostrando disfrute o placer",
      "definition_translation": "sentindo ou mostrando prazer ou diversão",
      "example": "El niño se divirtió con las payasadas del payaso. Estaba divertida por la película tonta. Fueron divertidos por la fiesta sorpresa.",
      "example_translation": "A criança foi divertida pelas travessuras do palhaço. Ela foi divertida pelo filme bobo. Eles foram divertidos pela festa surpresa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amused.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amused.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diversión",
      "translation": "diversão",
      "definition": "una sensación de disfrute o placer",
      "definition_translation": "um sentimento de prazer ou diversão",
      "example": "El parque de diversiones estaba lleno de niños gritando. La diversión de la multitud era palpable. La atracción de diversiones fue cerrada por reparaciones.",
      "example_translation": "O parque de diversões estava cheio de crianças gritando. A diversão da multidão era palpável. A atração de diversão foi fechada para reparos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/amusement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/amusement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anaconda",
      "translation": "anaconda",
      "definition": "una serpiente grande y no venenosa encontrada en América del Sur",
      "definition_translation": "uma cobra grande, não venenosa, encontrada na América do Sul",
      "example": "La anaconda se deslizó por la selva. Las anacondas son constrictoras, no venenosas. La anaconda es un depredador apex.",
      "example_translation": "A anaconda deslizou pela selva. As anacondas são constritoras, não venenosas. A anaconda é um predador de porte.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anaconda.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anaconda.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "analizar",
      "translation": "analisar",
      "definition": "Examinar e interpretar datos o información para identificar patrones, tendencias o conclusiones.",
      "definition_translation": "Examinar e interpretar dados ou informações para identificar padrões, tendências ou conclusões.",
      "example": "El científico analizará los datos para identificar las causas del fenómeno. Ha estado analizando los resultados durante semanas. Analizará las muestras mañana.",
      "example_translation": "O cientista vai analisar os dados para identificar as causas do fenômeno. Ela vem analisando os resultados por semanas. Ela vai analisar as amostras amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analyse.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyse.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "análisis",
      "translation": "análise",
      "definition": "El proceso de descomponer información compleja o ideas en partes más pequeñas para entender e interpretarlas.",
      "definition_translation": "O processo de desmontar informações ou idéias complexas em partes menores para entendê-las e interpretá-las.",
      "example": "El equipo realizó un análisis exhaustivo de las tendencias del mercado. El análisis del doctor de los resultados de la prueba fue preciso. La empresa realizará un análisis de los datos de ventas el próximo trimestre.",
      "example_translation": "A equipe realizou uma análise minuciosa das tendências do mercado. A análise dos resultados dos testes pelo médico foi precisa. A empresa realizará uma análise dos dados de vendas no próximo trimestre.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analysis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analysis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "analista",
      "translation": "analista",
      "definition": "Una persona que examina e interpreta datos, a menudo utilizando métodos matemáticos o estadísticos, para identificar patrones o tendencias.",
      "definition_translation": "Uma pessoa que examina e interpreta dados, muitas vezes usando métodos matemáticos ou estatísticos, para identificar padrões ou tendências.",
      "example": "El analista financiero revisó los estados financieros de la empresa. La analista de datos presentará sus hallazgos al equipo mañana. El analista de seguridad ha estado monitoreando el sistema en busca de actividad sospechosa.",
      "example_translation": "O analista financeiro revisou as demonstrações financeiras da empresa. A analista de dados apresentará suas descobertas à equipe amanhã. O analista de segurança vem monitorando o sistema para atividades suspeitas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/analyst.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/analyst.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "antepasado",
      "translation": "antepassado",
      "definition": "Una persona de la que se desciende, especialmente una que vivió en un pasado lejano.",
      "definition_translation": "Uma pessoa de quem se descende, especialmente uma que viveu em um passado distante.",
      "example": "Mi antepasado emigró de Europa en el siglo XIX. La civilización antigua reverenciaba a sus antepasados como dioses. Nuestros antepasados aprendieron a sobrevivir en el entorno hostil.",
      "example_translation": "Meu antepassado emigrou da Europa no século 19. A civilização antiga reverenciava seus antepassados como deuses. Nossos antepassados aprenderam a sobreviver no ambiente hostil.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ancestor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ancestor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ira",
      "translation": "raiva",
      "definition": "Un sentimiento fuerte de desagrado, hostilidad o indignación en respuesta a una injusticia o una amenaza.",
      "definition_translation": "Um forte sentimento de desprazer, hostilidade ou indignação em resposta a um erro ou uma ameaça.",
      "example": "Me sentí ira cuando vi las noticias, me sentiré ira si sucede nuevamente, y me sentí ira el año pasado cuando sucedió.",
      "example_translation": "Eu senti raiva quando vi as notícias, serei sentir raiva se acontecer novamente, e eu senti raiva no ano passado quando aconteceu.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "animal",
      "translation": "animal",
      "definition": "Un organismo vivo que se alimenta de materia orgánica, típicamente con órganos sensoriales y sistema nervioso especializados, y capaz de responder rápidamente a estímulos.",
      "definition_translation": "Um organismo vivo que se alimenta de matéria orgânica, tipicamente tendo órgãos sensoriais especializados e sistema nervoso, e capaz de responder rapidamente a estímulos.",
      "example": "El animal era muy rápido, será un animal en el zoológico, y fue un animal en el bosque.",
      "example_translation": "O animal era muito rápido, será um animal no zoológico, e era um animal na floresta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/animal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/animal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "anualmente",
      "translation": "anualmente",
      "definition": "Ocurriendo o hecho cada año.",
      "definition_translation": "Ocorrendo ou feito todos os anos.",
      "example": "Vamos de vacaciones anualmente, sucederá anualmente, y sucedió anualmente.",
      "example_translation": "Nós vamos de férias anualmente, isso acontecerá anualmente, e isso aconteceu anualmente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/annually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/annually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ansiedad",
      "translation": "ansiedade",
      "definition": "Un sentimiento de preocupación, nerviosismo o inquietud por algo que puede suceder.",
      "definition_translation": "Um sentimento de preocupação, nervosismo ou desconforto sobre algo que pode acontecer.",
      "example": "Me sentí ansiedad antes del examen, me sentiré ansiedad antes de la presentación, y me sentí ansiedad la semana pasada.",
      "example_translation": "Eu senti ansiedade antes do exame, serei sentir ansiedade antes da apresentação, e eu senti ansiedade semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anxiety.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiety.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ansiosamente",
      "translation": "ansiosamente",
      "definition": "en un estado de ansiedad o inquietud",
      "definition_translation": "em um estado de ansiedade ou preocupação",
      "example": "He estado esperando ansiosamente los resultados. Espero ansiosamente mi cumpleaños. Esperaré ansiosamente el concierto.",
      "example_translation": "Eu tenho esperado ansiosamente pelos resultados. Eu espero ansiosamente pelo meu aniversário. Eu vou esperar ansiosamente pelo concerto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anxiously.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anxiously.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "de cualquier manera",
      "translation": "de qualquer maneira",
      "definition": "a pesar de las dificultades o desafíos",
      "definition_translation": "apesar de dificuldades ou desafios",
      "example": " Terminaré el proyecto de cualquier manera. Ella aprenderá a montar una bicicleta de cualquier manera. Ellos llegarán de cualquier manera.",
      "example_translation": "Eu vou terminar o projeto de qualquer maneira. Ela vai aprender a andar de bicicleta de qualquer maneira. Eles vão chegar lá de qualquer maneira.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/anyhow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/anyhow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apóstrofe",
      "translation": "apóstrofo",
      "definition": "un signo de puntuación utilizado para indicar posesión o omisión",
      "definition_translation": "um sinal de pontuação usado para indicar posse ou omissão",
      "example": "El apóstrofe en 'es' indica posesión. El profesor explicó el uso de apóstrofes. El signo de puntuación es un apóstrofe.",
      "example_translation": "O apóstrofo em 'it's' indica posse. O professor explicou o uso de apóstrofos. O sinal de pontuação é um apóstrofo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apostrophe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apostrophe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aparente",
      "translation": "aparente",
      "definition": "claramente visto o entendido",
      "definition_translation": "claramente visto ou entendido",
      "example": "La solución era aparente para todos. El problema era aparente desde el principio. La razón será aparente pronto.",
      "example_translation": "A solução foi aparente para todos. O problema foi aparente desde o início. O motivo será aparente em breve.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apparent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aparentemente",
      "translation": "aparentemente",
      "definition": "Se utiliza para indicar que algo parece ser verdad o existir, pero no es necesariamente cierto o verdad",
      "definition_translation": "Usado para indicar que algo parece ser verdadeiro ou existir, mas pode não ser certo ou verdadeiro.",
      "example": "Ella estaba aparentemente muy feliz con el regalo. Ella había estudiado aparentemente toda la noche. Ella comenzará aparentemente su nuevo trabajo la próxima semana.",
      "example_translation": "Ela estava aparentemente muito feliz com o presente. Ela havia aparentemente estudado a noite toda. Ela começará aparentemente seu novo emprego na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apparently.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apparently.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apelar",
      "translation": "apelar",
      "definition": "Pedir a alguien en autoridad que cambie una decisión, o hacer una solicitud oficial para algo",
      "definition_translation": "Pedir a alguém em autoridade para mudar uma decisão, ou fazer um pedido oficial para algo.",
      "example": "El abogado apelará la decisión del tribunal. La caridad apelará por donaciones. La nueva política apelará a muchas personas.",
      "example_translation": "O advogado irá apelar da decisão do tribunal. A caridade irá apelar por doações. A nova política irá apelar para muitas pessoas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appeal.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apelar",
      "translation": "apelar",
      "definition": "La calidad de ser atractivo o agradable",
      "definition_translation": "Uma qualidade de ser atraente ou agradável.",
      "example": "El atractivo del nuevo restaurante era su ambiente único. El atractivo de la nueva política era su flexibilidad. El atractivo del evento benéfico fue su celebrities invitados.",
      "example_translation": "O apelo do novo restaurante era sua atmosfera única. O apelo da nova política era sua flexibilidade. O apelo do evento de caridade era seus convidados celebridades.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appeal-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appeal.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aparecer",
      "translation": "aparecer",
      "definition": "Volver visible o ser visto",
      "definition_translation": "Tornar-se visível ou ser visto.",
      "example": "Ella aparecerá en el programa de TV esta noche. Él parecía muy confiado. Ellos aparecerán en la corte la próxima semana.",
      "example_translation": "Ela irá aparecer no show de TV tonight. Ele pareceu muito confiante. Eles irão aparecer no tribunal na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appear-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apariencia",
      "translation": "aparência",
      "definition": "La forma en que alguien o algo se ve o parece",
      "definition_translation": "A maneira como alguém ou algo parece ou parece",
      "example": "Ella hizo una impresionante apariencia en la fiesta la noche pasada. Ella hará una apariencia en la ceremonia mañana. Ella hizo una notable apariencia en la obra de teatro el año pasado.",
      "example_translation": "Ela fez uma aparição incrível na festa ontem à noite. Ela fará uma aparição na cerimônia amanhã. Ela havia feito uma aparição notável na peça do ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appearance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appearance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aplicación",
      "translation": "aplicação",
      "definition": "Una solicitud o un documento presentado a una organización o autoridad para ser considerado para algo",
      "definition_translation": "Um pedido ou documento enviado a uma organização ou autoridade para ser considerado para algo",
      "example": "He presentado una aplicación para el trabajo. Ella presentará una aplicación para la beca la próxima semana. Ellos presentaron una aplicación para la subvención el mes pasado.",
      "example_translation": "Eu submeti uma aplicação para o emprego. Ela submeterá uma aplicação para a bolsa de estudos na semana que vem. Eles haviam submetido uma aplicação para a subvenção no mês passado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/application.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/application.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apreciar",
      "translation": "apreciar",
      "definition": "Reconocer y disfrutar de las buenas cualidades de alguien o algo",
      "definition_translation": "Reconhecer e desfrutar das boas qualidades de alguém ou algo",
      "example": "Agradezco tu ayuda. Ella apreciará el regalo. Ellos habían apreciado la belleza de la ciudad.",
      "example_translation": "Eu aprecio sua ajuda. Ela apreciará o presente. Eles haviam apreciado a beleza da cidade.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appreciate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apreciación",
      "translation": "apreciação",
      "definition": "Un sentimiento de gratitud o respeto por alguien o algo",
      "definition_translation": "Um sentimento de gratidão ou respeito por alguém ou algo",
      "example": "Tengo una gran apreciación por el arte. Ella mostrará su apreciación por el esfuerzo del equipo. Ellos habían expresado su apreciación por la guía del maestro.",
      "example_translation": "Eu tenho uma apreciação profunda pela arte. Ela mostrará sua apreciação pelo esforço da equipe. Eles haviam expressado sua apreciação pelo guia do professor.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appreciation.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appreciation.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acercar",
      "translation": "abordagem",
      "definition": "Acercarse a alguien o algo en distancia o tiempo",
      "definition_translation": "Chegar perto ou mais perto de alguém ou algo em distância ou tempo.",
      "example": "Me acerqué a la mansión antigua con cautela. Estoy acercándome al plazo límite. Me acercaré al tema con cuidado.",
      "example_translation": "Eu abordei a velha mansão com cautela. Eu estou abordando o prazo limite. Eu abordarei o tópico com cuidado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approach-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "acercar",
      "translation": "abordagem",
      "definition": "Acercarse a alguien o algo en distancia o tiempo",
      "definition_translation": "Chegar perto ou mais perto de alguém ou algo em distância ou tempo.",
      "example": "Me acerqué a la mansión antigua con cautela. Estoy acercándome al plazo límite. Me acercaré al tema con cuidado.",
      "example_translation": "Eu abordei a velha mansão com cautela. Eu estou abordando o prazo limite. Eu abordarei o tópico com cuidado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approach-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approach.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apropiado",
      "translation": "adequado",
      "definition": "Adecuado o apropiado para un propósito o ocasión en particular",
      "definition_translation": "Apropriado ou adequado para um determinado propósito ou ocasião.",
      "example": "Este regalo es apropiado para un cumpleaños. Ella llevaba un vestido apropiado para la boda. Él hará un anuncio apropiado más adelante.",
      "example_translation": "Este presente é apropriado para um aniversário. Ela usava um vestido adequado para o casamento. Ele fará um anúncio apropriado mais tarde.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appropriate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apropiadamente",
      "translation": "adequadamente",
      "definition": "De una manera que es adecuada o apropiada para un propósito o ocasión en particular",
      "definition_translation": "De uma maneira que é apropriada ou adequada para um determinado propósito ou ocasião.",
      "example": "Ella se vistió apropiadamente para el evento formal. Él se comportó apropiadamente durante la ceremonia. El regalo estaba envuelto apropiadamente.",
      "example_translation": "Ela se vestiu adequadamente para o evento formal. Ele se comportou adequadamente durante a cerimônia. O presente foi embrulhado adequadamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/appropriately.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appropriately.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aprobación",
      "translation": "aprovação",
      "definition": "El acto de aprobar o dar permiso para algo",
      "definition_translation": "O ato de aprovar ou dar permissão para algo",
      "example": "La empresa recibió la aprobación para el nuevo proyecto, y el equipo está trabajando en la implementación. Ellos habían aprobado el plan la semana pasada, y aprobarán los resultados finales el próximo mes.",
      "example_translation": "A empresa recebeu aprovação para o novo projeto, e a equipe está agora trabalhando na implementação. Eles haviam aprovado o plano na semana passada, e aprovarão os resultados finais no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approval.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approval.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aprobar",
      "translation": "aprovar",
      "definition": "Aceptar o dar permiso oficial para algo",
      "definition_translation": "Oficialmente concordar ou aceitar algo",
      "example": "El gerente aprobó la propuesta, y el proyecto está en marcha. La junta aprobará el presupuesto el próximo trimestre, y entrará en vigor de inmediato.",
      "example_translation": "O gerente aprovou a proposta, e o projeto agora está em andamento. O conselho aprovará o orçamento no próximo trimestre, e será efetivo imediatamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approve.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approve.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aproximado",
      "translation": "aproximado",
      "definition": "No exacto o preciso, pero cercano al valor o cantidad real",
      "definition_translation": "Não exato ou preciso, mas próximo do valor ou quantidade real",
      "example": "El costo aproximado del proyecto es de $10,000, pero sabremos el monto exacto una vez que se presenten las ofertas. La hora de llegada aproximada es las 3 pm, pero puede ser más temprano o más tarde.",
      "example_translation": "O custo aproximado do projeto é de $10.000, mas vamos saber o valor exato uma vez que as propostas sejam apresentadas. O tempo de chegada aproximado é 3 pm, mas pode ser mais cedo ou mais tarde.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/approximate.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/approximate.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mandil",
      "translation": " avental",
      "definition": "Una pieza de tela que se lleva sobre la parte delantera del cuerpo para proteger la ropa de manchas",
      "definition_translation": "Um pedaço de tecido usado sobre a frente do corpo para proteger as roupas de manchas",
      "example": "El chef llevaba un mandil para proteger su ropa de manchas mientras cocinaba. La artista llevaba un mandil para mantener su ropa limpia mientras pintaba.",
      "example_translation": "O chef usou um avental para proteger suas roupas de manchas enquanto cozinhou. A artista usou um avental para manter suas roupas limpas enquanto pintava.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/apron.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apron.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arena",
      "translation": "arena",
      "definition": "Un área rectangular rodeada de asientos, utilizada para deportes, conciertos, etc.",
      "definition_translation": "Uma área retangular cercada por assentos, usada para esportes, concertos, etc.",
      "example": "El estadio estaba lleno de fanáticos emocionados esperando que comenzara el concierto. Ayer, el equipo jugó un partido increíble en la arena. Para el próximo año, la nueva arena estará terminada.",
      "example_translation": "A arena estava lotada de fãs animados esperando para o concerto começar. Ontem, a equipe jogou um jogo incrível na arena. Até o próximo ano, a nova arena será concluída.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arena.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arena.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brazo",
      "translation": "braço",
      "definition": "El miembro superior del cuerpo humano, desde el hombro hasta la mano.",
      "definition_translation": "O membro superior do corpo humano, do ombro à mão.",
      "example": "Ella levantó su brazo para llamar la atención. Se rompió el brazo mientras esquiaba. Para la próxima semana, habré recuperado el uso de mi brazo.",
      "example_translation": "Ela acenou o braço para atrair atenção. Ele quebrou o braço enquanto esquiava. Até a próxima semana, eu vou ter recuperado o uso do meu braço.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arm-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arm.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "armado",
      "translation": "armado",
      "definition": "Portar o estar equipado con armas.",
      "definition_translation": "Carregando ou equipado com armas.",
      "example": "El guardia de seguridad estaba armado y listo para responder a cualquier amenaza. Las fuerzas armadas fueron desplegadas en la frontera. Para el próximo año, la policía estará mejor armada para combatir el crimen.",
      "example_translation": "O guarda de segurança estava armado e pronto para responder a qualquer ameaça. As forças armadas foram deslocadas para a fronteira. Até o próximo ano, a polícia será melhor armada para lidar com o crime.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/armed.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armed.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "organizar",
      "translation": "organizar",
      "definition": "Poner algo en orden o prepararlo de manera particular.",
      "definition_translation": "Colocar em ordem ou preparar algo de uma maneira particular.",
      "example": "¿Puedes organizar la reunión para mañana? Ella organizó las flores hermosamente en el jarrón. Para el próximo mes, habremos organizado el nuevo horario.",
      "example_translation": "Você pode organizar a reunião para amanhã? Ela organizou as flores lindamente no vaso. Até o próximo mês, vamos ter organizado o novo cronograma.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrange.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrange.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "detener",
      "translation": "prisão",
      "definition": "El acto de tomar a alguien bajo custodia, típicamente por la policía, hasta que pueda ser llevado ante un tribunal de justicia.",
      "definition_translation": "O ato de prender alguém sob custódia, típico da polícia, até que possam ser trazidos perante um tribunal de justiça.",
      "example": "La policía realizó una detención en el lugar del crimen. Habían estado deteniendo sospechosos durante semanas. Lo detendrán si encuentran alguna evidencia.",
      "example_translation": "A polícia fez uma prisão na cena do crime. Eles haviam prendido suspeitos por semanas. Eles vão prendê-lo se encontrarem alguma evidência.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrest-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrest.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arrogancia",
      "translation": "arrogância",
      "definition": "Una actitud de superioridad, a menudo acompañada de una falta de respeto por las opiniones o sentimientos de los demás.",
      "definition_translation": "Uma atitude de superioridade, frequentemente acompanhada pela falta de respeito pelos opiniões ou sentimentos dos outros.",
      "example": "Su arrogancia hizo que fuera difícil para ella aceptar críticas. Él mostró arrogancia hacia sus colegas. Se sintieron ofendidos por su arrogancia.",
      "example_translation": "A arrogância dela tornava difícil para ela aceitar críticas. Ele mostrou arrogância em relação aos seus colegas. Eles se sentiram ofendidos pela sua arrogância.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrogance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arrogante",
      "translation": "arrogante",
      "definition": "Tener o mostrar una actitud de superioridad, a menudo acompañada de una falta de respeto por las opiniones o sentimientos de los demás.",
      "definition_translation": "Tendo ou mostrando uma atitude de superioridade, frequentemente acompanhada pela falta de respeito pelos opiniões ou sentimentos dos outros.",
      "example": "Él era una persona arrogante que nunca escuchaba a los demás. Ella era arrogante sobre su inteligencia. Lo consideraron arrogante y no lo querían.",
      "example_translation": "Ele era uma pessoa arrogante que nunca ouvia os outros. Ela era arrogante sobre sua inteligência. Eles consideravam-no arrogante e o detestavam.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrogant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrogant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "flecha",
      "translation": "flecha",
      "definition": "Un proyectil con punta afilada, típicamente disparado desde un arco.",
      "definition_translation": "Um projétil com uma ponta afiada, típicamente disparado de um arco.",
      "example": "El arquero disparó una flecha hacia el objetivo. Ella encontró una flecha en el ático. Lanzarán una flecha al espacio.",
      "example_translation": "O arqueiro disparou uma flecha no alvo. Ela encontrou uma flecha no sótão. Eles vão lançar uma flecha no espaço.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/arrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "artificialmente",
      "translation": "artificialmente",
      "definition": "De manera que no es natural; de manera que es falsa o fingida.",
      "definition_translation": "De uma maneira que não é natural; de uma maneira que é falsa ou fingida.",
      "example": "La arreglo floral fue hecho artificialmente para parecer perfecto. Voy a endulzar artificialmente mi café. Ha sido inseminada artificialmente.",
      "example_translation": "O arranjo de flores foi feito artificialmente para parecer perfeito. Vou adoçar meu café artificialmente. Ela foi inseminada artificialmente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artificially.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artificially.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "artístico",
      "translation": "artístico",
      "definition": "Relacionado con o caracterizado por arte o creatividad.",
      "definition_translation": "Relacionado com ou caracterizado por arte ou criatividade.",
      "example": "El diseño artístico del edificio fue impresionante. Ella tiene un talento artístico para pintar. El director artístico de la obra era muy experimentado.",
      "example_translation": "O design artístico do prédio foi impressionante. Ela tem um talento artístico para pintura. O diretor artístico da peça foi muito experiente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artistic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "artísticamente",
      "translation": "artisticamente",
      "definition": "De una manera creativa o habilidosa.",
      "definition_translation": "De uma maneira que é criativa ou habilidosa.",
      "example": "La obra fue dirigida artísticamente. El pastel fue decorado artísticamente. La habitación fue arreglada artísticamente.",
      "example_translation": "A peça foi dirigida artisticamente. O bolo foi decorado artisticamente. O quarto foi arranjado artisticamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/artistically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artistically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aparte",
      "translation": "ao lado",
      "definition": "En un lado o fuera del tema principal.",
      "definition_translation": "Em ou para um lado; longe do ponto principal ou tópico.",
      "example": "Voy a dejar el libro aparte por ahora. Ella puso el teléfono aparte y continuó trabajando. Él se desvió para hablar con su amigo.",
      "example_translation": "Vou colocar o livro ao lado por agora. Ela colocou o telefone ao lado e continuou trabalhando. Ele caminhou ao lado para falar com seu amigo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aside.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aside.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aspecto",
      "translation": "aspecto",
      "definition": "Una característica o parte de algo, como un problema o situación.",
      "definition_translation": "Um recurso ou parte de algo, como um problema ou situação.",
      "example": "La nueva política afectará a todos los departamentos de la empresa. En el pasado, la empresa había experimentado muchos cambios, y seguirá experimentando más en el futuro.",
      "example_translation": "A nova política será aplicada em todos os departamentos da empresa. No passado, a empresa havia sofrido muitas mudanças e continuará a ser afetada por mais mudanças no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aspect.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aspect.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "evaluar",
      "translation": "avaliar",
      "definition": "Hacer un juicio o evaluación sobre algo, como una situación o persona.",
      "definition_translation": "Fazer um julgamento ou avaliação sobre algo, como uma situação ou pessoa.",
      "example": "Evalúe la situación y decidí llamar a ayuda. En el pasado, había evaluado muchas situaciones, y seguiré evaluándolas en el futuro.",
      "example_translation": "Eu avaliei a situação e decidi chamar por ajuda. No passado, eu havia avaliado muitas situações e continuarei a avaliá-las no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assess.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assess.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "evaluación",
      "translation": "avaliação",
      "definition": "El acto de hacer un juicio o evaluación sobre algo, como una situación o persona.",
      "definition_translation": "O ato de fazer um julgamento ou avaliação sobre algo, como uma situação ou pessoa.",
      "example": "La evaluación de la situación fue difícil. En el pasado, había hecho muchas evaluaciones, y haré más evaluaciones en el futuro.",
      "example_translation": "A avaliação da situação foi difícil. No passado, eu havia feito muitas avaliações e farei mais avaliações no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assessment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assessment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ayudar",
      "translation": "assistir",
      "definition": "Ayudar o apoyar a alguien o algo, como una persona o proyecto.",
      "definition_translation": "Ajudar ou apoiar alguém ou algo, como uma pessoa ou projeto.",
      "example": "Te ayudaré con tu proyecto. En el pasado, había ayudado a muchas personas, y seguiré ayudándolas en el futuro.",
      "example_translation": "Eu vou ajudá-lo com seu projeto. No passado, eu havia ajudado muitas pessoas e continuarei a ajudá-las no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asistencia",
      "translation": "assistência",
      "definition": "El acto de ayudar o apoyar a alguien o algo, a menudo de manera práctica.",
      "definition_translation": "Ato de ajudar ou apoiar alguém ou alguma coisa, frequentemente de forma prática.",
      "example": "La empresa brindó asistencia a las víctimas del desastre natural. El maestro ofreció asistencia al estudiante luchador. El nuevo empleado recibirá asistencia durante el proceso de incorporación.",
      "example_translation": "A empresa forneceu assistência às vítimas do desastre natural. O professor ofereceu assistência ao estudante que estava lutando. O novo funcionário receberá assistência durante o processo de integração.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assistance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assistance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asociación",
      "translation": "associação",
      "definition": "Una conexión o relación entre personas, grupos u organizaciones.",
      "definition_translation": "Uma conexão ou relacionamento entre pessoas, grupos ou organizações.",
      "example": "La asociación entre las dos empresas es beneficiosa para ambas partes. Ella es miembro de la asociación de escritores. La asociación organizará una conferencia el mes que viene.",
      "example_translation": "A associação entre as duas empresas é benéfica para ambas as partes. Ela é membro da associação de escritores. A associação sediará uma conferência next month.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/association.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asociación",
      "translation": "associação",
      "definition": "Una conexión o relación entre personas, grupos u organizaciones.",
      "definition_translation": "Uma conexão ou relacionamento entre pessoas, grupos ou organizações.",
      "example": "La asociación entre las dos empresas es beneficiosa para ambas partes. Ella es miembro de la asociación de escritores. La asociación organizará una conferencia el mes que viene.",
      "example_translation": "A associação entre as duas empresas é benéfica para ambas as partes. Ela é membro da associação de escritores. A associação sediará uma conferência next month.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/association-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/association.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "suponer",
      "translation": "supor",
      "definition": "Tomar algo como cierto o asumir la responsabilidad de algo sin estar seguro.",
      "definition_translation": "Supor que algo seja verdadeiro ou tomar responsabilidade por algo sem ter certeza.",
      "example": "Supongo que él llegará tarde a la reunión. Ella asumió el papel de líder durante el proyecto. Asumiremos los costos del viaje.",
      "example_translation": "Eu suponho que ele seja atrasado para a reunião. Ela assumeu o papel de líder durante o projeto. Nós vamos supor os custos da viagem.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assume.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assume.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asegurar",
      "translation": "assegurar",
      "definition": "hacer que alguien esté seguro o confiado en algo",
      "definition_translation": "fazer alguém confiante ou certo sobre algo",
      "example": "Te aseguraré que todo saldrá bien. Le aseguré que llegaría a tiempo. Te aseguro que será una gran fiesta.",
      "example_translation": "Eu vou assegurar que tudo vai correr bem. Eu assegurei a ele que eu seria pontual. Eu asseguro que vai ser uma festa incrível.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/assure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/assure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombrado",
      "translation": "espantado",
      "definition": "sintiendo gran sorpresa o asombro",
      "definition_translation": "sentindo grande surpresa ou pasmo",
      "example": "Me quedé asombrado por la belleza de la cascada. Ella se quedó asombrada por la noticia. Se quedarán asombrados por nuestro progreso.",
      "example_translation": "Eu fiquei espantado pela beleza da cachoeira. Ela ficou espantada com as notícias. Eles vão ficar espantados com o nosso progresso.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonished.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonished.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombroso",
      "translation": "espantoso",
      "definition": "extremadamente sorprendente o impresionante",
      "definition_translation": "extremamente surpreendente ou impressionante",
      "example": "La vista asombrosa desde la cima de la montaña fue impresionante. El resultado asombroso fue inesperado. La belleza asombrosa del atardecer fue inolvidable.",
      "example_translation": "A vista espantosa do topo da montanha foi de tirar o fôlego. O resultado espantoso foi inesperado. A beleza espantosa do pôr do sol foi inesquecível.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonishing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asombro",
      "translation": "espanto",
      "definition": "un sentimiento de gran sorpresa o asombro",
      "definition_translation": "um sentimento de grande surpresa ou pasmo",
      "example": "El asombro en su rostro era claro. El asombro de la multitud era palpable. El asombro por la noticia se propagó rápidamente.",
      "example_translation": "O espanto no rosto dela era claro. O espanto da multidão era palpável. O espanto da notícia se espalhou rapidamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/astonishment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/astonishment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " atlético",
      "translation": "atlético",
      "definition": "Teniendo un cuerpo fuerte, saludable y en forma, especialmente como resultado de ejercicio o entrenamiento regular.",
      "definition_translation": "Tendo um corpo forte, saudável e Saudável, especialmente como resultado de treinamento regular ou exercício.",
      "example": "Era una niña atlética, siempre corriendo y jugando fuera. Es atlética, ahora juega fútbol profesional. Será atlética, liderando a su equipo hacia la victoria.",
      "example_translation": "Ela era uma criança atlética, sempre correndo e brincando lá fora. Ela é atlética, agora jogando futebol profissional. Ela será atlética, liderando sua equipe para a vitória.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/athletic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/athletic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atmósfera",
      "translation": "atmosfera",
      "definition": "El aire que rodea la Tierra, o el ambiente o estado de ánimo de un lugar o situación específica.",
      "definition_translation": "O ar que cerca a terra, ou o sentimento ou clima de um lugar ou situação particular.",
      "example": "La atmósfera en el estadio era eléctrica. La atmósfera de la fiesta era festiva. La atmósfera en el espacio es delgada.",
      "example_translation": "A atmosfera no estádio era elétrica. O clima da festa era festivo. A atmosfera no espaço é tênue.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atmosphere.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atmósfera",
      "translation": "atmosfera",
      "definition": "El aire que rodea la Tierra, o el ambiente o estado de ánimo de un lugar o situación específica.",
      "definition_translation": "O ar que cerca a terra, ou o sentimento ou clima de um lugar ou situação particular.",
      "example": "La atmósfera en el restaurante era acogedora. La atmósfera de la ciudad era bulliciosa. La atmósfera en Marte es diferente a la de la Tierra.",
      "example_translation": "A atmosfera no restaurante era aconchegante. O clima da cidade era movimentado. A atmosfera em Marte é diferente da da Terra.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atmosphere-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atmosphere.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "átomo",
      "translation": "átomo",
      "definition": "La unidad más pequeña de un elemento químico, consistente en un núcleo rodeado de electrones.",
      "definition_translation": "A unidade menor de um elemento químico, consistindo de um núcleo cercado por elétrons.",
      "example": "Los átomos son los bloques de construcción de la materia. El átomo fue descubierto por científicos. Los átomos serán estudiados en clase de química.",
      "example_translation": "Os átomos são os blocos de construção da matéria. O átomo foi descoberto pelos cientistas. Os átomos serão estudados na aula de química.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atom.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atom.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atómico",
      "translation": "atômico",
      "definition": "Relativo a o consistente en átomos, especialmente en una forma pequeña o indivisible.",
      "definition_translation": "Relacionado ou consistindo em átomos, especialmente em uma forma pequena ou indivisível.",
      "example": "La estructura atómica del elemento fue estudiada en detalle. El científico había intentado dividir previamente el núcleo atómico. Para 2050, habremos aprovechado la energía atómica para alimentar nuestras ciudades.",
      "example_translation": "A estrutura atômica do elemento foi estudada em detalhe. O cientista havia tentado dividir o núcleo atômico anteriormente. Até 2050, teremos aproveitado a energia atômica para alimentar nossas cidades.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/atomic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/atomic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adjunto",
      "translation": "anexado",
      "definition": "Firmemente fijado o unido a algo, especialmente de una manera que es difícil de separar.",
      "definition_translation": "Firmemente fixado ou anexado a algo, especialmente de uma maneira que é difícil de separar.",
      "example": "El archivo adjunto contiene la información confidencial. Tenía adjunto el documento al correo electrónico antes de enviarlo. La nueva política será adjunta al contrato del empleado.",
      "example_translation": "O arquivo anexado contém informações confidenciais. Eu havia anexado o documento ao e-mail antes de enviá-lo. A nova política será anexada ao contrato do empregado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attached.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attached.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "adjunto",
      "translation": "anexo",
      "definition": "Un sentimiento de afecto o lealtad hacia alguien o algo, o un documento o archivo agregado a un correo electrónico.",
      "definition_translation": "Um sentimento de afeto ou lealdade a alguém ou algo, ou um documento ou arquivo adicionado a um e-mail.",
      "example": "Mi adjunto a mi hogar de la infancia es fuerte. El correo electrónico tenía un archivo adjunto grande que tardó en descargar. Por favor, encuentre el archivo adjunto a este correo electrónico.",
      "example_translation": "Meu apego à minha casa de infância é forte. O e-mail tinha um anexo grande que demorou um tempo para baixar. Por favor, encontre o anexo a este e-mail.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attachment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attachment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "intentar",
      "translation": "tentativa",
      "definition": "Tratar de hacer algo o esforzarse por lograr algo.",
      "definition_translation": "Tentar fazer algo ou fazer um esforço para alcançar algo.",
      "example": " Intentaré terminar el proyecto para el viernes. Ella intentó subir la montaña, pero se rindió a la mitad. El equipo intentará batir el récord mundial el próximo mes.",
      "example_translation": "Vou tentar terminar o projeto até sexta-feira. Ela tentou escalar a montanha, mas desistiu no meio do caminho. A equipe vai tentar quebrar o recorde mundial no mês que vem.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attempt-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attempt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ático",
      "translation": "sótão",
      "definition": "El espacio o habitación inmediatamente debajo del techo de una casa.",
      "definition_translation": "O espaço ou sala imediatamente abaixo do teto de uma casa.",
      "example": "Hemos almacenado nuestros viejos baúles en el ático. He estado limpiando el ático toda la mañana. Utilizaremos el ático como habitación de almacenamiento en el futuro.",
      "example_translation": "Armazenamos nossos baús antigos no sótão. Eu tenho estado limpando o sótão toda manhã. Vamos usar o sótão como uma sala de armazenamento no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atraer",
      "translation": "atrair",
      "definition": "Causar que alguien o algo se acerque o se sienta atraído por algo.",
      "definition_translation": "Fazer com que alguém ou algo se aproxime ou seja atraído por algo.",
      "example": "La ciudad atrae a muchos turistas cada año. Me siento atraído por la idea de viajar al extranjero. Ella atraerá mucha atención con ese vestido.",
      "example_translation": "A cidade atrai muitos turistas todos os anos. Eu sou atraído pela ideia de viajar para o exterior. Ela atrairá muita atenção com aquele vestido.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attract-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attract.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "atracción",
      "translation": "atração",
      "definition": "Algo que atrae la atención o interés de las personas.",
      "definition_translation": " Uma coisa que atrai a atenção ou interesse das pessoas.",
      "example": "El nuevo montaña rusa es la principal atracción en el parque de atracciones. La atracción de la ciudad es su vibrante escena cultural. La atracción entre los dos actores era indudable.",
      "example_translation": "O novo montanha-russa é a principal atração no parque de diversões. A atração da cidade é sua cena cultural vibrante. A atração entre os dois atores era inegável.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/attraction.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attraction.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "berenjena",
      "translation": "beringela",
      "definition": "Un vegetal púrpura, a menudo utilizado en la cocina.",
      "definition_translation": "Um vegetal roxo, frequentemente usado na cozinha.",
      "example": "Me encanta la berenjena asada con queso mozzarella. Ella ha estado cultivando berenjenas en su jardín. Utilizaremos berenjenas en la receta esta noche.",
      "example_translation": "Eu amo beringela grelhada com queijo de mozzarella. Ela tem estado cultivando beringelas em seu jardim. Vamos usar beringelas na receita esta noite.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aubergine.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aubergine.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "autoridad",
      "translation": "autoridade",
      "definition": "El poder o derecho de controlar o comandar a otros, o de tomar decisiones.",
      "definition_translation": "O poder ou direito de controlar ou comandar outros, ou de tomar decisões",
      "example": "La autoridad del gobierno fue cuestionada por los manifestantes. El CEO tiene la autoridad de tomar decisiones de contratación. El maestro tendrá autoridad en el aula.",
      "example_translation": "A autoridade do governo foi questionada pelos manifestantes. O CEO tem a autoridade de tomar decisões de contratação. O professor terá autoridade sobre a sala de aula.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/authority.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/authority.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "automático",
      "translation": "automático",
      "definition": "Operando o ocurriendo sin intervención humana; autoactivo o autoregulado.",
      "definition_translation": "Operando ou ocorrendo sem intervenção humana; autônomo ou auto-regulado",
      "example": "La máquina de café es automática. La puerta automática se abrió lentamente. Ella ajustó el temporizador automático para apagar las luces.",
      "example_translation": "A máquina de café é automática. A porta automática abriu lentamente. Ela configurou o timer automático para desligar as luzes.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/automatic.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatic.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "automáticamente",
      "translation": "automaticamente",
      "definition": "De manera que sucede o se hace sin ser controlada por una persona; por sí misma.",
      "definition_translation": "De uma maneira que acontece ou é feita sem controle de uma pessoa; sozinho",
      "example": "Las puertas se abren automáticamente. El sistema se actualizará automáticamente. El pago se procesará automáticamente.",
      "example_translation": "As portas abrem automaticamente. O sistema será atualizado automaticamente. O pagamento será processado automaticamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/automatically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/automatically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disponibilidad",
      "translation": "disponibilidade",
      "definition": "El estado de estar disponible o accesible; la calidad de estar listo para uso.",
      "definition_translation": "O estado de estar disponível ou acessível; a qualidade de estar pronto para uso",
      "example": "La disponibilidad del producto es limitada. La disponibilidad de la habitación del hotel fue confirmada por el personal del hotel. La disponibilidad del servicio será anunciada pronto.",
      "example_translation": "A disponibilidade do produto é limitada. A disponibilidade do quarto do hotel foi confirmada pelo staff do hotel. A disponibilidade do serviço será anunciada em breve.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/availability.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/availability.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "evitar",
      "translation": "evitar",
      "definition": " Mantenerse alejado de algo o alguien, especialmente porque es desagradable o perjudicial.",
      "definition_translation": "Manter-se afastado de algo ou alguém, especialmente porque é desagradável ou prejudicial.",
      "example": "Trato de evitar conducir por la noche, evito hablar con él y evitaré comer ese alimento.",
      "example_translation": "Eu tento evitar dirigir à noite, eu evito falar com ele, e vou evitar comer essa comida.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/avoid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/avoid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "premio",
      "translation": "prêmio",
      "definition": "Un premio o honor otorgado a alguien por lograr algo o por un logro notable.",
      "definition_translation": "Um prêmio ou honra dado a alguém por alcançar algo ou por uma conquista notável.",
      "example": "Le dieron un premio por su destacada actuación, El premio se le presentó al ganador, y mañana recibirá un premio.",
      "example_translation": "Ela recebeu um prêmio por sua performance destacada, O prêmio foi apresentado ao vencedor, e Ele receberá um prêmio amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/award-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "premio",
      "translation": "prêmio",
      "definition": "Un premio o honor otorgado a alguien por lograr algo o por un logro notable.",
      "definition_translation": "Um prêmio ou honra dado a alguém por alcançar algo ou por uma conquista notável.",
      "example": "La ceremonia de entrega de premios se celebró anoche, Nunca he recibido un premio, y Ella espera ganar un premio.",
      "example_translation": "A cerimônia de premiação foi realizada ontem à noite, Eu nunca recebi um prêmio, e Ela espera ganhar um prêmio.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/award.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/award.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "consciente",
      "translation": "consciente",
      "definition": "Tener conocimiento o comprensión de algo, especialmente una situación o un problema.",
      "definition_translation": "Tendo conhecimento ou compreensão de algo, especialmente uma situação ou um problema.",
      "example": "Estaba consciente del peligro, Ella es consciente de la situación, y Ellos estarán conscientes de las consecuencias.",
      "example_translation": "Eu estava ciente do perigo, Ela está ciente da situação, e Eles estarão cientes das consequências.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/aware.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aware.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "incómodamente",
      "translation": "desajeitadamente",
      "definition": "De manera torpe o descoordinada; de manera que no es habilidosa o efectiva",
      "definition_translation": "de forma desajeitada ou descoordenada; de uma maneira que não é habilidosa ou eficaz",
      "example": "Ella intentó bailar incómodamente frente a la multitud. Ayer, ella tropezó incómodamente en las escaleras. Mañana, ella se disculpará incómodamente con su amiga.",
      "example_translation": "Ela tentou dançar desajeitadamente em frente à multidão. Ontem, ela tropeçou desajeitadamente nas escadas. Amanhã, ela se desculpará desajeitadamente com seu amigo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/awkwardly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/awkwardly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "soltero",
      "translation": "solteiro",
      "definition": "Un hombre que nunca se ha casado, especialmente uno que se considera atractivo y encantador",
      "definition_translation": "um homem que nunca se casou, especialmente um que é considerado atraente e charmoso",
      "example": "Él fue un soltero hasta que conoció a su futura esposa. Mi hermano es un soltero y ama viajar. Cuando se gradúe, él será un orgulloso soltero.",
      "example_translation": "Ele era solteiro até conhecer sua futura esposa. Meu irmão é solteiro e ama viajar. Quando se formar, ele será um orgulhoso solteiro.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bachelor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bachelor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "antecedentes",
      "translation": "fundo",
      "definition": "La escena o situación en la que algo sucede o existe",
      "definition_translation": "a cena ou situação em que algo acontece ou existe",
      "example": "El fondo del cuadro era hermoso. La empresa revisará tus antecedentes antes de contratarte. Para 2025, ella tendrá un fondo diferente.",
      "example_translation": "O fundo da pintura era lindo. A empresa verificará seu histórico antes de contratá-lo. Até 2025, ela terá um histórico diferente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "antecedentes",
      "translation": "fundo",
      "definition": "La educación, experiencia y habilidades que alguien tiene",
      "definition_translation": "a educação, experiência e habilidades que alguém tem",
      "example": "Ella tiene una fuerte formación en marketing. Su formación en ingeniería le ayudó a resolver el problema. Para el próximo año, tendrán una formación más diversa.",
      "example_translation": "Ela tem um forte histórico em marketing. O histórico dele em engenharia o ajudou a resolver o problema. Até o próximo ano, eles terão um histórico mais diversificado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "antecedentes",
      "translation": "fundo",
      "definition": "El fondo de algo es la situación o las cosas que existen antes y durante un evento o situación particular.",
      "definition_translation": "O fundo de algo é a situação ou as coisas que existem antes e durante um determinado evento ou situação.",
      "example": "Estudió el fondo del cuadro para understanding su significado. Ayer, ella había estudiado el fondo de la empresa antes de la entrevista. Mañana, ella estudiará el fondo de la enfermedad para ayudar a su hermano.",
      "example_translation": "Ela estudou o fundo da pintura para entender sua significância. Ontem, ela havia estudado o fundo da empresa antes da entrevista. Amanhã, ela estudará o fundo da doença para ajudar o irmão.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/background-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/background.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "copia de seguridad",
      "translation": "cópia de segurança",
      "definition": "Una copia de seguridad es una copia de un archivo o sistema que se mantiene en caso de que el original se pierda o dañe.",
      "definition_translation": "Uma cópia de segurança é uma cópia de um arquivo ou de um sistema que é mantida em caso de perda ou dano do original.",
      "example": "Necesito hacer una copia de seguridad de mis archivos antes de formatear la computadora. Hice una copia de seguridad de mis archivos ayer. Haré una copia de seguridad de mis archivos mañana.",
      "example_translation": "Preciso fazer uma cópia de segurança dos meus arquivos antes de formatar o computador. Ontem, eu fiz uma cópia de segurança dos meus arquivos. Amanhã, farei uma cópia de segurança dos meus arquivos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/backup.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/backup.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malo",
      "translation": "ruim",
      "definition": "Algo que es malo es de baja calidad o desagradable.",
      "definition_translation": "Alguma coisa que é ruim é de qualidade pobre ou desagradável.",
      "example": "La comida fue mala en el nuevo restaurante. El clima había sido malo toda la semana. La película será mala si el director no tiene experiencia.",
      "example_translation": "O alimentos era ruim no novo restaurante. O tempo havia sido ruim a semana toda. O filme será ruim se o diretor não for experiente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bad-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malhumorado",
      "translation": "mal-humorado",
      "definition": "Alguien que es malhumorado se irrita o enfurece fácilmente.",
      "definition_translation": "Alguém que é mal-humorado é facilmente incomodado ou irritado.",
      "example": "Juan es malhumorado y siempre se mete en peleas. Had sido malhumorado desde la mañana. Será malhumorado si pierde el juego.",
      "example_translation": "João é mal-humorado e sempre se mete em brigas. Ele havia sido mal-humorado desde a manhã. Ele será mal-humorado se perder o jogo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bad-tempered.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bad-tempered.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "insignia",
      "translation": "insignia",
      "definition": "Una insignia es una placa o emblema decorativa que se lleva para significar membresía, logro o lealtad a una organización o causa.",
      "definition_translation": "Um distintivo é uma placa decorativa ou emblema usado para significar membros, conquista ou aliança a uma organização ou causa.",
      "example": "Ella se sintió orgullosa de llevar su insignia a la conferencia, después de haberla ganado al completar el curso. La había llevado a la ceremonia el año pasado, y la llevará a la reunión el año que viene.",
      "example_translation": "Ela usava seu distintivo na conferência, tendo conquistado após completar o curso. Ela o havia usado na cerimônia no ano passado e o usará na reunião no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/badge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bolsa",
      "translation": "saco",
      "definition": "Una bolsa es un contenedor hecho de material flexible, utilizado para llevar o almacenar cosas.",
      "definition_translation": "Um saco é um conteiner feito de material flexível, usado para carregar ou armazenar coisas.",
      "example": "Ella compró una nueva bolsa en la tienda, y la había estado llevando desde ayer. Meterá sus provisiones en una bolsa cuando llegue a casa.",
      "example_translation": "Ela comprou um novo saco na loja e o havia carregado com ela desde ontem. Ela colocará suas compras em sacos quando chegar em casa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bag-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bag.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "panadería",
      "translation": "padaria",
      "definition": "Una panadería es un negocio que produce y vende alimentos a base de harina, como pan, tortas y pastelería.",
      "definition_translation": "Uma padaria é um negócio que fabrica e vende alimentos à base de farinha, como pão, bolos e pastéis.",
      "example": "Ella se detuvo en la panadería en su camino a casa desde el trabajo, y había estado frecuentándola durante años. Comenzará su propia panadería el próximo mes.",
      "example_translation": "Ela parou na padaria em seu caminho para casa do trabalho e a havia frequentado por anos. Ela começará sua própria padaria no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bakery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bakery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "equilibrio",
      "translation": "equilíbrio",
      "definition": "El equilibrio se refiere al estado de estar en armonía, o tener una proporción estable de diferentes elementos.",
      "definition_translation": "O equilíbrio refere-se ao estado de estar em harmonia, ou ter uma proporção estável de diferentes elementos.",
      "example": "Ella luchó por equilibrar su vida laboral y personal, pero finalmente encontró un equilibrio que funcionaba para ella. Equilibrará su presupuesto recortando gastos innecesarios.",
      "example_translation": "Ela lutou para balancear seu trabalho e vida pessoal, mas finalmente encontrou um equilíbrio que funcionava para ela. Ela equilibrará seu orçamento cortando despesas desnecessárias.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "equilibrio",
      "translation": "equilíbrio",
      "definition": "un estado de equilibrio o estabilidad, especialmente en peso o cantidad",
      "definition_translation": "um estado de equilíbrio ou estabilidade, especialmente em peso ou quantidade",
      "example": "Intenté equilibrar los libros, pero fue difícil. Equilibre los libros el año pasado. Equilibraré los libros el próximo mes.",
      "example_translation": "Tentei equilibrar os livros, mas foi difícil. Equilibrei os livros no ano passado. Vou equilibrar os livros no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "equilibrio",
      "translation": "equilíbrio",
      "definition": "un estado de equilibrio o estabilidad, especialmente en peso o cantidad",
      "definition_translation": "um estado de equilíbrio ou estabilidade, especialmente em peso ou quantidade",
      "example": "La funambulista tuvo que equilibrarse a sí misma para evitar caerse. Se equilibra perfectamente. Se equilibrará mañana.",
      "example_translation": "A equilibrista teve que equilibrar-se para evitar cair. Ela se equilibrou perfeitamente. Ela se equilibrará amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balance-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "equilibrado",
      "translation": "equilibrado",
      "definition": "teniendo un estado de equilibrio o estabilidad",
      "definition_translation": "tendo um estado de equilíbrio ou equilíbrio",
      "example": "El presupuesto de la empresa estaba equilibrado el año pasado. Tuvieron una visión equilibrada de la situación. Tendrán un equipo equilibrado la próxima temporada.",
      "example_translation": "O orçamento da empresa foi equilibrado no ano passado. Eles tinham uma visão equilibrada da situação. Eles terão uma equipe equilibrada na próxima temporada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/balanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prohibir",
      "translation": "proibir",
      "definition": "prohibir oficial o formalmente algo",
      "definition_translation": "proibir oficialmente ou formalmente algo",
      "example": "El gobierno prohibió fumar en lugares públicos. Prohibieron el libro en las escuelas. Prohibirán el uso de bolsas de plástico el año que viene.",
      "example_translation": "O governo proibiu o fumo em lugares públicos. Eles proibiram o livro das escolas. Eles proibirão o uso de sacolas plásticas no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ban-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prohibir",
      "translation": "proibir",
      "definition": "Prohibir o prohibir algo, especialmente oficialmente",
      "definition_translation": "Proibir ou vetar algo, especialmente oficialmente",
      "example": "El gobierno prohibió la importación de ciertos productos. Ayer, prohibí a mi amigo que utilizara mi teléfono. Prohibiré fumar en mi casa.",
      "example_translation": "O governo proibiu a importação de certs bens. Ontem, proibi meu amigo de usar meu telefone. Vou proibir o fumo em minha casa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/ban.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ban.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estallido",
      "translation": "bangue",
      "definition": "Un ruido fuerte y repentino, especialmente uno hecho por algo que explota o choca con algo más",
      "definition_translation": "Um ruído alto e agudo, especialmente um feito por algo que explode ou atinge algo mais",
      "example": "El fuego artificial explotó con un estallido fuerte. Oí un estallido cuando el coche chocó. La puerta se cerrará de golpe si no la sujetas.",
      "example_translation": "O foguete explodiu com um bang alto. Ouvi um bang quando o carro bateu. A porta vai bater se você não a segurar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bang-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estallido",
      "translation": "bangue",
      "definition": "Un ruido fuerte y repentino, especialmente uno hecho por algo que explota o choca con algo más",
      "definition_translation": "Um ruído alto e agudo, especialmente um feito por algo que explode ou atinge algo mais",
      "example": "El fuego artificial explotó con un estallido fuerte. Oí un estallido cuando el coche chocó. La puerta se cerrará de golpe si no la sujetas.",
      "example_translation": "O foguete explodiu com um bang alto. Ouvi um bang quando o carro bateu. A porta vai bater se você não a segurar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bang.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bang.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "banquero",
      "translation": "banqueiro",
      "definition": "Una persona que trabaja en un banco, especialmente una que se encarga de las cuentas y préstamos de los clientes",
      "definition_translation": "Uma pessoa que trabalha em um banco, especialmente quem lida com contas e empréstimos de clientes",
      "example": "El banquero me ayudó a abrir una nueva cuenta. El banquero me aconsejó invertir en acciones. El banquero se reunirá con nosotros mañana.",
      "example_translation": "O banqueiro me ajudou a abrir uma nova conta. O banqueiro me aconselhou a investir em ações. O banqueiro se encontrará conosco amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/banker.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banker.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "banca",
      "translation": "bancário",
      "definition": "El negocio de proporcionar servicios financieros, como aceptar depósitos, hacer préstamos y facilitar transacciones",
      "definition_translation": "O negócio de fornecer serviços financeiros, como aceitar depósitos, fazer empréstimos e facilitar transações.",
      "example": "Ella ha estado trabajando en banca durante más de 10 años. El año pasado, manejó una transacción importante. El año próximo, recibirá un ascenso.",
      "example_translation": "Ela trabalha em bancário há mais de 10 anos. No ano passado, ela lidou com uma transação gigante. No ano que vem, ela receberá uma promoção.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/banking.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/banking.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "descubierto",
      "translation": "nua",
      "definition": "Sin cubrir o ropa; desnudo",
      "definition_translation": "Sem cobertura ou roupa; nu.",
      "example": "Los árboles descubiertos se destacaban contra el cielo invernal. Se sintió descubierta sin maquillaje. La habitación estaba descubierta excepto por una pequeña mesa.",
      "example_translation": "As árvores nuas se destacavam contra o céu de inverno. Ela se sentiu nua sem sua maquiagem. O quarto estava nu, exceto por uma pequena mesa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bare.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bare.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apenas",
      "translation": "mal",
      "definition": "Solo justo; casi no",
      "definition_translation": "Apenas justo; quase não.",
      "example": "Apenas llegué a tiempo para la reunión. Ella apenas aprobó el examen. Tenían apenas suficiente comida para comer.",
      "example_translation": "Eu mal consegui chegar à reunião em tempo. Ela mal passou no exame. Eles mal tinham comida suficiente para comer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/barely.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barely.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ladrido",
      "translation": "latir",
      "definition": "El sonido fuerte y explosivo hecho por un perro",
      "definition_translation": "O som agudo e explosivo feito por um cão.",
      "example": "El ladrido del perro me asustó. Empezó a ladrar cuando vio al cartero. La corteza del árbol era rugosa y áspera.",
      "example_translation": "O latido alto do cão me assustou. Começou a latir quando viu o carteiro. A casca da árvore era áspera e grosseira.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ladrido",
      "translation": "ladrar",
      "definition": "hacer un ruido repentino y fuerte, típicamente para expresar emoción o agresividad",
      "definition_translation": "fazer um ruído curto e alto, geralmente para expressar excitação ou agressão",
      "example": "El perro ladra al cartero, pero no muerde. Ayer, ladró fuerte. Si ve una ardilla, ladra de nuevo.",
      "example_translation": "O cão ladra no carteiro, mas não morde. Ontem, ele ladrou alto. Se vir um esquilo, ele ladra novamente.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bark-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bark.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barrera",
      "translation": "barreira",
      "definition": "una cerca, pared u obstáculo que impide el movimiento o acceso",
      "definition_translation": "uma cerca, parede ou outro obstáculo que impede o movimento ou acesso",
      "example": "La ciudad construyó una barrera para proteger la ciudad de la inundación. La barrera era fuerte, pero el agua se desbordó. Ahora, están construyendo una barrera más alta.",
      "example_translation": "A cidade construiu uma barreira para proteger a cidade da enchente. A barreira era forte, mas a água transbordou. Agora, eles estão construindo uma barreira mais alta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/barrier.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barrier.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "base",
      "translation": "base",
      "definition": "la parte más baja o inferior de algo, especialmente un edificio o una figura",
      "definition_translation": "a parte mais baixa ou inferior de algo, especialmente um prédio ou uma forma",
      "example": "La base de la montaña estaba cubierta de árboles. Llegamos a la base de la estatua ayer. La empresa establecerá su base en la nueva ciudad.",
      "example_translation": "A base da montanha estava coberta de árvores. Nós alcançamos a base da estátua ontem. A empresa vai estabelecer sua base na nova cidade.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/base.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "base",
      "translation": "base",
      "definition": "un lugar o instalación que sirve como centro de operaciones",
      "definition_translation": "um lugar ou instalação que serve como centro de operações",
      "example": "La empresa tiene su base en Nueva York. La base militar se encuentra cerca de la ciudad. Los astronautas regresaron a su base después de la misión.",
      "example_translation": "A empresa tem sua base em Nova York. A base militar está localizada perto da cidade. Os astronautas retornaram à sua base após a missão.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/base-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/base.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sótano",
      "translation": "porão",
      "definition": "El piso más bajo o subterráneo de un edificio.",
      "definition_translation": "O piso mais baixo ou subterrâneo de um prédio.",
      "example": "El sótano se inundó después de la lluvia fuerte. Voy al sótano a hacer la lavandería. Los nuevos propietarios renovarán el sótano el año que viene.",
      "example_translation": "O porão foi inundado após a chuva forte. Vou ao porão para fazer roupas. Os novos proprietários vão renovar o porão no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "básicamente",
      "translation": "basicamente",
      "definition": "Se utiliza para indicar que una declaración es generalmente cierta, pero no necesariamente completamente exacta.",
      "definition_translation": "Usado para indicar que uma afirmação é geralmente verdadeira, mas pode não ser completamente precisa.",
      "example": "Estoy básicamente terminado con mi proyecto. Ella básicamente vive en su teléfono. Estaremos básicamente listos para mañana.",
      "example_translation": "Eu estou basicamente terminado com meu projeto. Ela basicamente vive no seu telefone. Nós vamos basicamente terminar até amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basically.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basically.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "albahaca",
      "translation": "manjericão",
      "definition": "Una hierba aromática utilizada en cocina, especialmente en cocina italiana y tailandesa.",
      "definition_translation": "Uma erva aromática usada na cozinha, especialmente na culinária italiana e tailandesa.",
      "example": "Voy a plantar albahaca en mi jardín. La albahaca es un ingrediente clave en la salsa de pesto. Agrega algunas hojas frescas de albahaca a la pasta.",
      "example_translation": "Vou plantar algumas manjericões no meu jardim. O manjericão é um ingrediente-chave na salsa de pesto. Adicione algumas folhas de manjericão frescas ao macarrão.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "base",
      "translation": "base",
      "definition": "Un punto de partida o fundamento para algo.",
      "definition_translation": "Um ponto de partida ou fundação para algo.",
      "example": "Nuestra amistad está sobre una base sólida. El éxito de la empresa se basa en una base financiera sólida. La nueva política se basa en una base defectuosa.",
      "example_translation": "Nossa amizade é em uma base sólida. O sucesso da empresa é em uma base financeira sólida. A nova política é baseada em uma base defeituosa.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/basis.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/basis.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "viga",
      "translation": "viga",
      "definition": "Una viga es una pieza larga y resistente de madera, metal o concreto utilizada en construcción, especialmente para soportar un techo o piso.",
      "definition_translation": "Um feixe é uma peça longa e resistente de madeira, metal ou concreto usada na construção, especialmente para suportar um teto ou piso.",
      "example": "El carpintero instaló una viga para soportar el techo pesado. Ayer, ella resplandeció con orgullo. Para el año que viene, ella habrá proyectado su imagen en la meta.",
      "example_translation": "O carpinteiro instalou uma viga para suportar o teto pesado. Ontem, ela brilhou com orgulho. Até o próximo ano, ela terá brilhado em toda a linha de chegada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beam.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beam.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oso",
      "translation": "urso",
      "definition": "Un oso es un mamífero carnívoro grande con pelo tupido, encontrado en bosques y montañas.",
      "definition_translation": "Um urso é um mamífero carnívoro grande, com pele peluda, encontrado em florestas e montanhas.",
      "example": "El oso hibernó durante el invierno. El año pasado, vi un oso en el bosque. Para el próximo verano, el oso habrá salido de su guarida.",
      "example_translation": "O urso hibernou durante o inverno. No ano passado, eu vi um urso na floresta. Até o próximo verão, o urso terá saído da toca.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bear-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bestia",
      "translation": "besta",
      "definition": "Una bestia es un animal salvaje, especialmente uno grande o feroz.",
      "definition_translation": "Uma besta é um animal selvagem, especialmente um grande ou feroz.",
      "example": "La bestia rugió en la oscuridad. Anoche, vi una bestia en el bosque. Para el próximo invierno, la bestia habrá vagado fuera de la cueva.",
      "example_translation": "A besta rugiu na escuridão. Na noite passada, eu vi uma besta na floresta. Até o próximo inverno, a besta terá vagueado para fora da caverna.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "golpear",
      "translation": "bater",
      "definition": "Golpear es golpear o pegar algo repetidamente, a menudo con un movimiento rítmico.",
      "definition_translation": "Bater é golpear ou atingir algo repetidamente, muitas vezes com um movimento rítmico.",
      "example": "El baterista golpeará los tambores esta noche. Ayer, golpeé los huevos para desayunar. Para el próximo mes, ella habrá superado la competencia.",
      "example_translation": "O baterista bateria os tambores hoje à noite. Ontem, eu bati os ovos para o café da manhã. Até o próximo mês, ela terá batido a competição.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "golpear",
      "translation": "bater",
      "definition": "golpear o pegar algo repetidamente, a menudo con un ruido fuerte",
      "definition_translation": "bater ou golpear algo repetidamente, frequentemente com um barulho alto",
      "example": "Golpeé el tambor para mantener el ritmo, estoy golpeando el tambor ahora, y golpearé el tambor mañana.",
      "example_translation": "Eu bato o tambor para manter o ritmo, estou batendo o tambor agora e vou bater o tambor amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-5.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "golpear",
      "translation": "bater",
      "definition": "ser superior a alguien o algo en una competencia o conflicto",
      "definition_translation": "ser superior a alguém ou algo em uma competição ou conflito",
      "example": "Nuestro equipo golpeó al equipo rival la semana pasada, estamos golpeando ahora, y golpearemos de nuevo el año que viene.",
      "example_translation": "Nosso time bateu o time rival semana passada, estamos batendo eles agora e vamos bater novamente ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escarabajo",
      "translation": "besouro",
      "definition": "un tipo de insecto con una concha externa dura y usualmente una forma característica",
      "definition_translation": "um tipo de inseto com uma casca externa dura e usualmente uma forma distinta",
      "example": "El escarabajo se arrastró lentamente sobre la hoja, está arrastrándose ahora, y se arrastrará de nuevo mañana.",
      "example_translation": "O besouro rastejou lentamente pela folha, está rastejando agora e rastejara novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beetle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beetle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rogar",
      "translation": "implorar",
      "definition": "pedir algo de una manera muy educada y a menudo humilde",
      "definition_translation": "pedir algo de maneira muito educada e frequentemente humilde",
      "example": "Rogué a mis padres por una nueva bicicleta cuando era niño, estoy rogando a mi jefe por un aumento ahora, y rogaré a mi amigo por ayuda mañana.",
      "example_translation": "Eu implorei meus pais por uma nova bicicleta quando eu era criança, estou implorando ao meu chefe por um aumento agora e vou implorar ao meu amigo por ajuda amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beg.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rogar",
      "translation": "rogar",
      "definition": "Pedir algo de manera humilde o respetuosa",
      "definition_translation": "Pedir algo de uma maneira humilde ou respeitosa",
      "example": "Rogué a mis padres que me permitieran ir a la fiesta. Le ruego que me perdone. Rogaré por misericordia.",
      "example_translation": "Eu roguei a meus pais para me deixarem ir à festa. Eu lhe peço que me perdoe. Eu vou pedir misericórdia.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beg-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beg.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "creencia",
      "translation": "crença",
      "definition": "Sentimiento de estar seguro de que algo existe o es verdad",
      "definition_translation": "Um sentimento de certeza de que algo existe ou é verdadeiro",
      "example": "Mi creencia en Dios me da fuerza. Creo en el poder de la ciencia. Ella cree en sí misma y ganó la competencia.",
      "example_translation": "Minha crença em Deus me dá força. Eu creo no poder da ciência. Ela acreditou em si mesma e ganhou a competição.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belief.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belief.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pertenecer",
      "translation": "pertencer",
      "definition": "Ser parte de algo o estar relacionado con algo",
      "definition_translation": "Ser parte de algo ou estar conectado a algo",
      "example": "Pertenecía a un gimnasio. Ella pertenecía a un club de lectura. Ellos pertenecerán a la nueva empresa pronto.",
      "example_translation": "Eu pertenço a uma academia. Ela pertencia a um clube de livro. Eles pertencerão à nova empresa em breve.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belong-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pertenencias",
      "translation": "pertences",
      "definition": "Cosas que alguien posee o tiene",
      "definition_translation": "Coisas que alguém possui ou tem",
      "example": "Empaqué mis pertenencias y me mudé a una casa nueva. Ella perdió sus pertenencias en el fuego. Ellos vendieron sus pertenencias para viajar por todo el mundo.",
      "example_translation": "Eu embalei meus pertences e me mudei para uma casa nova. Ela perdeu seus pertences no incêndio. Eles venderam seus pertences para viajar ao redor do mundo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/belongings.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belongings.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "banco",
      "translation": "banco",
      "definition": "Un asiento fijo y largo o una pieza de madera o metal, normalmente con respaldo, usada para sentarse",
      "definition_translation": "Um assento longo e fixo ou uma peça longa e plana de madeira ou metal, geralmente com um encosto, usado para sentar",
      "example": "Me senté en el banco y vi el partido. Me sentaré en el banco mañana. Me senté en el banco ayer.",
      "example_translation": "Eu me sentei no banco e assisti ao jogo. Eu me sentarei no banco amanhã. Eu me sentei no banco ontem.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bench.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bench.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "doblarse",
      "translation": "dobra",
      "definition": "Cambiar la dirección o forma de algo, especialmente doblándolo o curvándolo",
      "definition_translation": "Mudar a direção ou forma de algo, especialmente dobrando ou curvando",
      "example": "Tuve que doblar el alambre para arreglarlo. Doblaré las reglas mañana. Doblé la rama ayer.",
      "example_translation": "Eu tive que dobrar o fio para consertá-lo. Eu dobrarei as regras amanhã. Eu dobrei o ramo ontem.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "doblar",
      "translation": "dobra",
      "definition": "Cambiar la dirección o la forma de algo, especialmente doblando o curvando",
      "definition_translation": "Mudar a direção ou forma de algo, especialmente dobrando ou curvando",
      "example": "El camino doblará a la izquierda. Dobló a la derecha hoy. Dobló a la izquierda ayer.",
      "example_translation": "A estrada dobrará à esquerda. Ela dobra à direita hoje. Ela dobra à esquerda ontem.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "doblar",
      "translation": "dobra",
      "definition": "Cambiar la dirección o la forma de algo, especialmente doblando o curvando",
      "definition_translation": "Mudar a direção ou forma de algo, especialmente dobrando ou curvando",
      "example": "La rama se dobló bajo el peso. La vara se doblará pronto. La barra se dobló la semana pasada.",
      "example_translation": "O ramo dobrou sob o peso. O pau dobrará em breve. A haste dobrou na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bend-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "debajo",
      "translation": "debaixo",
      "definition": "Ubicado directamente debajo de algo o alguien.",
      "definition_translation": "Localizado diretamente abaixo de algo ou alguém.",
      "example": "El tesoro estaba enterrado debajo del viejo árbol de roble. El perro le gusta dormir debajo de la cama. Construiremos una nueva carretera debajo del puente.",
      "example_translation": "O tesouro foi enterrado debaixo da velha árvore de carvalho. O cão gosta de dormir debaixo da cama. Vamos construir uma nova estrada debaixo da ponte.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beneath.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneath.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "beneficioso",
      "translation": "benéfico",
      "definition": "Tener un efecto útil o beneficioso.",
      "definition_translation": "Tendo um efeito útil ou benéfico.",
      "example": "El ejercicio regular es beneficioso para tu salud. La nueva política ha sido beneficiosa para la empresa. Los efectos beneficiosos de la meditación están bien documentados.",
      "example_translation": "O exercício regular é benéfico para sua saúde. A nova política tem sido benéfica para a empresa. Os efeitos benéficos da meditação são bem-documentados.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/beneficial.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beneficial.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "beneficio",
      "translation": "benefício",
      "definition": "Una ventaja o ganancia obtenida de algo.",
      "definition_translation": "Um vantagem ou lucro obtido de algo.",
      "example": "El beneficio del ejercicio regular es un estilo de vida saludable. La empresa ofrece una variedad de beneficios a sus empleados. El beneficio de la nueva política no está claro.",
      "example_translation": "O benefício do exercício regular é um estilo de vida saudável. A empresa oferece uma gama de benefícios para seus funcionários. O benefício da nova política é incerto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/benefit-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/benefit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "baya",
      "translation": "mirtilo",
      "definition": "Una fruta pequeña, usualmente dulce o ácida.",
      "definition_translation": "Um fruto pequeno, geralmente doce ou azedo.",
      "example": "Me encanta comer fresas y arándanos azules en verano. Los arbustos de bayas estaban llenos de fruta madura. Ella recogió unas bayas de los arbustos para comer.",
      "example_translation": "Eu adoro comer morangos e mirtilos no verão. Os arbustos de mirtilos estavam cheios de frutas maduras. Ela colheu algumas mirtilos dos arbustos para comer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/berry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/berry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bestseller",
      "translation": "melhor-vendedor",
      "definition": "Un bestseller es un libro u otro producto que se vende en grandes cantidades, a menudo convirtiéndose en un fenómeno cultural.",
      "definition_translation": "Um bestseller é um livro ou outro produto que vende em grandes quantidades, muitas vezes se tornando um fenômeno cultural.",
      "example": "La novela se convirtió en un bestseller después de ser presentada en un programa de televisión popular. Fue un bestseller el año pasado. Será un bestseller el año que viene.",
      "example_translation": "O romance se tornou um bestseller após ser apresentado em um show de TV popular. Era um bestseller no ano passado. Será um bestseller no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bestseller.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bestseller.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apostar",
      "translation": "apostar",
      "definition": "Apostar es arriesgar dinero o algo valioso en el resultado de un evento, como un juego o un concurso.",
      "definition_translation": "Apostar é arriscar dinheiro ou algo valioso no resultado de um evento, como um jogo ou concurso.",
      "example": "Aposté al equipo ganador y gané mucho dinero. Ella apuesta a su caballo favorito cada semana. Apostarán por los resultados de las elecciones esta noche.",
      "example_translation": "Eu apostei na equipe vencedora e ganhei muito dinheiro. Ela aposta em seu cavalo favorito todas as semanas. Eles apostarão nos resultados das eleições hoje à noite.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "traicionar",
      "translation": "trair",
      "definition": "Traicionar es ser desleal o infiel a alguien o algo, a menudo revelando información confidencial o haciendo algo dañino.",
      "definition_translation": "Trair é ser desleal ou infiel a alguém ou algo, frequentemente revelando informação confidencial ou fazendo algo prejudicial.",
      "example": "Él traicionó la confianza de su amigo al revelar un secreto. Ella traicionó a su país al vender información clasificada. Traicionarán a su empleador si no obtienen un aumento.",
      "example_translation": "Ele traiu a confiança de seu amigo revelando um segredo. Ela traiu seu país vendendo informações classificadas. Eles trairão seu empregador se não receberem um aumento.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/betray.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/betray.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bikini",
      "translation": "biquíni",
      "definition": "Un bikini es un tipo de traje de baño que consta de dos piezas, una que cubre el busto y la otra que cubre el área del pubis.",
      "definition_translation": "Um biquíni é um tipo de maiô que consiste em duas peças, uma cobrindo o busto e a outra cobrindo a área da virilha.",
      "example": "Ella llevó un bikini a la playa y se quemó. Compré un nuevo bikini para mi vacación. Diseñaron una nueva línea de bikinis para la temporada de verano.",
      "example_translation": "Ela usou um biquíni na praia e pegou um queimadura de sol. Eu comprei um novo biquíni para minhas férias. Eles diseñaram uma nova linha de biquínis para a temporada de verão.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bikini.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bikini.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "factura",
      "translation": "conta",
      "definition": "Una factura es un documento que solicita el pago de bienes o servicios suministrados.",
      "definition_translation": "Uma conta é um documento solicitando pagamento por bens ou serviços fornecidos.",
      "example": "Recibí una factura de la compañía eléctrica ayer, la pagaré mañana, y la pagué el mes pasado.",
      "example_translation": "Eu recebi uma conta da empresa de eletricidade ontem, pagarei amanhã e paguei no mês passado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bill-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "billón",
      "translation": "bilhão",
      "definition": "Un billón es un número igual a 1,000,000,000.",
      "definition_translation": "Um bilhão é um número igual a 1.000.000.000.",
      "example": "La empresa alcanzó un billón de dólares en ingresos el año pasado, alcanzará dos billones el próximo año, y ya ha alcanzado tres billones este año.",
      "example_translation": "A receita da empresa alcançou um bilhão de dólares no ano passado, alcançará dois bilhões no ano que vem e já alcançou três bilhões este ano.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/billion.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/billion.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "biológico",
      "translation": "biológico",
      "definition": "Biológico se refiere al estudio de los organismos vivos y sus interacciones.",
      "definition_translation": "Biológico refere-se ao estudo de organismos vivos e suas interações.",
      "example": "El reloj biológico está funcionando, se estudió la respuesta biológica al estrés, y los efectos biológicos de la contaminación son devastadores.",
      "example_translation": "O relógio biológico está funcionando, a resposta biológica ao estresse foi estudada e os efeitos biológicos da poluição são devastadores.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/biological.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biological.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "morder",
      "translation": "mordida",
      "definition": "Morder es agarrar o masticar algo con los dientes.",
      "definition_translation": "Morder é agarrar ou mastigar algo com os dentes.",
      "example": "El perro mordió al cartero ayer, lo morderá al cartero mañana, y lo mordió al policía la semana pasada.",
      "example_translation": "O cão mordeu o carteiro ontem, morde o carteiros amanhã e mordeu o policial na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bite.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "morder",
      "translation": "morder",
      "definition": "agarrar o sostener con fuerza con los dientes",
      "definition_translation": "segurar ou manter firmemente com os dentes",
      "example": "Me mordí elTrozo de manzana, estoy mordiendo el sandwich, y me morderé la hamburguesa.",
      "example_translation": "Eu mordi na maçã, estou mordendo no sanduíche, irei morder no hambúrguer.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bite-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bite.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amargo",
      "translation": "amargo",
      "definition": "tener un sabor o olor amargo",
      "definition_translation": "tendo um sabor ou cheiro amargo",
      "example": "El café era amargo, el medicamento tenía un sabor amargo, y las palabras se dijeron con ironía amarga.",
      "example_translation": "O café era amargo, o remédio tinha um gosto amargo, as palavras foram proferidas com ironia amarga.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bitter.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitter.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "amargamente",
      "translation": "amargamente",
      "definition": "de manera amarga",
      "definition_translation": "de uma maneira amarga",
      "example": "Ella se arrepintió amargamente de su decisión, él habló amargamente sobre su pasado, y ellos disputaron amargamente el resultado.",
      "example_translation": "Ela se arrependeu amargamente de sua decisão, Ele falou amargamente sobre seu passado, Eles disputaram amargamente o resultado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bitterly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bitterly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bizarro",
      "translation": "bizarro",
      "definition": "muy extraño o inusual",
      "definition_translation": "muito estranho ou incomum",
      "example": "El arte era bizarro, el desfile de moda presentó diseños bizarros, y tuve un sueño bizarro anoche.",
      "example_translation": "A obra de arte era bizarra, o desfile de moda apresentava designs bizarras, Ele teve um sonho bizarro ontem à noite.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bizarre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bizarre.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zarzamora",
      "translation": "amora",
      "definition": "Una zarzamora es un tipo de fruta que crece en un arbusto. Es pequeña, redonda y generalmente negra o de color púrpura oscuro.",
      "definition_translation": "Uma amora é um tipo de fruta que cresce em um arbusto. É pequena, redonda e geralmente preta ou de cor púrpura escura.",
      "example": "Me comí una tarta de zarzamoras ayer, estoy bebiendo un batido de zarzamoras ahora, y comeré una ensalada de zarzamoras mañana.",
      "example_translation": "Eu comi um pie de amora ontem, estou comendo um smoothie de amora agora e comerei uma salada de amora amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blackberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cassis",
      "translation": "cassis",
      "definition": "Un cassis es un tipo de fruta similar a la zarzamora, pero es más pequeña y dulce.",
      "definition_translation": "Um cassis é um tipo de fruta que é semelhante à amora, mas é menor e mais doce.",
      "example": "Recogí cassís de mi jardín la semana pasada, estoy recogiendo cassís ahora, y recogeré cassís el mes próximo.",
      "example_translation": "Eu colhi cassises do meu jardim na semana passada, estou colhendo cassises agora e colherei cassises no mês que vem.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/black-currant.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackcurrant.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hoja",
      "translation": "lâmina",
      "definition": "Una hoja es una pieza larga, plana y estrecha de metal utilizada para cortar o picar.",
      "definition_translation": "Uma lâmina é uma peça longa, plana e estreita de metal usada para cortar ou picar.",
      "example": "Afilé la hoja de mi cuchillo ayer, estoy afilando la hoja de mis tijeras ahora, y afilaré la hoja de mi hacha mañana.",
      "example_translation": "Eu afiei a lâmina da minha faca ontem, estou afiando a lâmina das minhas tesouras agora e afiarei a lâmina do meu machado amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blade.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blade.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "en blanco",
      "translation": "em branco",
      "definition": "Algo que está en blanco está vacío o no tiene marcas o escritura en él.",
      "definition_translation": "Algo que está em branco é vazio ou não tem marcas ou escrita nele.",
      "example": "Llené los espacios en blanco en el formulario ayer, estoy llenando los espacios en blanco en el cuestionario ahora, y llenaré los espacios en blanco en el examen mañana.",
      "example_translation": "Eu preenchi os espaços em branco no formulário ontem, estou preenchendo os espaços em branco no questionário agora e preencherei os espaços em branco no quiz amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blank.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blank.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ciego",
      "translation": "cego",
      "definition": "Incapan de ver o tener una visión muy pobre.",
      "definition_translation": "Incapaz de ver ou tendo visão muito pobre",
      "example": "Estuve ciego al peligro hasta que fue demasiado tarde. Soy ciego a la belleza de la naturaleza. Seré ciego a las señales de advertencia.",
      "example_translation": "Eu estava cego para o perigo até que fosse tarde demais. Eu sou cego para a beleza da natureza. Eu serei cego para os sinais de alerta.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blind-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blind.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "parpadear",
      "translation": "piscar",
      "definition": "Cerrar y abrir los ojos rápidamente, típicamente para remover suciedad o partículas extrañas de los ojos.",
      "definition_translation": "Fechar e abrir os olhos rapidamente, geralmente para remover sujeira ou outras partículas estranhas dos olhos",
      "example": "Ella parpadeó rápidamente para clarificar sus ojos. Él parpadea lentamente cuando está cansado. Ellos parpadearán tres veces para señalar acuerdo.",
      "example_translation": "Ela piscou rapidamente para limpar os olhos. Ele pisca lentamente quando está cansado. Eles vão piscar três vezes para sinalizar concordância.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blink.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blink.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bloque",
      "translation": "bloco",
      "definition": "Un pedazo sólido de material, como madera o piedra, utilizado para la construcción o edificación.",
      "definition_translation": "Um pedaço sólido de material, como madeira ou pedra, usado para construção ou edificação",
      "example": "El niño construyó una torre de bloques. La empresa bloqueará la carretera para la construcción. Ellos bloquearon la entrada del edificio.",
      "example_translation": "A criança construiu uma torre de blocos. A empresa bloqueará a estrada para construção. Eles bloquearam a entrada do edifício.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/block-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/block.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sangriento",
      "translation": "sanguinolento",
      "definition": "Cubierto de o manchado con sangre.",
      "definition_translation": "Coberto ou manchado de sangue",
      "example": "La herida sangrienta necesitaba puntos. La pelea sangrienta terminó en arresto. La escena del crimen sangrienta fue acordonada.",
      "example_translation": "A ferida sanguinolenta precisava de pontos. A luta sanguinolenta terminou em prisão. A cena de crime sanguinolenta foi isolada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bloody.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bloody.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arándano",
      "translation": "mirtilo",
      "definition": "Una fruta pequeña y redonda con un sabor dulce y ligeramente ácido, típicamente de color púrpura-azul.",
      "definition_translation": "Um pequeno fruto redondo com sabor doce e ligeiramente azedo, geralmente de cor roxa-azul.",
      "example": "Me comí un muffin de arándano para desayunar. Me comeré arándanos con yogur para almorzar. Me había comido arándanos con avena para cenar.",
      "example_translation": "Eu comi um muffin de mirtilo no café da manhã. Vou comer mirtilos com iogurte no almoço. Eu havia comido mirtilos com aveia no jantar.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blueberry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blueberry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ruborizarse",
      "translation": "ruborizar",
      "definition": "Ponerse rojo en la cara, especialmente debido a la vergüenza o la timidez.",
      "definition_translation": "Tornar-se vermelho no rosto, especialmente por causa de vergonha ou constrangimento.",
      "example": "Ella se ruborizó cuando él la sorprendió con flores. Se ruborizará cuando vea su mensaje romántico. Se había ruborizado cuando él le besó la mano.",
      "example_translation": "Ela ruborizou quando ele a surpreendeu com flores. Ela ruborizará quando vir a mensagem romântica dele. Ela havia ruborizado quando ele beijou sua mão.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/blush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tabla",
      "translation": "quadro",
      "definition": "Un pedazo plano, usualmente rectangular, de material, como madera o plástico, utilizado para un propósito particular.",
      "definition_translation": "Um pedaço plano, geralmente retangular, de material, como madeira ou plástico, usado para um propósito específico.",
      "example": "La maestra escribió en la tabla. Ella pondrá el aviso en la tabla. Ellos habían usado la tabla para su presentación del proyecto.",
      "example_translation": "A professora escreveu no quadro. Ela vai colocar o aviso no quadro. Eles haviam usado o quadro para a apresentação do projeto.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-2.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "junta",
      "translation": "diretório",
      "definition": "Un grupo de personas que manejan o dirigen una organización.",
      "definition_translation": "Um grupo de pessoas que gerenciam ou dirigem uma organização.",
      "example": "La junta de directores tomó una decisión unánime. La junta se reunirá de nuevo la próxima semana. Ellos habían elegido una nueva junta el año pasado.",
      "example_translation": "A diretoria tomou uma decisão unânime. A diretoria se reunirá novamente na semana que vem. Eles haviam eleito uma nova diretoria no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/board-4.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "presumir",
      "translation": "ostentar",
      "definition": "hablar con orgullo sobre algo que has hecho o algo que tienes",
      "definition_translation": "falar com orgulho sobre algo que você fez ou algo que você tem",
      "example": "Me jacté de mi nuevo coche a mis amigos ayer, me jactaré de mi nuevo trabajo mañana, y me jacté de mi graduación la semana pasada.",
      "example_translation": "Ostentei meu novo carro para meus amigos ontem, ostentarei meu novo emprego amanhã e ostentei minha formatura na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boast.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boast.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guardaespaldas",
      "translation": "segurança pessoal",
      "definition": "una persona o grupo de personas contratadas para proteger a alguien del peligro",
      "definition_translation": "uma pessoa ou grupo de pessoas contratadas para proteger alguém de perigo",
      "example": "La celebridad contrató un guardaespaldas para protegerla de los paparazzi, contratará un guardaespaldas para su próximo concierto, y había contratado un guardaespaldas para su boda el año pasado.",
      "example_translation": "A celebridade contratou um segurança pessoal para protegê-la dos paparazzi, ela contratara um segurança pessoal para seu próximo concerto e ela havia contratado um segurança pessoal para seu casamento no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bodyguard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bodyguard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hirviendo",
      "translation": "fervente",
      "definition": "extremadamente enojado o furioso",
      "definition_translation": "extremamente zangado ou furioso",
      "example": "Estaba hirviendo de rabia cuando vi las noticias, estaré hirviendo de ira si no consigo el trabajo, y estaba hirviendo de frustración cuando mi computadora se crashó.",
      "example_translation": "Eu estava fervente de raiva quando vi as notícias, estarei fervente de raiva se não conseguir o emprego e eu estava fervente de frustração quando meu computador travou.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "audaz",
      "translation": "ousado",
      "definition": "mostrando coraje o determinación",
      "definition_translation": "mostrando coragem ou determinação",
      "example": "La emprendedora audaz tomó un riesgo para empezar su propio negocio, será audaz para invertir en un nuevo proyecto, y fue audaz para dejar su trabajo para viajar por el mundo.",
      "example_translation": "A empreendedora ousada assumiu um risco para iniciar seu próprio negócio, ela será ousada para investir em um novo projeto e ela foi ousada para pedir demissão do emprego para viajar pelo mundo.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bold.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bold.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "audazmente",
      "translation": "corajosamente",
      "definition": "De una manera que muestra coraje o disposición a tomar riesgos",
      "definition_translation": "De uma maneira que mostra coragem ou disposição para correr riscos",
      "example": "Habló audazmente a la multitud, abogando por el cambio.",
      "example_translation": "Ela falou corajosamente para a multidão, advogando por mudanças.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/boldly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boldly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bombardeo",
      "translation": "bombardeio",
      "definition": "El acto de lanzar bombas desde un avión",
      "definition_translation": "O ato de soltar bombas de um avião",
      "example": "La ciudad estuvo bajo bombardeo durante la guerra.",
      "example_translation": "A cidade estava sendo bombardeada durante a guerra.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bombing.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bombing.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enlace",
      "translation": "vínculo",
      "definition": "Una conexión cercana y fuerte entre personas o cosas",
      "definition_translation": "Uma conexão próxima e forte entre pessoas ou coisas",
      "example": "El enlace entre los dos amigos era indescifrable.",
      "example_translation": "O vínculo entre os dois amigos era inquebrável.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bond.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bond.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bonificación",
      "translation": "bônus",
      "definition": "Un pago adicional o beneficio, típicamente dado a los empleados",
      "definition_translation": "Um pagamento extra ou benefício, geralmente dado a funcionários",
      "example": "La empresa ofreció una bonificación a todos los empleados que cumplieron sus objetivos.",
      "example_translation": "A empresa ofereceu um bônus a todos os funcionários que atingiram seus alvos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bonus.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bonus.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "folleto",
      "translation": "livrinho",
      "definition": "Un libro pequeño, típicamente que contiene información sobre un tema particular o producto",
      "definition_translation": "Um livro small, geralmente contendo informações sobre um tema ou produto específico.",
      "example": "Recogí un folleto sobre la nueva exhibición del museo en la mesa de información. Ayer, había leído el folleto de principio a fin. Para el próximo año, habré terminado de leer toda la serie de folletos.",
      "example_translation": "Eu peguei um livrinho sobre a nova exposição do museu na mesa de informações. Ontem, eu li o livrinho da capa ao correr. Até o próximo ano, eu terei terminado de ler toda a série de livrinhos.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/booklet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/booklet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-b2",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "marcador",
      "translation": "marca-página",
      "definition": "Un marcador o etiqueta utilizado para mantener el lugar en un libro, o un enlace o icono utilizado para guardar un sitio web como favorito",
      "definition_translation": "Um marcador ou etiqueta usado para manter o lugar em um livro, ou um link ou ícone usado para salvar um site como favorito.",
      "example": "Utilicé un marcador para marcar la página donde me quedé leyendo. Ayer, había marcado el artículo para leerlo más tarde. Para la próxima semana, habré organizado todos mis marcadores.",
      "example_translation": "Eu usei uma marca-página para marcar a página onde eu parei de ler. Ontem, eu havia marcado o artigo para ler mais tarde. Até a próxima semana, eu terei organizado todas as minhas marca-páginas.",
      "imageLink": "image_files\\English\\"imageLink": "https://www.ang.pl/img/slownik/bookmark.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookmark.mp3"
    }
  ]