[
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gato",
      "translation": "gato",
      "definition": "Un mamífero carnívoro pequeño y comúnmente peludo de la familia Felidae, a menudo mantenida como mascota doméstica.",
      "definition_translation": "Um pequeno mamífero carnívoro da família Felidae, muitas vezes criado como um animal de estimação.",
      "example": "Vi un gato durmiendo en el sofá ayer, estaba durmiendo hoy y dormirá mañana.",
      "example_translation": "Eu vi um gato dormindo no sofá ontem, estava dormindo hoje, e dormirá amanhã.",
      "imageLink": "image_files\\English\\cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vaca",
      "translation": "vaca",
      "definition": "Un mamífero ungulado domesticado que produce leche, comúnmente mantenido en granjas y ranchos.",
      "definition_translation": "Um grande mamífero ungulado domesticado que produz leite, geralmente mantido em fazendas e ranchos.",
      "example": "La vaca estaba pastando en el campo ayer, está pastando hoy y pastará mañana.",
      "example_translation": "A vaca estava pastando no campo ontem, está pastando hoje, e pastará amanhã.",
      "imageLink": "image_files\\English\\cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perro",
      "translation": "cachorro",
      "definition": "Un mamífero carnívoro domesticado que pertenece a la familia Canidae, a menudo mantenido como compañero o guardián.",
      "definition_translation": "Um mamífero carnívoro domesticado que pertence à família Canidae, muitas vezes criado como um companheiro ou guarda.",
      "example": "El perro estaba ladrando fuerte ayer, está ladrando hoy y ladra mañana.",
      "example_translation": "O cachorro estava latindo alto ontem, está latindo hoje, e latirá amanhã.",
      "imageLink": "image_files\\English\\dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caballo",
      "translation": "cavalo",
      "definition": "Un mamífero herbívoro cuadrúpedo grande, domesticado y utilizado para montar, carruajes y otros propósitos.",
      "definition_translation": "Um grande mamífero quadrúpede herbívoro, ungulado, domesticado e usado para montaria, carruagem e outros propósitos.",
      "example": "El caballo estaba galopando en el campo ayer, está galopando hoy y galopará mañana.",
      "example_translation": "O cavalo estava galopando no campo ontem, está galopando hoje, e galopará amanhã.",
      "imageLink": "image_files\\English\\horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cerdo",
      "translation": "porco",
      "definition": "Un cerdo es un mamífero domesticado que a menudo se mantiene en granjas y se utiliza para su carne.",
      "definition_translation": "Um porco é um mamífero domesticado que é frequentemente mantido em fazendas e é utilizado por sua carne.",
      "example": "Vi un cerdo comiendo comida en la granja ayer. El cerdo está comiendo comida en la granja ahora. El cerdo comerá comida en la granja mañana.",
      "example_translation": "Eu vi um porco comendo comida na fazenda ontem. O porco está comendo comida na fazenda agora. O porco comerá comida na fazenda amanhã.",
      "imageLink": "image_files\\English\\pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oveja",
      "translation": "ovelha",
      "definition": "Una oveja es un mamífero domesticado que a menudo se mantiene en granjas y se utiliza para su lana y carne.",
      "definition_translation": "Uma ovelha é um mamífero domesticado que é frequentemente mantido em fazendas e é utilizado por sua lã e carne.",
      "example": "Vi una oveja pastando en el campo ayer. La oveja está pastando en el campo ahora. La oveja pastará en el campo mañana.",
      "example_translation": "Eu vi uma ovelha pastando no campo ontem. A ovelha está pastando no campo agora. A ovelha pastará no campo amanhã.",
      "imageLink": "image_files\\English\\sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bebé",
      "translation": "bebê",
      "definition": "Un bebé es un ser humano muy joven, especialmente uno recién o recientemente nacido.",
      "definition_translation": "Um bebê é um ser humano muito jovem, especialmente um recém-nascido ou recentemente nascido.",
      "example": "El bebé estaba llorando ayer. El bebé está durmiendo ahora. El bebé jugará con juguetes mañana.",
      "example_translation": "O bebê estava chorando ontem. O bebê está dormindo agora. O bebê brincará com brinquedos amanhã.",
      "imageLink": "image_files\\English\\baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oso",
      "translation": "urso",
      "definition": "Un oso es un mamífero carnívoro grande con pelo lanudo, encontrado en bosques y montañas.",
      "definition_translation": "Um urso é um grande mamífero carnívoro com pelo lanoso, encontrado em florestas e montanhas.",
      "example": "Vi un oso caminando en el bosque ayer. El oso está subiendo un árbol ahora. El oso nadará en el río mañana.",
      "example_translation": "Eu vi um urso caminhando na floresta ontem. O urso está subindo uma árvore agora. O urso nadará no rio amanhã.",
      "imageLink": "image_files\\English\\bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chita",
      "translation": "chita",
      "definition": "Una chita es un gato grande nativo de África y el centro de Irán, conocido por su distintiva capa y velocidad increíble, alcanzando hasta 70 millas por hora.",
      "definition_translation": "Um chita é um grande gato nativo da África e do Irã central, conhecido por sua coat distinta e incrível velocidade, atingindo até 70 milhas por hora.",
      "example": "En el pasado, la chita era una vista común en la sabana, pero hoy en día es una especie en peligro de extinción. En el presente, se están llevando a cabo esfuerzos de conservación para proteger la chita y su hábitat. En el futuro, esperamos ver la chita prosperar de nuevo.",
      "example_translation": "No passado, o chita era uma visão comum na savana, mas hoje é uma espécie ameaçada. No presente, esforços de conservação estão em andamento para proteger o chita e seu habitat. No futuro, esperamos ver o chita prosperar novamente.",
      "imageLink": "image_files\\English\\cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elefante",
      "translation": "elefante",
      "definition": "Un elefante es un mamífero grande e inteligente con tronco, colmillos y un sonido distinto, nativo de África y Asia.",
      "definition_translation": "Um elefante é um grande mamífero inteligente com um tronco, presas e um som característico, nativo da África e Ásia.",
      "example": "En el pasado, los elefantes se utilizaban como animales de carga, pero hoy en día están protegidos por leyes de conservación. En el presente, los elefantes son una parte importante de sus ecosistemas, jugando un papel vital en la dispersión de semillas y la creación de bosques. En el futuro, esperamos ver las poblaciones de elefantes continuar prosperando.",
      "example_translation": "No passado, os elefantes eram usados como animais de carga, mas hoje são protegidos por leis de conservação. No presente, os elefantes são uma parte importante de seus ecossistemas, desempenhando um papel vital na dispersão de sementes e criação de florestas. No futuro, esperamos ver as populações de elefantes continuar a prosperar.",
      "imageLink": "image_files\\English\\elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cerdo de Guinea",
      "translation": "porquinho-da-índia",
      "definition": "Un cerdo de Guinea es un pequeño roedor comúnmente mantenido como mascota, nativo de Sudamérica.",
      "definition_translation": "Um porquinho-da-índia é um pequeño roedor peludo comumente mantido como animal de estimação, nativo da América do Sul.",
      "example": "En el pasado, los cerdos de Guinea se utilizaban como alimento en algunas culturas, pero hoy en día son amadas mascotas. En el presente, los cerdos de Guinea son populares mascotas debido a su naturaleza gentil y cuidado de mantenimiento bajo. En el futuro, esperamos ver a los cerdos de Guinea continuar brindando alegría a sus dueños.",
      "example_translation": "No passado, os porquinhos-da-índia eram usados como comida em algumas culturas, mas hoje são animais de estimação queridos. No presente, os porquinhos-da-índia são animais de estimação populares devido à sua natureza gentil e cuidado de baixa manutenção. No futuro, esperamos ver os porquinhos-da-índia continuar a trazer alegria para seus donos.",
      "imageLink": "image_files\\English\\guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hámster",
      "translation": "hamster",
      "definition": "Un hámster es un pequeño roedor comúnmente mantenido como mascota, nativo de Europa y Asia.",
      "definition_translation": "Um hamster é um pequeno roedor peludo comumente mantido como animal de estimação, nativo da Europa e Ásia.",
      "example": "En el pasado, los hámsteres se utilizaban como animales de laboratorio, pero hoy en día son populares mascotas. En el presente, los hámsteres son conocidos por su amor al ejercicio y el juego, y los dueños a menudo les proporcionan juguetes y túneles para explorar. En el futuro, esperamos ver a los hámsteres continuar prosperando como amadas mascotas.",
      "example_translation": "No passado, os hamsters eram usados como animais de laboratório, mas hoje são animais de estimação populares. No presente, os hamsters são conhecidos por seu amor ao exercício e brincadeira, e os donos frequentemente lhes fornecem brinquedos e túneis para explorar. No futuro, esperamos ver os hamsters continuar a prosperar como animais de estimação queridos.",
      "imageLink": "image_files\\English\\hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "león",
      "translation": "leão",
      "definition": "Un gran mamífero carnívoro con un abrigo corto, tawny o dorado y una larga melena en el macho, encontrado en sabanas y praderas de África y la India.",
      "definition_translation": "Um grande mamífero carnívoro com um curto, tawny ou casaco dourado e um longo mane no macho, encontrado em savanas e gramados da África e Índia.",
      "example": "El león rugió fuerte en la jungla ayer, ruge fuerte en la jungla ahora y rugirá fuerte en la jungla mañana.",
      "example_translation": "O leão rugiu alto na selva ontem, ele ruge alto na selva agora e rugirá alto na selva amanhã.",
      "imageLink": "image_files\\English\\lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mono",
      "translation": "macaco",
      "definition": "Un primate del orden Primates, incluyendo prosimios, monos del Nuevo Mundo, monos del Viejo Mundo y simios, caracterizados por tener una cola larga y vivir en árboles.",
      "definition_translation": "Um prímata da ordem Primatas, incluindo prosimii, macacos do Novo Mundo, macacos do Velho Mundo e grandes macacos, tipicamente tendo uma longa cauda e vivendo em árvores.",
      "example": "El mono saltó de árbol en árbol rápidamente ayer, salta de árbol en árbol rápidamente ahora y saltará de árbol en árbol rápidamente mañana.",
      "example_translation": "O macaco pulou de árvore em árvore rapidamente ontem, ele pula de árvore em árvore rapidamente agora e pulará de árvore em árvore rapidamente amanhã.",
      "imageLink": "image_files\\English\\monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ratón",
      "translation": "rato",
      "definition": "Un pequeño mamífero roedor que se encuentra comúnmente en casas y granjas, conocido por su capacidad para transmitir enfermedades.",
      "definition_translation": "Um pequeno mamífero roedor que é comumente encontrado em casas e fazendas, e é conhecido por sua habilidade de carregar doenças.",
      "example": "El ratón corrió rápidamente por el piso de la cocina ayer, corre rápidamente por el piso de la cocina ahora y correrá rápidamente por el piso de la cocina mañana.",
      "example_translation": "O rato correu rapidamente pelo chão da cozinha ontem, ele corre rapidamente pelo chão da cozinha agora e correrá rapidamente pelo chão da cozinha amanhã.",
      "imageLink": "image_files\\English\\mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conejillo",
      "translation": "coelho",
      "definition": "Un pequeño mamífero con orejas largas, piernas traseras largas y cola corta, típicamente viviendo en madrigueras y alimentándose de material vegetal.",
      "definition_translation": "Um pequeno mamífero com longas orelhas, longas pernas traseiras e uma cauda curta, tipicamente vivendo em tocas e alimentando-se de material vegetal.",
      "example": "El conejillo saltó rápidamente por el jardín ayer, salta rápidamente por el jardín ahora y saltará rápidamente por el jardín mañana.",
      "example_translation": "O coelho pulou rapidamente pelo jardim ontem, ele pula rapidamente pelo jardim agora e pulará rapidamente pelo jardim amanhã.",
      "imageLink": "image_files\\English\\rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rata",
      "translation": "rato",
      "definition": "Una rata es un roedor que pertenece al género Rattus. Las ratas se consideran comúnmente plagas y son conocidas por transmitir enfermedades.",
      "definition_translation": "Um rato é um roedor que pertence ao gênero Rattus. Os ratos são tipicamente considerados pragas e são conhecidos por carregar doenças.",
      "example": "El gato persiguió a la rata por la cocina. La había perseguido ayer y la perseguirá de nuevo mañana.",
      "example_translation": "O gato perseguiu o rato em torno da cozinha. Ele havia perseguido o rato ontem e vai persegui-lo novamente amanhã.",
      "imageLink": "image_files\\English\\rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "murciélago",
      "translation": "morcego",
      "definition": "Un murciélago es un mamífero volador que pertenece al orden Chiroptera. Los murciélagos son animales nocturnos y utilizan la ecolocación para navegar.",
      "definition_translation": "Um morcego é um mamífero voador que pertence à ordem Chiroptera. Os morcegos são animais noturnos e usam ecolocalização para navegar.",
      "example": "El murciélago voló fuera de la cueva al anochecer. Volverá a volar al amanecer. El murciélago había volado sobre el bosque ayer.",
      "example_translation": "O morcego voou para fora da caverna ao entardecer. Ele voltará a voar ao amanhecer. O morcego havia voado sobre a floresta ontem.",
      "imageLink": "image_files\\English\\bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "toro",
      "translation": "touro",
      "definition": "Un toro es un gran y poderoso animal bovino macho, a menudo utilizado en corridas de toros. Los toros son conocidos por su fuerza y agresividad.",
      "definition_translation": "Um touro é um grande animal bovino macho, muitas vezes usado em touradas. Os touros são conhecidos por sua força e agressividade.",
      "example": "El toro cargó contra el matador. Había cargado contra él ayer y cargará de nuevo mañana. El toro se retirará el año próximo.",
      "example_translation": "O touro investiu contra o matador. Ele havia investido contra ele ontem e investirá novamente amanhã. O touro será aposentado no ano que vem.",
      "imageLink": "image_files\\English\\bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ternero",
      "translation": "bezerro",
      "definition": "Un ternero es el joven de una vaca, típicamente menor de un año. Los terneros son conocidos por su naturaleza juguetona y curiosa.",
      "definition_translation": "Um bezerro é o jovem de uma vaca, tipicamente menos de um ano de idade. Os bezerros são conhecidos por sua natureza brincalhona e curiosa.",
      "example": "El ternero corrió por el campo con su madre. Había corrido ayer y correrá de nuevo mañana. El ternero crecerá para ser una vaca fuerte.",
      "example_translation": "O bezerro correu em torno do campo com sua mãe. Ele havia corrido ontem e vai correr novamente amanhã. O bezerro crescerá para ser uma vaca forte.",
      "imageLink": "image_files\\English\\calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camello",
      "translation": "camelo",
      "definition": "Un mamífero grande y ungulado con una joroba característica en su espalda, nativo de los desiertos del norte de África y Asia occidental.",
      "definition_translation": "Um grande mamífero ungulado de pata par com um corno distinctivo nas costas, nativo dos desertos do norte da África e do oeste da Ásia.",
      "example": "El camello caminó lentamente a través del desierto. Ayer, había caminado durante horas. Mañana, caminará de nuevo.",
      "example_translation": "O camelo caminhou lentamente pelo deserto. Ontem, ele havia caminhado por horas. Amanhã, ele caminhará novamente.",
      "imageLink": "image_files\\English\\camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ganado",
      "translation": "gado",
      "definition": "Mamíferos domésticos del género Bos, a menudo criados en una granja o ranch para su leche o carne.",
      "definition_translation": "Mamíferos domesticados do gênero Bos, muitas vezes mantidos em uma fazenda ou rancho por seu leite ou carne.",
      "example": "El granjero criaba ganado en su granja. El año pasado, había criado una gran manada. El próximo año, criará aún más.",
      "example_translation": "O fazendeiro criou gado em sua fazenda. No ano passado, ele havia criado um grande rebanho. No ano que vem, ele criará ainda mais.",
      "imageLink": "image_files\\English\\cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "delfín",
      "translation": "golfinho",
      "definition": "Un mamífero marino altamente inteligente y social con una aleta dorsal curva, encontrado en mares cálidos y templados.",
      "definition_translation": "Um mamífero marinho muito inteligente e social com uma nadadeira dorsal curva, encontrado em mares quentes e temperados.",
      "example": "El delfín nadó rápidamente a través del agua. La semana pasada, había nadado con su pod. El próximo mes, nadará de nuevo.",
      "example_translation": "O golfinho nadou rapidamente pela água. Na semana passada, ele havia nadado com seu bando. No mês que vem, ele nadará novamente.",
      "imageLink": "image_files\\English\\dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "burro",
      "translation": "burro",
      "definition": "Un animal doméstico, a menudo utilizado como bestia de carga, conocido por su obstinación y fuerte rebuzno.",
      "definition_translation": "Um animal domesticado, muitas vezes usado como uma besta de carga, conhecido por sua teimosia e seu bray alto.",
      "example": "El burro caminó lentamente hacia arriba de la colina. Ayer, había caminado hacia abajo de la montaña. Mañana, caminará de nuevo.",
      "example_translation": "O burro caminhou lentamente até o topo da colina. Ontem, ele havia caminhado até a montanha. Amanhã, ele caminhará novamente.",
      "imageLink": "image_files\\English\\donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "femenina",
      "translation": "feminina",
      "definition": "Una persona que es biológica o psicológicamente femenina.",
      "definition_translation": "Uma pessoa que é biologicamente ou psicologicamente feminina.",
      "example": "Ella fue la primera femenina en escalar el Monte Everest. Ella es una ingeniera femenina. Ella será una astronauta femenina.",
      "example_translation": "Ela foi a primeira feminina a escalar o Monte Everest. Ela é uma engenheira feminina. Ela será uma astronauta feminina.",
      "imageLink": "image_files\\English\\female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piel",
      "translation": "pele",
      "definition": "Una capa gruesa y suave de pelo, especialmente la de un mamífero.",
      "definition_translation": "Uma camada grossa e macia de cabelo, especialmente da de um mamífero.",
      "example": "La piel del conejo era suave y esponjosa. Ella llevaba un abrigo de piel al partido. La piel del oso era marrón.",
      "example_translation": "A pele do coelho era macia e fofa. Ela usava um casaco de pele para a festa. A pele do urso era marrom.",
      "imageLink": "image_files\\English\\fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jirafa",
      "translation": "girafa",
      "definition": "Un mamífero ungulado alto con un cuello y patas largas, nativo de África.",
      "definition_translation": "Um mamífero ungulado de pernas longas e pescoço longo, nativo da África.",
      "example": "Vimos una jirafa en el zoológico. La jirafa estaba comiendo hojas del árbol. La jirafa correrá a través de la sabana.",
      "example_translation": "Nós vimos uma girafa no zoológico. A girafa estava comendo folhas da árvore. A girafa correrá pela savana.",
      "imageLink": "image_files\\English\\giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cabra",
      "translation": "cabra",
      "definition": "Un animal de granja con una barba parecida a una barba en su barbilla, a menudo criado en granjas.",
      "definition_translation": "Um animal de criação com um tufo de cabelo semelhante à barba no queixo, frequentemente mantido em fazendas.",
      "example": "La cabra estaba comiendo hierba en el campo. Ella ordeñaba la cabra todas las mañanas. La cabra subirá la montaña.",
      "example_translation": "A cabra estava comendo grama no campo. Ela ordenhava a cabra todas as manhãs. A cabra subirá a montanha.",
      "imageLink": "image_files\\English\\goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "liebre",
      "translation": "lebre",
      "definition": "Un mamífero rápido y de patas largas que vive en campos y bosques y tiene orejas muy largas y patas traseras poderosas.",
      "definition_translation": "Um mamífero de movimento rápido, de pernas longas que vive em campos e florestas e tem orelhas muito longas e pernas traseiras poderosas.",
      "example": "La liebre sprintó a través del campo, sus orejas largas ondeando en el viento. Ayer, vi una liebre brincando a través del bosque. Para el próximo año, habré visto muchas liebres en la naturaleza.",
      "example_translation": "A lebre disparou pelo campo, suas orelhas longas batendo ao vento. Ontem, eu vi uma lebre pulando pela floresta. Até o próximo ano, eu vou ter visto muitas lebres no ambiente selvagem.",
      "imageLink": "image_files\\English\\hare.jpg",
      "audioLink": "hare.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hipopótamo",
      "translation": "hipopótamo",
      "definition": "Un mamífero grande y semiacuático que vive en ríos y lagos y tiene un cuerpo redondeado y patas cortas.",
      "definition_translation": "Um grande mamífero semi-aquático que vive em rios e lagos e tem um corpo redondo e pernas curtas.",
      "example": "En el zoológico, vi un hipopótamo nadando en el agua. La semana pasada, aprendimos sobre hipopótamos en la escuela. Para el próximo mes, habré visto un hipopótamo de cerca.",
      "example_translation": "No zoológico, eu vi um hipopótamo nadando na água. Na semana passada, nós aprendemos sobre hipopótamos na escola. Até o próximo mês, eu vou ter visto um hipopótamo de perto.",
      "imageLink": "image_files\\English\\hippo.jpg",
      "audioLink": "hippo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gatito",
      "translation": "gatinho",
      "definition": "Un gato joven, generalmente menor de un año, que es pequeño y lindo.",
      "definition_translation": "Um gato jovem, tipicamente com menos de um ano de idade, que é pequeno e fofo.",
      "example": "Jugué con un gatito en casa de mi amigo ayer. Mi hermana tiene un gatito que ama jugar con cuerdas. El próximo año, tendré un gatito propio.",
      "example_translation": "Eu brinquei com um gatinho na casa do meu amigo ontem. Minha irmã tem um gatinho que adora brincar com cordas. No próximo ano, eu vou ter um gatinho meu.",
      "imageLink": "image_files\\English\\kitten.jpg",
      "audioLink": "kitten.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cordero",
      "translation": "cordeiro",
      "definition": "Un oveja joven, generalmente menor de un año, que es gentil e inocente.",
      "definition_translation": "Um carneiro jovem, tipicamente com menos de um ano de idade, que é gentil e inocente.",
      "example": "Vimos un cordero naciendo en la granja ayer. Mi padre tiene un cordero que ama seguirlo por todas partes. La próxima primavera, ayudaré a cuidar un cordero.",
      "example_translation": "Nós vimos um cordeiro nascer na fazenda ontem. Meu pai tem um cordeiro que adora seguir ele em volta. Na próxima primavera, eu vou ajudar a cuidar de um cordeiro.",
      "imageLink": "image_files\\English\\lamb.jpg",
      "audioLink": "lamb.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "masculino",
      "translation": "macho",
      "definition": "Que tiene o se caracteriza por fuerza, vigor o agresividad; masculino.",
      "definition_translation": "Tendo ou caracterizado pela força, vigor ou agressividade; masculino.",
      "example": "Él era un modelo masculino, conocido por sus looks rudos. Él había sido un stripper masculino antes de convertirse en actor. Él será el protagonista masculino en la próxima película.",
      "example_translation": "Ele era um modelo masculino, conhecido por sua aparência rude. Ele havia sido um stripper masculino antes de se tornar um ator. Ele será o lead masculino no próximo filme.",
      "imageLink": "image_files\\English\\male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mula",
      "translation": "mula",
      "definition": "Una persona obstinada que se niega a cambiar de opinión.",
      "definition_translation": "Uma pessoa teimosa que é obstinada e se recusa a mudar de ideia.",
      "example": "Ella era una mula y se negó a escuchar cualquier consejo. La mula pateó al granjero que trataba de montarla. La mula será utilizada como animal de carga en las montañas.",
      "example_translation": "Ela era uma mula e se recusava a ouvir o conselho de qualquer pessoa. A mula chuteou o fazendeiro que estava tentando montá-la. A mula será usada como animal de carga nas montanhas.",
      "imageLink": "image_files\\English\\mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puma",
      "translation": "puma",
      "definition": "Un gran gato del género Puma, nativo de las Américas, con un pelaje tawny o gris marrón y una cola larga.",
      "definition_translation": "Um grande gato do gênero Puma, nativo das Américas, com um casaco marrom ou cinzento-marrom e uma longa cauda.",
      "example": "El puma era un animal secreto y rara vez visto en estado silvestre. El puma había sido desarmado y vivía en un santuario. El puma será liberado de nuevo en la naturaleza cuando se recupere.",
      "example_translation": "O puma era um animal secreto e raramente visto no selvagem. O puma havia sido desarmado e estava vivendo em um santuário. O puma será libertado de volta ao selvagem assim que se recuperar.",
      "imageLink": "image_files\\English\\puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " cachorro",
      "translation": "filhote",
      "definition": "Un perro joven, especialmente en las etapas tempranas de su desarrollo.",
      "definition_translation": "Um jovem cão, especialmente um nos estágios iniciais do seu desenvolvimento.",
      "example": "El cachorro estaba jugando con su cola, persiguiéndola en círculos. El cachorro se había quedado dormido en su cama. El cachorro será vacunado la próxima semana para prevenir enfermedades.",
      "example_translation": "O filhote estava brincando com sua cauda, perseguindo-a em círculos. O filhote havia adormecido em sua cama. O filhote será vacinado na próxima semana para prevenir doenças.",
      "imageLink": "image_files\\English\\puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reno",
      "translation": "réno",
      "definition": "Un gran ciervo con un pelaje grisáceo-marrón y grandes astas, encontrado en regiones del norte de Europa, Asia y América del Norte",
      "definition_translation": "um grande cervo com uma capa cinzento-marrom e grandes chifres, encontrado nas regiões do norte da Europa, Ásia e América do Norte",
      "example": "El reno migró a través de la tundra ártica, buscando comida. Ayer, vi un reno en el zoológico. Para el próximo invierno, el reno habrá crecido sus astas de nuevo.",
      "example_translation": "O réno migraram por toda a tundra ártica, procurando por alimentos. Ontem, eu vi um réno no zoológico. Até o próximo inverno, o réno terá crescido seus chifres novamente.",
      "imageLink": "image_files\\English\\reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tigre",
      "translation": "tigre",
      "definition": "Un gran mamífero carnívoro con un pelaje naranja y negro a rayas, nativo de Asia",
      "definition_translation": "um grande mamífero carnívoro com uma capa listrada laranja e preta distintiva, nativo da Ásia",
      "example": "El tigre acechó su presa a través de la jungla, sus ojos fijos en el venado desprevenido. El tigre es una especie en peligro de extinción. Para 2025, la población de tigres habrá recuperado con suerte.",
      "example_translation": "O tigre perseguiu sua presa pela selva, seus olhos fixos no veado desavisado. O tigre é uma espécie em perigo. Até 2025, a população de tigres terá Esperançosamente se recuperado.",
      "imageLink": "image_files\\English\\tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ballena",
      "translation": "baleia",
      "definition": "Un gran mamífero marino que respira aire a través de su espiráculo, encontrado en todos los océanos del mundo",
      "definition_translation": "um grande mamífero marinho que respira ar através de seu furo, encontrado em todos os oceanos do mundo",
      "example": "La ballena nadó a través del océano, su cuerpo masivo ondulando a través de las olas. Ayer, vi una ballena en el acuario. Para el próximo verano, la ballena habrá dado a luz a un nuevo ternero.",
      "example_translation": "A baleia nadou pelo oceano, seu corpo massive ondulando pelas ondas. Ontem, eu vi uma baleia no aquário. Até o próximo verão, a baleia terá dado à luz um novo filhote.",
      "imageLink": "image_files\\English\\whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ciervo",
      "translation": "cervo",
      "definition": "Un mamífero rumiante salvaje o domesticado con un conjunto característico de astas, encontrado en bosques y praderas",
      "definition_translation": "um mamífero ruminante selvagem ou domesticado com um conjunto distintivo de chifres, encontrado em florestas e gramados",
      "example": "El ciervo brincó a través del bosque, sus astas botando arriba y abajo. Los ciervos son comunes en el campo. Para el próximo otoño, el ciervo habrá crecido sus astas de nuevo.",
      "example_translation": "O cervo dançou pela floresta, seus chifres se movendo para cima e para baixo. Cervos são comuns no campo. Até o próximo outono, o cervo terá crescido seus chifres novamente.",
      "imageLink": "image_files\\English\\deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zorro",
      "translation": "raposa",
      "definition": "Un pequeño mamífero carnívoro de la familia de los perros, con una nariz puntiaguda, cola bushy y pelaje rojizo-anaranjado.",
      "definition_translation": "Um pequeno mamífero carnívoro da família de cães, com um focinho pontudo, cauda peluda e pelo avermelhado-laranja.",
      "example": "El zorro corría rápidamente por el bosque, persiguiendo al conejo. El zorro está corriendo rápidamente por el bosque, persiguiendo al conejo. El zorro correrá rápidamente por el bosque, persiguiendo al conejo.",
      "example_translation": "A raposa correu rapidamente pela floresta, perseguindo o coelho. A raposa está correndo rapidamente pela floresta, perseguindo o coelho. A raposa correrá rapidamente pela floresta, perseguindo o coelho.",
      "imageLink": "image_files\\English\\fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gorila",
      "translation": "gorila",
      "definition": "Un primate grande y poderoso que es nativo de África, con un pelaje grueso y una Complexión muscular.",
      "definition_translation": "Um grande primata poderoso que é nativo da África, com um casaco grosso de pelo e um físico muscular.",
      "example": "El gorila subió la montaña, buscando alimento. El gorila está subiendo la montaña, buscando alimento. El gorila subirá la montaña, buscando alimento.",
      "example_translation": "O gorila subiu a montanha, procurando comida. O gorila está subindo a montanha, procurando comida. O gorila subirá a montanha, procurando comida.",
      "imageLink": "image_files\\English\\gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "canguro",
      "translation": "canguru",
      "definition": "Un marsupial grande y saltador nativo de Australia, con una bolsa distinta en su vientre y patas traseras fuertes.",
      "definition_translation": "Um grande marsupial saltador nativo da Austrália, com uma bolsa distinta na barriga e pernas traseiras fortes.",
      "example": "El canguro saltó campo a través, llevando a su cría en su bolsa. El canguro está saltando campo a través, llevando a su cría en su bolsa. El canguro saltará campo a través, llevando a su cría en su bolsa.",
      "example_translation": "O canguru saltou pelo campo, carregando seu filhote na bolsa. O canguru está saltando pelo campo, carregando seu filhote na bolsa. O canguru saltará pelo campo, carregando seu filhote na bolsa.",
      "imageLink": "image_files\\English\\kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "leopardo",
      "translation": "leopardo",
      "definition": "Un mamífero carnívoro grande de la familia de los gatos, con una capa característica de manchas o rosetas.",
      "definition_translation": "Um grande mamífero carnívoro da família de gatos, com um casaco distinto manchado ou em forma de rosácea.",
      "example": "El leopardo acechó a su presa por el bosque, con los ojos fijos en el antílope. El leopardo está acechando a su presa por el bosque, con los ojos fijos en el antílope. El leopardo acechará a su presa por el bosque, con los ojos fijos en el antílope.",
      "example_translation": "O leopardo rastejou sua presa pela floresta, seus olhos fixos no antílope. O leopardo está rastejando sua presa pela floresta, seus olhos fixos no antílope. O leopardo rastejará sua presa pela floresta, seus olhos fixos no antílope.",
      "imageLink": "image_files\\English\\leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buey",
      "translation": "boi",
      "definition": "Un mamífero doméstico utilizado para el trabajo y la leche, con un cuerpo fornido y un par de cuernos curvados característicos.",
      "definition_translation": "Um mamífero domesticado usado para tração e leite, tendo um corpo sólido e um par distinto de chifres curvos.",
      "example": "El buey tiró del arado por el campo, pero descansará mañana y habrá estado trabajando durante años.",
      "example_translation": "O boi puxou o arado pelo campo, mas descansará amanhã e terá trabalhado por anos.",
      "imageLink": "image_files\\English\\ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zarpa",
      "translation": "pata",
      "definition": "El pie de un animal, especialmente un cuadrúpedo, que suele tener garras o dedos.",
      "definition_translation": "O pé de um animal, especialmente um quadrúpede, tipicamente tendo garras ou dígitos.",
      "example": "El gato levantó su zarpa para rascar el mueble, y habrá rascado muchas veces antes de rascar de nuevo.",
      "example_translation": "O gato levantou a pata para arranhar o móvel, e terá arranhado muitas vezes antes de arranhar novamente.",
      "imageLink": "image_files\\English\\paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oso polar",
      "translation": "urso polar",
      "definition": "Un mamífero carnívoro grande de las regiones árticas, con un pelaje blanco y una piel negra debajo.",
      "definition_translation": "Um grande mamífero carnívoro das regiões árticas, tendo pele branca e uma pele negra distinta por baixo.",
      "example": "El oso polar deambuló por la tundra ártica, había deambulado durante días, y seguirá deambulando durante semanas.",
      "example_translation": "O urso polar vagueou pela tundra ártica, havia vagueado por dias e continuará a vaguear por semanas.",
      "imageLink": "image_files\\English\\polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rinoceronte",
      "translation": "rinoceronte",
      "definition": "Un mamífero herbívoro grande de África y Asia del Sur, con un cuerno o cuernos característicos en la nariz.",
      "definition_translation": "Um grande mamífero herbívoro da África e sul da Ásia, tendo um chifre distinto ou chifres no seu nariz.",
      "example": "El rinoceronte cargó a través de la sabana, había cargado muchas veces antes, y cargará pronto de nuevo.",
      "example_translation": "O rinoceronte investiu pela savana, havia investido muitas vezes antes e investirá novamente em breve.",
      "imageLink": "image_files\\English\\rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "foca",
      "translation": "foca",
      "definition": "Un mamífero marino finpié semi-acuático que vive en las aguas frías de los hemisferios norte y sur.",
      "definition_translation": "um mamífero marinho semi-aquático de pés finos que vive em águas frias nos hemisférios Norte e Sul",
      "example": "El cuidador del zoológico limpió la jaula de la foca ayer, la limpia todos los días, y la limpiará de nuevo mañana.",
      "example_translation": "O tratador do zoológico limpou o recinto da foca ontem, limpa todos os dias e limpará novamente amanhã.",
      "imageLink": "image_files\\English\\seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ardilla",
      "translation": "esquilo",
      "definition": "Un pequeño roedor mamífero que tiene una cola bushy y puede trepar árboles.",
      "definition_translation": "um pequeno mamífero roedor, geralmente peludo, com cauda arborícola e capaz de subir em árvores",
      "example": "La ardilla subió el árbol ayer, está subiendo el árbol ahora, y subirá el árbol de nuevo mañana.",
      "example_translation": "O esquilo subiu a árvore ontem, está subindo a árvore agora e subirá a árvore novamente amanhã.",
      "imageLink": "image_files\\English\\squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]