[
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "papa",
      "translation": "batata",
      "definition": "Una verdura rica en almidón que se sirve comúnmente como guarnición, particularmente en la cocina europea.",
      "definition_translation": "Um legume rico em amido que é frequentemente servido como acompanhamento, especialmente na culinária europeia.",
      "example": "Voy a comer una papa al horno para lunch mañana, pero comí una papa puré ayer, y usualmente como una papa frita para desayunar.",
      "example_translation": "Eu vou comer uma batata assada para o almoço amanhã, mas eu comi uma batata amassada ontem, e eu geralmente como uma batata frita para o café da manhã.",
      "imageLink": "image_files\\English\\potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tomate",
      "translation": "tomate",
      "definition": "Una fruta jugosa roja o amarillenta que se utiliza comúnmente en ensaladas, salsas y sopas.",
      "definition_translation": "Um fruto vermelho ou amarelado suculento que é frequentemente usado em saladas, molhos e sopas.",
      "example": "Comí un tomate fresco en mi ensalada ayer, pero voy a utilizar un tomate enlatado en mi salsa de pasta mañana, y usualmente como un tomate cherry como snack.",
      "example_translation": "Eu comi um tomate fresco na minha salada ontem, mas eu vou usar um tomate enlatado no meu molho de macarrão amanhã, e eu geralmente como um tomate cherry como um lanche.",
      "imageLink": "image_files\\English\\tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "verdura",
      "translation": "legume",
      "definition": "Cualquier parte de la planta que se come, como hojas, tallos, raíces, tubérculos o brotes.",
      "definition_translation": "Qualquer parte de planta que é comida por humanos, como folhas, caules, raízes, tubérculos ou brotos florais.",
      "example": "Ella comerá una sopa de verduras para lunch hoy, comí una verdura salteada ayer, y ellos usualmente cultivan sus propias verduras en su patio trasero.",
      "example_translation": "Ela vai comer uma sopa de legumes para o almoço hoje, eu comi um stir-fry de legumes ontem, e eles geralmente cultivam seus próprios legumes no quintal de casa.",
      "imageLink": "image_files\\English\\vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "frijol",
      "translation": "feijão",
      "definition": "Un tipo de semilla que se utiliza comúnmente en la cocina, particularmente en la cocina latinoamericana.",
      "definition_translation": "Um tipo de semente que é frequentemente usado na cozinha, especialmente na culinária latino-americana.",
      "example": "Voy a cocinar un estofado de frijoles para cenar esta noche, ella comió una ensalada de frijoles para lunch ayer, y ellos usualmente agregan frijoles a sus platos de arroz.",
      "example_translation": "Eu vou cozinhar um estufado de feijão para o jantar de hoje à noite, ela comeu uma salada de feijão para o almoço ontem, e eles geralmente adicionam feijões aos seus pratos de arroz.",
      "imageLink": "image_files\\English\\bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zanahoria",
      "translation": "cenoura",
      "definition": "Una zanahoria es una raíz crujiente, dulce y jugosa que es típicamente de color naranja.",
      "definition_translation": "Uma cenoura é um vegetal de raiz crocante, doce e suculento que é tipicamente laranja em cor.",
      "example": "Comí un palito de zanahoria en el presente, comeré un pastel de zanahoria en el futuro, y había comido una sopa de zanahoria en el pasado.",
      "example_translation": "Eu comi um palito de cenoura no presente, eu vou comer um bolo de cenoura no futuro e eu havia comido uma sopa de cenoura no passado.",
      "imageLink": "image_files\\English\\carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chile",
      "translation": "pimenta",
      "definition": "Un chile es una fruta picante que se utiliza comúnmente en la cocina para agregar sabor y picante a los platos.",
      "definition_translation": "Uma pimenta é um fruto picante que é comumente usado na cozinha para adicionar calor e sabor aos pratos.",
      "example": "Agregué un chile a mi comida en el presente, agregaré un chile a mi receta en el futuro, y había agregado un chile a mi salsa en el pasado.",
      "example_translation": "Eu adicionei uma pimenta à minha refeição no presente, eu vou adicionar uma pimenta à minha receita no futuro e eu havia adicionado uma pimenta à minha molho no passado.",
      "imageLink": "image_files\\English\\chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ajo",
      "translation": "alho",
      "definition": "El ajo es un bulbo picante y sabroso que se utiliza comúnmente en la cocina para agregar profundidad y riqueza a los platos.",
      "definition_translation": "O alho é um bulbo picante e saboroso que é comumente usado na cozinha para adicionar profundidade e riqueza aos pratos.",
      "example": "Picé ajo en el presente, asaré ajo en el futuro, y había salteado ajo en el pasado.",
      "example_translation": "Eu minhiei alho no presente, eu vou assar alho no futuro e eu havia salteado alho no passado.",
      "imageLink": "image_files\\English\\garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cebolla",
      "translation": "cebola",
      "definition": "Una cebolla es un bulbo sabroso y aromático que se utiliza comúnmente en la cocina para agregar dulzor y profundidad a los platos.",
      "definition_translation": "Uma cebola é um bulbo saboroso e aromático que é comumente usado na cozinha para adicionar doçura e profundidade aos pratos.",
      "example": "Picé una cebolla en el presente, caramelizaré una cebolla en el futuro, y había salteado una cebolla en el pasado.",
      "example_translation": "Eu cortei uma cebola no presente, eu vou caramelizar uma cebola no futuro e eu havia salteado uma cebola no passado.",
      "imageLink": "image_files\\English\\onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brócoli",
      "translation": "brócolis",
      "definition": "Un verdura verde que se parece a un pequeño árbol, con un tallo grueso y una masa de flores verdes.",
      "definition_translation": "Um vegetal verde que se assemelha a uma pequena árvore, com um caule grosso e uma massa de flores verdes.",
      "example": "Comí brócoli para cenar anoche, estoy comiendo brócoli para lunch hoy, y comeré brócoli para breakfast mañana.",
      "example_translation": "Eu comi brócolis para jantar ontem à noite, estou comendo brócolis para almoço hoje e vou comer brócolis para café da manhã amanhã.",
      "imageLink": "image_files\\English\\broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "col",
      "translation": "repolho",
      "definition": "Una verdura con una cabeza redonda y densa de hojas crujientes, utilizada comúnmente en ensaladas y platos cocidos.",
      "definition_translation": "Um vegetal com uma cabeça redonda e densa de folhas crocantes, freqüentemente usado em saladas e pratos cozidos.",
      "example": "Mi abuela solía hacer chucrut de col cuando era niño, hago chucrut de col ahora, y mis hijos harán chucrut de col en el futuro.",
      "example_translation": "Minha avó costumava fazer chucrute de repolho quando eu era criança, eu faço chucrute de repolho agora, e meus filhos farão chucrute de repolho no futuro.",
      "imageLink": "image_files\\English\\cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calabacín",
      "translation": "abobrinha",
      "definition": "Un tipo de calabaza de verano, a menudo utilizada en la cocina, que tiene una forma cilíndrica y una piel suave y comestible.",
      "definition_translation": "Um tipo de abobrinha de verão, freqüentemente usado na cozinha, que tem um formato cilíndrico e uma pele macia e comestível.",
      "example": "Asé el calabacín para la cena la última vez que estuve en verano, estoy salteando calabacín para el almuerzo hoy y asaré calabacín para el desayuno la próxima semana.",
      "example_translation": "Eu grelhei abobrinha para jantar no verão passado, estou salteando abobrinha para almoço hoje, e vou assar abobrinha para café da manhã na próxima semana.",
      "imageLink": "image_files\\English\\courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pepino",
      "translation": "pépino",
      "definition": "Un pepino es una hortaliza larga y verde con una piel suave, a menudo utilizada en ensaladas y sandwiches.",
      "definition_translation": "Um vegetal verde longo com pele lisa, freqüentemente usado em saladas e sanduíches.",
      "example": "Corto pepino para sandwiches todas las mañanas, corté pepino para ensaladas la noche pasada y cortaré pepino para snacks mañana.",
      "example_translation": "Eu fatio pepino para sanduíches todas as manhãs, eu fatiei pepino para saladas ontem à noite, e vou fatiar pepino para lanches amanhã.",
      "imageLink": "image_files\\English\\cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lechuga",
      "translation": "alface",
      "definition": "La lechuga es una verdura de hoja verde comúnmente utilizada en ensaladas y como garnitura.",
      "definition_translation": "A alface é um vegetal verde folhoso comumente usado em saladas e como garnição.",
      "example": "Voy a comer una ensalada con lechuga para el almuerzo mañana. Comí un sandwich con lechuga para el desayuno hoy. Comí lechuga con mi cena la noche pasada.",
      "example_translation": "Eu vou comer uma salada com alface para o almoço amanhã. Eu comi um sanduíche com alface para o café da manhã hoje. Eu comi alface com o meu jantar ontem à noite.",
      "imageLink": "image_files\\English\\lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guisante",
      "translation": "ervilha",
      "definition": "Un guisante es una semilla pequeña y esférica que crece en una vaina y es comúnmente utilizada en la cocina.",
      "definition_translation": "Uma ervilha é uma semente pequena e esférica que cresce em uma vagem e é comumente usada na culinária.",
      "example": "Planté guisantes en mi jardín la semana pasada. Los guisantes estarán listos para cosechar el próximo mes. Voy a comer guisantes con mi cena esta noche.",
      "example_translation": "Eu plantei ervilhas no meu jardim na semana passada. As ervilhas estarão prontas para colher no mês que vem. Eu vou comer ervilhas com o meu jantar esta noite.",
      "imageLink": "image_files\\English\\pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pimienta",
      "translation": "pimenta",
      "definition": "La pimienta es una especia comúnmente utilizada para agregar sabor a la comida.",
      "definition_translation": "A pimenta é uma especiaria comumente usada para adicionar sabor à comida.",
      "example": "Añadí pimienta a mi sopa para el almuerzo hoy. Añadiré pimienta a mi steak para la cena esta noche. Añadí pimienta a mis huevos para el desayuno esta mañana.",
      "example_translation": "Eu adicionei pimenta à minha sopa para o almoço hoje. Eu vou adicionar pimenta ao meu bife para o jantar esta noite. Eu adicionei pimenta aos meus ovos para o café da manhã essa manhã.",
      "imageLink": "image_files\\English\\pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calabaza",
      "translation": "abóbora",
      "definition": "La calabaza es un tipo de calabaza comúnmente utilizada en la cocina, particularmente en tartas y salsas.",
      "definition_translation": "A abóbora é um tipo de abobrinha comumente usada na culinária, particularmente em tortas e sopas.",
      "example": "Grabé una calabaza para Halloween el año pasado. Ahorraré una tarta de calabaza para Acción de Gracias el próximo mes. Comí sopa de calabaza para el almuerzo hoy.",
      "example_translation": "Eu esculpi uma abóbora para o Halloween no ano passado. Eu vou assar uma torta de abóbora para o Dia de Ação de Graças no mês que vem. Eu comi sopa de abóbora para o almoço hoje.",
      "imageLink": "image_files\\English\\pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espinaca",
      "translation": "espinafre",
      "definition": "La espinaca es una verdura de hoja verde rica en hierro y antioxidantes. A menudo se utiliza en ensaladas, batidos y salteada como una guarnición.",
      "definition_translation": "O espinafre é um vegetal verde folhoso rico em ferro e antioxidantes. É frequentemente usado em saladas, smoothies e salteado como acompanhamento.",
      "example": "Ella lavó la espinaca y la agregó a la ensalada. Ayer, comí espinaca para el almuerzo. Para el próximo año, habré comido espinaca para la cena.",
      "example_translation": "Ela lavou o espinafre e adicionou à salada. Ontem, eu comi espinafre no almoço. Até o próximo ano, eu terei comido espinafre no jantar.",
      "imageLink": "image_files\\English\\spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maíz dulce",
      "translation": "milho doce",
      "definition": "El maíz dulce es un tipo de maíz que se cosecha cuando los granos son inmaduros y el maíz es dulce y tierno. A menudo se come hervido o asado.",
      "definition_translation": "O milho doce é um tipo de milho que é colhido quando os grãos estão imaturos e o milho é doce e tenro. É frequentemente comido cozido ou grelhado.",
      "example": "Asamos maíz dulce en la barbacoa. El verano pasado, comí maíz dulce en la mazorca. Para el próximo verano, habré probado maíz dulce con mantequilla.",
      "example_translation": "Nós grelhamos milho doce no churrasco. No último verão, eu comi milho doce na espiga. Até o próximo verão, eu terei provado milho doce com manteiga.",
      "imageLink": "image_files\\English\\corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "berenjena",
      "translation": "beringela",
      "definition": "La berenjena es un tipo de verdura que se utiliza a menudo en la cocina mediterránea. Tiene un color púrpura y un sabor ligeramente amargo.",
      "definition_translation": "A beringela é um tipo de vegetal que é frequentemente usado na culinária mediterrânea. Tem uma cor púrpura e um sabor levemente amargo.",
      "example": "Ella cortó la berenjena y la fríe. Ayer, comí berenjena parmesana para el almuerzo. Para la próxima semana, habré asado berenjena para la cena.",
      "example_translation": "Ela fatiou a beringela e a fritou. Ontem, eu comi parmesão de beringela no almoço. Até a próxima semana, eu terei assado beringela no jantar.",
      "imageLink": "image_files\\English\\aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "coliflor",
      "translation": "couve-flor",
      "definition": "La coliflor es un tipo de verdura similar a la broccoli. Tiene un color blanco o púrpura y se utiliza a menudo en ensaladas y como guarnición.",
      "definition_translation": "A couve-flor é um tipo de vegetal que é semelhante ao brócolis. Tem uma cor branca ou púrpura e é frequentemente usado em saladas e como acompanhamento.",
      "example": "Ella cocinó al vapor la coliflor y la sirvió como guarnición. Ayer, comí sopa de coliflor para el almuerzo. Para el próximo mes, habré asado coliflor para la cena.",
      "example_translation": "Ela cozinhou a vapor a couve-flor e a serviu como acompanhamento. Ontem, eu comi sopa de couve-flor no almoço. Até o próximo mês, eu terei grelhado couve-flor no jantar.",
      "imageLink": "image_files\\English\\cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puerro",
      "translation": "alho-poró",
      "definition": "Un puerro es un tipo de vegetal que está relacionado con las cebollas y el ajo. Tiene un sabor suave y dulce y se utiliza a menudo en sopas, estofados y ensaladas.",
      "definition_translation": "Um alho-poró é um tipo de legume relacionado a cebolas e alhos. Tem um sabor doce e suave e é frequentemente usado em sopas, estufados e saladas.",
      "example": "Picé el puerro y lo salteé con ajo, luego lo agregaré a la sopa más tarde. Agregué un puerro al estofado ayer, y sabía genial. Plantaré puerros en mi jardín la próxima primavera.",
      "example_translation": "Eu cortei o alho-poró e o salteei com alho, então eu добавarei à sopa mais tarde. Eu adicionei um alho-poró ao estufado ontem, e ele estava muito saboroso. Eu plantarei alhos-porós no meu jardim na próxima primavera.",
      "imageLink": "image_files\\English\\leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perejil",
      "translation": "salsa",
      "definition": "El perejil es una hierba popular utilizada como guarnición y agregada a sopas, ensaladas y salsas para dar sabor y frescura.",
      "definition_translation": "A salsa é uma erva popular usada como decoração e adicionada a sopas, saladas e molhos para sabor e frescor.",
      "example": "Esparcí perejil sobre la ensalada, se veía hermosa. Ella usó perejil para guarnecer el plato, fue un toque agradable. Agregaré perejil a la salsa de espaguetis para darle más sabor.",
      "example_translation": "Eu espalhei a salsa em cima da salada, ficou lindo. Ela usou salsa para decorar o prato, foi um toque agradável. Eu adicionarei salsa ao molho de espaguete para sabor extra.",
      "imageLink": "image_files\\English\\parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rábano",
      "translation": "rábano",
      "definition": "Un rábano es una raíz vegetal que se come cruda o cocida y es conocida por su sabor picante y textura crujiente.",
      "definition_translation": "O rábano é um legume raiz que é comumente comido cru ou cozido e é conhecido por seu sabor picante e textura crocante.",
      "example": "Corté el rábano en rebanadas y lo agregué a la ensalada, era refrescante. Ella asó el rábano con aceite de oliva y sal, era delicioso. Crearé rábanos en mi jardín este verano.",
      "example_translation": "Eu cortei o rábano e o adicionei à salada, foi refrescante. Ela assou o rábano com óleo de oliva e sal, foi delicioso. Eu plantarei rábanos no meu jardim neste verão.",
      "imageLink": "image_files\\English\\radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "col roja",
      "translation": "repolho vermelho",
      "definition": "La col roja es un tipo de col que tiene un color rojo profundo y se utiliza a menudo en ensaladas, ensaladas de col y como guarnición por su color vibrante.",
      "definition_translation": "O repolho vermelho é um tipo de repolho que tem uma cor vermelha profunda e é frequentemente usado em saladas, ensopados e como decoração por sua cor vibrante.",
      "example": "Rallé la col roja y la agregué a la ensalada de col, era sabrosa. Ella usó col roja como guarnición para el plato de cena, se veía hermoso. Compraré col roja en el mercado mañana.",
      "example_translation": "Eu rasguei o repolho vermelho e o adicionei ao ensopado, foi saboroso. Ela usou repolho vermelho como decoração para o prato de jantar, ficou bonito. Eu comprarei repolho vermelho no mercado amanhã.",
      "imageLink": "image_files\\English\\red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cebolla de primavera",
      "translation": "cebola-verde",
      "definition": "Una cebolla de primavera es una cebolla joven que se cosecha antes de que forme un bulbo grande, utilizada como vegetal en ensaladas, sopas y otros platos.",
      "definition_translation": "Uma cebola-verde é uma cebola jovem que é colhida antes de formar um grande bulbo, usada como legume em saladas, sopas e outros pratos.",
      "example": "Corté la cebolla de primavera y la agregué a la sopa. Cortaré la cebolla de primavera y la agregaré a la ensalada mañana. Had cortado la cebolla de primavera y la había agregado a la sopa ayer.",
      "example_translation": "Eu cortei a cebola-verde e adicionei à sopa. Vou cortar a cebola-verde e adicioná-la à salada amanhã. Eu havia cortado a cebola-verde e adicionado à sopa ontem.",
      "imageLink": "image_files\\English\\spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "remolacha",
      "translation": "beterraba",
      "definition": "La remolacha es una raíz vegetal que es típicamente roja o dorada en color, utilizada en ensaladas, sopas y como colorante alimentario natural.",
      "definition_translation": "A beterraba é um legume raiz que é tipicamente vermelha ou dourada em cor, usada em saladas, sopas e como corante alimentício natural.",
      "example": "Me encanta comer remolacha encurtida en ensaladas. Ella asará la remolacha para la fiesta de cena esta noche. Él había hervido la remolacha y la había machacado con mantequilla.",
      "example_translation": "Eu adoro comer beterraba pickled em saladas. Ela vai assar a beterraba para a festa de jantar esta noite. Ele havia cozido a beterraba e amassado com manteiga.",
      "imageLink": "image_files\\English\\beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "soya, soja",
      "translation": "soja",
      "definition": "La soya o soja es una legumbre que se utiliza como fuente de proteínas en muchos productos alimenticios, como tofu, leche y edamame.",
      "definition_translation": "A soja é um legume que é usado como fonte de proteína em muitos produtos alimentícios, como tofu, leite e edamame.",
      "example": "Bebía leche de soya todas las mañanas. Ella utilizará salsa de soja para sazonar el salteado. Ellos habían plantado soja en su jardín el año pasado.",
      "example_translation": "Eu bebo leite de soja todas as manhãs. Ela vai usar molho de soja para temperar o stir-fry. Eles haviam plantado soja em seu jardim no ano passado.",
      "imageLink": "image_files\\English\\soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "haba",
      "translation": "favas",
      "definition": "Una haba es un tipo de legumbre que también se conoce como faba, utilizada en la cocina en muchos partes del mundo.",
      "definition_translation": "Uma fava é um tipo de legume que é também conhecido como feijão-fava, usado na cozinha em muitas partes do mundo.",
      "example": "Me encanta comer habas en ensaladas. Ella cocinará las habas para la fiesta de cena esta noche. Ellos habían comido habas asadas como snack.",
      "example_translation": "Eu adoro comer favas em saladas. Ela vai cozinhar as favas para a festa de jantar esta noite. Eles haviam comido favas assadas como um lanche.",
      "imageLink": "image_files\\English\\broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "coles de Bruselas",
      "translation": "brócolis",
      "definition": "Una coles de Bruselas es una pequeña verdura verde y bud-like que crece en una vara y está relacionada con la col.",
      "definition_translation": "Um pequeno legume verde, semelhante a uma broto que cresce em uma haste e é relacionado ao repolho.",
      "example": "Comí coles de Bruselas para cenar anoche, estoy comiendo para almorzar hoy, y comeré para cenar mañana.",
      "example_translation": "Eu comi brócolis para jantar ontem à noite, estou comendo para almoço hoje, e vou comer para jantar amanhã.",
      "imageLink": "image_files\\English\\brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alcachofa",
      "translation": "alcachofra",
      "definition": "Una alcachofa es una verdura con flores espinosas y hojas comestibles y un centro suave y carnoso.",
      "definition_translation": "Um vegetal espinhoso, semelhante a uma flor, com folhas comestíveis e um centro macio e carnoso.",
      "example": "He comido alcachofas en ensalada, estoy comiendo ellas al vapor, y comeré ellas a la parrilla el próximo verano.",
      "example_translation": "Eu comi alcachofras em uma salada, estou comendo cozidas, e vou comer grelhadas no próximo verão.",
      "imageLink": "image_files\\English\\artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espárrago",
      "translation": "aspargo",
      "definition": "Un vegetal verde alto con un tallo tierno y comestible que se sirve a menudo al vapor o asado.",
      "definition_translation": "Um vegetal alto e verde com um caule tenro e comestível, que é frequentemente servido cozido ou assado.",
      "example": "Me comí espárragos con mantequilla anoche, estoy comiéndolos con salsa holandesa hoy y comeré espárragos asados con aceite de oliva la próxima semana.",
      "example_translation": "Eu comi aspargo com manteiga ontem à noite, estou comendo com molho holandês hoje, e vou comer grelhado com azeite de oliva na próxima semana.",
      "imageLink": "image_files\\English\\asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apio",
      "translation": "salsão",
      "definition": "Un vegetal crujiente y verde con un tallo largo y delgado y hojas que se utilizan a menudo en ensaladas y sopas.",
      "definition_translation": "Um vegetal crocante e verde com uma haste longa e fina e folhas que são frequentemente usadas em saladas e sopas.",
      "example": "He comido apio en una ensalada, estoy comiéndolo con mantequilla de maní y comeré apio en una sopa el próximo invierno.",
      "example_translation": "Eu comi salsão em uma salada, estou comendo com manteiga de amendoim, e vou comer em uma sopa no próximo inverno.",
      "imageLink": "image_files\\English\\celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "achicoria",
      "translation": "chicória",
      "definition": "Un tipo de planta con flores azules o blancas, utilizada como alimento y medicina",
      "definition_translation": "um tipo de planta com flores azuis ou brancas, usado como alimento e medicamento",
      "example": "Añadí achicoria a mi ensalada por su sabor único. Plantaré achicoria en mi jardín el próximo verano. Ella bebió té de achicoria para dormir mejor.",
      "example_translation": "Adicionei chicória à minha salada pelo seu sabor único. Plantarei chicória no meu jardim no próximo verão. Ela teve chá de chicória para ajudá-la a dormir melhor.",
      "imageLink": "image_files\\English\\chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cebolla chalota",
      "translation": "cebolinha",
      "definition": "Una hierba con sabor a cebolla, a menudo utilizada para agregar sabor a sopas y ensaladas",
      "definition_translation": "uma erva com sabor semelhante ao da cebola, frequentemente usada para adicionar sabor a sopas e saladas",
      "example": "Usé cebolla chalota para agregar sabor a mi sopa. Ella espolvoreó cebolla chalota sobre su papa horneada. Ellos plantarán cebolla chalota en su jardín la próxima primavera.",
      "example_translation": "Usei cebolinha para adicionar sabor ao meu caldo. Ela espalhou cebolinha em sua batata assada. Eles plantarão cebolinha no seu jardim na próxima primavera.",
      "imageLink": "image_files\\English\\chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "berro",
      "translation": "agrião",
      "definition": "Una hierba con sabor picante, a menudo utilizada en ensaladas y como guarnición",
      "definition_translation": "uma erva com sabor picante, frequentemente usada em saladas e como garnitura",
      "example": "Añadí berro a mi ensalada por su textura crujiente. Ella usó berro como guarnición para su sopa. Ellos cosecharán berro de su jardín este fin de semana.",
      "example_translation": "Adicionei agrião à minha salada pelo seu textura crocante. Ela usou agrião como garnitura para o seu caldo. Eles colherão agrião do seu jardim neste fim de semana.",
      "imageLink": "image_files\\English\\cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "eneldo",
      "translation": "dill",
      "definition": "Una hierba con sabor dulce y afrutado, a menudo utilizada para agregar sabor a pepinillos y salsas",
      "definition_translation": "uma erva com sabor doce e ácido, frequentemente usada para adicionar sabor a pepinos e molhos",
      "example": "Usé eneldo para agregar sabor a mis pepinillos caseros. Ella añadió eneldo a su receta de pescado. Ellos plantarán eneldo en su jardín esta primavera.",
      "example_translation": "Usei dill para adicionar sabor aos meus pepinos caseiros. Ela adicionou dill à sua receita de peixe. Eles plantarão dill no seu jardim nesta primavera.",
      "imageLink": "image_files\\English\\dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hinojo",
      "translation": "funcho",
      "definition": "Una hierba perenne con hojas plumosas y flores amarillas, utilizada para cocinar y medicina",
      "definition_translation": "uma erva perene resistente com folhas plumosas e flores amarelo-escuras, usada para cozinhar e medicina.",
      "example": "Añadí un poco de hinojo a la ensalada para un estallido de sabor de anís. Añadiré hinojo a la ensalada mañana. Ella añadió hinojo a la ensalada anoche.",
      "example_translation": "Adicionei algum funcho à salada para um surto de sabor de anis. Vou adicionar funcho à salada amanhã. Ela adicionou funcho à salada ontem à noite.",
      "imageLink": "image_files\\English\\fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rábano picante",
      "translation": "raiz-forte",
      "definition": "Una planta con un sabor fuerte y picante, utilizada como condimento o medicina",
      "definition_translation": "uma planta com um sabor forte e acre, usada como condimento ou medicina.",
      "example": "La salsa se hizo con rábano picante y wasabi para un extra kick. Ella hará una salsa con rábano picante y wasabi mañana. Ellos hicieron una salsa con rábano picante y wasabi la semana pasada.",
      "example_translation": "A salsa foi feita com raiz-forte e wasabi para um chute extra. Ela vai fazer uma salsa com raiz-forte e wasabi amanhã. Eles fizeram uma salsa com raiz-forte e wasabi na semana passada.",
      "imageLink": "image_files\\English\\horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "col rizada",
      "translation": "couve",
      "definition": "Un tipo de vegetal verde oscuro, a menudo utilizado en ensaladas y batidos",
      "definition_translation": "um tipo de vegetal verde folhoso, freqüentemente usado em saladas e smoothies.",
      "example": "Añadí col rizada a mi batido para un impulso nutricional. Ella añadirá col rizada a su batido mañana. Ellos añadieron col rizada a su batido el mes pasado.",
      "example_translation": "Adicionei couve ao meu smoothie para um impulso nutricional. Ela vai adicionar couve ao seu smoothie amanhã. Eles adicionaram couve ao seu smoothie no mês passado.",
      "imageLink": "image_files\\English\\kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lenteja",
      "translation": "lentilha",
      "definition": "Un tipo de legumbre, a menudo utilizada en sopas y estofados",
      "definition_translation": "um tipo de legume, freqüentemente usado em sopas e guisados.",
      "example": "Cociné lentejas para la cena anoche. Ella cocinará lentejas para la cena esta noche. Ellos cocinaron lentejas para la cena ayer.",
      "example_translation": "Cozinhei lentilhas para o jantar ontem à noite. Ela vai cozinhar lentilhas para o jantar esta noite. Eles cozinham lentilhas para o jantar ontem.",
      "imageLink": "image_files\\English\\lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "túbulos óseos",
      "translation": "medula",
      "definition": "Una tejido blando y graso que llena las cavidades de los huesos, en el que se producen las células sanguíneas, especialmente en los huesos de la pelvis y esternón.",
      "definition_translation": "Um tecido macio e gorduroso que preenche as cavidades dos ossos, no qual as células sangüíneas são produzidas, especialmente nos ossos da pelve e esterno.",
      "example": "El médico extrajo una muestra de médula ósea de la cadera del paciente. Ayer, visité un hospital donde realizaron un trasplante de médula ósea. Mañana, aprenderé sobre el proceso de donación de médula ósea.",
      "example_translation": "O médico extraiu uma amostra de medula óssea do quadril do paciente. Ontem, visitei um hospital onde realizaram um transplante de medula óssea. Amanhã, vou aprender sobre o processo de doação de medula óssea.",
      "imageLink": "image_files\\English\\marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zanahoria",
      "translation": "cherivia",
      "definition": "Una raíz comestible con un sabor dulce y nutrido, a menudo cocida, asada o puré y servida como guarnición.",
      "definition_translation": "Um legume com sabor doce e nozado, frequentemente cozido, assado ou amassado e servido como prato lateral.",
      "example": "Salteé la zanahoria con ajo y hierbas. Ella asó la zanahoria con aceite de oliva y sal. Mañana, él la puréará con mantequilla y crema.",
      "example_translation": "Cozinhei a cherivia com alho e ervas. Ela assou a cherivia com óleo de oliva e sal. Eles vão amassar a cherivia com manteiga e creme amanhã.",
      "imageLink": "image_files\\English\\parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ruibarbo",
      "translation": "ruibarbo",
      "definition": "Una planta con tallos comestibles que se utilizan a menudo en tartas y pasteles, con un sabor agrio y una alta concentración de ácido oxálico.",
      "definition_translation": "Uma planta com hastes comestíveis que são frequentemente utilizadas em tortas e tartes, tendo um sabor azedo e uma alta concentração de ácido oxálico.",
      "example": "Mi abuela solía hacer un delicioso pastel de ruibarbo. Vamos a cosechar el ruibarbo en junio. Ella comió un trozo de tarta de ruibarbo anoche.",
      "example_translation": "Minha avó costumava fazer uma deliciosa torta de ruibarbo. Eles vão colher o ruibarbo em junho. Ela comeu uma fatia de tarte de ruibarbo ontem à noite.",
      "imageLink": "image_files\\English\\rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colirrábano",
      "translation": "rutabaga",
      "definition": "Un cruce entre una col y un nabo, con un sabor dulce y ligeramente amargo y una textura firme.",
      "definition_translation": "Um cruzamento entre um repolho e um nabo, tendo um sabor doce, levemente amargo e uma textura firme.",
      "example": "Herví el colirrábano y lo machacé con mantequilla. Vamos a asar el colirrábano con zanahorias y patatas hoy. Ella comió un trozo de pastel de colirrábano ayer.",
      "example_translation": "Cozinhei a rutabaga e amassei com manteiga. Eles vão assar a rutabaga com cenouras e batatas hoje. Ela comeu uma fatia de bolo de rutabaga ontem.",
      "imageLink": "image_files\\English\\swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "batata",
      "translation": "batata-doce",
      "definition": "Una raíz comestible almidonosa que se come comúnmente como guarnición, especialmente en los Estados Unidos",
      "definition_translation": "um legume raiz amiláceo que é frequentemente consumido como acompanhamento, especialmente nos Estados Unidos",
      "example": "Comí patatas fritas de batata en el restaurante anoche, comeré de nuevo mañana, y las he comido muchas veces antes.",
      "example_translation": "Eu comi batatas-doce fritas no restaurante ontem à noite, comerei novamente amanhã e eu as comi muitas vezes antes.",
      "imageLink": "image_files\\English\\sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nabiza",
      "translation": "rabano",
      "definition": "Una raíz comestible que se come a menudo cocida o puré, y es básica en algunas cocinas europeas",
      "definition_translation": "um legume raiz que é frequentemente consumido cozido ou amassado, e é um ingrediente básico em algumas culinarias europeias",
      "example": "Mi abuela solía cultivar nabizas en su jardín cuando era niño, ahora las cultivo en mi propio jardín, y enseñaré a mis hijos a cultivarlas en el futuro.",
      "example_translation": "Minha avó costumava cultivar rabanos em seu jardim quando eu era criança, agora eu os cultivo no meu próprio jardim, e ensinarei meus filhos como cultivá-los no futuro.",
      "imageLink": "image_files\\English\\turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]