[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchillo",
      "translation": "faca",
      "definition": "Un cuchillo es un instrumento de corte que consta de una hoja afilada unida a un mango.",
      "definition_translation": "Uma faca é um instrumento de corte composto por uma lâmina afiada anexada a um cabo.",
      "example": "Usé un cuchillo para cortar la manzana ayer, estoy usando un cuchillo para cortar el pan ahora, y usaré un cuchillo para cortar la carne mañana.",
      "example_translation": "Eu usei uma faca para cortar a maçã ontem, estou usando uma faca para cortar o pão agora, e usarei uma faca para cortar a carne amanhã.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tazón",
      "translation": "tigela",
      "definition": "Un tazón es un recipiente redondo y abierto, utilizado para contener o servir alimentos.",
      "definition_translation": "Uma tigela é um contêiner redondo com tampa aberta usado para segurar ou servir comida.",
      "example": "Puse el cereal en un tazón ayer, estoy poniendo la sopa en un tazón ahora, y pondré la fruta en un tazón mañana.",
      "example_translation": "Eu coloquei o cereal em uma tigela ontem, estou colocando a sopa em uma tigela agora, e colocarei a fruta em uma tigela amanhã.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cocinilla",
      "translation": "cozinheiro",
      "definition": "Una cocinilla es un dispositivo o electrodoméstico utilizado para cocinar alimentos.",
      "definition_translation": "Um cozinheiro é um dispositivo ou eletrodoméstico usado para cozinhar comida.",
      "example": "Mi madre usó una cocinilla para cocinar la cena ayer, estoy usando una cocinilla para cocinar el almuerzo ahora, y mi hermana usará una cocinilla para cocinar el desayuno mañana.",
      "example_translation": "Minha mãe usou um cozinheiro para cozinhar o jantar ontem, estou usando um cozinheiro para cozinhar o almoço agora, e minha irmã usará um cozinheiro para cozinhar o café da manhã amanhã.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "armario",
      "translation": "armário",
      "definition": "Un armario es un mueble alto y independiente utilizado para almacenar alimentos, platos o equipo de cocina.",
      "definition_translation": "Um armário é um guarda-roupa alto, autônomo usado para armazenar comida, pratos ou outros equipamentos de cozinha.",
      "example": "Guardé los platos en el armario ayer, estoy guardando las tazas en el armario ahora, y guardaré los vasos en el armario mañana.",
      "example_translation": "Eu armazenei os pratos no armário ontem, estou armazenando os copos no armário agora, e armazenarei os copos no armário amanhã.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cajón",
      "translation": "gaveta",
      "definition": "Un cajón es un contenedor utilizado para almacenar objetos, generalmente encontrado en un mueble como una cómoda o escritorio.",
      "definition_translation": "Uma gaveta é um contêiner usado para armazenar coisas, geralmente encontrado em um móvel como um guarda-roupa ou mesa.",
      "example": "Abrí el cajón para sacar una pluma. Ayer, cerré el cajón después de poner los documentos adentro. Mañana, abriré el cajón para sacar mi libro favorito.",
      "example_translation": "Eu abri a gaveta para pegar uma caneta. Ontem, eu fechei a gaveta após colocar os documentos dentro. Amanhã, eu abrirei a gaveta para pegar meu livro favorito.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tenedor",
      "translation": "garfo",
      "definition": "Un tenedor es una herramienta utilizada para comer, compuesta por un mango y una cabeza con púas.",
      "definition_translation": "Um garfo é um utensílio usado para comer, consistindo de um cabo e uma cabeça com garfos.",
      "example": "Cogí un tenedor para comer mi ensalada. Ayer, dejé caer el tenedor en el suelo. Mañana, usaré un tenedor para comer mi desayuno.",
      "example_translation": "Eu peguei um garfo para comer minha salada. Ontem, eu derrubei o garfo no chão. Amanhã, eu usarei um garfo para comer meu café da manhã.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "frigorífico",
      "translation": "geladeira",
      "definition": "Un frigorífico es un electrodoméstico que se utiliza para mantener los alimentos y bebidas frescas o frías.",
      "definition_translation": "Uma geladeira é um aparelho elétrico usado para manter alimentos e bebidas frias ou geladas.",
      "example": "Abrí el frigorífico para sacar una bebida fría. Ayer, limpié el frigorífico para eliminar el mal olor. Mañana, pondré los restos en el frigorífico.",
      "example_translation": "Eu abri a geladeira para pegar uma bebida fria. Ontem, eu limpei a geladeira para se livrar do mau cheiro. Amanhã, eu coloquei os restos na geladeira.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mesa de cocina",
      "translation": "mesa de cozinha",
      "definition": "Una mesa de cocina es una mesa utilizada para preparar y comer alimentos en una cocina.",
      "definition_translation": "Uma mesa de cozinha é uma mesa usada para preparar e comer alimentos em uma cozinha.",
      "example": "Me senté a la mesa de cocina para comer mi desayuno. Ayer, puse la vasija sobre la mesa de cocina. Mañana, haré mi tarea sobre la mesa de cocina.",
      "example_translation": "Eu sentei-me à mesa de cozinha para comer meu café da manhã. Ontem, eu coloquei o vaso na mesa de cozinha. Amanhã, farei meu trabalho de casa na mesa de cozinha.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "horno microondas",
      "translation": "forno de micro-ondas",
      "definition": "Un electrodoméstico que utiliza ondas electromagnéticas para calentar y cocinar alimentos rápidamente.",
      "definition_translation": "Um eletrodoméstico de cozinha que usa ondas eletromagnéticas para esquentar e cozinhar alimentos rapidamente.",
      "example": "Usé el horno microondas para recalentar mi café esta mañana, luego lo usaré para cocinar la cena esta noche, y mañana lo usaré para calentar los restos.",
      "example_translation": "Eu usei o micro-ondas para esquentar meu café essa manhã, então vou usá-lo para cozinhar o jantar hoje à noite, e amanhã vou usá-lo para esquentar os alimentos sobras.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "estante",
      "translation": "prateleira",
      "definition": "Una pieza plana de madera, metal o vidrio unida a una pared o colocada en el suelo, utilizada para sostener objetos.",
      "definition_translation": "Um pedaço plano de madeira, metal ou vidro anexado à uma parede ou colocado no chão, usado para segurar objetos.",
      "example": "Puse los libros en el estante en la sala de estar, luego pondré las decoraciones en el estante en la cocina, y mañana agregaré más libros al estante en el dormitorio.",
      "example_translation": "Eu coloquei os livros na prateleira na sala de estar, e então vou colocar as decorações na prateleira na cozinha, e amanhã vou adicionar mais livros à prateleira no quarto.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fregadero",
      "translation": "pia",
      "definition": "Un recipiente con forma de tazón con un grifo, usado para lavar las manos, los platos o otros objetos.",
      "definition_translation": "Um recipiente em forma de tigela fixo com uma torneira, usado para lavar as mãos, pratos ou outros objetos.",
      "example": "Me lavé las manos en el fregadero después de cenar, luego lavaré los platos en el fregadero, y mañana arreglaré el fregadero con fugas en el baño.",
      "example_translation": "Eu lavei as minhas mãos na pia após o jantar, então vou lavar os pratos na pia, e amanhã vou consertar a pia com vazamento no banheiro.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchara",
      "translation": "colher",
      "definition": "Un utensilio con una cuenca redonda u ovalada y un mango, usado para comer o servir alimentos.",
      "definition_translation": "Um utensílio com uma tigela arredondada ou oval e um cabo, usado para comer ou servir alimentos.",
      "example": "Usé una cuchara para comer la sopa ayer, luego usaré una cuchara para servir el postre esta noche, y mañana usaré una cuchara para mezclar los ingredientes para la receta.",
      "example_translation": "Eu usei uma colher para comer a sopa ontem, então vou usar uma colher para servir o sobremesa hoje à noite, e amanhã vou usar uma colher para misturar os ingredientes para a receita.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "basurero",
      "translation": "lixeira",
      "definition": "Un contenedor, normalmente con una parte superior abierta, usado para contener o almacenar algo.",
      "definition_translation": "Um recipiente, normalmente com uma parte superior aberta, usado para armazenar ou guardar algo.",
      "example": "Tiré la basura en el basurero. Vaciaré el basurero mañana. Ella había vaciado el basurero ya.",
      "example_translation": "Joguei o lixo na lixeira. Vou tirar a lixeira amanhã. Ela já havia esvaziado a lixeira.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lavadora de platos",
      "translation": "lava-louças",
      "definition": "Una máquina para lavar platos automáticamente.",
      "definition_translation": "Uma máquina para lavar louças automaticamente.",
      "example": "Cargué la lavadora de platos anoche. La lavadora de platos está rota. Ella descargará la lavadora de platos ahora.",
      "example_translation": "Carreguei a lava-louças ontem à noite. A lava-louças está quebrada. Ela vai descarregar a lava-louças agora.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tetera eléctrica",
      "translation": "chaleira elétrica",
      "definition": "Una tetera que se calienta con electricidad.",
      "definition_translation": "Uma chaleira que é aquecida por eletricidade.",
      "example": "Conecté la tetera eléctrica. La tetera eléctrica es muy rápida. Ella comprará una tetera eléctrica mañana.",
      "example_translation": "Eu conectei a chaleira elétrica. A chaleira elétrica é muito rápida. Ela vai comprar uma chaleira elétrica amanhã.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "congelador",
      "translation": "congelador",
      "definition": "Un electrodoméstico para almacenar alimentos a una temperatura muy baja.",
      "definition_translation": "Um aparelho elétrico para armazenar alimentos a uma temperatura muito baixa.",
      "example": "Puse la carne en el congelador. El congelador no funciona. Ella descongelará el congelador mañana.",
      "example_translation": "Eu coloquei a carne no congelador. O congelador não está funcionando. Ela vai descongelar o congelador amanhã.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sartén",
      "translation": "frigideira",
      "definition": "Una sartén es un tipo de utensilio de cocina usado para freír, saltear y dorar alimentos. Normalmente se hace de metal, a menudo con un revestimiento antiadherente, y tiene un mango para levantar con facilidad.",
      "definition_translation": "Uma frigideira é um tipo de utensílio de cozinha usado para fritar, saltear e dourar alimentos. É normalmente feita de metal, muitas vezes com um revestimento antiaderente, e tem um cabo para fácil levantamento.",
      "example": "Usé una sartén para cocinar el desayuno ayer. Estoy usando una sartén para cocinar la cena esta noche. Usaré una sartén para cocinar la comida mañana.",
      "example_translation": "Eu usei uma frigideira para cozinhar café da manhã ontem. Estou usando uma frigideira para fazer jantar hoje à noite. Vou usar uma frigideira para cozinhar almoço amanhã.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "horno",
      "translation": "forno",
      "definition": "Un horno es un electrodoméstico de cocina usado para cocinar y calentar alimentos. Usa calor seco para cocinar alimentos, y se puede utilizar para hornear, asar y asar.",
      "definition_translation": "Um forno é um eletrodoméstico de cozinha usado para cozinhar e aquecer alimentos. Ele usa calor seco para cozinhar alimentos e pode ser usado para assar, grelhar e queimar.",
      "example": "Horneé un pastel en el horno la semana pasada. Estoy precaliendo el horno para cocinar un pollo asado esta noche. Usaré el horno para hacer galletas mañana.",
      "example_translation": "Eu assei um bolo no forno semana passada. Estou pré-aquecendo o forno para cozinhar um frango assado hoje à noite. Vou usar o forno para fazer biscoitos amanhã.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "olla",
      "translation": "panela",
      "definition": "Una olla es un contenedor usado para cocinar y almacenar alimentos y líquidos. Normalmente se hace de metal, cerámica o vidrio, y tiene un mango para levantar con facilidad.",
      "definition_translation": "Uma panela é um recipiente usado para cozinhar e armazenar alimentos e líquidos. É normalmente feita de metal, cerâmica ou vidro, e tem um cabo para fácil levantamento.",
      "example": "Herví agua en una olla ayer. Estoy usando una olla para hacer sopa esta noche. Usaré una olla para cocinar arroz mañana.",
      "example_translation": "Eu cozi água em uma panela ontem. Estou usando uma panela para fazer sopa hoje à noite. Vou usar uma panela para cozinhar arroz amanhã.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cacillo",
      "translation": "caçarola",
      "definition": "Un cacillo es un tipo de utensilio de cocina usado para calentar y cocinar salsas, sopas y otros líquidos. Normalmente se hace de metal, a menudo con un revestimiento antiadherente, y tiene un mango para levantar con facilidad.",
      "definition_translation": "Uma caçarola é um tipo de utensílio de cozinha usado para aquecer e cozinhar molhos, sopas e outros líquidos. É normalmente feita de metal, muitas vezes com um revestimento antiaderente, e tem um cabo para fácil levantamento.",
      "example": "Usé un cacillo para calentar la salsa ayer. Estoy usando un cacillo para cocinar una salsa esta noche. Usaré un cacillo para hacer una sopa mañana.",
      "example_translation": "Eu usei uma caçarola para aquecer o molho ontem. Estou usando uma caçarola para cozinhar um molho hoje à noite. Vou usar uma caçarola para fazer uma sopa amanhã.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grifo",
      "translation": "torneira",
      "definition": "Un grifo o válvula para controlar el flujo de un líquido, especialmente agua.",
      "definition_translation": "Um registro ou válvula para controlar o fluxo de um líquido, especialmente água.",
      "example": "Apagué el grifo para conservar agua. Encendí el grifo para lavar mis manos. Apagaré el grifo cuando termine.",
      "example_translation": "Eu desliguei a torneira para conservar água. Eu ligo a torneira para lavar minhas mãos. Eu desligarei a torneira quando terminar.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tetera",
      "translation": "bule",
      "definition": "Un recipiente con pico o asa,用于servir té.",
      "definition_translation": "Um vaso com bico ou puxador, usado para servir chá.",
      "example": "Vacié té de la tetera en mi taza. Compraré una nueva tetera para mi hermana. Compré una hermosa tetera en la tienda de antigüedades.",
      "example_translation": "Eu despejei chá da bule para o meu copo. Eu comprarei uma nova bule para minha irmã. Eu comprei uma bela bule em uma loja de antiguidades.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrebotellas",
      "translation": "abridor de lata",
      "definition": "Un dispositivo para abrir latas de conserva o otros contenedores.",
      "definition_translation": "Um dispositivo para abrir latas de metal ou outros recipientes.",
      "example": "Usé un abrebotellas para abrir la lata de frijoles. Compraré un nuevo abrebotellas porque el mío está roto. Puedo abrir la lata con el abrebotellas.",
      "example_translation": "Eu usei um abridor de lata para abrir a lata de feijão. Eu comprarei um novo abridor de lata porque o meu está quebrado. Eu posso abrir a lata com o abridor de lata.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tostadora",
      "translation": "tostadeira",
      "definition": "Un electrodoméstico para tostar rebanadas de pan.",
      "definition_translation": "Um aparelho elétrico para tostar fatias de pão.",
      "example": "Conecté la tostadora para hacer algunas tostadas. Compraré una nueva tostadora porque la mía es vieja. Limpie la tostadora para quitar las migas.",
      "example_translation": "Eu conectei a tostadeira para fazer alguns tostos. Eu comprarei uma nova tostadeira porque a minha é antiga. Eu limpei a tostadeira para remover as migalhas.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trapo",
      "translation": "tecido",
      "definition": "Un material flexible artificial hecho de una red de fibras naturales o sintéticas, utilizado para hacer ropa, tapicería y otros artículos.",
      "definition_translation": "Um material artificial flexível feito de uma rede de fibras naturais ou sintéticas, usado para fazer roupas, estofamento e outros artigos.",
      "example": "Ella limpió la mesa con un trapo. Ayer, ella lavó el trapo. Ella planchará el trapo mañana.",
      "example_translation": "Ela esfregou a tabela com um pano. Ontem, ela lavou o pano. Ela irá passar o pano amanhã.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cafetera",
      "translation": "máquina de café",
      "definition": "Un electrodoméstico que hace café a partir de granos de café molidos.",
      "definition_translation": "Um aparelho elétrico que faz café a partir de grãos de café moídos.",
      "example": "Ella compró una nueva cafetera. Ayer, ella usó la cafetera para hacer café. Ella limpiará la cafetera mañana.",
      "example_translation": "Ela comprou uma nova máquina de café. Ontem, ela usou a máquina de café para fazer café. Ela irá limpar a máquina de café amanhã.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sacacorchos",
      "translation": "abridor de garrafa",
      "definition": "Un dispositivo utilizado para quitar el corcho de una botella de vino.",
      "definition_translation": "Um dispositivo usado para remover a rolha de uma garrafa de vinho.",
      "example": "Él usó un sacacorchos para abrir el vino. Ayer, él compró un nuevo sacacorchos. Él usará el sacacorchos para abrir champán mañana.",
      "example_translation": "Ele usou um abridor de garrafa para abrir o vinho. Ontem, ele comprou um novo abridor de garrafa. Ele irá usar o abridor de garrafa para abrir champanhe amanhã.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "balanzas",
      "translation": "balanças",
      "definition": "Un instrumento utilizado para medir el peso, especialmente en cocina o ciencia.",
      "definition_translation": "Um instrumento usado para medir peso, especialmente na culinária ou ciência.",
      "example": "Ella usó las balanzas para pesar los ingredientes. Ayer, ella calibró las balanzas. Ella usará las balanzas para medir el peso del bebé mañana.",
      "example_translation": "Ela usou as balanças para pesar os ingredientes. Ontem, ela calibrou as balanças. Ela irá usar as balanças para medir o peso do bebê amanhã.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "banquillo",
      "translation": "banco",
      "definition": "Un banquillo es una pieza de mobiliario que consiste en un asiento individual, usualmente sin respaldo ni brazos, diseñado para sentarse.",
      "definition_translation": "Um banco é um pedaço de mobília composto por um assento único, geralmente sem costas ou braços, projetado para ser sentado.",
      "example": "Me senté en el banquillo para descansar mis pies. Ayer, me senté en el banquillo para atar mis zapatos. Mañana, me sentaré en el banquillo para leer un libro.",
      "example_translation": "Eu me sentei no banco para descansar meus pés. Ontem, eu me sentei no banco para amarrar meus sapatos. Amanhã, eu vou me sentar no banco para ler um livro.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manga de hornear",
      "translation": "mangueira de forno",
      "definition": "Una manga de hornear es una herramienta de cocina cilíndrica o rectangular hecha de papel o silicona, utilizada para moldear y dar forma a pan, pastelería y otros productos horneados.",
      "definition_translation": "Uma mangueira de forno é uma ferramenta de cozinha em forma de cilindro ou retângulo, feita de papel ou silicone, usada para moldar e dar forma a pães, pastéis e outros produtos assados.",
      "example": "Usé una manga de hornear para hacer una baguette perfecta. Ayer, compré una nueva manga de hornear para probar una nueva receta. Mañana, usaré una manga de hornear para hacer un pastel.",
      "example_translation": "Eu usei uma mangueira de forno para fazer um baguete perfeito. Ontem, eu comprei uma nova mangueira de forno para tentar uma nova receita. Amanhã, eu vou usar uma mangueira de forno para fazer um bolo.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortador de galletas",
      "translation": "cortador de biscoitos",
      "definition": "Un cortador de galletas es una herramienta de cocina utilizada para cortar formas de masa, típicamente en forma de círculo o rectángulo, para hacer galletas y otros dulces horneados.",
      "definition_translation": "Um cortador de biscoitos é uma ferramenta de cozinha usada para cortar formas de massa, geralmente em forma de círculo ou retângulo, para fazer biscoitos e outros produtos assados doces.",
      "example": "Utilicé un cortador de galletas para hacer galletas corazón. Ayer, presté un cortador de galletas a mi vecina para hacer una corteza de tarta. Mañana, utilizaré un cortador de galletas para hacer un lote de galletas.",
      "example_translation": "Eu usei um cortador de biscoitos para fazer biscoitos em forma de coração. Ontem, eu emprestei um cortador de biscoitos do meu vizinho para fazer uma crosta de torta. Amanhã, eu vou usar um cortador de biscoitos para fazer um lote de biscoitos.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortador de pan",
      "translation": "cortador de pão",
      "definition": "Un cortador de pan es una herramienta de cocina utilizada para cortar pan en piezas uniformes, a menudo utilizada en panaderías y restaurantes para porcionar pan a los clientes.",
      "definition_translation": "Um cortador de pão é uma ferramenta de cozinha usada para fatiar pão em pedaços uniformes, muitas vezes usada em padarias comerciais e restaurantes para portionar pão para os clientes.",
      "example": "El panadero utilizó un cortador de pan para cortar la hogaza recién horneada. Ayer, compré un nuevo cortador de pan para hacer sándwiches uniformes. Mañana, utilizaré un cortador de pan para hacer croutons.",
      "example_translation": "O padeiro usou um cortador de pão para fatiar o pão fresquinho. Ontem, eu comprei um novo cortador de pão para fazer sanduíches uniformes. Amanhã, eu vou usar um cortador de pão para fazer croutons.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "molde de pastel",
      "translation": "forma de bolo",
      "definition": "Un contenedor utilizado para contener y dar forma a un pastel mientras se hornea.",
      "definition_translation": "Um recipiente usado para segurar e dar forma a um bolo enquanto está sendo assado.",
      "example": "Ella engrasó el molde de pastel y vertió la mezcla. Ella había utilizado el molde de pastel ayer para hornear un pastel para el cumpleaños de su hermano. Ella utilizará el molde de pastel de nuevo mañana para hacer un pastel para la fiesta.",
      "example_translation": "Ela untou a forma de bolo e despejou a massa. Ela havia usado a forma de bolo ontem para assar um bolo de aniversário para o seu irmão. Ela usará a forma de bolo novamente amanhã para fazer um bolo para a festa.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fuente de cacerola",
      "translation": "prato de cerâmica",
      "definition": "Un plato grande y profundo utilizado para cocinar y servir una variedad de alimentos, como estofados, cacerolas y carnes asadas.",
      "definition_translation": "Um prato grande e fundo usado para cozinhar e servir uma variedade de alimentos, como estufados, casseroles e carnes assadas.",
      "example": "Ella colocó la fuente de cacerola en el horno y estableció el temporizador. Ella había lavado la fuente de cacerola a mano la noche anterior. Ella utilizará la fuente de cacerola la próxima semana para cocinar una comida para su familia.",
      "example_translation": "Ela colocou o prato de cerâmica no forno e ajustou o timer. Ela havia lavado o prato de cerâmica à mão ontem à noite. Ela usará o prato de cerâmica na próxima semana para cozinhar uma refeição para a sua família.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchillo de cocina",
      "translation": "faca de cortar",
      "definition": "Un cuchillo utilizado para cortar y picar alimentos, especialmente en una cocina.",
      "definition_translation": "Uma faca usada para cortar e picar alimentos, especialmente em uma cozinha.",
      "example": "Él cogió el cuchillo de cocina y comenzó a picar las verduras. Ella había afilado el cuchillo de cocina esa mañana. Ellos utilizarán el cuchillo de cocina mañana para preparar la cena.",
      "example_translation": "Ele pegou a faca de cortar e começou a picar os vegetais. Ela havia afiado a faca de cortar mais cedo naquela manhã. Eles usarão a faca de cortar amanhã para preparar o jantar.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "palo de comida",
      "translation": "hashi",
      "definition": "Un par de palitos pequeños, generalmente cónicos, utilizados como utensilios para comer, especialmente en la cocina asiática.",
      "definition_translation": "Um par de pequenos pauzinhos, geralmente afilados, usados como utensílios de comida, especialmente na culinária asiática oriental.",
      "example": "Ella luchó por usar los palos de comida para recoger los fideos. Él había aprendido a usar palos de comida cuando era niño. Ellos utilizarán los palos de comida esta noche para comer sushi.",
      "example_translation": "Ela lutou para usar os hashi para pegar os macarrões. Ele havia aprendido a usar os hashi quando era criança. Eles usarão os hashi esta noite para comer sushi.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "colador",
      "translation": "escorredor",
      "definition": "Un utensilio de cocina utilizado para drenar alimentos, como pasta o verduras, permitiendo que el agua pase mientras se mantiene el alimento dentro.",
      "definition_translation": "Um utensílio de cozinha usado para drenar alimentos, como macarrão ou legumes, permitindo que a água passe pela enquanto mantém os alimentos dentro.",
      "example": "Usé un colador para drenar la espaguetis, luego agregué algo de salsa. Ayer, lavé el colador en el fregadero. Mañana, utilizaré el colador para enjuagar el brócoli.",
      "example_translation": "Eu usei um escorredor para drenar o spaghetti, então adicionei um pouco de molho. Ontem, eu lavei o escorredor na pia. Amanhã, vou usar o escorredor para enxaguar o brócolis.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tabla de cortar",
      "translation": "tábua de corte",
      "definition": "Una superficie plana utilizada para picar, cortar o preparar alimentos, típicamente hecha de madera, plástico u otros materiales.",
      "definition_translation": "Uma superfície plana usada para cortar, fatiar ou preparar alimentos, geralmente feita de madeira, plástico ou outros materiais.",
      "example": "Corté las cebollas en la tabla de cortar, luego picé el ajo. Ayer, lavé la tabla de cortar con jabón. Mañana, utilizaré la tabla de cortar para preparar una ensalada.",
      "example_translation": "Eu cortei as cebolas na tábua de corte, então piquei o alho. Ontem, eu lavei a tábua de corte com sabão. Amanhã, vou usar a tábua de corte para preparar uma salada.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ctamizador de harina",
      "translation": "peneira de farinha",
      "definition": "Un utensilio de cocina utilizado para tamizar y aerear la harina, típicamente consistente en una malla de alambre o una pantalla perforada.",
      "definition_translation": "Um utensílio de cozinha usado para peneirar e aerar a farinha, geralmente consistindo em uma rede de arame ou tela perfurada.",
      "example": "Usé un cernidor de harina para mezclar los ingredientes, luego agregué algo de azúcar. Ayer, limpié el cernidor de harina con un cepillo. Mañana, utilizaré el cernidor de harina para hacer un pastel.",
      "example_translation": "Eu usei uma peneira de farinha para misturar os ingredientes, então adicionei um pouco de açúcar. Ontem, eu limpei a peneira de farinha com uma escova. Amanhã, vou usar a peneira de farinha para fazer um bolo.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cortador de alimentos",
      "translation": "fatias de alimentos",
      "definition": "Un electrodoméstico de cocina utilizado para cortar alimentos, como carnes, quesos o pan, en piezas delgadas.",
      "definition_translation": "Um aparelho de cozinha usado para fatiar alimentos, como carnes, queijos ou pão, em pedaços finos.",
      "example": "Usé un cortador de alimentos para cortar el pavo, luego lo serví con queso. Ayer, limpié el cortador de alimentos con jabón. Mañana, utilizaré el cortador de alimentos para preparar un sándwich.",
      "example_translation": "Eu usei uma fatias de alimentos para cortar o peru, então servi com queijo. Ontem, eu lavei a fatias de alimentos com sabão. Amanhã, vou usar a fatias de alimentos para preparar um sanduíche.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "embudo",
      "translation": "embudo",
      "definition": "Un embudo es un tubo o pipa que es ancho en un extremo y estrecho en el otro, utilizado para verter líquidos o polvos en una abertura pequeña.",
      "definition_translation": "Um embudo é um tubo ou cano que é amplo em uma extremidade e estreito na outra, usado para despejar líquidos ou pós em uma abertura pequena.",
      "example": "Usé un embudo para verter aceite en el motor. Ayer, usé un embudo para verter jugo en una botella. Mañana, usaré un embudo para verter agua en un cubo.",
      "example_translation": "Eu usei um embudo para despejar óleo no motor. Ontem, eu usei um embudo para despejar suco em uma garrafa. Amanhã, eu usarei um embudo para despejar água em um balde.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "prensa de ajo",
      "translation": "premolho de alho",
      "definition": "Una prensa de ajo es una herramienta de cocina utilizada para triturar los dientes de ajo en pulpa, haciendo que sea más fácil utilizarlos en la cocina.",
      "definition_translation": "Um premolho de alho é uma ferramenta de cozinha usada para esmagar dentes de alho em uma polpa, tornando mais fácil de usar na cozinha.",
      "example": "Usé una prensa de ajo para triturar ajo para la salsa de pasta. Ella usó una prensa de ajo para hacer pan de ajo. Ellos utilizarán una prensa de ajo para preparar ajo para la receta.",
      "example_translation": "Eu uso um premolho de alho para esmagar alho para molho de macarrão. Ela usou um premolho de alho para fazer pão de alho. Eles usarão um premolho de alho para preparar alho para a receita.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rallador",
      "translation": "ralo",
      "definition": "Un rallador es una herramienta de cocina utilizada para rallar o picar alimentos, como queso o vegetales, en pequeñas piezas.",
      "definition_translation": "Um ralo é uma ferramenta de cozinha usada para ralar ou gratar alimentos, como queijo ou legumes, em pequenos pedaços.",
      "example": "Usé un rallador para rallar queso para la ensalada. Ella usó un rallador para rallar zanahorias para el pastel. Ellos utilizarán un rallador para rallar calabacín para el pan.",
      "example_translation": "Eu uso um ralo para ralar queijo para salada. Ela usou um ralo para ralar cenouras para bolo. Eles usarão um ralo para ralar abobrinha para pão.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cucharón de helado",
      "translation": "cola de sorvete",
      "definition": "Un cucharón de helado es una herramienta de cocina utilizada para porcionar helado en bolas o cucharadas, haciendo que sea más fácil servir y comer.",
      "definition_translation": "Uma cola de sorvete é uma ferramenta de cozinha usada para dar porções de sorvete em bolas ou colheres, tornando mais fácil de servir e comer.",
      "example": "Usé un cucharón de helado para porcionar postre. Ella usó un cucharón de helado para servir helado en la fiesta. Ellos utilizarán un cucharón de helado para hacer sundae.",
      "example_translation": "Eu uso uma cola de sorvete para dar porções de sobremesa. Ela usou uma cola de sorvete para servir sorvete na festa. Eles usarão uma cola de sorvete para fazer sundaes.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cucharón",
      "translation": "concha",
      "definition": "Un cucharón es una cuchara profunda con un mango largo, utilizada para servir sopa o otros líquidos.",
      "definition_translation": "Uma concha é uma colher em forma de tigela com um cabo longo, usada para servir sopa ou outros líquidos.",
      "example": "Ella cuchareó la sopa en tazas. Ayer, ella había cuchareado la sopa en tazas. Mañana, ella cuchareará la sopa en tazas.",
      "example_translation": "Ela serviu a sopa em tigelas. Ontem, ela havia servido a sopa em tigelas. Amanhã, ela servirá a sopa em tigelas.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "exprimidor de limón",
      "translation": "espremedor de limão",
      "definition": "Un exprimidor de limón es una herramienta de cocina utilizada para extraer jugo de limones o otras frutas cítricas.",
      "definition_translation": "Um espremedor de limão é uma ferramenta de cozinha usada para extrair suco de limões ou outros frutos cítricos.",
      "example": "Ella usó un exprimidor de limón para hacer limonada fresca. Ayer, ella había usado un exprimidor de limón para hacer limonada fresca. Mañana, ella usará un exprimidor de limón para hacer limonada fresca.",
      "example_translation": "Ela usou um espremedor de limão para fazer limonada fresca. Ontem, ela havia usado um espremedor de limão para fazer limonada fresca. Amanhã, ela usará um espremedor de limão para fazer limonada fresca.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mandolina",
      "translation": "mandolina",
      "definition": "Una mandolina es una herramienta de cocina con una superficie plana y inclinada, utilizada para cortar frutas o vegetales en piezas delgadas.",
      "definition_translation": "Uma mandolina é uma ferramenta de cozinha com uma superfície plana, inclinada, usada para fatiar frutas ou legumes em pedaços finos.",
      "example": "Ella usó una mandolina para cortar las zanahorias. Ayer, ella había usado una mandolina para cortar las zanahorias. Mañana, ella usará una mandolina para cortar las zanahorias.",
      "example_translation": "Ela usou uma mandolina para fatiar as cenouras. Ontem, ela havia usado uma mandolina para fatiar as cenouras. Amanhã, ela usará uma mandolina para fatiar as cenouras.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchara medidora",
      "translation": "colher de medir",
      "definition": "Una cuchara medidora es una cuchara utilizada para medir la cantidad de un ingrediente, especialmente en la cocina o la repostería.",
      "definition_translation": "Uma colher de medir é uma colher usada para medir a quantidade de um ingrediente, especialmente em cozinha ou padaria.",
      "example": "Ella usó una cuchara medidora para medir la harina. Ayer, ella había usado una cuchara medidora para medir la harina. Mañana, ella usará una cuchara medidora para medir la harina.",
      "example_translation": "Ela usou uma colher de medir para medir a farinha. Ontem, ela havia usado uma colher de medir para medir a farinha. Amanhã, ela usará uma colher de medir para medir a farinha.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ablandador de carne",
      "translation": "amaciador de carne",
      "definition": "Una sustancia o dispositivo utilizado para hacer que la carne sea más tierna, como papaina o un mazo de carne.",
      "definition_translation": "Uma substância ou dispositivo usado para tornar a carne mais macia, como papaina ou um martelo de carne.",
      "example": "Usé un ablandador de carne para hacer que la carne de vaca fuera más tierna. Ayer, usé un mazo de carne para golpear la carne. Mañana, usaré papaina para ablandar el pollo.",
      "example_translation": "Eu usei um amaciador de carne para tornar o bife mais macio. Ontem, usei um martelo de carne para bater a carne. Amanhã, vou usar papaina para amaciar o frango.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "picadora",
      "translation": "moedor",
      "definition": "Un electrodoméstico o dispositivo de cocina utilizado para picar o moler alimentos, especialmente carne, en pequeñas piezas.",
      "definition_translation": "Um eletrodoméstico ou dispositivo de cozinha usado para picar ou moer alimentos, especialmente carne, em pequenos pedaços.",
      "example": "Usé una picadora para moler la carne de res para las hamburguesas. Ella picará las cebollas para la sopa. Él ha picado el ajo para la salsa.",
      "example_translation": "Eu usei um moedor para moer a carne de vaca para os hamburgueres. Ela vai picar as cebolas para a sopa. Ele tem picado o alho para o molho.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mortero y mano de mortero",
      "translation": "almofariz e pilão",
      "definition": "Un recipiente en forma de cuenco y una herramienta en forma de club utilizados juntos para moler, aplastar o mezclar alimentos, especialmente especias y hierbas.",
      "definition_translation": "Um vaso em forma de tigela e uma ferramenta em forma de clube usadas juntas para moer, triturar ou misturar alimentos, especialmente especiarias e ervas.",
      "example": "Utilicé un mortero y mano de mortero para moler las especias para el curry. Ella mezclará las hierbas en el mortero y mano de mortero. Él ha aplastado el ajo en el mortero y mano de mortero.",
      "example_translation": "Eu usei um almofariz e pilão para moer as especiarias para o curry. Ela vai misturar as ervas no almofariz e pilão. Ele tem triturado o alho no almofariz e pilão.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cascanueces",
      "translation": "quebrador de nozes",
      "definition": "Un dispositivo o herramienta utilizado para partir nueces, especialmente nueces o pacanas.",
      "definition_translation": "Um dispositivo ou ferramenta usado para quebrar nozes, especialmente nozes de cedro ou nozes-pecã.",
      "example": "Utilicé un cascanueces para abrir las nueces para el pastel. Ella partirá las pacanas para la ensalada. Él ha aplastado las avellanas en el cascanueces.",
      "example_translation": "Eu usei um quebrador de nozes para abrir as nozes de cedro para o bolo. Ela vai quebrar as nozes-pecã para a salada. Ele tem triturado as avelãs no quebrador de nozes.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tabla de pastelería",
      "translation": "tábua de massa",
      "definition": "Una tabla de pastelería es una superficie plana y lisa utilizada para enrollar masa y pasta, generalmente hecha de madera o mármol.",
      "definition_translation": "Uma tábua de massa é uma superfície plana e lisa usada para esticar massa e pastelaria, geralmente feita de madeira ou mármore.",
      "example": "Utilicé una tabla de pastelería para enrollar la masa para la corteza de tarta. Utilizaré una tabla de pastelería para hacer cruasanes mañana. Ella había utilizado una tabla de pastelería para preparar las decoraciones de la tarta.",
      "example_translation": "Eu usei uma tábua de massa para esticar a massa para a crosta de torta. Eu usarei uma tábua de massa para fazer os croissants amanhã. Ela havia usado uma tábua de massa para preparar as decorações do bolo.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pelador",
      "translation": "descascador",
      "definition": "Un pelador es una herramienta de cocina utilizada para quitar la piel o capa exterior de frutas y vegetales.",
      "definition_translation": "Um descascador é uma ferramenta de cozinha usada para remover a pele ou camada exterior de frutas e legumes.",
      "example": "Utilizo un pelador para quitar la piel de las manzanas. Ella utilizó un pelador para pelar las zanahorias para la ensalada. Ellos utilizarán un pelador para pelar las papas para las patatas fritas.",
      "example_translation": "Eu uso um descascador para remover a pele das maçãs. Ela usou um descascador para descascar as cenouras para a salada. Eles usarão um descascador para descascar as batatas para as fritas.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "molino de pimienta",
      "translation": "moedor de pimenta",
      "definition": "Un molino de pimienta es una herramienta de cocina utilizada para moler granos de pimienta en polvo.",
      "definition_translation": "Um moedor de pimenta é uma ferramenta de cozinha usada para moer grãos de pimenta em pó.",
      "example": "Utilizo un molino de pimienta para moler los granos de pimienta para la receta. Ella utilizó un molino de pimienta para sazonar la carne. Ellos utilizarán un molino de pimienta para agregar sabor a la sopa.",
      "example_translation": "Eu uso um moedor de pimenta para moer os grãos de pimenta para a receita. Ela usou um moedor de pimenta para temperar o bife. Eles usarão um moedor de pimenta para acrescentar sabor à sopa.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bolsa de confección",
      "translation": "saco de confeitar",
      "definition": "Una bolsa de confección es una herramienta de cocina utilizada para decorar pasteles y pastelería mediante la aplicación de glaseado o otros materiales a través de una boquilla pequeña.",
      "definition_translation": "Um saco de confeitar é uma ferramenta de cozinha usada para decorar bolos e pastelaria pipando glacê ou outros materiais através de uma pequena boca.",
      "example": "Utilicé una bolsa de confección para decorar la tarta de cumpleaños. Ella utilizó una bolsa de confección para crear los diseños intrincados en la tarta de boda. Ellos utilizarán una bolsa de confección para hacer los cupcakes festivos.",
      "example_translation": "Eu usei um saco de confeitar para decorar o bolo de aniversário. Ela usou um saco de confeitar para criar os designs intricados no bolo de casamento. Eles usarão um saco de confeitar para fazer os cupcakes festivos.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rodillo",
      "translation": "rolo de massa",
      "definition": "Un rodillo es una herramienta cilíndrica utilizada para dar forma y aplanar masa, pasta o otros materiales en la cocina y la pastelería.",
      "definition_translation": "Um rolo de massa é uma ferramenta cilíndrica usada para dar forma e achatamento de massa, pasta ou outros materiais na cozinha e na padaria.",
      "example": "Ella había enrollado la masa con un rodillo para hacer una corteza de tarta perfecta. Ayer, ella había utilizado un rodillo de mármol para hacer una deliciosa pasta. Mañana, ella comprará un nuevo rodillo para hacer una tarta.",
      "example_translation": "Ela havia rolado a massa com um rolo de massa para fazer uma crosta de torta perfeita. Ontem, ela havia usado um rolo de massa de mármore para fazer uma pastelaria deliciosa. Amanhã, ela comprará um novo rolo de massa para fazer um bolo.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "aparador",
      "translation": "aparador",
      "definition": "Un aparador es un mueble utilizado para almacenar y exhibir platos, vasos y otros artículos en un comedor o cocina.",
      "definition_translation": "Um aparador é um móvel usado para armazenar e exibir pratos, copos e outros itens em uma sala de jantar ou cozinha.",
      "example": "Ellos habían colocado la vajilla fina en el aparador para la cena. En el pasado, ellos habían utilizado el aparador para almacenar los platos antiguos de su abuela. En el futuro, ellos comprarán un nuevo aparador para combinar con la decoración de su cocina.",
      "example_translation": "Eles haviam colocado a porcelana fina no aparador para a festa de jantar. No passado, eles haviam usado o aparador para armazenar os pratos antigos da avó. No futuro, eles comprarão um novo aparador para combinar com a decoração da cozinha.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cedazo",
      "translation": "peneira",
      "definition": "Un cedazo es una herramienta de cocina utilizada para separar partículas sólidas de diferentes tamaños, o para tamizar harina o otros ingredientes en polvo.",
      "definition_translation": "Uma peneira é um utensílio de cozinha usado para separar partículas sólidas de diferentes tamanhos, ou para peneirar farinha ou outros ingredientes pulverulentos.",
      "example": "Ella había utilizado un cedazo para tamizar la harina para la receta de la tarta. Ayer, ella había utilizado un cedazo grueso para separar el arroz de las piedras. Mañana, ella comprará un cedazo fino para hacer una pastelería delicada.",
      "example_translation": "Ela havia usado uma peneira para peneirar a farinha para a receita do bolo. Ontem, ela havia usado uma peneira grossa para separar o arroz das pedras. Amanhã, ela comprará uma peneira fina para fazer uma pastelaria delicada.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tarjeta de especias",
      "translation": "prateleira de especiarias",
      "definition": "Una tarjeta de especias es una herramienta de cocina utilizada para almacenar y organizar especias, hierbas y otros condimentos.",
      "definition_translation": "Uma prateleira de especiarias é um utensílio de cozinha usado para armazenar e organizar especiarias, ervas e outros temperos.",
      "example": "Ella había llenado la tarjeta de especias con sus hierbas y especias favoritas. En el pasado, ellos habían utilizado una tarjeta de especias de madera para almacenar las mezclas de especias secretas de su abuela. En el futuro, ellos comprarán una nueva tarjeta de especias para combinar con la decoración de su cocina.",
      "example_translation": "Ela havia preenchido a prateleira de especiarias com suas ervas e especiarias favoritas. No passado, eles haviam usado uma prateleira de especiarias de madeira para armazenar as misturas de tempero secretas da avó. No futuro, eles comprarão uma nova prateleira de especiarias para combinar com a decoração da cozinha.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cuchara de cata",
      "translation": "Colher de prova",
      "definition": "Una cuchara utilizada para probar alimentos mientras se cocinan para comprobar el sabor y textura.",
      "definition_translation": "Uma colher usada para provar comida enquanto está sendo cozida para verificar o sabor e a textura.",
      "example": "La chef utilizó una cuchara de cata para ajustar la sazón de la sopa. Ayer, probó la salsa con una cuchara de cata. Mañana, utilizará una cuchara de cata para probar el sabor del plato.",
      "example_translation": "O chef usou uma colher de prova para ajustar o tempero da sopa. Ontem, ela provou o molho com uma colher de prova. Ela usará uma colher de prova para testar o sabor do prato amanhã.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cronómetro",
      "translation": "Cronômetro",
      "definition": "Un dispositivo que mide el tiempo empleado en una actividad específica o tarea.",
      "definition_translation": "Um dispositivo que mede o tempo gasto em uma atividade ou tarefa específica.",
      "example": "La atleta utilizó un cronómetro para rastrear su tiempo de carrera. Ayer, programó el cronómetro para 30 minutos. Mañana, utilizará un cronómetro para monitorear su rutina de ejercicio.",
      "example_translation": "A atleta usou um cronômetro para acompanhar seu tempo de corrida. Ela ajustou o cronômetro para 30 minutos ontem. Ela usará um cronômetro para monitorar sua rotina de exercícios amanhã.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "batidor",
      "translation": "Fouet",
      "definition": "Una herramienta de cocina utilizada para mezclar y batir alimentos, especialmente masas y salsas.",
      "definition_translation": "Uma ferramenta de cozinha usada para misturar e combinar alimentos, especialmente massas e molhos.",
      "example": "La pastelera utilizó un batidor para cremar la mantequilla y el azúcar. Ayer, batió los huevos en un tazón. Mañana, batirá la salsa para combinar los ingredientes.",
      "example_translation": "A padeira usou um fouet para cremar a manteiga e o açúcar. Ela bateu os ovos em uma tigela ontem. Ela irá bater o molho para combinar os ingredientes amanhã.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "encimera",
      "translation": "Superfície de trabalho",
      "definition": "Una superficie en una cocina o taller donde se realizan tareas, como preparación de alimentos o manualidades.",
      "definition_translation": "Uma superfície em uma cozinha ou oficina onde tarefas são realizadas, como preparação de alimentos ou artesanato.",
      "example": "La chef preparó los ingredientes en la encimera. Ayer, limpió la encimera. Mañana, instalarán nuevas encimeras en la cocina.",
      "example_translation": "O chef preparou os ingredientes na superfície de trabalho. Ela limpou a superfície de trabalho ontem. Eles irão instalar novas superfícies de trabalho na cozinha amanhã.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]