[
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cocinar",
      "translation": "cozinheiro",
      "definition": "una persona que prepara y cocina comida, especialmente como trabajo",
      "definition_translation": "uma pessoa que prepara e cozinha alimentos, especialmente como trabalho",
      "example": "Ella cocinó la cena para su familia anoche. Cocina desayuno todas las mañanas. Cocinará la comida para sus invitados mañana.",
      "example_translation": "Ela cozinhou jantar para sua família ontem à noite. Ela cozinha café da manhã todas as manhãs. Ela cozinhará almoço para seus convidados amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "cook-1.jpg",
      "audioLink": "cook.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "médico",
      "translation": "médico",
      "definition": "una persona entrenada para dar atención médica y tratamiento a las personas",
      "definition_translation": "uma pessoa treinada para dar cuidado médico e tratamento às pessoas",
      "example": "Él fue a ver a un médico ayer. Es un médico en un hospital. Será un médico en unos años.",
      "example_translation": "Ele foi ver um médico ontem. Ele é um médico em um hospital. Ele será um médico em alguns anos.",
      "imageLink": "image_files\\English\\"imageLink": "doctor.jpg",
      "audioLink": "doctor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conductor",
      "translation": "motorista",
      "definition": "una persona que opera un vehículo, como un coche, autobús o camión",
      "definition_translation": "uma pessoa que opera um veículo, como um carro, ônibus ou caminhão",
      "example": "Él es un conductor para una empresa de transporte. Condujo a trabajar esta mañana. Conducirá a la playa el fin de semana que viene.",
      "example_translation": "Ele é um motorista para uma empresa de transporte. Ele dirigiu para o trabalho esta manhã. Ele dirigirá para a praia no próximo fim de semana.",
      "imageLink": "image_files\\English\\"imageLink": "driver.jpg",
      "audioLink": "driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "maestro",
      "translation": "professor",
      "definition": "una persona que ayuda a las personas a aprender, especialmente en una escuela",
      "definition_translation": "uma pessoa que ajuda as pessoas a aprender, especialmente em uma escola",
      "example": "Ella es una maestra en una escuela secundaria. Enseñó matemáticas a sus estudiantes ayer. Enseñará inglés el próximo semestre.",
      "example_translation": "Ela é uma professora em uma escola secundária. Ela ensinou matemática aos seus alunos ontem. Ela ensinará inglês no próximo semestre.",
      "imageLink": "image_files\\English\\"imageLink": "teacher.jpg",
      "audioLink": "teacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camarero",
      "translation": "garçom",
      "definition": "Un hombre que atiende mesas en un restaurante.",
      "definition_translation": "Uma pessoa que serve mesas em um restaurante.",
      "example": "El camarero nos trajo el menú. Nos traerá la comida. Nos trajo la cuenta.",
      "example_translation": "O garçom nos trouxe o menu. Ele nos trará o alimento. Ele nos trouxe a conta.",
      "imageLink": "image_files\\English\\"imageLink": "waiter.jpg",
      "audioLink": "waiter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "camarera",
      "translation": "garçonete",
      "definition": "Una mujer que atiende mesas en un restaurante.",
      "definition_translation": "Uma pessoa do sexo feminino que serve mesas em um restaurante.",
      "example": "La camarera tomó nuestro pedido. Nos traerá las bebidas. Nos trajo el postre.",
      "example_translation": "A garçonete tomou nosso pedido. Ela nos trará as bebidas. Ela nos trouxe o sobremesa.",
      "imageLink": "image_files\\English\\"imageLink": "waitress.jpg",
      "audioLink": "waitress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actor",
      "translation": "ator",
      "definition": "Un hombre que actúa en una obra de teatro, película o programa de televisión.",
      "definition_translation": "Uma pessoa que atua em uma peça, filme ou programa de televisão.",
      "example": "El actor interpretó el papel principal. Ha interpretado muchos roles. Interpretará un nuevo papel.",
      "example_translation": "O ator desempenhou o papel principal. Ele desempenhou muitos papéis. Ele desempenhará um novo papel.",
      "imageLink": "image_files\\English\\"imageLink": "actor.jpg",
      "audioLink": "actor.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actriz",
      "translation": " atriz",
      "definition": "Una mujer que actúa en una obra de teatro, película o programa de televisión.",
      "definition_translation": "Uma pessoa do sexo feminino que atua em uma peça, filme ou programa de televisão.",
      "example": "La actriz ganó un premio. Ha ganado muchos premios. Ganará otro premio.",
      "example_translation": "A atriz ganhou um prêmio. Ela ganhou muitos prêmios. Ela ganhará outro prêmio.",
      "imageLink": "image_files\\English\\"imageLink": "actress.jpg",
      "audioLink": "actress.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "artista",
      "translation": "artista",
      "definition": "Una persona que crea pinturas, dibujos, esculturas u otras obras de arte.",
      "definition_translation": "Uma pessoa que cria pinturas, desenhos, esculturas ou outras obras de arte.",
      "example": "Era una artista talentosa que había tenido muchas exposiciones en París. Está trabajando en un nuevo proyecto. Tendrá una exposición en Nueva York el año que viene.",
      "example_translation": "Ela era uma artista talentosa que havia realizado muitas exposições em Paris. Ela está atualmente trabalhando em um novo projeto. Ela terá um show em Nova York no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "artist.jpg",
      "audioLink": "artist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hombre de negocios",
      "translation": "homem de negócios",
      "definition": "Un hombre que trabaja en el comercio, la industria o las finanzas, especialmente uno que es habilidoso en la gestión y la inversión.",
      "definition_translation": "Uma pessoa que trabalha no comércio, indústria ou finanças, especialmente uma que é habilida em gestão e investimento.",
      "example": "Fue un hombre de negocios exitoso que había construido su empresa desde cero. Ahora está planeando expandirse a nuevos mercados. Abrirá su nueva oficina en Tokio el próximo mes.",
      "example_translation": "Ele era um homem de negócios bem-sucedido que havia construído sua empresa do zero. Ele está agora planejando expandir para novos mercados. Ele vai abrir seu novo escritório em Tóquio no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "businessman.jpg",
      "audioLink": "businessman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mujer de negocios",
      "translation": "mulher de negócios",
      "definition": "Una mujer que trabaja en el comercio, la industria o las finanzas, especialmente una que es habilidosa en la gestión y la inversión.",
      "definition_translation": "Uma mulher que trabalha no comércio, indústria ou finanças, especialmente uma que é habilida em gestão e investimento.",
      "example": "Era una respetada mujer de negocios que se había hecho un nombre en la industria tecnológica. Actualmente lidera un equipo de ingenieros. Lanzará su nuevo startup el próximo año.",
      "example_translation": "Ela era uma mulher de negócios respeitada que havia feito um nome para si mesma na indústria de tecnologia. Ela está atualmente liderando uma equipe de engenheiros. Ela vai lançar sua nova startup no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "businesswoman.jpg",
      "audioLink": "businesswoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mecánico de coches",
      "translation": "mecânico de carros",
      "definition": "Una persona que repara y mantiene vehículos, especialmente coches.",
      "definition_translation": "Uma pessoa que repara e mantém veículos, especialmente carros.",
      "example": "Él era un mecánico de coches habilidoso que había trabajado en muchos coches. Actualmente está reparando un motor averiado. Terminará el trabajo de reparación para finales de la semana.",
      "example_translation": "Ele era um mecânico de carros habilidoso que havia trabalhado em muitos carros. Ele está atualmente consertando um motor quebrado. Ele vai terminar o trabalho de reparo até o final da semana.",
      "imageLink": "image_files\\English\\"imageLink": "car-mechanic.jpg",
      "audioLink": "car mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chef",
      "translation": "cozinheiro",
      "definition": "Un profesional entrenado que prepara y cocina comida en un restaurante, hotel o otro establecimiento de servicio de alimentos.",
      "definition_translation": "um profissional treinado que prepara e cozinha alimentos em um restaurante, hotel ou outro estabelecimento de serviço de alimentos",
      "example": "Ella trabajaba como chef en un restaurante con estrella Michelin. Trabaja como chef en un restaurante con estrella Michelin. Trabajaría como chef en un restaurante con estrella Michelin.",
      "example_translation": "Ela trabalhou como cozinheiro em um restaurante com uma estrela Michelin. Ela está trabalhando como cozinheiro em um restaurante com uma estrela Michelin. Ela trabalhará como cozinheiro em um restaurante com uma estrela Michelin.",
      "imageLink": "image_files\\English\\"imageLink": "chef.jpg",
      "audioLink": "chef.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "químico",
      "translation": "químico",
      "definition": "Una persona que está capacitada en o práctica la química, especialmente como profesión.",
      "definition_translation": "pessoa treinada ou que pratica química, especialmente como profissão",
      "example": "El químico descubrió un nuevo compuesto. El químico está probando el nuevo compuesto. El químico analizará los resultados de la prueba.",
      "example_translation": "O químico descobriu um novo composto. O químico está testando o novo composto. O químico analisará os resultados do teste.",
      "imageLink": "image_files\\English\\"imageLink": "chemist.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "limpiador",
      "translation": "limpador",
      "definition": "Una persona cuyo trabajo es limpiar cosas, especialmente en oficinas, casas o otros edificios.",
      "definition_translation": "pessoa cujo trabalho é limpar coisas, especialmente em escritórios, casas ou outros prédios",
      "example": "El limpiador está barriendo el suelo. El limpiador barrió el suelo ayer. El limpiador barrerá el suelo mañana.",
      "example_translation": "O limpador está esfregando o chão. O limpador esfregou o chão ontem. O limpador varrerá o chão amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "cleaner.jpg",
      "audioLink": "cleaner.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bailarín",
      "translation": "dançarino",
      "definition": "Una persona que ejecuta una danza, especialmente como profesión o en público.",
      "definition_translation": "pessoa que realiza uma dança, especialmente como profissão ou em público",
      "example": "El bailarín se presentó en el escenario. El bailarín está ensayando para el espectáculo. El bailarín participará en la competencia la próxima semana.",
      "example_translation": "O dançarino se apresentou no palco. O dançarino está ensaiando para o show. O dançarino participará da competição na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "dancer.jpg",
      "audioLink": "dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dentista",
      "translation": "dentista",
      "definition": "Una persona que está capacitada en el diagnóstico, la prevención y el tratamiento de enfermedades y condiciones de los dientes y la boca.",
      "definition_translation": "Uma pessoa habilidosa no diagnóstico, prevenção e tratamento de doenças e condições dos dentes e boca.",
      "example": "Visité al dentista ayer, visito al dentista cada seis meses, y visitaré al dentista la próxima semana.",
      "example_translation": "Eu visitei o dentista ontem, eu visito o dentista a cada seis meses, e eu visitarei o dentista na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "dentist.jpg",
      "audioLink": "dentist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ingeniero",
      "translation": "engenheiro",
      "definition": "Una persona que diseña, construye o mantiene estructuras, máquinas o sistemas, utilizando principios científicos y matemáticos.",
      "definition_translation": "Uma pessoa que projeta, constrói ou mantém estruturas, máquinas ou sistemas, usando princípios científicos e matemáticos.",
      "example": "Ella era una ingeniera en una empresa reputada, ha sido ingeniera durante diez años, y será una ingeniera renombrada en el futuro.",
      "example_translation": "Ela era uma engenheira em uma empresa renomada, ela tem sido uma engenheira por dez anos, e ela será uma engenheira renomada no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "engineer.jpg",
      "audioLink": "engineer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "agricultor",
      "translation": "agricultor",
      "definition": "Una persona que posee o gestiona una granja, especialmente una que cultiva la tierra para producir cultivos o criar ganado.",
      "definition_translation": "Uma pessoa que possui ou gerencia uma fazenda, especialmente um que cultiva a terra para produzir culturas ou criar gado.",
      "example": "Él era un agricultor en su ciudad natal, ha sido agricultor durante veinte años, y será un agricultor exitoso en el futuro.",
      "example_translation": "Ele era um agricultor em sua cidade natal, ele tem sido um agricultor por vinte anos, e ele será um agricultor bem-sucedido no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "farmer.jpg",
      "audioLink": "farmer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "futbolista",
      "translation": "futebolista",
      "definition": "Una persona que juega fútbol, especialmente como profesional.",
      "definition_translation": "Uma pessoa que joga futebol, especialmente como um profissional.",
      "example": "Él fue un futbolista en sus días de universidad, ha sido futbolista durante cinco años, y será un futbolista exitoso en el futuro.",
      "example_translation": "Ele era um futebolista em seus dias de colégio, ele tem sido um futebolista por cinco anos, e ele será um futebolista bem-sucedido no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "footballer.jpg",
      "audioLink": "footballer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guía",
      "translation": "guia",
      "definition": "Una persona que muestra el camino a otros, especialmente en un lugar que no conocen.",
      "definition_translation": "Uma pessoa que mostra o caminho para os outros, especialmente em um lugar que não conhecem.",
      "example": "Ella nos guiará por el museo. Ella nos había guiado por el museo. Ella nos habrá guiado por el museo para entonces.",
      "example_translation": "Ela vai nos guiar pelo museu. Ela nos guiou pelo museu. Ela terá nos guiado pelo museu até então.",
      "imageLink": "image_files\\English\\"imageLink": "guide-1.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "director/a",
      "translation": "diretor",
      "definition": "El profesor más senior en una escuela, responsable de su gestión y administración.",
      "definition_translation": "O professor mais sênior em uma escola, responsável pela sua gestão e administração.",
      "example": "El director ha estado trabajando en la escuela durante 10 años. El director había trabajado en la escuela durante 5 años antes de mudarse a otra escuela. El director habrá trabajado en la escuela durante 15 años para cuando se retire.",
      "example_translation": "O diretor tem trabalhado na escola por 10 anos. O diretor havia trabalhado na escola por 5 anos antes de se mudar para outra escola. O diretor terá trabalhado na escola por 15 anos no momento em que ela se aposenta.",
      "imageLink": "image_files\\English\\"imageLink": "headteacher.jpg",
      "audioLink": "headteacher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "gerente",
      "translation": "gerente",
      "definition": "Una persona responsable de controlar o administrar toda o parte de una empresa o organización.",
      "definition_translation": "Uma pessoa responsável por controlar ou administrar toda ou parte de uma empresa ou organização.",
      "example": "Él ha sido gerente en la empresa durante 5 años. Él había gestionado varios equipos antes de convertirse en gerente. Él habrá gestionado el departamento entero para cuando sea promovido.",
      "example_translation": "Ele tem sido um gerente na empresa por 5 anos. Ele havia gerenciado várias equipes antes de se tornar um gerente. Ele terá gerenciado todo o departamento até o momento em que é promovido.",
      "imageLink": "image_files\\English\\"imageLink": "manager.jpg",
      "audioLink": "manager.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mecánico",
      "translation": "mecânico",
      "definition": "Una persona que repara y mantiene máquinas y motores, especialmente los de vehículos.",
      "definition_translation": "Uma pessoa que repara e mantém máquinas e motores, especialmente os de veículos.",
      "example": "El mecánico ha estado reparando el coche durante horas. El mecánico había reparado la bicicleta antes de trabajar en el coche. El mecánico habrá reparado la flota de coches completa para fin de mes.",
      "example_translation": "O mecânico tem estado consertando o carro por horas. O mecânico havia consertado a bicicleta antes de trabalhar no carro. O mecânico terá consertado toda a frota de carros até o final do mês.",
      "imageLink": "image_files\\English\\"imageLink": "mechanic.jpg",
      "audioLink": "mechanic.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "enfermero/a",
      "translation": "enfermeira",
      "definition": "Una persona entrenada para cuidar a los enfermos o débiles, especialmente en un hospital.",
      "definition_translation": "Uma enfermeira é uma pessoa treinada para cuidar dos doentes ou enfermos, especialmente em um hospital.",
      "example": "Ella ha sido enfermera durante 10 años, actualmente trabaja en un hospital y se especializará en pediatría el año que viene.",
      "example_translation": "Ela tem sido uma enfermeira por 10 anos, atualmente trabalha em um hospital e se especializará em pediatria no próximo ano.",
      "imageLink": "image_files\\English\\"imageLink": "nurse.jpg",
      "audioLink": "nurse.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pintor",
      "translation": "pintor",
      "definition": "Un pintor es una persona que pinta cuadros o paredes como profesión.",
      "definition_translation": "Um pintor é uma pessoa que pinta quadros ou paredes como profissão.",
      "example": "Él era un pintor habilidoso y había estado trabajando en un mural durante semanas, lo terminará mañana, y había pintado un paisaje hermoso el año pasado.",
      "example_translation": "Ele era um pintor habilidoso e havia estado trabalhando em um mural por semanas, terminará amanhã e já havia pintado um belo paisagem no ano passado.",
      "imageLink": "image_files\\English\\"imageLink": "painter.jpg",
      "audioLink": "painter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fotógrafo/a",
      "translation": "fotógrafo",
      "definition": "Un fotógrafo es una persona que toma fotografías, especialmente como profesión.",
      "definition_translation": "Um fotógrafo é uma pessoa que tira fotos, especialmente como profissão.",
      "example": "Ella ha sido fotógrafa durante 5 años, tomará fotos de la boda el próximo mes, y había fotografiado un hermoso atardecer la semana pasada.",
      "example_translation": "Ela tem sido uma fotógrafa por 5 anos, tirará fotos do casamento no próximo mês e já havia fotografado um belo pôr do sol na semana passada.",
      "imageLink": "image_files\\English\\"imageLink": "photographer.jpg",
      "audioLink": "photographer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "piloto",
      "translation": "piloto",
      "definition": "Un piloto es una persona que opera los controles de una aeronave.",
      "definition_translation": "Um piloto é uma pessoa que opera os controles de uma aeronave.",
      "example": "Él ha sido piloto durante 10 años, volará a Nueva York mañana, y había aterrizado un avión con seguridad la noche anterior.",
      "example_translation": "Ele tem sido um piloto por 10 anos, voará para Nova York amanhã e já havia pousado um avião em segurança na noite passada.",
      "imageLink": "image_files\\English\\"imageLink": "pilot.jpg",
      "audioLink": "pilot.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "jugador/a",
      "translation": "jogador",
      "definition": "Una persona que participa en un deporte, juego o actividad, especialmente uno que es muy habilidoso o entusiasta.",
      "definition_translation": "Uma pessoa que participa de um esporte, jogo ou atividade, especialmente uma pessoa que é muito habilidosa ou entusiasta.",
      "example": "Yo era un buen jugador en el equipo de fútbol en la escuela secundaria, pero ahora solo juego por diversión. Yo jugué fútbol con mis amigos ayer, y jugaré de nuevo mañana.",
      "example_translation": "Eu era um bom jogador no time de futebol no colégio, mas agora eu só jogo para diversão. Eu joguei futebol com meus amigos ontem, e eu vou jogar novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "player-2.jpg",
      "audioLink": "player.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "oficial de policía",
      "translation": "policial",
      "definition": "Una persona cuyo trabajo es hacer cumplir las leyes, proteger a las personas y mantener el orden en una comunidad.",
      "definition_translation": "Uma pessoa cujo trabalho é fazer cumprir as leis, proteger as pessoas e manter a ordem em uma comunidade.",
      "example": "El oficial de policía detuvo el coche y pidió la licencia de conducir del conductor. El oficial de policía ha estado trabajando en este vecindario durante cinco años, y ella continuará trabajando aquí durante muchos años más.",
      "example_translation": "O policial parou o carro e pediu a carteira de motorista. A policial trabalha neste bairro há cinco anos, e ela continuará a trabalhar aqui por muitos anos.",
      "imageLink": "image_files\\English\\"imageLink": "police-officer.jpg",
      "audioLink": "police officer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "policía",
      "translation": "policia",
      "definition": "Un oficial de policía masculino, especialmente uno que no es de alto rango.",
      "definition_translation": "Um policial masculino, especialmente um que não é de alta patente.",
      "example": "El policía ayudó al niño perdido a encontrar a sus padres. El policía ha estado trabajando en la fuerza durante diez años y se siente orgulloso de su servicio.",
      "example_translation": "O policial ajudou a criança perdida a encontrar os pais. O policial trabalha na força há dez anos, e ele está orgulhoso do seu serviço.",
      "imageLink": "image_files\\English\\"imageLink": "policeman.jpg",
      "audioLink": "policeman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "policía",
      "translation": "policia feminina",
      "definition": "Una oficial de policía femenina, especialmente una que no es de alto rango.",
      "definition_translation": "Uma policial feminina, especialmente uma que não é de alta patente.",
      "example": "La policía fue muy amable y me ayudó a denunciar el delito. La policía ha estado trabajando en la fuerza durante cinco años y es respetada por sus colegas.",
      "example_translation": "A policial feminina foi muito gentil e me ajudou a relatar o crime. A policial feminina trabalha na força há cinco anos, e ela é respeitada por seus colegas.",
      "imageLink": "image_files\\English\\"imageLink": "policewoman.jpg",
      "audioLink": "policewoman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "recepcionista",
      "translation": "recepcionista",
      "definition": "Una persona empleada para saludar y asistir a visitantes, clientes o pacientes en un entorno profesional, como un hotel, oficina o consulta médica.",
      "definition_translation": "Uma pessoa empregada para receber e assistir visitantes, clientes ou pacientes em um ambiente profissional, como um hotel, escritório ou consultório médico.",
      "example": "Ella trabajaba como recepcionista en una firma de abogados, respondiendo llamadas y programando citas. Ha trabajado como recepcionista durante cinco años y es muy buena en su trabajo. Empezará a trabajar como recepcionista en una nueva empresa el próximo mes.",
      "example_translation": "Ela trabalhou como recepcionista em uma firma de advocacia, atendendo chamadas telefônicas e agendando compromissos. Ela trabalhou como recepcionista por cinco anos e é muito boa nisso. Ela começará a trabalhar como recepcionista em uma nova empresa next mês.",
      "imageLink": "image_files\\English\\"imageLink": "receptionist.jpg",
      "audioLink": "receptionist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "asistente de ventas",
      "translation": "assistente de vendas",
      "definition": "Una persona que asiste a un vendedor o equipo en la venta de productos o servicios a clientes, a menudo realizando tareas como demostrar productos, responder preguntas y procesar transacciones.",
      "definition_translation": "Uma pessoa que assiste um vendedor ou equipe em vender produtos ou serviços aos clientes, muitas vezes realizando tarefas como demonstrar produtos, responder a perguntas e processar transações.",
      "example": "El asistente de ventas me mostró varias opciones para el nuevo teléfono inteligente. Ha trabajado como asistente de ventas en la tienda durante tres años. Será ascendido a asistente de ventas el próximo año.",
      "example_translation": "O assistente de vendas me mostrou várias opções para o novo smartphone. Ela trabalhou como assistente de vendas na loja por três anos. Ele será promovido a assistente de vendas no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "salesshop-assistant.jpg",
      "audioLink": "sales assistant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vendedor",
      "translation": "vendedor",
      "definition": "Una persona que vende bienes o servicios a clientes, a menudo trabajando con un salario basado en comisiones y responsable de alcanzar objetivos de ventas.",
      "definition_translation": "Uma pessoa que vende bens ou serviços aos clientes, muitas vezes trabalhando com um salário baseado em comissão e responsável por atingir metas de vendas.",
      "example": "El vendedor estaba muy informado sobre el producto y respondió todas mis preguntas. Ha sido un vendedor exitoso durante muchos años. Empezará a trabajar como vendedor en una nueva empresa el próximo mes.",
      "example_translation": "O vendedor era muito conhecedor do produto e respondeu todas as minhas perguntas. Ela tem sido uma vendedora bem-sucedida por muitos anos. Ele começará a trabalhar como vendedor em uma nova empresa next mês.",
      "imageLink": "image_files\\English\\"imageLink": "salesperson.jpg",
      "audioLink": "salesperson.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "secretaria",
      "translation": "secretária",
      "definition": "Una persona que tiene la responsabilidad de las tareas administrativas de una organización, como responder llamadas, teclear documentos y administrar horarios.",
      "definition_translation": "Uma pessoa que tem responsabilidade pelas tarefas administrativas de uma organização, como atender telefones, digitar documentos e gerenciar horários.",
      "example": "La secretaria reservó un vuelo a Nueva York para el gerente. Ha trabajado como secretaria durante cinco años y es muy organizada. Será ascendido a secretaria el próximo año.",
      "example_translation": "A secretária reservou um voo para Nova York para o gerente. Ela trabalhou como secretária por cinco anos e é muito organizada. Ele será promovido a secretária no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "secretary.jpg",
      "audioLink": "secretary.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cantante",
      "translation": "cantor",
      "definition": "Una persona que canta, especialmente de manera profesional.",
      "definition_translation": "Uma pessoa que canta, especialmente profissionalmente.",
      "example": "Era una cantante famosa en los 80 y ahora canta en un coro de iglesia local. Cantará en el festival mañana. Cantó en la ducha esta mañana.",
      "example_translation": "Ela foi uma cantora famosa nos anos 80 e agora canta em um coral de igreja local. Ela cantará no festival amanhã. Ela cantou no chuveiro essa manhã.",
      "imageLink": "image_files\\English\\"imageLink": "singer.jpg",
      "audioLink": "singer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "taxista",
      "translation": "motorista de táxi",
      "definition": "Una persona que conduce un taxi como trabajo.",
      "definition_translation": "Uma pessoa que dirige um táxi como trabalho.",
      "example": "El taxista se perdió en la ciudad, así que llegamos tarde a la reunión. Ha sido taxista durante 10 años. Conducirá un taxi al aeropuerto mañana.",
      "example_translation": "O motorista de táxi se perdeu na cidade, então chegamos atrasados para a reunião. Ele é motorista de táxi há 10 anos. Ele dirigirá um táxi para o aeroporto amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "taxi-driver.jpg",
      "audioLink": "taxi driver.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guía turístico",
      "translation": "guia de turismo",
      "definition": "Una persona que muestra y explica cosas interesantes a turistas.",
      "definition_translation": "Uma pessoa que mostra e explica coisas interessantes para turistas.",
      "example": "El guía turístico explicó la historia de la ciudad antigua. Ha sido guía turístico durante 5 años. Guiará un grupo de turistas por el museo mañana.",
      "example_translation": "O guia de turismo explicou a história da cidade antiga. Ela é guia de turismo há 5 anos. Ela guiará um grupo de turistas pelo museu amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "tour-guide.jpg",
      "audioLink": "tour guide.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escritor",
      "translation": "escritor",
      "definition": "Una persona que escribe libros, artículos o otros trabajos escritos.",
      "definition_translation": "Uma pessoa que escreve livros, artigos ou outras obras escritas.",
      "example": "El escritor escribió una novela best seller el año pasado. Ha sido escritor durante 10 años. Escribirá un nuevo libro el próximo año.",
      "example_translation": "O escritor escreveu um romance bestseller no ano passado. Ele é escritor há 10 anos. Ele escreverá um novo livro no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "writer.jpg",
      "audioLink": "writer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "contador",
      "translation": "contador",
      "definition": "Una persona cuyo trabajo es preparar y examinar registros financieros.",
      "definition_translation": "Uma pessoa cujo trabalho é preparar e examinar registros financeiros.",
      "example": "Trabajé como contador durante cinco años antes de cursar mi MBA. Ahora trabajo como contador. En el futuro, trabajaré como contador en una empresa multinacional.",
      "example_translation": "Eu trabalhei como contador por cinco anos antes de cursar meu MBA. Eu estou trabalhando como contador agora. Eu trabalharei como contador em uma empresa multinacional no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "accountant.jpg",
      "audioLink": "accountant.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arquitecto",
      "translation": "arquiteto",
      "definition": "Una persona que diseña edificios y otras estructuras.",
      "definition_translation": "Uma pessoa que projeta prédios e outras estruturas.",
      "example": "Conocí a un arquitecto que diseñó el nuevo museo. Ella está diseñando un nuevo rascacielos. Diseñará una ciudad sostenible en el futuro.",
      "example_translation": "Eu encontrei um arquiteto que projetou o novo museu. Ela está projetando um novo arranha-céu. Ela projectará uma cidade sustentável no futuro.",
      "imageLink": "image_files\\English\\"imageLink": "architect.jpg",
      "audioLink": "architect.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "niñera",
      "translation": "babá",
      "definition": "Una persona, generalmente una joven, que cuida a los niños cuando sus padres están ausentes.",
      "definition_translation": "Uma pessoa, geralmente uma jovem mulher, que cuida das crianças quando os pais estavam ausentes.",
      "example": "Contraté a una niñera para cuidar a mis hijos la noche pasada. Ella los está cuidando ahora. La contrataré de nuevo para cuidarlos la próxima semana.",
      "example_translation": "Eu contratei uma babá para cuidar dos meus filhos ontem à noite. Ela está cuidando dos meus filhos agora. Ela cuidará dos meus filhos novamente na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "babysitter.jpg",
      "audioLink": "babysitter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "panadero",
      "translation": "padeiro",
      "definition": "Una persona que hace y vende pan, pasteles y otros productos de panadería.",
      "definition_translation": "Uma pessoa que faz e vende pão, bolos e outros produtos de padaria.",
      "example": "Trabajé como panadero en una pequeña panadería. Él está trabajando como panadero ahora. Ella trabajará como panadera en un nuevo restaurante.",
      "example_translation": "Eu trabalhei como padeiro em uma pequena padaria. Ele está trabalhando como padeiro agora. Ela trabalhará como padeiro em um novo restaurante.",
      "imageLink": "image_files\\English\\"imageLink": "baker.jpg",
      "audioLink": "baker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bailarín de ballet",
      "translation": "bailarina de balé",
      "definition": "Una persona que ejecuta el ballet, una forma clásica de danza caracterizada por movimientos precisos y gráciles.",
      "definition_translation": "Uma pessoa que performa balé, uma forma de dança clássica caracterizada por movimentos precisos e graciosos.",
      "example": "Ella fue una bailarina de ballet profesional y había participado en muchas producciones. Ahora está enseñando ballet a jóvenes estudiantes. Bailará en una nueva producción de ballet el próximo mes.",
      "example_translation": "Ela era uma bailarina de balé profissional e havia se apresentado em muitas produções. Ela está atualmente ensinando balé para jovens alunos. Ela se apresentará em uma nova produção de balé no próximo mês.",
      "imageLink": "image_files\\English\\"imageLink": "ballet-dancer.jpg",
      "audioLink": "ballet dancer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barbero",
      "translation": "barbeiro",
      "definition": "Una persona cuya ocupación es cortar y arreglar el cabello, especialmente para hombres.",
      "definition_translation": "Uma pessoa cuja ocupação é cortar e arrumar cabelo, especialmente para homens.",
      "example": "Él visitó al barbero ayer y se cortó el cabello. El barbero era muy habilidoso y amigable. Él volverá al barbero la próxima semana.",
      "example_translation": "Ele visitou o barbeiro ontem e fez um corte de cabelo. O barbeiro era muito habilidoso e amigável. Ele irá ao barbeiro novamente na próxima semana.",
      "imageLink": "image_files\\English\\"imageLink": "barber.jpg",
      "audioLink": "barber.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "barman",
      "translation": "barman",
      "definition": "Una persona que sirve bebidas y gestiona un bar, especialmente en un hotel o nightclub.",
      "definition_translation": "Uma pessoa que serve bebidas e gerencia um bar, especialmente em um hotel ou boate.",
      "example": "El barman era muy habilidoso en mezclar cócteles. Trabajó como barman en un nightclub popular. Trabajaré como barman en la víspera de Año Nuevo.",
      "example_translation": "O barman era muito habilidoso em misturar coquetéis. Ele trabalhava como barman em uma boate popular. Ele trabalhará como barman na noite de Ano Novo.",
      "imageLink": "image_files\\English\\"imageLink": "barman.jpg",
      "audioLink": "barman.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "constructor",
      "translation": "construtor",
      "definition": "Una persona que construye o edifica algo, especialmente una casa o edificio.",
      "definition_translation": "Uma pessoa que constrói ou edifica algo, especialmente uma casa ou prédio.",
      "example": "Él era un constructor habilidoso y había construido muchas casas. El constructor era muy cuidadoso con el proceso de construcción. Ella contratará a un constructor para renovar su cocina.",
      "example_translation": "Ele era um construtor habilidoso e havia construído muitas casas. O construtor era muito cuidadoso com o processo de construção. Ela contratará um construtor para renovar sua cozinha.",
      "imageLink": "image_files\\English\\"imageLink": "builder.jpg",
      "audioLink": "builder.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "carnicero",
      "translation": "açougueiro",
      "definition": "Una persona que vende carne, especialmente en una tienda.",
      "definition_translation": "uma pessoa que vende carne, especialmente em uma loja.",
      "example": "El carnicero cortó la carne en rebanadas delgadas. La cortó ayer y la cortará de nuevo mañana.",
      "example_translation": "O açougueiro cortou a carne em fatias finas. Ele havia cortado ontem e cortará novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "butcher.jpg",
      "audioLink": "butcher.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "químico",
      "translation": "químico",
      "definition": "Una persona que está capacitada en química, especialmente una que trabaja en un laboratorio.",
      "definition_translation": "uma pessoa treinada em química, especialmente uma que trabalha em um laboratório.",
      "example": "El químico mezcló las sustancias juntas y esperó la reacción. La mezcló ayer y la mezclará de nuevo mañana.",
      "example_translation": "O químico misturou as substâncias juntas e esperou pela reação. Ela havia misturado ontem e misturará novamente amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "chemist-1.jpg",
      "audioLink": "chemist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrenador",
      "translation": "treinador",
      "definition": "una persona que entrena y enseña a atletas o equipos deportivos.",
      "definition_translation": "uma pessoa que treina e ensina atletas ou equipes esportivas.",
      "example": "El entrenador dio un discurso de motivación al equipo antes del partido. Él les había dado un discurso ayer, y les dará otro mañana.",
      "example_translation": "O treinador deu um discurso de apoio à equipe antes do jogo. Ele havia dado um discurso ontem e dará outro amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "coach-1.jpg",
      "audioLink": "coach.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "científico de computación",
      "translation": "cientista da computação",
      "definition": "una persona que tiene expertise en la teoría, diseño y implementación de sistemas y algoritmos informáticos.",
      "definition_translation": "uma pessoa que tem expertise na teoria, design e implementação de sistemas e algoritmos de computador.",
      "example": "El científico de computación escribió un programa para analizar los datos. Ella había escrito uno ayer, y escribirá otro mañana.",
      "example_translation": "A cientista da computação escreveu um programa para analisar os dados. Ela havia escrito ontem e escreverá outro amanhã.",
      "imageLink": "image_files\\English\\"imageLink": "computer-scientist.jpg",
      "audioLink": "computer scientist.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diseñador",
      "translation": "designer",
      "definition": "Una persona que planea el aspecto o funcionamiento de algo antes de que sea creado, como una pieza de ropa, un edificio o un producto.",
      "definition_translation": "Uma pessoa que planeja a aparência ou funcionamento de algo antes de ser feito, como uma peça de roupa, um prédio ou um produto.",
      "example": "La diseñadora de moda creó una colección impresionante para el desfile de moda. Ella había diseñado muchos vestidos para celebridades en el pasado. Ella diseñará un nuevo logotipo para la empresa la próxima semana.",
      "example_translation": "A designer de moda criou uma coleção deslumbrante para o desfile de moda. Ela projetou muitos vestidos para celebridades no passado. Ela projetará um novo logotipo para a empresa na semana que vem.",
      "imageLink": "image_files\\English\\"imageLink": "designer.jpg",
      "audioLink": "designer.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "detective",
      "translation": "detetive",
      "definition": "Una persona que investiga delitos y trata de descubrir quién los cometió.",
      "definition_translation": "Uma pessoa que investiga crimes e tenta descobrir quem os cometeu.",
      "example": "El detective fue asignado al caso de asesinato y tuvo que analizar las pruebas cuidadosamente. Ella había resuelto muchos casos misteriosos en el pasado. Él investigará al ladrón que robó la pintura valiosa la próxima semana.",
      "example_translation": "O detetive foi designado para o caso de assassinato e teve que analisar as provas cuidadosamente. Ela já havia resolvido muitos casos misteriosos no passado. Ele investigará o ladrão que roubou a pintura valiosa na semana que vem.",
      "imageLink": "image_files\\English\\"imageLink": "detective.jpg",
      "audioLink": "detective.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "director",
      "translation": "diretor",
      "definition": "Una persona que está a cargo de una empresa, organización o proyecto.",
      "definition_translation": "Uma pessoa que é responsável por uma empresa, organização ou projeto.",
      "example": "El director de la empresa anunció la nueva política a los empleados. Él había dirigido muchas películas exitosas en el pasado. Ella dirigirá la nueva obra de teatro en el teatro el próximo mes.",
      "example_translation": "O diretor da empresa anunciou a nova política aos funcionários. Ele já havia dirigido muitos filmes bem-sucedidos no passado. Ela dirigirá a nova peça no teatro no mês que vem.",
      "imageLink": "image_files\\English\\"imageLink": "director.jpg",
      "audioLink": "director.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "disc jockey, DJ",
      "translation": "disc jockey, DJ",
      "definition": "Una persona que reproduce música en la radio o en una fiesta o club.",
      "definition_translation": "Uma pessoa que toca música no rádio ou em uma festa ou clube.",
      "example": "El disc jockey reprodujo los éxitos más populares en la recepción de bodas. Él había sido DJ en el club popular durante años. Ella pondrá la música en el festival de música la próxima fin de semana.",
      "example_translation": "O disc jockey tocou os sucessos mais quentes na recepção do casamento. Ele já havia sido um DJ no clube popular por anos. Ela irá tocar as faixas no festival de música no fim de semana que vem.",
      "imageLink": "image_files\\English\\"imageLink": "disc-jockey-dj.jpg",
      "audioLink": "disc jockey, DJ.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cineasta",
      "translation": "cineasta",
      "definition": "Una persona que hace películas, especialmente un director o productor.",
      "definition_translation": "Uma pessoa que faz filmes, especialmente um diretor ou produtor.",
      "example": "El cineasta pasó años investigando el guion antes de comenzar la producción. Ella había sido cineasta durante más de una década. El cineasta lanzará su nueva película el próximo año.",
      "example_translation": "O cineasta passou anos pesquisando o roteiro antes de começar a produção. Ela é cineasta há mais de uma década. O cineasta lançará seu novo filme no ano que vem.",
      "imageLink": "image_files\\English\\"imageLink": "film-maker.jpg",
      "audioLink": "filmmaker.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bombero",
      "translation": "bombeiro",
      "definition": "Una persona que está entrenada para apagar incendios y responder a situaciones de emergencia.",
      "definition_translation": "Uma pessoa treinada para apagar incêndios e responder a situações de emergência.",
      "example": "El bombero salvó a la familia del edificio en llamas. Ella había sido bombero durante cinco años. El bombero asistirá a la sesión de entrenamiento la próxima semana.",
      "example_translation": "O bombeiro salvou a família do prédio em chamas. Ela é uma bombeira há cinco anos. O bombeiro irá participar da sessão de treinamento na semana que vem.",
      "imageLink": "image_files\\English\\"imageLink": "firefighter.jpg",
      "audioLink": "firefighter.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guardia",
      "translation": "guarda",
      "definition": "Una persona que vigila, protege o controla un lugar, persona o cosa.",
      "definition_translation": "Uma pessoa que observa, protege ou controla um lugar, pessoa ou coisa.",
      "example": "El guardia se encontraba en la entrada del museo. Ella había sido guardia durante tres años. El guardia revisará las bolsas en el aeropuerto.",
      "example_translation": "O guarda estava na entrada do museu. Ela é uma guarda há três anos. O guarda irá verificar as malas no aeroporto.",
      "imageLink": "image_files\\English\\"imageLink": "guard-1.jpg",
      "audioLink": "guard.mp3"
    },
    {
      "section": "zawody-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guitarrista",
      "translation": "guitarrista",
      "definition": "Una persona que toca la guitarra, especialmente como profesión.",
      "definition_translation": "Uma pessoa que toca guitarra, especialmente como profissão.",
      "example": "El guitarrista actuó en el concierto anoche. Él había sido guitarrista durante más de 20 años. La guitarrista lanzará su nuevo álbum el próximo mes.",
      "example_translation": "O guitarrista se apresentou no concerto ontem à noite. Ele é um guitarrista há mais de 20 anos. A guitarrista lançará seu novo álbum no mês que vem.",
      "imageLink": "image_files\\English\\"imageLink": "guitarist.jpg",
      "audioLink": "guitarist.mp3"
    }
  ]