[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bardana",
      "translation": "bardana",
      "definition": "Una planta bianual con hojas grandes, toscas y peludas y flores moradas, nativa de Eurasia y naturalizada en América del Norte.",
      "definition_translation": "Uma planta bienal semelhante a cardo com folhas grandes, grossas e cabeludas e flores roxas, nativa da Eurásia e naturalizada na América do Norte.",
      "example": "El granjero solía cultivar bardana en su campo para alimentar a los animales. Él la cultivó el año pasado, la cultiva este año y la cultivará el próximo año. Al cultivar bardana, ha podido alimentar a sus animales durante años.",
      "example_translation": "O agricultor costumava cultivar bardana em seu campo para alimentar os animais. Ele a cultivou no ano passado, a cultiva este ano e a cultiva no ano que vem. Cultivando bardana, ele tem sido capaz de alimentar seus animais por anos.",
      "imageLink": "burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "manzanilla",
      "translation": "camomila",
      "definition": "Una hierba con flores blancas o amarillas y aroma a manzana, utilizada como té calmante o en medicina herbal.",
      "definition_translation": "Uma erva com flores brancas ou amarelas e aroma de maçã, usada como chá calmante ou em medicina herbal.",
      "example": "Su abuela solía hacer té de manzanilla para ella cuando era niña. Ella lo hace ahora, lo hizo ayer y lo hará mañana. Al beber té de manzanilla, ha podido relajarse durante años.",
      "example_translation": "Sua avó costumava fazer chá de camomila para ela quando era criança. Ela o faz agora, fez ontem e fará amanhã. Bebendo chá de camomila, ela tem sido capaz de se relaxar por anos.",
      "imageLink": "chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "uña de gato",
      "translation": "unha de gato",
      "definition": "Una vid tropical con espinas curvas en forma de garras, utilizada en medicina herbal para tratar various condiciones de salud.",
      "definition_translation": "Uma videira tropical com espinhos curvos semelhantes a garras, usada em medicina herbal para tratar various condições de saúde.",
      "example": "El chamán ha estado utilizando uña de gato durante años para tratar a sus pacientes. Él la usó el año pasado, la usa este año y la usará el próximo año. Al usar uña de gato, ha podido curar a muchas personas.",
      "example_translation": "O xamã vinha usando unha de gato por anos para tratar seus pacientes. Ele a usou no ano passado, a usa este ano e a usará no ano que vem. Usando unha de gato, ele tem sido capaz de curar muitas pessoas.",
      "imageLink": "cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pie de cuervo",
      "translation": "feto-de-cavalo",
      "definition": "Una hierba perenne con flores amarillas, utilizada en medicina herbal para tratar problemas respiratorios.",
      "definition_translation": "Uma erva perene com flores amarelas, usada em medicina herbal para tratar problemas respiratórios.",
      "example": "El herbalista recomendó té de pie de cuervo para su tos. Ella bebió té la semana pasada, bebe té esta semana y beberá té la próxima semana. Al beber té de pie de cuervo, ha podido aliviar su tos.",
      "example_translation": "O herbalista recomendou chá de feto-de-cavalo para sua tosse. Ela o bebeu na semana passada, bebe esta semana e beberá na semana que vem. Bebendo chá de feto-de-cavalo, ela tem sido capaz de aliviar sua tosse.",
      "imageLink": "coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "diente de león",
      "translation": "taraxaca",
      "definition": "Una planta con flores amarillas que crece en muchas partes del mundo. Tiene hojas plumosas y a menudo se considera una mala hierba.",
      "definition_translation": "Uma taraxaca é uma planta florífera que cresce em muitas partes do mundo. Ela tem flores amarelas e folhas plumosas, e é frequentemente considerada um mato.",
      "example": "Recogí un diente de león en el jardín ayer, recojo un diente de león en el jardín todos los días y recogeré un diente de león en el jardín mañana.",
      "example_translation": "Eu peguei uma taraxaca no jardim ontem, eu pego uma taraxaca no jardim todos os dias, e eu pegarei uma taraxaca no jardim amanhã.",
      "imageLink": "dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fenogreco",
      "translation": "fenacho",
      "definition": "El fenogreco es una hierba que se utiliza comúnmente en la cocina, sobre todo en la cocina india y del Medio Oriente. Tiene un sabor dulce y ligeramente amargo y se utiliza a menudo para agregar sabor a curris y estofados.",
      "definition_translation": "O fenacho é uma erva que é comumente usada na cozinha, particularmente na culinária indiana e do Oriente Médio. Ela tem um sabor doce, ligeiramente amargo e é frequentemente usada para adicionar sabor a caris e estufados.",
      "example": "Usaré fenogreco para hacer un curry mañana, usé fenogreco para hacer un estofado ayer y uso fenogreco para agregar sabor a mis ensaladas todos los días.",
      "example_translation": "Eu usarei fenacho para fazer um curry amanhã, eu usei fenacho para fazer um estufado ontem, e eu uso fenacho para adicionar sabor às minhas saladas todos os dias.",
      "imageLink": "fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ginseng",
      "translation": "ginsengue",
      "definition": "El ginseng es una planta que se utiliza comúnmente en la medicina tradicional, sobre todo en Asia. Se cree que tiene varios beneficios para la salud, incluyendo mejorar la energía y reducir el estrés.",
      "definition_translation": "O ginsengue é uma planta que é comumente usada na medicina tradicional, particularmente na Ásia. Ela é acreditada por ter vários benefícios à saúde, incluindo melhorar a energia e reduzir o estresse.",
      "example": "Tomé ginseng para aumentar mi energía esta mañana, tomo ginseng para mejorar mi memoria todos los días y tomaré ginseng para reducir mi estrés la próxima semana.",
      "example_translation": "Eu tomei ginsengue para impulsionar minha energia esta manhã, eu tomo ginsengue para melhorar minha memória todos os dias, e eu tomarei ginsengue para reduzir meu estresse na próxima semana.",
      "imageLink": "ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cola de caballo",
      "translation": "cavalinha",
      "definition": "La cola de caballo es un tipo de planta que crece en entornos húmedos. Es conocida por sus tallos huecos y se utiliza a menudo en remedios herbarios para tratar various condiciones de salud.",
      "definition_translation": "A cavalinha é um tipo de planta que cresce em ambientes úmidos. Ela é conhecida por seus caules ocos e é frequentemente usada em remédios herbais para tratar várias condições de saúde.",
      "example": "Usé cola de caballo para tratar mi pérdida de cabello el año pasado, uso cola de caballo para mejorar mi salud cutánea todos los días y usaré cola de caballo para tratar mi dolor articular el próximo mes.",
      "example_translation": "Eu usei cavalinha para tratar minha perda de cabelo no ano passado, eu uso cavalinha para melhorar minha saúde da pele todos os dias, e eu usarei cavalinha para tratar minha dor articular no próximo mês.",
      "imageLink": "horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "grama de nodo",
      "translation": "erva-de-nos",
      "definition": "Un tipo de hierba que tiene tallos retorcidos, a menudo encontrada en áreas húmedas.",
      "definition_translation": "Um tipo de grama que tem hastes retorcidas, frequentemente encontrada em áreas úmidas.",
      "example": "La granjera luchó por eliminar la grama de nodo del campo, ya que estaba asfixiando el maíz. Ayer, había intentado cavarla, pero hoy estaba utilizando un herbicida especial para matarla. Para la próxima semana, espera haberla erradicado completamente.",
      "example_translation": "O agricultor lutou para remover a erva-de-nos do campo, pois estava sufocando o milho. Ontem, ela havia tentado cavá-la, mas hoje estava usando um herbicida especial para matá-la. Até a próxima semana, ela espera tê-la erradicado completamente.",
      "imageLink": "knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "bálsamo de limón",
      "translation": "bálsamo de limão",
      "definition": "Una hierba con un aroma leve a limón, a menudo utilizada en tés y cocina.",
      "definition_translation": "Uma erva com um aroma cítrico leve, frequentemente usada em chás e culinária.",
      "example": "Ella agregó un ramillete de bálsamo de limón al té helado para un toque refrescante. Ayer, había hecho una salsa de bálsamo de limón para servir con el pescado, y hoy estaba utilizando para dar sabor al aderezo de ensalada. Para el próximo mes, planes secar algunos bálsamos de limón para utilizarlos en sus remedios herbarios.",
      "example_translation": "Ela adicionou um ramo de bálsamo de limão ao chá gelado para um toque refrescante. Ontem, ela havia feito uma salsa de bálsamo de limão para servir com o peixe, e hoje estava usando para dar sabor ao molho salada. Até o mês que vem, ela planeja secar algum bálsamo de limão para usar em seus remédios herbais.",
      "imageLink": "lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caléndula",
      "translation": "calêndula",
      "definition": "Una flor brillante amarilla o naranja, a menudo utilizada en jardines y arreglos florales.",
      "definition_translation": "Uma flor amarela brilhante ou laranja, frequentemente usada em jardins e arranjos florais.",
      "example": "La caléndula agregó un toque de color al jardín. Ayer, había plantado una hilera de caléndulas a lo largo de la valla, y hoy estaba podando las flores para estimular más crecimiento. Para el próximo verano, espera tener un campo entero de caléndulas.",
      "example_translation": "A calêndula adicionou um toque de cor ao leito do jardim. Ontem, ela havia plantado uma fileira de calêndulas ao longo da cerca, e hoje estava cortando as flores para encorajar mais crescimento. Até o próximo verão, ela espera ter um campo inteiro de calêndulas.",
      "imageLink": "marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "malvavisco",
      "translation": "algodão-doce",
      "definition": "Un dulce tratamiento hecho de azúcar, gelatina y crema batida, a menudo tostado sobre una fogata.",
      "definition_translation": "Uma guloseima doce feita de açúcar, gelatina e creme batido, frequentemente tostada sobre uma fogueira de acampamento.",
      "example": "A los niños les encantaba asar malvaviscos sobre la fogata para hacer s'mores. Ayer, habían hecho tratamientos de malvavisco con chocolate y galletas, y hoy estaban usando malvaviscos para hacer un postre dulce. Para el próximo año, planean tener una fiesta de cumpleaños con tema de malvavisco.",
      "example_translation": "As crianças adoravam tostar algodões-doce sobre a fogueira de acampamento para fazer smores. Ontem, eles haviam feito doces de algodão-doce com chocolate e biscoitos de graham, e hoje estavam usando algodões-doce para fazer um doce delicioso. Até o próximo ano, eles planejam ter uma festa de aniversário tema algodão-doce.",
      "imageLink": "marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "llantén",
      "translation": "plantaínha-da-praia",
      "definition": "Una planta con hojas estrechas y flores pequeñas, encontrada en prados húmedos y pantanos.",
      "definition_translation": "Uma planta com folhas estreitas e flores pequenas, encontradas em pradarias e pântanos úmidos.",
      "example": "En la Edad Media, el llantén se utilizó para tratar heridas. Se ha utilizado durante siglos para tratar problemas digestivos. Se utilizará en el futuro para crear nuevos medicamentos.",
      "example_translation": "Na Idade Média, a plantaínha-da-praia foi usada para tratar feridas. Tem sido usado por séculos para tratar problemas digestivos. Será usado no futuro para criar novos medicamentos.",
      "imageLink": "ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "salvia",
      "translation": "sálvia",
      "definition": "Una hierba con hojas gris-verdosas, utilizada en cocina y medicina.",
      "definition_translation": "Uma erva com folhas cinza-esverdeadas, usada na cozinha e na medicina.",
      "example": "Mi abuela usaba salvia en su famosa receta de relleno. La usa para sazonar su pollo asado. La usará para hacer una salsa deliciosa en el futuro.",
      "example_translation": "Minha avó usou sálvia na sua famosa receita de recheio. Ela usa para temperar seu frango assado. Ela usará para fazer um delicioso molho no futuro.",
      "imageLink": "sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hierba de San Juan",
      "translation": "erva-de-são-joão",
      "definition": "Una planta con flores amarillas, utilizada en la medicina herbal para tratar la depresión.",
      "definition_translation": "Uma planta com flores amarelas, usada na medicina herbal para tratar depressão.",
      "example": "Mi amiga trató de usar hierba de San Juan para tratar su depresión. Ha estado tomando durante meses y ha visto una mejora. Continuará tomando en el futuro.",
      "example_translation": "Minha amiga tentou a erva-de-são-joão para tratar sua depressão. Ela tem tomado por meses e tem visto melhora. Ela continuará a tomá-la no futuro.",
      "imageLink": "st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ajo de lobo",
      "translation": "absinto",
      "definition": "Una planta con hojas amargas, utilizada para hacer absenta y en la medicina herbal.",
      "definition_translation": "Uma planta com folhas amargas, usada para fazer absinto e na medicina herbal.",
      "example": "El ajo de lobo se utilizó en la antigüedad para tratar la indigestión. Se ha utilizado durante siglos para hacer absenta. Se utilizará en el futuro para crear nuevos medicamentos.",
      "example_translation": "O absinto foi usado em tempos antigos para tratar indigestão. Tem sido usado por séculos para fazer absinto. Será usado no futuro para criar novos medicamentos.",
      "imageLink": "wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]