{
  "data": [
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "couteau",
      "translation": "coltello",
      "definition": "Un couteau est un outil de coupe avec une lame tranchante, utilisé pour des tâches telles que préparer des aliments, couper une corde ou comme arme.",
      "definition_translation": "Un coltello è uno strumento di taglio con una lama affilata, utilizzato per compiti come la preparazione del cibo, il taglio della corda o come arma.",
      "example": "Je vais utiliser un couteau pour couper la pomme demain, je suis en train d'utiliser un couteau pour couper la corde maintenant, et j'ai utilisé un couteau pour sliced le pain hier.",
      "example_translation": "Userò un coltello per tagliare la mela domani, sto usando un coltello per tagliare la corda ora, e ho usato un coltello per affettare il pane ieri.",
      "imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bol",
      "translation": "coppa",
      "definition": "Un bol est un récipient ouvert, rond, utilisé pour contenir ou servir des aliments, tels que de la soupe, des céréales ou des fruits.",
      "definition_translation": "Una coppa è un contenitore aperto rotondo usato per contenere o servire il cibo, come zuppa, cereale o frutta.",
      "example": "Je vais utiliser un bol pour manger des céréales demain, je suis en train d'utiliser un bol pour mélanger la pâte maintenant, et j'ai utilisé un bol pour servir la soupe hier soir.",
      "example_translation": "Userò una coppa per mangiare il cereale al mattino, sto usando una coppa per miscelare l'impasto ora, e ho usato una coppa per servire la zuppa la scorsa notte.",
      "imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuisinier",
      "translation": "cucinatore",
      "definition": "Un cuisinier est un appareil de cuisine utilisé pour cuisiner des aliments, comme un four, une cuisinière ou un micro-ondes.",
      "definition_translation": "Un cucinatore è un elettrodomestico da cucina usato per cucinare il cibo, come un forno, un fornello o un forno a microonde.",
      "example": "Je vais utiliser un cuisinier pour faire un gâteau dans le futur, je suis en train d'utiliser un cuisinier pour faire bouillir de l'eau maintenant, et j'ai utilisé un cuisinier pour rôtir du poulet la semaine dernière.",
      "example_translation": "Userò un cucinatore per cuocere una torta nel futuro, sto usando un cucinatore per bollire l'acqua ora, e ho usato un cucinatore per arrostire il pollo la scorsa settimana.",
      "imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "armoire",
      "translation": "armadio",
      "definition": "Une armoire est un meuble avec des étagères, utilisé pour stocker des aliments, des plats et des ustensiles.",
      "definition_translation": "Un armadio è un mobile con scaffali, usato per conservare cibo, stoviglie e utensili.",
      "example": "J'ai ouvert l'armoire pour prendre une assiette. Hier, j'avais nettoyé l'armoire. Si j'ai le temps, je vais organiser l'armoire demain.",
      "example_translation": "Ho aperto l'armadio per prendere un piatto. Ieri, avevo pulito l'armadio. Se avrò tempo, organizzerò l'armadio domani.",
      "imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tiroir",
      "translation": "cassetto",
      "definition": "Un tiroir est un contenant dans un meuble, utilisé pour stocker des choses.",
      "definition_translation": "Un cassetto è un contenitore in un mobile, usato per conservare le cose.",
      "example": "J'ai sorti le tiroir pour prendre mes chaussettes. Elle a ouvert le tiroir pour ranger ses vêtements. Ils vont installer un nouveau tiroir dans la commode la semaine prochaine.",
      "example_translation": "Ho tirato fuori il cassetto per prendere i miei calzini. Lei ha aperto il cassetto per mettere via i suoi vestiti. Installeranno un nuovo cassetto nel cassettone la prossima settimana.",
      "imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fourchette",
      "translation": "forchetta",
      "definition": "Une fourchette est un ustensile utilisé pour prendre et manger de la nourriture.",
      "definition_translation": "Una forchetta è un utensile usato per raccogliere e mangiare il cibo.",
      "example": "J'ai utilisé une fourchette pour manger la salade. Ils vont apporter des fourchettes au pique-nique. Elle a laissé tomber sa fourchette sur le sol.",
      "example_translation": "Ho usato una forchetta per mangiare l'insalata. Porteranno le forchette al picnic. Lei aveva lasciato cadere la sua forchetta sul pavimento.",
      "imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "réfrigérateur",
      "translation": "frigorifero",
      "definition": "Un appareil de cuisine utilisé pour conserver des aliments et des boissons froids ou frais.",
      "definition_translation": "Un elettrodomestico da cucina utilizzato per mantenere cibi e bevande freschi o freddi.",
      "example": "J'ai ouvert le réfrigérateur pour prendre une boisson fraîche. Hier, j'avais ouvert le réfrigérateur pour prendre du lait. Demain, j'ouvrirai le réfrigérateur pour stocker les restes.",
      "example_translation": "Ho aperto il frigorifero per prendere una bibita fredda. Ieri, avevo aperto il frigorifero per prendere del latte. Domani, aprirò il frigorifero per conservare gli avanzi.",
      "imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "table de cuisine",
      "translation": "tavola da cucina",
      "definition": "Un meuble avec une surface plane et des jambes, utilisé pour préparer et manger des aliments dans une cuisine.",
      "definition_translation": "Un pezzo di mobili con una superficie piatta e gambe, utilizzato per preparare e mangiare cibi in una cucina.",
      "example": "Nous nous sommes réunis autour de la table de cuisine pour manger le dîner. Hier, nous nous étions réunis autour de la table de cuisine pour faire nos devoirs. Demain, nous allons nous réunir autour de la table de cuisine pour faire des cookies.",
      "example_translation": "Ci siamo riuniti intorno alla tavola da cucina per mangiare la cena. Ieri, ci eravamo riuniti intorno alla tavola da cucina per fare i compiti. Domani, ci riuniremo intorno alla tavola da cucina per fare i biscotti.",
      "imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "four à micro-ondes",
      "translation": "forno a microonde",
      "definition": "Un appareil de cuisine utilisé pour chauffer et cuisiner des aliments rapidement à l'aide d'énergie électromagnétique.",
      "definition_translation": "Un elettrodomestico da cucina utilizzato per riscaldare e cuocere cibi velocemente mediante energia elettromagnetica.",
      "example": "J'ai réchauffé les restes au four à micro-ondes. Hier, j'avais réchauffé la soupe au four à micro-ondes. Demain, je vais cuire le dîner surgelé au four à micro-ondes.",
      "example_translation": "Ho riscaldato gli avanzi nel forno a microonde. Ieri, avevo riscaldato la zuppa nel forno a microonde. Domani, cucinerò la cena surgelata nel forno a microonde.",
      "imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "étagère",
      "translation": "scaffale",
      "definition": "Une surface plane, horizontale, généralement faite de bois ou de métal, utilisée pour stocker ou afficher des objets.",
      "definition_translation": "Una superficie orizzontale pianeggiante, solitamente in legno o metallo, utilizzata per immagazzinare o mostrare oggetti.",
      "example": "Je vais mettre le livre sur l'étagère demain, mais hier j'avais pris le livre de l'étagère, et maintenant il est sur la table.",
      "example_translation": "Metto il libro sulla scaffale domani, ma ieri l'ho preso dallo scaffale e ora è sul tavolo.",
      "imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "évier",
      "translation": "lavandino",
      "definition": "Un équipement de plomberie utilisé pour laver les mains, les plats, etc., généralement composé d'un bassin et d'un robinet.",
      "definition_translation": "Un dispositivo di edilizia idraulica utilizzato per lavare le mani, i piatti, ecc., solitamente composto da un bacino e un rubinetto.",
      "example": "Elle se lavera les mains à l'évier, mais hier elle les a lavés dans l'océan, et l'année prochaine elle les lavera dans la rivière.",
      "example_translation": "Laverà le mani nel lavandino, ma ieri le ha lavate nell'oceano e l'anno prossimo le laverà nel fiume.",
      "imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuillère",
      "translation": "cucchiaio",
      "definition": "Un ustensile consistant en un petit bol et une poignée, utilisé pour manger ou servir des aliments.",
      "definition_translation": "Un utensile composto da una piccola ciotola poco profonda e un manico, utilizzato per mangiare o servire cibo.",
      "example": "Il a mangé la soupe avec une cuillère, mais hier il l'a mangée avec ses mains, et la semaine prochaine il la mangera avec une fourchette.",
      "example_translation": "Ha mangiato la zuppa con un cucchiaio, ma ieri l'ha mangiata con le mani e la prossima settimana la mangerà con una forchetta.",
      "imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poubelle",
      "translation": "cestino",
      "definition": "Un contenant, généralement avec un haut ouvert, utilisé pour contenir ou stocker quelque chose.",
      "definition_translation": "Un contenitore, solitamente con un'apertura superiore, utilizzato per contenere o archiviare qualcosa.",
      "example": "J'ai jeté les déchets dans la poubelle. Hier, j'ai jeté les déchets dans la poubelle. Demain, je jetterai les déchets dans la poubelle.",
      "example_translation": "Ho gettato la spazzatura nel cestino. Ieri, ho gettato la spazzatura nel cestino. Domani, getterò la spazzatura nel cestino.",
      "imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "lave-vaisselle",
      "translation": "lavastoviglie",
      "definition": "Une machine pour laver les vaisselles, les ustensiles et les autres objets, généralement utilisant de l'eau chaude et du détergent.",
      "definition_translation": "Una macchina per lavare piatti, utensili e altri oggetti, solitamente utilizzando acqua calda e detergente.",
      "example": "J'ai chargé les vaisselles dans le lave-vaisselle. Hier, j'ai chargé les vaisselles dans le lave-vaisselle. Demain, je chargerai les vaisselles dans le lave-vaisselle.",
      "example_translation": "Ho caricato i piatti nel lavastoviglie. Ieri, ho caricato i piatti nel lavastoviglie. Domani, caricherò i piatti nel lavastoviglie.",
      "imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "bouilloire électrique",
      "translation": "bollitore elettrico",
      "definition": "Une bouilloire qui utilise l'électricité pour chauffer l'eau, généralement utilisée pour faire du thé, du café ou d'autres boissons chaudes.",
      "definition_translation": "Un bollitore che utilizza elettricità per scaldare l'acqua, tipicamente utilizzato per preparare tè, caffè o altri bevande calde.",
      "example": "J'ai fait bouillir de l'eau dans la bouilloire électrique. Hier, j'ai fait bouillir de l'eau dans la bouilloire électrique. Demain, je ferai bouillir de l'eau dans la bouilloire électrique.",
      "example_translation": "Ho fatto bollire l'acqua nel bollitore elettrico. Ieri, ho fatto bollire l'acqua nel bollitore elettrico. Domani, farò bollire l'acqua nel bollitore elettrico.",
      "imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "congélateur",
      "translation": "congelatore",
      "definition": "Un appareil électrique utilisé pour congeler et stocker des aliments à très basse température.",
      "definition_translation": "Un elettrodomestico utilizzato per congelare e conservare il cibo a bassissime temperature.",
      "example": "Elle a ouvert le congélateur pour prendre de la glace, puis elle a mis les restes au congélateur, et finalement elle nettoiera le congélateur la semaine prochaine.",
      "example_translation": "Ha aperto il congelatore per prendere del gelato, poi ha messo gli avanzi nel congelatore e infine pulirà il congelatore la prossima settimana.",
      "imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poêle",
      "translation": "pentola per friggere",
      "definition": "Un vaisseau de cuisine fait de métal, généralement avec un long manche, utilisé pour frire des aliments à feu direct.",
      "definition_translation": "Un recipiente da cucina fatto di metallo, solitamente con un manico lungo, utilizzato per friggere il cibo sulla fiamma diretta.",
      "example": "Il a chauffé la poêle pour cuire les œufs, puis elle a utilisé la poêle pour faire des pancakes, et finalement ils achèteront une nouvelle poêle le mois prochain.",
      "example_translation": "Ha riscaldato la pentola per friggere per cucinare le uova, poi lei ha usato la pentola per friggere per fare le panke, e infine compreranno una nuova pentola per friggere il prossimo mese.",
      "imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "four",
      "translation": "forno",
      "definition": "Un appareil utilisé pour cuire ou chauffer des aliments, généralement utilisant de la chaleur sèche, dans une cuisine ou un laboratoire.",
      "definition_translation": "Un dispositivo utilizzato per cucinare o scaldare il cibo, solitamente usando il calore secco, in una cucina o laboratorio.",
      "example": "Elle a préchauffé le four pour cuire le gâteau, puis il a mis le poulet au four pour le rôtir, et finalement ils nettoieront le four ce week-end.",
      "example_translation": "Ha precaldato il forno per cuocere la torta, poi lui ha messo il pollo nel forno per arrostirlo, e infine puliranno il forno questo fine settimana.",
      "imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "marmite",
      "translation": "pentola",
      "definition": "Un récipient avec un couvercle, utilisé pour cuire ou stocker des aliments ou des liquides.",
      "definition_translation": "Una pentola è un contenitore con coperchio, utilizzato per cucinare o conservare cibi o liquidi.",
      "example": "J'ai fait bouillir de l'eau dans une marmite hier, je fais bouillir de l'eau dans une marmite maintenant, et je ferai bouillir de l'eau dans une marmite demain.",
      "example_translation": "Ho bollito l'acqua in una pentola ieri, sto bollendo l'acqua in una pentola ora, e bollerò l'acqua in una pentola domani.",
      "imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poêlon",
      "translation": "tegame",
      "definition": "Un petit poêle avec un manche, utilisé pour chauffer et cuire des sauces, des soups ou d'autres liquides.",
      "definition_translation": "Un tegame è una piccola pentola con manico, utilizzato per riscaldare e cucinare salse, zuppe o altri liquidi.",
      "example": "Elle a chauffé la sauce dans un poêlon hier soir, elle chauffe la sauce dans un poêlon maintenant, et elle chauffera la sauce dans un poêlon la semaine prochaine.",
      "example_translation": "Lei ha riscaldato la salsa in un tegame ieri sera, sta riscaldando la salsa in un tegame ora, e riscalderà la salsa in un tegame la prossima settimana.",
      "imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "robinet",
      "translation": "rubinetto",
      "definition": "Un robinet est une vanne pour contrôler le flux d'un liquide, en particulier de l'eau, à partir d'un tuyau.",
      "definition_translation": "Un rubinetto è una valvola per controllare il flusso di un liquido, specialmente acqua, da una tubatura.",
      "example": "J'ai ouvert le robinet hier pour me laver les mains, je vais ouvrir le robinet maintenant pour remplir le lavabo, et je vais ouvrir le robinet demain pour arroser les plantes.",
      "example_translation": "Ho aperto il rubinetto ieri per lavarmi le mani, sto aprendo il rubinetto ora per riempire il lavandino, e aprirò il rubinetto domani per innaffiare le piante.",
      "imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "théière",
      "translation": "teiera",
      "definition": "Une théière est un récipient utilisé pour infuser et servir le thé, généralement fait de céramique ou de métal avec une bec et un handle.",
      "definition_translation": "Una teiera è un contenitore utilizzato per infondere e servire il tè, solitamente realizzato in ceramica o metallo con un beccuccio e un manico.",
      "example": "J'ai versé l'eau chaude dans la théière, puis j'ai ajouté un sachet de thé. Hier, j'ai acheté une nouvelle théière au marché. D'ici l'an prochain, j'aurai possédé cette théière pendant cinq ans.",
      "example_translation": "Ho versato l'acqua calda nella teiera, poi ho aggiunto un sacchetto di tè. Ieri, ho acquistato una nuova teiera al mercato. Entro l'anno prossimo, avrò posseduto questa teiera per cinque anni.",
      "imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "ouvre-boîte",
      "translation": "apri-lattine",
      "definition": "Un ouvre-boîte est un dispositif utilisé pour ouvrir les boîtes de conserve, généralement composé d'une roulette coupante et d'un manche.",
      "definition_translation": "Un apri-lattine è un dispositivo utilizzato per aprire le lattine, solitamente composto da una ruota tagliente e un manico.",
      "example": "Elle a eu du mal à ouvrir la boîte avec l'ouvre-boîte, alors j'ai dû l'aider. Hier, j'ai utilisé un ouvre-boîte pour ouvrir une boîte de haricots. D'ici la fin du mois, j'aurai acheté un nouvel ouvre-boîte.",
      "example_translation": "Lei aveva difficoltà ad aprire la lattina con l'apri-lattine, quindi ho dovuto aiutarla. Ieri, ho usato un apri-lattine per aprire una lattina di fagioli. Entro la fine del mese, avrò comprato un nuovo apri-lattine.",
      "imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "toasteur",
      "translation": "tostapane",
      "definition": "Un toasteur est un petit appareil électrique utilisé pour toaster des tranches de pain, généralement équipé de contrôles de chaleur et de temporisation ajustables.",
      "definition_translation": "Un tostapane è un piccolo elettrodomestico utilizzato per tostare le fette di pane, solitamente con controlli di temperatura e tempo regolabili.",
      "example": "J'ai branché le toasteur et j'ai attendu qu'il chauffe. Hier, j'ai acheté un nouveau toasteur au magasin. D'ici la semaine prochaine, j'aurai utilisé ce toasteur tous les matins.",
      "example_translation": "Ho inserito la spina del tostapane e ho aspettato che si riscaldasse. Ieri, ho comprato un nuovo tostapane al negozio. Entro la prossima settimana, avrò utilizzato questo tostapane ogni mattina.",
      "imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tissu",
      "translation": "stoffa",
      "definition": "Un tissu est un matériau souple tissé, généralement fait de fils ou de fils, utilisé pour faire des vêtements, des meubles et d'autres produits textiles.",
      "definition_translation": "Un materiale flessibile intessuto, solitamente fatto di fili o fibre, utilizzato per fare abiti, tappezzario e altri prodotti tessili.",
      "example": "J'ai besoin d'acheter un nouveau tissu pour faire une robe. J'ai acheté un tissu l'an dernier. Je vais acheter un tissu le mois prochain.",
      "example_translation": "Devo comprare un nuovo stoffa per fare un abito. Ho comprato uno stoffa l'anno scorso. Comprerò uno stoffa il mese prossimo.",
      "imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "machines à café",
      "translation": "macchinetta del caffè",
      "definition": "Une machine à café est un appareil électrique qui fait du café à partir de grains de café.",
      "definition_translation": "Un apparecchio elettrico che prepara il caffè dai chicchi di caffè macinati.",
      "example": "Je dois nettoyer ma machine à café. J'ai nettoyé ma machine à café hier. Je vais utiliser ma machine à café demain.",
      "example_translation": "Devo pulire la mia macchinetta del caffè. Ho pulito la mia macchinetta del caffè ieri. Userò la mia macchinetta del caffè domani.",
      "imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tire-bouchon",
      "translation": "cacciavite",
      "definition": "Un tire-bouchon est un outil de cuisine utilisé pour retirer le bouchon d'une bouteille, généralement une bouteille de vin.",
      "definition_translation": "Uno strumento da cucina utilizzato per rimuovere il tappo da una bottiglia, solitamente una bottiglia di vino.",
      "example": "Pouvez-vous me passer le tire-bouchon ? J'ai passé le tire-bouchon à elle hier soir. Je vais utiliser le tire-bouchon au party.",
      "example_translation": "Puoi passarmi il cacciavite? Ho passato il cacciavite a lei la scorsa notte. Userò il cacciavite alla festa.",
      "imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "balances",
      "translation": "bilance",
      "definition": "Un ensemble de balances est un dispositif utilisé pour mesurer le poids ou la masse d'un objet ou d'une personne.",
      "definition_translation": "Un set di bilance è un dispositivo utilizzato per misurare il peso o la massa di un oggetto o persona.",
      "example": "Elle est montée sur les balances pour se peser. Hier, elle a dû calibrer les balances avant de les utiliser. D'ici l'an prochain, elle aura maîtrisé l'art d'utiliser des balances digitales.",
      "example_translation": "Lei si mise sulle bilance per pesarsi. Ieri, lei ha dovuto calibrare le bilance prima di usarle. Entro il prossimo anno, lei avrà padronanza dell'arte di utilizzare bilance digitali.",
      "imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tabouret",
      "translation": "sgabello",
      "definition": "Un tabouret est un meuble avec un siège unique, généralement sans dossier ou accoudoirs, utilisé pour s'asseoir.",
      "definition_translation": "Uno sgabello è un pezzo di mobiliario con un unico sedile, tipicamente senza schienale o bracci, utilizzato per sedersi.",
      "example": "Il s'est assis sur le tabouret pour prendre une pause. Hier, elle a dû monter le tabouret après l'avoir acheté. D'ici le mois prochain, ils auront conçu un nouveau tabouret pour le jardin.",
      "example_translation": "Lui si sedette sullo sgabello per prendersi una pausa. Ieri, lei ha dovuto assemblare lo sgabello dopo averlo comprato. Entro il prossimo mese, loro avranno progettato un nuovo sgabello per il giardino.",
      "imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "manchon de cuisson",
      "translation": "sleeve da forno",
      "definition": "Un manchon de cuisson est un ustensile de cuisine utilisé pour cuire les aliments de manière uniforme au four, généralement fait de silicone ou d'autres matériaux résistants à la chaleur.",
      "definition_translation": "Un sleeve da forno è un utensile da cucina utilizzato per cuocere il cibo in modo uniforme nel forno, tipicamente realizzato in silicone o altri materiali resistenti al calore.",
      "example": "Elle a mis le dinde dans le manchon de cuisson pour le faire rôtir. Hier, il a dû laver le manchon de cuisson après l'avoir utilisé. D'ici la semaine prochaine, ils auront développé un nouveau manchon de cuisson avec un revêtement anti-adhésif.",
      "example_translation": "Lei mise il tacchino nel sleeve da forno per arrostirlo. Ieri, lui ha dovuto lavare il sleeve da forno dopo averlo utilizzato. Entro la prossima settimana, loro avranno sviluppato un nuovo sleeve da forno con rivestimento antiaderente.",
      "imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " coupe-pâte",
      "translation": "tagliabiscotti",
      "definition": "Un outil de cuisine utilisé pour découper des formes dans la pâte ou la pâte feuilletée, généralement utilisé pour faire des biscuits.",
      "definition_translation": " Uno strumento da cucina utilizzato per tagliare forme dal impasto o pasta, solitamente utilizzato per fare biscotti.",
      "example": "Elle a utilisé un coupe-pâte pour faire des cookies en forme de cœur pour la Saint-Valentin. Elle le utilisera à nouveau l'année prochaine. Elle l'a utilisé depuis des années.",
      "example_translation": "Lei ha utilizzato un tagliabiscotti per fare biscotti a forma di cuore per il giorno di San Valentino. Lo userà di nuovo l'anno prossimo. Ha stato utilizzandolo per anni.",
      "imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " trancheur de pain",
      "translation": "affettatrice del pane",
      "definition": "Un outil ou un appareil utilisé pour couper le pain en tranches minces, souvent utilisé dans les boulangeries commerciales.",
      "definition_translation": " Uno strumento o dispositivo utilizzato per affettare il pane in pezzi sottili, spesso utilizzato in panetterie commerciali.",
      "example": "Le boulanger a utilisé un trancheur de pain pour couper la miche fraîchement cuite. Il le utilisera à nouveau demain. Il l'avait utilisé la veille.",
      "example_translation": "Il panettiere ha utilizzato un'affettatrice del pane per affettare la pagnotta appena sfornata. Lo userà di nuovo domani. Aveva utilizzato il giorno prima.",
      "imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " moule à gâteau",
      "translation": "stampo per torte",
      "definition": "Un contenant utilisé pour contenir et former un gâteau pendant qu'il est cuit, souvent fait de métal ou de silicone.",
      "definition_translation": "Un contenitore utilizzato per contenere e dare forma a una torta mentre viene cotta, spesso fatto di metallo o silicone.",
      "example": "Elle a graissé le moule à gâteau et versé la pâte dedans. Elle le utilisera à nouveau la semaine prochaine. Elle l'avait utilisé le mois dernier.",
      "example_translation": "Lei ha unto il stampo per torte e versato il composto. Lo userà di nuovo la settimana prossima. Aveva utilizzato il mese scorso.",
      "imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " plat à gratin",
      "translation": "pentola da forno",
      "definition": "Un plat large et profond utilisé pour cuire des plats, especialmente des plats savoureux, au four.",
      "definition_translation": "Un grande, profondo piatto utilizzato per cuocere alimenti, specialmente piatti salati, nel forno.",
      "example": "J'ai utilisé un plat à gratin pour cuire une lasagne pour la soirée. Hier, j'ai lavé le plat à gratin après le repas. Je vais utiliser le plat à gratin à nouveau demain.",
      "example_translation": "Ho utilizzato una pentola da forno per cuocere una lasagna per la festa di cena. Ieri, ho lavato la pentola da forno dopo il pasto. Userò la pentola da forno di nuovo domani.",
      "imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " couteau de cuisine",
      "translation": "coltello da taglio",
      "definition": "Un couteau utilisé pour couper et préparer les aliments, especialmente pour hacher et trancher.",
      "definition_translation": "Un coltello utilizzato per tagliare e preparare alimenti, specialmente tritando e affettando.",
      "example": "J'ai besoin d'un couteau de cuisine pour hacher les légumes pour la salade. Hier, j'ai aiguisé le couteau de cuisine pour le rendre plus efficace. Je vais utiliser le couteau de cuisine pour trancher la viande ce soir.",
      "example_translation": "Ho bisogno di un coltello da taglio per tritare le verdure per l'insalata. Ieri, ho affilato il coltello da taglio per renderlo più efficiente. Userò il coltello da taglio per affettare la carne stasera.",
      "imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " baguettes",
      "translation": "bacchette",
      "definition": "Un paire de petits bâtons ou tiges utilisés comme ustensiles de table, especialmente dans la cuisine asiatique.",
      "definition_translation": "Un paio di piccoli bastoncini o aste sottili utilizzati come utensili per mangiare, specialmente nella cucina asiatica.",
      "example": "J'ai appris à utiliser des baguettes quando j'étais en train de vivre au Japon. Hier, j'ai pratiqué l'utilisation des baguettes pour manger du sushi. Je vais utiliser des baguettes pour manger des nouilles ramen ce soir.",
      "example_translation": "Ho imparato a usare le bacchette quando vivevo in Giappone. Ieri, ho praticato l'uso delle bacchette per mangiare sushi. Userò le bacchette per mangiare i noodles di ramen stasera.",
      "imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " passoire",
      "translation": "colapasta",
      "definition": "Un ustensile de cuisine utilisé pour égoutter les liquides des aliments, tels que des pâtes ou du riz, généralement ayant un design perforé ou à maille.",
      "definition_translation": "Un utensile da cucina usato per scaricare i liquidi dal cibo, come pasta o riso, solitamente con un design perforato o a rete.",
      "example": "Elle a lavé les légumes et les a ensuite placés dans la passoire pour égoutter. Hier, elle a utilisé la passoire pour rincer le quinoa. Quand elle rentrera chez elle, elle aura déjà nettoyé la passoire.",
      "example_translation": "Ha lavato le verdure e poi le ha messe nel colapasta per scaricare. Ieri, ha usato il colapasta per sciacquare la quinoa. Quando tornerà a casa, avrà già pulito il colapasta.",
      "imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " planche à découper",
      "translation": "tavola da taglio",
      "definition": "Une surface plate, généralement rectangulaire, faite de bois, de plastique ou d'autres matériaux, utilisée pour couper et préparer les aliments.",
      "definition_translation": "Una superficie piatta, solitamente rettangolare, fatta di legno, plastica o altri materiali, usata per tagliare e preparare il cibo.",
      "example": "Elle a pris la planche à découper et a commencé à hacher les oignons. Hier, il a utilisé la planche à découper pour trancher la viande. Quand ils auront fini de cuisiner, ils auront déjà nettoyé la planche à découper.",
      "example_translation": "Ha afferrato la tavola da taglio e ha iniziato a tritare le cipolle. Ieri, lui ha usato la tavola da taglio per affettare la carne. Quando finiranno di cucinare, avranno già pulito la tavola da taglio.",
      "imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " tamis à farine",
      "translation": "setaccio per farina",
      "definition": "Un outil de cuisine utilisé pour tamiser et aérer la farine et d'autres ingrédients secs, généralement composé d'un écran à maille ou perforé.",
      "definition_translation": "Uno strumento da cucina usato per setacciare e arieggiare la farina e altri ingredienti secchi, solitamente composto da una rete metallica o schermo perforato.",
      "example": "Elle a besoin d'un tamis à farine pour mélanger les ingrédients du gâteau. Hier, il a utilisé un tamis à farine pour préparer la pâte. Quand elle commencera à faire du pain, elle aura déjà nettoyé le tamis à farine.",
      "example_translation": "Ha bisogno di un setaccio per farina per miscelare gli ingredienti del dolce. Ieri, lui ha usato un setaccio per farina per preparare l'impasto. Quando inizia a cucinare, avrà già pulito il setaccio per farina.",
      "imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": " trancheuse de viande",
      "translation": "affettatrice per alimenti",
      "definition": "Un appareil de cuisine utilisé pour trancher les aliments, tels que la viande, le fromage et les légumes, en tranches minces.",
      "definition_translation": "Un dispositivo da cucina utilizzato per affettare alimenti come carne, formaggio e verdure in pezzi sottili.",
      "example": "Hier, j'ai utilisé une trancheuse de viande pour préparer le déjeuner. Aujourd'hui, je l'utilise pour trancher du jambon pour un sandwich. Demain, je vais l'utiliser pour trancher des légumes pour une salade.",
      "example_translation": "Ieri, ho utilizzato un'affettatrice per alimenti per preparare il pranzo. Oggi, sto usando per affettare prosciutto per un panino. Domani, userò per affettare le verdure per un'insalata.",
      "imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "entonnoir",
      "translation": "imbuto",
      "definition": "Un tube ou tuyau avec une entrée large et fléchie et une sortie étroite, utilisé pour verser des liquides ou des poudres dans une ouverture étroite.",
      "definition_translation": "Un tubo o una pipa con un'ampia apertura a imbuto e un'uscita stretta, utilizzata per versare liquidi o polveri in un'apertura piccola.",
      "example": "J'ai utilisé un entonnoir pour verser de l'huile dans le moteur de la voiture. Maintenant, je l'utilise pour verser de la farine dans un bol de mélange. Plus tard, je l'utiliserai pour verser du jus dans une bouteille.",
      "example_translation": "Ho utilizzato un imbuto per versare olio nel motore della macchina. Ora, sto usando per versare farina in un recipiente per mescolare. Più tardi, userò per versare succo in una bottiglia.",
      "imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "presse à ail",
      "translation": "pressa aglio",
      "definition": "Un outil de cuisine utilisé pour écraser les gousses d'ail, libérant ainsi leur saveur et leur huile.",
      "definition_translation": "Uno strumento da cucina utilizzato per schiacciare spicchi d'aglio, rilasciandone il sapore e l'olio.",
      "example": "J'ai utilisé une presse à ail pour préparer l'ail pour le dîner. Hier, j'avais utilisé cela pour faire du pain à l'ail. Demain, je l'utiliserai pour faire une sauce à l'ail.",
      "example_translation": "Ho utilizzato una pressa aglio per preparare aglio per la cena. Ieri, l'avevo usato per fare il pane all'aglio. Domani, userò per fare una salsa all'aglio.",
      "imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "râpe",
      "translation": "grattugia",
      "definition": "Un ustensile de cuisine avec des trous ou des lames utilisé pour râper ou émincer des aliments, tels que du fromage ou des légumes.",
      "definition_translation": "Un utensile da cucina con buchi piccoli o lame utilizzato per tritare o grattugiare il cibo, come formaggio o verdure.",
      "example": "J'ai utilisé une râpe pour râper le fromage de mozzarella pour la pizza. Je vais utiliser une râpe pour émincer les carottes pour la salade. Elle avait râpé le courgette pour le pain.",
      "example_translation": "Ho utilizzato una grattugia per tritare il formaggio mozzarella per la pizza. Userò una grattugia per grattugiare le carote per l'insalata. Aveva grattugiato la zucca per il pane.",
      "imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuillère à glace",
      "translation": "pallina di gelato",
      "definition": "Un ustensile utilisé pour portionner et façonner la glace en boules ou cuillères arrondies.",
      "definition_translation": "Un utensile utilizzato per porzionare e dare forma al gelato in palline o cucchiai.",
      "example": "Elle a utilisé une cuillère à glace pour servir le dessert. Ils vont utiliser une cuillère à glace pour faire les sundaes. J'avais utilisé une cuillère à glace pour portionner le yogourt glacé.",
      "example_translation": "Ha utilizzato una pallina di gelato per servire il dessert. Useranno una pallina di gelato per fare i sundae. Avevo utilizzato una pallina di gelato per porzionare lo yogurt congelato.",
      "imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "louche",
      "translation": "mestolo",
      "definition": "Une grande cuillère profonde avec un long manche, utilisée pour servir ou verser des liquides, tels que de la soupe ou de la sauce.",
      "definition_translation": "Un cucchiaio grande e profondo con un manico lungo, utilizzato per servire o versare liquidi, come zuppa o salsa.",
      "example": "Elle a utilisé une louche pour servir la soupe. Ils vont utiliser une louche pour verser la sauce. J'avais utilisé une louche pour récupérer le bouillon.",
      "example_translation": "Ha utilizzato un mestolo per servire la zuppa. Useranno un mestolo per versare la salsa. Avevo utilizzato un mestolo per prendere il brodo.",
      "imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "extrait de citron",
      "translation": "spremiagrumi",
      "definition": "Un ustensile de cuisine utilisé pour extraire le jus des citrons ou d'autres fruits citronnés en les pressant.",
      "definition_translation": "Un utensile da cucina utilizzato per estrarre il succo dai limoni o altri frutti agrumi premendoli.",
      "example": "J'ai utilisé un extrait de citron pour obtenir le jus pour la recette. Hier, j'avais pressé les citrons avec un extrait de citron manuel. D'ici l'année prochaine, j'aurai acheté un extrait de citron électrique.",
      "example_translation": "Ho utilizzato uno spremiagrumi per ottenere il succo per la ricetta. Ieri, ho spremuto i limoni con uno spremiagrumi manuale. Entro l'anno prossimo, avrò comprato uno spremiagrumi elettrico.",
      "imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mandoline",
      "translation": "mandolino",
      "definition": "Un ustensile de cuisine avec des lames réglables utilisé pour trancher ou julienne des légumes et des fruits.",
      "definition_translation": "Un utensile da cucina con lame regolabili utilizzato per affettare o julienne verdure e frutti.",
      "example": "J'ai soigneusement utilisé une mandoline pour trancher les carottes pour la salade. Hier, j'avais julienne des poivrons verts avec une mandoline. D'ici la semaine prochaine, j'aurai maîtrisé l'art d'utiliser une mandoline en sécurité.",
      "example_translation": "Ho usato con cura un mandolino per affettare le carote per l'insalata. Ieri, ho julienne le peppersoni con un mandolino. Entro la prossima settimana, avrò padroneggiato l'arte di utilizzare un mandolino in sicurezza.",
      "imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuillère à mesurer",
      "translation": "cucchiaio dosatore",
      "definition": "Une cuillère utilisée pour mesurer le volume des ingrédients lors de la cuisson ou de la pâtisserie.",
      "definition_translation": "Un cucchiaio utilizzato per misurare il volume degli ingredienti quando si cucina o si cuoce.",
      "example": "J'ai utilisé une cuillère à mesurer pour mesurer le sucre pour la recette. Hier, j'avais nivelé la farine avec une cuillère à mesurer. D'ici le mois prochain, j'aurai acheté un ensemble de cuillères à mesurer de différentes tailles.",
      "example_translation": "Ho utilizzato un cucchiaio dosatore per misurare lo zucchero per la ricetta. Ieri, ho pareggiato la farina con un cucchiaio dosatore. Entro il prossimo mese, avrò acquistato un set di cucchiai dosatori di diverse dimensioni.",
      "imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "attendrisseur de viande",
      "translation": "addolcente per carne",
      "definition": "Un attendrisseur de viande est un outil culinaire utilisé pour briser les protéines de la viande, la rendant ainsi plus tendre et plus facile à mâcher.",
      "definition_translation": "Un addolcente per carne è uno strumento culinario usato per rompere le proteine della carne, rendendola più tenera e più facile da masticare.",
      "example": "J'ai utilisé un attendrisseur de viande pour rendre le steak plus tendre. Hier, j'avais attendri le poulet. Demain, j'attendrirai le porc.",
      "example_translation": "Ho usato un addolcente per carne per rendere più tenero il filetto. Ieri, avevo addolcito il pollo. Domani, addolcerò il maiale.",
      "imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "hachoir",
      "translation": "tritacarne",
      "definition": "Un hachoir est un appareil de cuisine utilisé pour hacher ou broyer des aliments, tels que de la viande, des légumes ou des fruits, en petits morceaux ou en fines particules.",
      "definition_translation": "Un tritacarne è un elettrodomestico da cucina usato per tritare o macinare il cibo, come carne, verdure o frutta, in piccoli pezzi o in una textures fine.",
      "example": "J'ai utilisé un hachoir pour hacher les oignons. Elle avait haché l'ail. Ils vont hacher le boeuf.",
      "example_translation": "Ho usato un tritacarne per tritare le cipolle. Lei aveva tritato l'aglio. Loro triteranno il manzo.",
      "imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "mortier et pilon",
      "translation": "mortaio e pestello",
      "definition": "Un mortier et pilon est un outil de cuisine utilisé pour broyer, écraser ou mélanger des aliments, tels que des épices, des herbes ou d'autres ingrédients, en une pâte fine ou en poudre.",
      "definition_translation": "Un mortaio e pestello è uno strumento da cucina usato per macinare, schiacciare o mischiare alimenti, come spezie, erbe o altri ingredienti, in un fine pasta o polvere.",
      "example": "J'ai utilisé un mortier et pilon pour broyer les épices. Elle avait écrasé les noix avec un mortier et pilon. Ils vont mélanger les ingrédients avec un mortier et pilon.",
      "example_translation": "Ho usato un mortaio e pestello per macinare le spezie. Lei aveva schiacciato le noci con un mortaio e pestello. Loro mischieranno gli ingredienti con un mortaio e pestello.",
      "imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "casse-noix",
      "translation": "schiaornatore",
      "definition": "Un outil utilisé pour ouvrir les noix, typiquement consistant en un levier ou une vis qui applique une pression sur la noix.",
      "definition_translation": "Uno strumento usato per aprire le noci, tipicamente costituito da una leva o vite che applica pressione alla noce.",
      "example": "J'ai utilisé un casse-noix pour ouvrir les noix de walnuts, mais cela était très difficile d'ouvrir. Maintenant, je suis en train d'utiliser un casse-noix pour ouvrir les amandes pour ma recette. Je vais avoir besoin d'un casse-noix pour ouvrir les noix de hazelnut pour mon dessert.",
      "example_translation": "Ho usato uno schiaccianoci per aprire le noci di noce, ma è stato molto difficile aprirle. Ora sto usando uno schiaccianoci per aprire le mandorle per la mia ricetta. Avrò bisogno di uno schiaccianoci per aprire le nocciole per il mio dessert.",
      "imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "planche à pâtisserie",
      "translation": "tavola da pasticceria",
      "definition": "Une surface lisse et plate, généralement en bois ou en marbre, utilisée pour rouler et façonner de la pâte à pâtisserie.",
      "definition_translation": "Una superficie liscia e pianeggiante, tipicamente realizzata in legno o marmo, usata per stendere e modellare l'impasto di pasta.",
      "example": "J'ai besoin de fariner ma planche à pâtisserie avant de rouler la pâte pour mon gâteau. La planche à pâtisserie était trop petite pour la quantité de pâte que j'avais à rouler. Elle va utiliser une planche à pâtisserie pour faire les croissants parfaits pour sa boulangerie.",
      "example_translation": "Devo infarinare la mia tavola da pasticceria prima di stendere l'impasto per la mia torta. La tavola da pasticceria era troppo piccola per la quantità di impasto che dovevo stendere. Lei userà una tavola da pasticceria per fare i croissant perfetti per la sua pasticceria.",
      "imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "éplucheuse",
      "translation": "sbucciatoio",
      "definition": "Un outil de cuisine utilisé pour retirer la peau ou la couche externe des fruits et légumes.",
      "definition_translation": "Uno strumento da cucina usato per rimuovere la buccia o lo strato esterno di frutta e verdura.",
      "example": "J'utilise une éplucheuse pour retirer la peau des pommes avant de faire une tarte. Elle va avoir besoin d'une éplucheuse pour peler les carottes pour sa soupe. Il a épluché les pommes de terre avec une éplucheuse avant de les faire bouillir.",
      "example_translation": "Uso uno sbucciatoio per rimuovere la buccia delle mele prima di fare una torta. Lei avrà bisogno di uno sbucciatoio per sbucciare le carote per la sua zuppa. Lui ha sbucciato le patate usando uno sbucciatoio prima di lessarle.",
      "imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "moulin à poivre",
      "translation": "macinapepe",
      "definition": "Un ustensile de cuisine utilisé pour broyer des grains de poivre en poudre de poivre fine.",
      "definition_translation": "Un utensile da cucina utilizzato per macinare i chicchi di pepe in pepe fine.",
      "example": "J'ai utilisé un moulin à poivre pour assaisonner le steak hier, je vais utiliser à nouveau demain et j'ai déjà utilisé plusieurs fois auparavant.",
      "example_translation": "Ho usato un macinapepe per condire la bistecca ieri, lo userò di nuovo domani, e l'ho usato molte volte prima.",
      "imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "poche à douille",
      "translation": "borsa per pipette",
      "definition": "Un sac avec une douille utilisé pour dresser des alimentssemi-solides, tels que du glaçage ou de la crème, sur une surface.",
      "definition_translation": "Un sacchetto con una bocchetta utilizzato per fare uscire cibi semisolidi, come glassa o crema, su una superficie.",
      "example": "Le pâtissier a utilisé une poche à douille pour créer des dessinsintricats sur le gâteau de mariage, en est en train d'utiliser pour décorer les cupcakes maintenant et utilisera à nouveau pour faire une bordure sur le gâteau d'anniversaire demain.",
      "example_translation": "Il pasticciere ha usato una borsa per pipette per creare disegni intricati sulla torta nuziale, la sta usando ora per decorare i cupcake, e la userà domani per fare un bordo sulla torta di compleanno.",
      "imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rouleau à pâtisserie",
      "translation": "matterello",
      "definition": "Un ustensile de cuisine utilisé pour aplatir et façonner de la pâte, de la pâtisserie ou d'autres matériaux.",
      "definition_translation": "Un utensile da cucina utilizzato per appiattire e modellare impasti, pasta, o altri materiali.",
      "example": "Elle a étalé la pâte en utilisant un rouleau à pâtisserie hier, est en train d'étaler la pâte à pizza maintenant et étalera la pâte à croissants demain.",
      "example_translation": "Lei ha steso l'impasto usando un matterello ieri, sta stendendo la crosta della pizza ora, e stenderà l'impasto dei croissant domani.",
      "imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "buffet",
      "translation": "credenza",
      "definition": "Un meuble avec des étagères, des tiroirs ou des armoires, utilisé pour stocker et afficher des plats, des ustensiles et d'autres objets dans une salle à manger ou une cuisine.",
      "definition_translation": "Un pezzo di mobilia con scaffali, cassetti o armadietti, utilizzato per stoccaggio e display di piatti, utensili e altri articoli in una sala da pranzo o cucina.",
      "example": "Elle a poli le buffet jusqu'à ce qu'il brille. Hier, elle avait poli le buffet. Demain, elle le polira à nouveau.",
      "example_translation": "Lei ha lucidato la credenza finché non ha brillato. Ieri, l'aveva lucidata. Domani, la luzzerà ancora.",
      "imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "tamis",
      "translation": "setaccio",
      "definition": "Un ustensile de cuisine avec un fond en grille ou en perforations, utilisé pour séparer des particules de différentes tailles ou pour tamiser de la farine, du sucre ou d'autres poudres.",
      "definition_translation": "Un utensile da cucina con fondo a maglia o perforato, utilizzato per separare particelle di diverse dimensioni o per setacciare farina, zucchero o altri polveri.",
      "example": "Elle a utilisé un tamis pour tamiser la farine. Hier, elle avait utilisé pour séparer le riz. Demain, elle utilisera pour tamiser le sucre.",
      "example_translation": "Lei ha usato un setaccio per setacciare la farina. Ieri, l'aveva usato per separare il riso. Domani, lo userà per setacciare lo zucchero.",
      "imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "rayon à épices",
      "translation": "porta spezie",
      "definition": "Un ustensile de cuisine ou un meuble avec des compartiments ou des étagères, utilisé pour stocker et organiser des épices, des herbes ou d'autres assaisonnements.",
      "definition_translation": "Un utensile o elemento da cucina con compartimenti o scaffali, utilizzato per stoccaggio e organizzazione di spezie, erbe o altri condimenti.",
      "example": "Elle a organisé le rayon à épices par ordre alphabétique. Hier, elle avait organisé selon la fréquence d'utilisation. Demain, elle le réorganisera par catégorie.",
      "example_translation": "Lei ha organizzato la porta spezie in ordine alfabetico. Ieri, l'aveva organizzato per frequenza di utilizzo. Domani, lo riorganizzerà per categoria.",
      "imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "cuillère de dégustation",
      "translation": "cucchiaio assaggiatore",
      "definition": "Une petite cuillère utilisée pour goûter les aliments pendant leur préparation, pour s'assurer que l'assaisonnement et la saveur sont corrects.",
      "definition_translation": "Un cucchiaio piccolo usato per assaggiare il cibo mentre viene cucinato, per garantire che la stagionatura e il sapore siano corretti.",
      "example": "J'ai utilisé une cuillère de dégustation pour vérifier la saveur de la sauce avant de la servir. Je vais utiliser une cuillère de dégustation pour goûter le plat demain. Elle a utilisé une cuillère de dégustation pour ajuster l'assaisonnement de la soupe.",
      "example_translation": "Ho usato un cucchiaio assaggiatore per controllare il sapore della salsa prima di servirla. Userò un cucchiaio assaggiatore per assaggiare il piatto domani. Ha usato un cucchiaio assaggiatore per regolare la stagionatura della zuppa.",
      "imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "minuteur",
      "translation": "timer",
      "definition": "Un dispositif qui mesure les intervalles de temps, utilisé pour s'assurer que une tâche est achevée dans un délai imparti.",
      "definition_translation": "Un dispositivo che misura gli intervalli di tempo, utilizzato per garantire che un compito venga completato entro un certo limite di tempo.",
      "example": "J'ai réglé le minuteur pour me rappeler de sortir le gâteau du four. Elle va utiliser un minuteur pour garder la trace du temps pendant l'examen. Ils ont utilisé un minuteur pour mesurer le temps qu'il a fallu pour achever la tâche.",
      "example_translation": "Ho impostato il timer per ricordarmi di togliere la torta dal forno. Userà un timer per tenere traccia del tempo durante l'esame. Hanno usato un timer per misurare il tempo necessario per completare il compito.",
      "imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "fouet",
      "translation": "frusta",
      "definition": "Un outil de cuisine utilisé pour mélanger et combiner des ingrédients ensemble, généralement composé d'un manche et d'une série de boucles de fil de fer.",
      "definition_translation": "Uno strumento da cucina usato per mescolare e amalgamare gli ingredienti insieme, tipicamente composto da un manico e una serie di anelli di filo.",
      "example": "J'ai utilisé un fouet pour mélanger les œufs et le sucre ensemble. Elle va utiliser un fouet pour battre la crème jusqu'à ce qu'elle devienne ferme. Ils ont utilisé un fouet pour combiner les ingrédients humides et secs.",
      "example_translation": "Ho usato una frusta per mescolare le uova e lo zucchero insieme. Userà una frusta per sbattere la panna fino a quando non diventa rigida. Hanno usato una frusta per combinare gli ingredienti umidi e secchi.",
      "imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "French",
      "translationLanguage": "Portugase",
      "word": "plan de travail",
      "translation": "piano di lavoro",
      "definition": "La surface supérieure d'un meuble de cuisine, d'un comptoir ou d'une table, souvent fabriquée à partir d'un matériau résistant tel que le bois, le granite ou l'acier inoxydable.",
      "definition_translation": "La superficie superiore di un armadio da cucina, bancone o tavolo, spesso realizzata in un materiale resistente come legno, granito o acciaio inox.",
      "example": "J'ai installé un nouveau plan de travail dans ma cuisine le mois dernier. Je travaille actuellement sur le plan de travail pour finir le projet. Je vais installer les comptoirs sur le plan de travail l'année prochaine.",
      "example_translation": "Ho installato un nuovo piano di lavoro in cucina lo scorso mese. Sto attualmente lavorando sul piano di lavoro per finire il progetto. Installerò i counter tops sul piano di lavoro l'anno prossimo.",
      "imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]
}