[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "positive",
      "translation": "POSITIVव",
      "definition": "Having a good or favorable quality or tendency; having or showing a optimistic attitude or outlook",
      "definition_translation": "एक अच्छा या अनुकूल गुण या प्रवृत्ति होना; एक सकारात्मक दृष्टिकोण या सोच होना",
      "example": "She had a positive attitude towards her new job. She positively influenced her colleagues yesterday. She will positively impact the company in the future.",
      "example_translation": "वह अपने नए नौकरी के प्रति सकारात्मक दृष्टिकोण रखती थी. कल वह अपने सहकर्मियों को सकारात्मक रूप से प्रभावित करती थी. वह भविष्य में कंपनी को सकारात्मक रूप से प्रभावित करेगी.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "addicted",
      "translation": "अड्डिक्ट",
      "definition": "Having a strong and habitual desire or devotion to something, especially a drug or other substance",
      "definition_translation": "किसी चीज, विशेषकर एक दवा या अन्य पदार्थ के लिए मजबूत और अचेतन इच्छा या समर्पण होना",
      "example": "He was addicted to smoking. He got addicted to video games in his teenage years. He will be addicted to reading books in his old age.",
      "example_translation": "वह धूम्रपान का आदी था. वह अपने किशोर वर्षों में वीडियो गेम्स का आदी हो गया. वह अपनी उम्र में पुस्तकें पढ़ने का आदी हो जाएगा.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "adventurous",
      "translation": "साहसिक",
      "definition": "Willing to take risks and face challenges; enjoying exciting and unusual experiences",
      "definition_translation": "जोखिम उठाने और चुनौतियों का सामना करने के लिए तैयार; रोमांचक और असाधारण अनुभवों का आनंद लेना",
      "example": "He was an adventurous person and loved to travel. She will be adventurous and try skydiving next year. They were adventurous and started their own business last year.",
      "example_translation": "वह एक साहसिक व्यक्ति थे और यात्रा करने से प्रेम करते थे. वह अगले साल स्काइडाइविंग ट्राई करेगी. वे साहसिक थे और पिछले साल अपना खुद का व्यवसाय शुरू किया.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "affectionate",
      "translation": "स्नेही",
      "definition": "Showing or feeling love, care, or fondness for someone or something",
      "definition_translation": "किसी के लिए प्यार, देखभाल या स्नेह दिखाना या महसूस करना",
      "example": "She was an affectionate mother to her children. He was affectionate towards his pets. They will be affectionate towards their new neighbors.",
      "example_translation": "वह अपने बच्चों के लिए एक स्नेही माँ थी. वह अपने पालतू जानवरों के प्रति स्नेही था. वे अपने नए पड़ोसियों के प्रति स्नेही होंगे.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "aggressive",
      "translation": "आक्रामक",
      "definition": "Having or showing a confident and forceful personality, willing to take risks and challenge others.",
      "definition_translation": "एक आत्मविश्वासी और बलवान व्यक्तित्व का होना या दिखाना, दूसरों को चुनौती देने और जोखिम लेने के लिए तैयार होना।",
      "example": "He was an aggressive businessman who wasn't afraid to take risks. He had been aggressive in his negotiations, but now he is being more cautious. He will be aggressive in his marketing strategy to promote the new product.",
      "example_translation": "वह एक आक्रामक व्यवसायी था जो जोखिम लेने से नहीं डरता था। उसने अपनी वार्ताओं में आक्रामक था, लेकिन अब वह और谨慎 हो रहा है। वह नए उत्पाद को प्रचारित करने के लिए अपनी मार्केटिंग सणन में आक्रामक होगा।",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ambitious",
      "translation": "महत्वाकांक्षी",
      "definition": "Having or showing a strong desire to succeed or achieve something, often requiring hard work and determination.",
      "definition_translation": "कुछ प्राप्त करने या सफल होने की मजबूत इच्छा रखने वाला, अक्सर कड़ी मेहनत और दृढ़ता की आवश्यकता होती है。",
      "example": "She was an ambitious young woman who wanted to become a successful entrepreneur. He had always been ambitious, but now he is more focused on his family. They will be ambitious in their plans to expand the company.",
      "example_translation": "वह एक महत्वाकांक्षी युवती थीं जिन्हें एक सफल उद्यमी बनना था। उसने हमेशा महत्वाकांक्षी था, लेकिन अब वह अपने परिवार पर अधिक केंद्रित है। वे कंपनी को विस्तार करने के अपने योजनाओं में महत्वाकांक्षी होंगे।",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "amused",
      "translation": "मनोरंजन",
      "definition": "Feeling or showing enjoyment or entertainment, often in a lighthearted or playful way.",
      "definition_translation": "आनंद या मनोरंजन महसूस करना या दिखाना, अक्सर हल्के-फुल्के या खेल-खेल में;",
      "example": "The children were amused by the clown's antics. She was amused by the silly joke. He will be amused by the comedy show tonight.",
      "example_translation": "बच्चे क्लाउन की हरकतों से मनोरंजन हुए थे। वह सिल्ली चुटकुले से मनोरंजन हुई थी। वह रात के कॉमेडी शो से मनोरंजन होगा।",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "arrogant",
      "translation": "घमंडी",
      "definition": "Having or showing an attitude of superiority, often accompanied by a lack of respect for others.",
      "definition_translation": "ऊपरinness की मानसिकता रखने वाला या दिखाने वाला, अक्सर दूसरों के प्रति सम्मान की कमी के साथ;",
      "example": "He had an arrogant attitude that rubbed people the wrong way. She was arrogant about her beauty. They will be arrogant about their success.",
      "example_translation": "उसने एक घमंडी रवैया था जिसने लोगों को गलत तरीके से प्रभावित किया। वह अपनी सुंदरता के बारे में घमंडी थीं। वे अपनी सफलता के बारे में घमंडी होंगे।",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "astonished",
      "translation": "चौंका हुआ",
      "definition": "Feeling great surprise or shock, often in a way that is difficult to hide.",
      "definition_translation": "एक ऐसी अवस्था जिसमें व्यक्ति अत्यधिक आश्चर्य या झटका महसूस करता है, अक्सर ऐसा लगता है जिसे छुपाया नहीं जा सकता。",
      "example": "I was astonished by the news of her sudden departure. I am astonished by the beauty of the Taj Mahal. I will be astonished if I win the lottery.",
      "example_translation": "मैं उसके अचानक प्रस्थान की खबर से चौंक गया। मैं ताज महल की सुंदरता से चौंका हूँ। अगर मैं लॉटरी जीतता हूँ तो मैं चौंक जाऊंगा।",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "astonishing",
      "translation": "प्राचीन",
      "definition": "Extremely surprising or impressive.",
      "definition_translation": "अत्यधिक आश्चर्यजनक या प्रभावशाली।",
      "example": "The astonishing beauty of the sunset left us speechless. The astonishing speed of the new sports car is unmatched. The astonishing talent of the young musician was remarkable.",
      "example_translation": "सूरज डूबने की प्राचीन सुंदरता ने हमें बोलते हुए छोड़ दिया। नए स्पोर्ट्स कार की प्राचीन गति अभूतपूर्व है। युवा संगीतज्ञ की प्राचीन प्रतिभा उल्लेखनीय थी।",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "at ease",
      "translation": "आराम से",
      "definition": "Feeling comfortable and relaxed, without any worry or anxiety.",
      "definition_translation": "चिंतা या घबराहट के बिना आराम से और शिथिल महसूस कर रहे हैं।",
      "example": "I felt at ease when I finally finished my exams. She looks at ease in her new job. He will be at ease once he settles into his new apartment.",
      "example_translation": "मैं अपने परीक्षा पूरे करने के बाद आराम से महसूस किया। वह अपने नए नौकरी में आराम से दिखती है। वह एक बार अपने नए अपार्टमेंट में बस जाता है तो वह आराम से महसूस करेगा।",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "aware",
      "translation": "जानकार",
      "definition": "Having knowledge or understanding of something.",
      "definition_translation": "किसी चीज की जानकारी या समझ रखता हूँ।",
      "example": "I'm aware of the risks involved in the investment. She's aware of her strengths and weaknesses. They will be aware of the new policies by the end of the month.",
      "example_translation": "मैं निवेश में शामिल जोखिमों से अवगत हूँ। वह अपनी ताकत और कमजोरियों से अवगत है। वे महीने के अंत तक नई नीतियों से अवगत हो जाएंगे।",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bad-tempered",
      "translation": "क्रोधी",
      "definition": "Having or showing a bad temper; easily annoyed or irritated.",
      "definition_translation": "बुरा स्वभाव होना; आसानी से नाराज़ या परेशान होना",
      "example": "She was a bad-tempered person and would get angry at the slightest thing. She had been bad-tempered since childhood, and it was a habit that was hard to break. She will always be bad-tempered, no matter how hard she tries to change.",
      "example_translation": "वह एक क्रोधी व्यक्ति थी और थोड़े से काम पर नाराज़ हो जाती थी। वह बचपन से क्रोधी थी, और यह एक ऐसी आदत थी जिसे तोड़ना मुश्किल था। वह हमेशा क्रोधी रहेगी, चाहे वह बदलने के लिए कितना भी प्रयास करे।",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "balanced",
      "translation": "संतुलित",
      "definition": "Having different parts or aspects in a harmonious or satisfactory proportion.",
      "definition_translation": "विभिन्न भागों या पहलुओं के एक संतोषजनक या संतुलित अनुपात में होना",
      "example": "The company tried to maintain a balanced budget, but it was a difficult task. She had been trying to balance her work and personal life, but it was a constant struggle. The economy had been balanced in the past, but now it was in a state of turmoil.",
      "example_translation": "कंपनी ने एक संतुलित बजट रखने की कोशिश की, लेकिन यह एक कठिन काम था। वह अपने काम और निजी जीवन के बीच संतुलन बनाने की कोशिश कर रही थी, लेकिन यह एक स्थिर संघर्ष था। अर्थव्यवस्था पहले संतुलित थी, लेकिन अब यह उथल-पुथल में थी।",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bitter",
      "translation": "कड़वा",
      "definition": "Having a strong, unpleasant taste or smell.",
      "definition_translation": "एक मजबूत, अप्रिय स्वाद या गंध होना",
      "example": "The medicine was bitter, but it was necessary to take it to get well. He had been eating bitter lemons for years, and it had become a habit. She had tasted bitter defeat in her last competition, and it had left a sour taste in her mouth.",
      "example_translation": "दवा कड़वा थी, लेकिन ठीक होने के लिए इसे लेना जरूरी था। वह سالों से कड़वे नींबू खा रहा था, और यह एक आदत बन गई थी। उसने अपनी पिछली प्रतियोगिता में कड़वा हार کा स्वाद चखा था, और इससे उसके मुँह में एक खट्टा स्वाद रह गया था।",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bold",
      "translation": "साहसी",
      "definition": "Showing courage or confidence; not afraid to take risks.",
      "definition_translation": "साहस या आत्मविश्वास दिखाना; जोखिम लेने से डरना नहीं",
      "example": "He was a bold speaker and could mesmerize the audience with his words. She had been bold enough to start her own business, and it was a huge success. The firefighter was bold and fearless as he entered the burning building to rescue the trapped people.",
      "example_translation": "वह एक साहसी वक्ता था और अपने शब्दों से ऑडियंस को मुग्ध कर सकता था। वह अपना खुद का बिजनेस शुरू करने के लिए साहसी थी, और यह एक बड़ी सफलता थी। آتش निवारक साहसी और निडर था क्योंकि वह आग की लपट में फंसे लोगों को बचाने के लिए इमारत में प्रवेश कर रहा था।",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bossy",
      "translation": "जल्दबाजी करनेवाला",
      "definition": "Having or showing an excessively confident and domineering manner, often in an annoying way.",
      "definition_translation": "अनावश्यक रूप से विश्वास और प्रभुत्वभाव दिखाने वाला व्यवहार, अक्सर परेशान करने वाला तरीका.",
      "example": "As a bossy person, she always tries to control the conversation. She controlled the conversation at the meeting yesterday. She will dominate the discussion at the conference tomorrow.",
      "example_translation": "एक जल्दबाजी करनेवाला व्यक्ति के रूप में, वह हमेशा बातचीत को नियंत्रित करने की कोशिश करती है. उसने कल बैठक में बातचीत पर नियंत्रण किया. वह कल कॉन्फ्रेंस में चर्चा को दबा देगी.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bright",
      "translation": "चमकीला",
      "definition": "Giving out or reflecting a lot of light; shining intensely.",
      "definition_translation": "काफी रोशनी देने या प्रतिबिंबित करने वाला; तेजी से चमकना.",
      "example": "The bright sunshine filled the room. The bright light of the lamp illuminated the dark corner. The bright stars will shine in the night sky.",
      "example_translation": "चमकीला सूरज की रोशनी ने कमरे को भर दिया. लैंप का चमकीला प्रकाश ने अंधेरे कोने को रोशन किया. रात के आसमान में चमकीले सितारे चमकेंगे.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "caring",
      "translation": "परवाह करनेवाला",
      "definition": "Showing a genuine interest in and concern for the welfare of others.",
      "definition_translation": "दूसरों के कल्याण के लिए सच्चा_interest और चिंता दिखाना.",
      "example": "She is a caring person who always helps her friends. She helped her friend in need yesterday. She will care for her family in the future.",
      "example_translation": "वह एक परवाह करनेवाला व्यक्ति है जो हमेशा अपने दोस्तों की मदद करती है. उसने जरूरतमंद दोस्त की कल मदद की. वह भविष्य में अपने परिवार की देखभाल करेगी.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cautious",
      "translation": "सतर्क",
      "definition": "Careful to avoid potential problems or dangers.",
      "definition_translation": "संभावित समस्याओं या खतरों से बचने के लिए सावधान.",
      "example": "He is a cautious person who always thinks before acting. He thought before investing in the company yesterday. He will be cautious while driving on the highway tomorrow.",
      "example_translation": "वह एक सतर्क व्यक्ति है जो हमेशा कार्य करने से पहले सोचता है. उसने कल कंपनी में निवेश करने से पहले सोचा. वह कल हाइवे पर ड्राइविंग करते समय सतर्क रहेगा.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cheeky",
      "translation": "शरारती",
      "definition": "having or showing an impudent or impertinent quality; having a tendency to be playfully rude or impolite",
      "definition_translation": "एक अशिष्ट या अभद्र गुण रखने वाला; मजाक में रूड या असभ्य होने की प्रवृत्ति रखता है",
      "example": "She was a cheeky child who loved to play pranks on her siblings. She will be cheeky and try to pull her friend's hair during class. She has been cheeky and disobedient since she was young.",
      "example_translation": "वह एक शरारती बच्ची थी जिसके साथ अपने भाई-बहनों के साथ मजाक करता था. वह कक्षा में अपने दोस्त के बाल खींचेगी और शरारती होगी. वह बचपन से ही शरारती और अनुशासनहीन थी.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "childish",
      "translation": "बचकाना",
      "definition": "characterized by or reflecting a lack of maturity or seriousness; immature or irresponsible",
      "definition_translation": "एक ओप्रौध या गंभीरता की कमी की विशेषता; अपरिपक्व या अकर्मण्य",
      "example": "He was childish and threw a tantrum when he didn't get his way. She was childish and refused to eat her vegetables. He has been childish and lazy all his life.",
      "example_translation": "वह बचकाना था और अपने रास्ते नहीं मिलने पर तान्त्रिक हो गया. वह बचकाना थी और अपनी सब्जियां नहीं खाने दी. वह अपनाWhole जीवन बचकाना और सुस्त रहा है.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "clumsy",
      "translation": "अजagara",
      "definition": "having or showing a tendency to be careless or accident-prone in one's movements or actions",
      "definition_translation": "एक देखभालहीन या दुर्घटना प्रवण होने की प्रवृत्ति रखने वाला अपने आंदोलन या कार्य में",
      "example": "He was clumsy and dropped the vase. She was clumsy and tripped on the stairs. He has been clumsy and accident-prone all his life.",
      "example_translation": "वह अजागरा था और वेसे को गिरा दिया. वह अजागरा थी और सीढ़ियों पर टकरा गई. वह अपनाWhole जीवन अजागरा और दुर्घटना प्रवण रहा है.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "communicative",
      "translation": "संचारी",
      "definition": "having or showing a willingness to talk or share information; being open and receptive to others",
      "definition_translation": "बातचीत करने या सूचना साझा करने की इच्छा रखने वाला; दूसरों के लिए खुला और ग्रहणशील होना",
      "example": "She was communicative and helped her teammates during the project. He was communicative and answered all the questions during the interview. They have been communicative and open with each other throughout their relationship.",
      "example_translation": "वह संचारी थी और परियोजना के दौरान अपने साथियों की मदद की. वह संचारी था और साक्षात्कार के दौरान सभी प्रश्नों के उत्तर दिए. वे अपने रिश्ते में एक-दूसरे के साथ संचारी और खुले रहे हैं.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "competitive",
      "translation": "प्रतिस्पर्धी",
      "definition": "Having or showing a strong desire to win or be successful, especially in business or sports.",
      "definition_translation": "व्यापार या खेल में जीतने या सफल होने की मजबूत इच्छा रखने वाला",
      "example": "The company is very competitive in the market, always looking for ways to improve its products.",
      "example_translation": "कंपनी बाजार में बहुत प्रतिस्पर्धी है, अपने उत्पादों में सुधार के तरीके ढूँढती रहती है।",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "conceited",
      "translation": "अहंकारी",
      "definition": "Having an excessively high opinion of oneself, often accompanied by arrogance.",
      "definition_translation": "अपने आप में अत्यधिक उच्च मत रखना, अक्सर अहंकार से पूर्ण",
      "example": "He was so conceited that he thought he was the best singer in the world.",
      "example_translation": "वह इतना अहंकारी था कि वह सोचता था कि वह दुनिया का सबसे अच्छा गायक है।",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "concerned",
      "translation": "चिंतित",
      "definition": "Feeling worried or anxious about something.",
      "definition_translation": "किसी चीज के बारे में चिंतित या चिंता करना",
      "example": "I am concerned about the rise in crime rates in the city.",
      "example_translation": "मैं शहर में अपराध दरों में वृद्धि के बारे में चिंतित हूँ।",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "conservative",
      "translation": "रूढ़िवादी",
      "definition": "Favoring traditional social and political values, and often opposing change.",
      "definition_translation": "पारंपरिक सामाजिक और राजनीतिक मूल्यों का समर्थन करना और अक्सर परिवर्तन का विरोध करना",
      "example": "The conservative politician was against the idea of same-sex marriage.",
      "example_translation": "रूढ़िवादी राजनेता समलैंगिक विवाह के विचार के खिलाफ था।",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "content",
      "translation": "संतुष्ट",
      "definition": "Feeling or showing satisfaction with one's possessions, status, or situation.",
      "definition_translation": "अपने सामान, स्थिति या स्थिति से संतुष्ट महसूस या दिखाना",
      "example": "She was content with her new job and didn't want to change anything. She had been content with her old job, but it was not paying enough. She will be content with her new salary.",
      "example_translation": "वह अपने नए नौकरी से संतुष्ट थी और कुछ बदलना नहीं चाहती थी। वह अपने पुराने नौकरी से संतुष्ट थी, लेकिन यह पर्याप्त नहीं दे रहा था। वह अपने नए वेतन से संतुष्ट हो जाएगी.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "conventional",
      "translation": "परंपरागत",
      "definition": "Based on or in accordance with what is generally done or accepted.",
      "definition_translation": "सामान्यतः किए जाने या स्वीकार किए जाने वाले आधार पर",
      "example": "In conventional medicine, doctors use pharmaceuticals to treat diseases. In the past, conventional wisdom was that the Earth was flat. In the future, conventional energy sources will be replaced by renewable energy.",
      "example_translation": "पारंपरिक चिकित्सा में, डॉक्टर रोगों के इलाज के लिए दवाओं का उपयोग करते हैं। अतीत में, पारंपरिक ज्ञान यह था कि पृथ्वी समतल थी। भविष्य में, पारंपरिक ऊर्जा स्रोत नवीकरणीय ऊर्जा द्वारा प्रतिस्थापित किए जाएंगे।",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cooperative",
      "translation": "सहकारी",
      "definition": "Willing to help or work together.",
      "definition_translation": "एक साथ काम करने या मदद करने के लिए इच्छुक",
      "example": "The cooperative effort of the team led to the successful completion of the project. The cooperative bank provides financial assistance to its members. She has always been cooperative and helpful in our group projects.",
      "example_translation": "टीम के संयुक्त प्रयास ने परियोजना के सफल समापन का नेतृत्व किया। सहकारी बैंक अपने सदस्यों को वित्तीय सहायता प्रदान करता है। वह हमारे समूह परियोजनाओं में हमेशा सहकारी और मददगार रही है.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cowardly",
      "translation": "कायर",
      "definition": "Lacking courage or strength in the face of danger or difficulty.",
      "definition_translation": "खतरे या कठिनाई के सामने साहस या ताकत की कमी",
      "example": "He showed a cowardly attitude during the crisis and ran away. She had a cowardly behavior when faced with the bully in school. The company's cowardly response to the criticism was unacceptable.",
      "example_translation": "वह संकट के दौरान कायर व्यवहार दिखाया और भाग गया। उसने स्कूल में बदमाश से सामना करने पर कायरता प्रदर्शित की। कंपनी की आलोचना के प्रति कायरतापूर्ण प्रतिक्रिया अस्वीकार्य थी.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "decent",
      "translation": "अच्छा",
      "definition": "Morally upright and respectable; having a good reputation; proper and acceptable in behavior or appearance.",
      "definition_translation": "नैतिक रूप से ऊपर और सम्मानजनक; अच्छा प्रतिष्ठा होना; व्यवहार या उपस्थिति में उचित और स्वीकार्य。",
      "example": "She was a decent person and always tried to help others. She had been decent to me when I needed her. She will be decent and help me in the future.",
      "example_translation": "वह एक अच्छा व्यक्ति थी और हमेशा दूसरों की मदद करने की कोशिश करती थी। मुझे उसकी जरूरत थी तो वह मेरे लिए अच्छा थी। वह भविष्य में मेरी मदद करेगी और अच्छा रहेगी।",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "decisive",
      "translation": "निर्णायक",
      "definition": "Having the power or quality of deciding; conclusive; authoritative.",
      "definition_translation": "निर्णय करने की शक्ति या गुण वाला; निर्णायक; अधिकारिक。",
      "example": "The coach made a decisive decision to change the team's strategy. She had been decisive in her actions and it paid off. He will be decisive and take a firm stance in the meeting.",
      "example_translation": "कोच ने टीम की रणनीति बदलने का निर्णायक निर्णय लिया। उसके कार्य में वह निर्णायक थी और यह फलदायक था। वह बैठक में दृढ़ संकल्प लेगा और निर्णायक होगा।",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "demanding",
      "translation": "मांग करने वाला",
      "definition": "Requiring a great deal of effort, skill, or patience; straining; exacting.",
      "definition_translation": "बहुत प्रयास, कौशल या धैर्य की मांग करने वाला; तनावपूर्ण;òiExactिंग;",
      "example": "The job was demanding and required a lot of overtime. She was demanding in her expectations and it was challenging to meet them. He will be demanding in his next project and expect high quality work.",
      "example_translation": "नौकरी मांग करने वाली थी और ओवरटाइम की बहुत आवश्यकता थी। उसकी अपेक्षाएं मांग करने वाली थीं और उन्हें पूरा करना चुनौतीपूर्ण था। वह अपने अगले परियोजना में मांग करने वाला होगा और उच्च गुणवत्ता के काम की अपेक्षा करेगा।",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "depressing",
      "translation": "निराशाजनक",
      "definition": "Causing feelings of sadness or hopelessness; disheartening; gloomy.",
      "definition_translation": "दुख या निराशा की भावनाओं का कारण बनने वाला; हिम्मत तोड़ने वाला;eydi;",
      "example": "The news was depressing and it affected everyone's mood. She had been depressing to be around and it was hard to cheer her up. He will be depressing in his report and suggest a pessimistic outlook.",
      "example_translation": "समाचार निराशाजनक था और यह सभी के मूड को प्रभावित करता था। वह आसपास निराशाजनक थी और उसेelease करना कठिन था। वह अपने रिपोर्ट में निराशाजनक होगा और निराशावादी दृष्टिकोण सुझाएगा।",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "desperate",
      "translation": "व्याकुल",
      "definition": "Feeling or showing a sense of urgency or hopelessness",
      "definition_translation": "आवश्यकता या निराशा की भावना दिखाना",
      "example": "She was desperate to find a job, so she applied to every company she could find. She had been desperate for a promotion last year, but now she is desperate to quit her job. She will be desperate to travel the world next year.",
      "example_translation": "वह नौकरी ढूँढने के लिए व्याकुल थी, इसलिए उसने जितनी कंपनियों को आवेदन किया उतना संभव था. पिछले साल वह पदोन्नति के लिए व्याकुल थी, लेकिन अब वह नौकरी छोड़ने के लिए व्याकुल है. अगले साल वह दुनिया भर में यात्रा करने के लिए व्याकुल हो जाएगी.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "determined",
      "translation": "निश्चित",
      "definition": "Having made a firm decision or resolution; resolute",
      "definition_translation": "ठोस निर्णय या संकल्प लिया हुआ; दृढ़",
      "example": "She was determined to finish her project on time, so she worked extra hours every day. He had been determined to become a doctor since he was a teenager, and now he is a successful surgeon. They will be determined to win the championship next year.",
      "example_translation": "वह अपने प्रोजेक्ट को समय पर पूरा करने के लिए निश्चित थी, इसलिए वह प्रतिदिन अतिरिक्त घंटे काम करती थी. वह किशोरावस्था से ही डॉक्टर बनने के लिए निश्चित था, और अब वह एक सफल सर्जन है. वे अगले साल चैम्पियनशिप जीतने के लिए निश्चित होंगे.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "devoted",
      "translation": "निष्ठावान",
      "definition": "Showing love, loyalty, or dedication to a person, cause, or activity",
      "definition_translation": "किसी व्यक्ति, कारण, या गतिविधि के प्रति प्रेम, वफ़ादारी या समर्पण दिखाना",
      "example": "She was devoted to her husband and took care of him when he was ill. He had been devoted to his music career, but now he is devoted to his family. They will be devoted to their charitable work in the future.",
      "example_translation": "वह अपने पति के प्रति निष्ठावान थी और उसकी तबियत खराब होने पर उसकी देखभाल करती थी. वह अपने संगीत कैरियर के प्रति निष्ठावान था, लेकिन अब वह अपने परिवार के प्रति निष्ठावान है. वे भविष्य में अपने दान कार्य के प्रति निष्ठावान होंगे.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "diligent",
      "translation": "परिश्रमी",
      "definition": "Showing careful and steady effort or persistent application",
      "definition_translation": "सावधान और स्थिर प्रयास या निरंतर आवेदन दिखाना",
      "example": "She was diligent in her studies and achieved excellent grades. He had been diligent in his research, and now he is a renowned scientist. They will be diligent in their preparation for the upcoming exam.",
      "example_translation": "वह अपने अध्ययन में परिश्रमी थी और उत्कृष्ट ग्रेड प्राप्त किए. वह अपने शोध में परिश्रमी थे, और अब वह एक प्रसिद्ध वैज्ञानिक है. वे आने वाले परीक्षा की तैयारी में परिश्रमी होंगे.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dishonest",
      "translation": "ईमानदार नहीं",
      "definition": "Not honest or truthful; having or showing a willingness to cheat or deceive.",
      "definition_translation": "ईमानदार नहीं होना या सच न होना; धोखा देने या धोखा देने की इच्छा顯示 करना",
      "example": "He was dishonest in his dealings and was eventually caught.",
      "example_translation": "वह अपने लेन-देन में ईमानदार नहीं था और अंततः पकड़ा गया।",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "disorganized",
      "translation": "असंगठित",
      "definition": "Lacking a systematic or organized structure; chaotic or confused.",
      "definition_translation": "सिस्टमैटिक या संगठित संरचना के बिना; अराजक या भ्रमित।",
      "example": "The disorganized files made it difficult to find the necessary documents.",
      "example_translation": "असंगठित फाइलों ने आवश्यक दस्तावेजों को खोजना मुश्किल बना दिया।",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dissatisfied",
      "translation": "असंतुष्ट",
      "definition": "Not pleased or content; unhappy or discontented.",
      "definition_translation": "संतुष्ट नहीं होना; दुखी या असंतुष्ट।",
      "example": "The customer was dissatisfied with the service and complained to the manager.",
      "example_translation": "ग्राहक सेवा से असंतुष्ट था और प्रबंधक से शिकायत की।",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "distressing",
      "translation": "दुखद",
      "definition": "Causing feelings of sadness, anxiety, or discomfort.",
      "definition_translation": "दुख, चिंता या असहनीयता की भावनाएं पैदा करना।",
      "example": "The news of the accident was distressing to the family.",
      "example_translation": "दुर्घटना की खबर परिवार के लिए दुखद थी।",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "doubtful",
      "translation": "संदेह करने वाला",
      "definition": "Feeling or showing doubt about something or someone",
      "definition_translation": "किसी चीज़ या किसी के बारे में संदेह महसूस करना",
      "example": "I was doubtful about the new investment opportunity. I am doubtful about the weather tomorrow. I will be doubtful about the new policy.",
      "example_translation": "नई निवेश अवसर के बारे में मुझे संदेह था. मैं कल के मौसम के बारे में संदेह कर रहा हूँ. मैं नई नीति के बारे में संदेह करूँगा.",
      "imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dynamic",
      "translation": "डाइनैमिक",
      "definition": "Relating to or characterized by energy, activity, or progress",
      "definition_translation": "ऊर्जा, गतिविधि या प्रगति से संबंधित या चिह्नित",
      "example": "The dynamic CEO led the company to success. The dynamic team worked tirelessly on the project. The city is becoming more dynamic every year.",
      "example_translation": "डाइनैमिक सीईओ ने कंपनी की सफलता का नेतृत्व किया. डाइनैमिक टीम ने projekt पर अथक परिश्रम किया. शहर हर साल अधिक डाइनैमिक बन रहा है.",
      "imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "eager",
      "translation": "उत्सुक",
      "definition": "Feeling or showing enthusiasm and interest",
      "definition_translation": "उत्साह और रुचि का प्रदर्शन करना",
      "example": "I was eager to start my new job. She is eager to learn new skills. They are eager to travel the world.",
      "example_translation": "मैं अपनी नई नौकरी शुरू करने के लिए उत्सुक था. वह नई कौशल सीखने के लिए उत्सुक है. वे दुनिया की यात्रा करने के लिए उत्सुक हैं.",
      "imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "educated",
      "translation": "शिक्षित",
      "definition": "Having or showing a high level of knowledge or skill",
      "definition_translation": "उच्च स्तर का ज्ञान या कौशल रखना",
      "example": "He is an educated person with a PhD. The educated elite control the government. The educated masses are demanding change.",
      "example_translation": "वह पीएचडी के साथ एक शिक्षित व्यक्ति हैं. शिक्षित_elite सरकार को नियंत्रित करता है. शिक्षित जन समूह परिवर्तन की माँग कर रहा है.",
      "imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "emotional",
      "translation": "भावनात्मक",
      "definition": "Relating to or characterized by emotion; having or showing strong feelings.",
      "definition_translation": "भावना से संबंधित या मजबूत भावनाओं को दिखाने वाला है।",
      "example": "She was an emotional person and cried at the slightest provocation. She had been emotional about her parents' divorce. She will become emotional if she doesn't get what she wants.",
      "example_translation": "वह एक भावनात्मक व्यक्ति थी और थोड़ी सी उत्तेजना पर रोने लगती थी। उसने अपने माता-पिता के तलाक के बारे में भावुक थी। वह अगर वह क्या चाहती है वो नहीं मिलता है तो वह भावुक हो जाएगी।",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "encouraging",
      "translation": "उत्साहवर्धक",
      "definition": "Giving support or confidence to someone; motivating or inspiring.",
      "definition_translation": "किसी व्यक्ति को समर्थन या विश्वास देना; प्रेरित या प्रेरक。",
      "example": "Her encouraging words lifted my spirits. She has been encouraging me to pursue my passion. She will be encouraging her students to work hard.",
      "example_translation": "उसके उत्साहवर्धक शब्दों ने मेरे मन को ऊंचा कर दिया। उसने मुझे मेरे जुनून का पीछा करने के लिए प्रेरित किया है। वह अपने छात्रों को कड़ी मेहनत करने के लिए उत्साहित करेगी।",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "energetic",
      "translation": "ऊर्जावान",
      "definition": "Having or showing a lot of energy and enthusiasm; lively and active.",
      "definition_translation": "काफी ऊर्जा और उत्साह होना; जीवंत और सक्रिय होना。",
      "example": "He was an energetic child, always running around. She has been energetic in her workouts lately. They will be energetic in their performances tonight.",
      "example_translation": "वह एक ऊर्जावान बच्चा था, हमेशा दौड़ता रहता था। उसने हाल ही में अपने कसरत में ऊर्जावान रहा है। वे आज रात अपने प्रदर्शन में ऊर्जावान होंगे।",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "entertaining",
      "translation": "मनोरंजनक",
      "definition": "Providing amusement or enjoyment; engaging or diverting.",
      "definition_translation": "मनोरंजन या आनंद प्रदान करना; आकर्षक या व्यस्त करना。",
      "example": "The movie was entertaining, I loved it. He has been entertaining us with his jokes. They will be entertaining the guests with their music.",
      "example_translation": "फिल्म मनोरंजनक थी, मैंने इसे पसंद किया। उसने अपने चुटकुलों से हमें मनोरंजन किया है। वे अपने संगीत से मेहमानों का मनोरंजन करेंगे।",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "enthusiastic",
      "translation": "उत्साही",
      "definition": "having or showing intense and excited interest in something",
      "definition_translation": "किसी चीज में गहरी और उत्साही दिलचस्पी रखना",
      "example": "She was enthusiastic about the new project, and her team was inspired by her energy. She has been enthusiastic about it for months. She will be enthusiastic about it until it's completed.",
      "example_translation": "वह नए प्रोजेक्ट के बारे में उत्साही थी, और उसकी टीम उसकी एनर्जी से प्रेरित थी। वह महीनों से इसके बारे में उत्साही है। वह इसके पूरा होने तक उत्साही रहेगी।",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "evil",
      "translation": "बुराई",
      "definition": "morally bad or wrong; causing harm or injury to someone or something",
      "definition_translation": "नैतिक रूप से बुरा या गलत; किसी या किसी चीज को नुकसान या चोट पहुंचाना",
      "example": "The evil villain plotted to destroy the city. The evil in his heart drove him to commit the crime. He will face the evil consequences of his actions.",
      "example_translation": "बुरे खलनायक ने शहर को नष्ट करने की साजिश रची। उसके दिल में बुराई ने उसे अपराध करने के लिए प्रेरित किया। वह अपने कार्यों के बुरे परिणामों का सामना करेगा।",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "exhausting",
      "translation": "थकाने वाला",
      "definition": "causing extreme tiredness or fatigue",
      "definition_translation": "बेहद थकान या थकावट पैदा करना",
      "example": "The exhausting hike left us feeling drained. The exhausting work schedule has taken a toll on my health. I will take a break to avoid an exhausting day.",
      "example_translation": "थकाने वाली हाइक ने हमें थका हुआ महसूस कराया। थकाने वाले काम के शेड्यूल ने मेरे स्वास्थ्य पर असर डाला है। मैं थकाने वाले दिन से बचने के लिए ब्रेक लूंगा।",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "expert",
      "translation": "विशेषज्ञ",
      "definition": "a person who has a high level of knowledge or skill in a particular area",
      "definition_translation": "एक व्यक्ति जिसके पास एक विशेष क्षेत्र में उच्च स्तर का ज्ञान या कौशल है",
      "example": "The expert analyzed the data and drew conclusions. She is an expert in her field and has written several books. He will consult an expert to solve the complex problem.",
      "example_translation": "विशेषज्ञ ने डेटा का विश्लेषण किया और निष्कर्ष निकाले। वह अपने क्षेत्र में एक विशेषज्ञ है और उसने कई किताबें लिखी हैं। वह जटिल समस्या को हल करने के लिए एक विशेषज्ञ से सलाह लेगा।",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "faithful",
      "translation": "वफ़ादार",
      "definition": "Having or showing loyalty and devotion to a person, institution, or activity.",
      "definition_translation": "एक व्यक्ति, संस्थान या गतिविधि के प्रति निष्ठा और भक्ति दिखाना।",
      "example": "She was faithful to her husband throughout their marriage. She had been faithful to her job for 20 years. She will be faithful to her new role.",
      "example_translation": "उनके विवाह के दौरान वह अपने पति के प्रति वफ़ादार थीं। वह 20 साल से अपनी नौकरी के लिए वफ़ादार थीं। वह अपनी नई भूमिका के प्रति वफ़ादार होगी।",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fascinated",
      "translation": "मोहित",
      "definition": "Extremely interested and attracted to something.",
      "definition_translation": "किसी चीज़ से बेहद आकर्षित और रुचि रखना।",
      "example": "I was fascinated by the ancient pyramids. She has been fascinated with space exploration since childhood. He will be fascinated by the new technology.",
      "example_translation": "प्राचीन पिरामिडों ने मुझे मोहित कर दिया। बचपन से ही वह अंतरिक्ष अन्वेषण से मोहित हैं। वह नई तकनीक से मोहित होगा।",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fascinating",
      "translation": "रोमांचक",
      "definition": "Extremely interesting and attractive.",
      "definition_translation": "काफ़ी रोचक और आकर्षक।",
      "example": "The documentary was fascinating to watch. The city is fascinating at night. The new product will be fascinating to use.",
      "example_translation": "डॉक्यूमेंट्री देखने में रोमांचक थी। रात में शहर रोमांचक है। नया प्रॉडक्ट उपयोग करने में रोमांचक होगा।",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fierce",
      "translation": "उग्र",
      "definition": "Showing a strong and intense emotion, especially anger or aggression.",
      "definition_translation": "एक मजबूत और तीव्र भावना दिखाना, विशेष रूप से क्रोध या आक्रामकता।",
      "example": "The fierce lion attacked the prey. She gave a fierce look to her opponent. He will face fierce competition in the market.",
      "example_translation": "उग्र शेर ने शिकार पर हमला किया। उसने अपने प्रतिद्वंद्वी को उग्र नज़र दी। वह बाज़ार में उग्र प्रतियोगिता का सामना करेगा।",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "foolish",
      "translation": "मूर्ख",
      "definition": "Having or showing a lack of sense or wisdom; stupid or unwise.",
      "definition_translation": "अर्थहीन या मूर्खता दिखाने वाला; मूर्ख या अविवेकी.",
      "example": "He made a foolish decision to invest all his money in the scam. He has been foolish enough to believe that he can win the lottery. He will be foolish to trust him again.",
      "example_translation": "उसने सभी पैसे घोटाले में निवेश करने का मूर्ख फैसला किया। वह लॉटरी जीतने का मूर्ख विश्वास करता है। वह फिर से उस पर विश्वास करने के लिए मूर्ख होगा।",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "furious",
      "translation": "क्रोधित",
      "definition": "Feeling or showing extreme anger or rage.",
      "definition_translation": "अति क्रोध या क्रोध की भावना दिखाना.",
      "example": "The furious customer stormed out of the store. She was furious when she saw the mistake. He will be furious if he finds out.",
      "example_translation": "क्रोधित ग्राहक स्टोर से बाहरStormed। वह गलती देखकर क्रोधित हो गई थी। वह पाता है तो क्रोधित होगा।",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "greedy",
      "translation": "लालची",
      "definition": "Having an intense and selfish desire for something, especially food or money.",
      "definition_translation": "कुछ के लिए, विशेष रूप से भोजन या पैसे के लिए आत्म-केंद्रित और तीव्र इच्छा होना।",
      "example": "The greedy businessman only cared about making more money. She was greedy and took the last piece of cake. He will be greedy if he gets the chance.",
      "example_translation": "लालची व्यापारी केवल अधिक पैसा कमाने की परवाह करता था। वह लालची थी और केक का आखिरी टुकड़ा ले गई। वह मौका मिलने पर लालची होगा।",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hard",
      "translation": "कठिन",
      "definition": "Requiring a great deal of effort or skill; difficult.",
      "definition_translation": "बहुत प्रयास या कौशल की आवश्यकता वाला; कठिन。",
      "example": "The hard road to success was long and tiring. He worked hard to achieve his goal. It will be hard to forget the lesson.",
      "example_translation": "सफलता के लिए कठिन रास्ता लंबा और थकाने वाला था। उसने अपने लक्ष्य को हासिल करने के लिए कठिन परिश्रम किया। वह पाठ भूलाने के लिए कठिन होगा।",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hard-working",
      "translation": "कठिन परिश्रमी",
      "definition": "Showing a strong desire to work and do things thoroughly and efficiently.",
      "definition_translation": "काम करने और चीजों को पूरी तरह से और कुशलता से करने की मजबूत इच्छा दिखाना",
      "example": "She was a hard-working student who always submitted her assignments on time.",
      "example_translation": "वह एक कठिन परिश्रमी छात्रा थी जो हमेशा समय पर अपने असाइनमेंट जमा करती थी.",
      "imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "icy",
      "translation": "बर्फीला",
      "definition": "Extremely cold in temperature or feeling.",
      "definition_translation": "तापमान या भावना में अत्यंत ठंडा",
      "example": "The icy wind made it difficult to walk outside.",
      "example_translation": "बर्फीला हवा बाहर चलना मुश्किल बना दिया.",
      "imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "impatient",
      "translation": "अधीर",
      "definition": "Unable to tolerate delays or waiting.",
      "definition_translation": "देरी या इंतजार करने में असमर्थ",
      "example": "He became impatient when the waiter took too long to bring his food.",
      "example_translation": "जब वेटर ने उसके भोजन को लाने में बहुत समय लिया तो वह अधीर हो गया.",
      "imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "impolite",
      "translation": "अशिष्ट",
      "definition": "Not having or showing good manners.",
      "definition_translation": "अच्छे आचरण का अभाव या प्रदर्शन नहीं करना",
      "example": "The impolite customer yelled at the receptionist for a mistake.",
      "example_translation": "अशिष्ट ग्राहक ने रिसेप्शनिस्ट से गलती के लिए चिल्लाया.",
      "imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "independent",
      "translation": "स्वतंत्र",
      "definition": "Not controlled by others or not affiliated with a larger organization; self-governing.",
      "definition_translation": "दूसरों से नियंत्रित नहीं या बड़े संगठन से संबद्ध नहीं; स्व-शासित",
      "example": "She has been an independent consultant for five years. She was independent in her decision-making. She will be independent in her thoughts.",
      "example_translation": "वह पांच साल से स्वतंत्र सलाहकार रही हैं। वह अपने निर्णय लेने में स्वतंत्र थी। वह अपने विचारों में स्वतंत्र होगी।",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "inexperienced",
      "translation": "अनुभवहीन",
      "definition": "Lacking practical knowledge or skill; inexperienced in a particular field or activity.",
      "definition_translation": "व्यावहारिक ज्ञान या कौशल की कमी; किसी विशेष क्षेत्र या गतिविधि में अनुभवहीन",
      "example": "He was inexperienced in leadership, but he learned quickly. She was inexperienced in the industry, but she adapted well. They will be inexperienced in the new system, but they will get trained.",
      "example_translation": "वह नेतृत्व में अनुभवहीन था, लेकिन उसने जल्दी सीखा। वह उद्योग में अनुभवहीन थी, लेकिन उसने अच्छी तरह से अदल-बदल की। वे नई प्रणाली में अनुभवहीन होंगे, लेकिन वे प्रशिक्षित होंगे।",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "innocent",
      "translation": "निर्दोष",
      "definition": "Not guilty of a crime or wrongdoing; lacking experience or knowledge.",
      "definition_translation": "किसी अपराध या गलत काम से दोषी नहीं; अनुभव या ज्ञान की कमी",
      "example": "The innocent bystander was caught in the crossfire. She was innocent of the crime, but was still suspected. They will be innocent of the scandal, but their reputation will be damaged.",
      "example_translation": "निर्दोष बystander को क्रॉसफायर में पकड़ा गया था। वह अपराध से निर्दोष थी, लेकिन अभी भी संदेह था। वे स्कैंडल से निर्दोष होंगे, लेकिन उनकी प्रतिष्ठा को नुकसान होगा।",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "insincere",
      "translation": "असत्य",
      "definition": "Not genuine or sincere; pretended or hypocritical.",
      "definition_translation": "असत्य या सच्चा नहीं; प्रतीत vagy दिखावटी",
      "example": "His apology seemed insincere to me. She was insincere in her feelings, but pretended to care. They will be insincere in their promises, but will not fulfill them.",
      "example_translation": "उसके अलविदा ने मुझे असत्य लगा। वह अपने भावों में असत्य थी, लेकिन प्रदर्शन करती थी। वे अपने वचनों में असत्य होंगे, लेकिन उन्हें पूरा नहीं करेंगे।",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "intellectual",
      "translation": "बुद्धिमान",
      "definition": "A person who is highly educated and knowledgeable, often in a particular field or activity.",
      "definition_translation": "एक ऐसा व्यक्ति जिसके पास उच्च शिक्षा और ज्ञान है, अक्सर किसी विशेष क्षेत्र या गतिविधि में।",
      "example": "The intellectual pursuits of the university professors were highly respected.",
      "example_translation": "विश्वविद्यालय के प्रोफेसरों के बौद्धिक उद्यम काफी सम्मानित थे।",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "irresponsible",
      "translation": "अनुत्तरदायी",
      "definition": "Not having or showing a sense of responsibility, often causing harm or problems to others.",
      "definition_translation": "जिम्मेदारी की भावना नहीं होना या दिखाना, अक्सर दूसरों को हानि या समस्याएं पैदा करना।",
      "example": "The irresponsible actions of the company's CEO led to a major financial crisis.",
      "example_translation": "कंपनी के सीईओ के अनुत्तरदायी कार्यों ने एक बड़े वित्तीय संकट का नेतृत्व किया।",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "irritated",
      "translation": "चिड़चिड़ा",
      "definition": "Feeling or showing annoyance or displeasure, often in a sudden or intense way.",
      "definition_translation": "अन्नoyance या असंतोष की भावना या प्रदर्शन, अक्सर अचानक या तीव्र तरीके से।",
      "example": "She became irritated when her phone battery died for the third time that day.",
      "example_translation": "उस दिन तीसरी बार उसका फोन बैटरी मर जाने पर वह चिड़चिड़ा हो गई।",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "irritating",
      "translation": "चिड़ाने वाला",
      "definition": "Causing annoyance or frustration, often in a persistent or repeated way.",
      "definition_translation": "अन्नoyance या हताशा का कारण बनना, अक्सर एक स्थायी या बार-बार तरीके से।",
      "example": "The constant noise from the construction site was irritating to the nearby residents.",
      "example_translation": "निर्माण स्थल से लगातार शोर निकटवर्ती निवासियों के लिए चिड़ाने वाला था।",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "loyal",
      "translation": "वफ़ादार",
      "definition": "Giving or showing firm and constant support or allegiance to a person or institution.",
      "definition_translation": "किसी व्यक्ति या संस्था के प्रति स्थिर और निरंतर समर्थन या वफ़ादारी दिखाना",
      "example": "She was a loyal customer to the company for many years. She had been loyal to her husband during his illness. She will be loyal to her new employer.",
      "example_translation": "वह कई सालों से कंपनी की वफ़ादार ग्राहक थी। वह अपने पति की बीमारी के दौरान उसके प्रति वफ़ादार थी। वह अपने नए नियोक्ता के प्रति वफ़ादार होगी।",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mature",
      "translation": "परिपक्व",
      "definition": "Having reached a stage of complete physical, emotional, or mental development.",
      "definition_translation": "पूर्ण शारीरिक, भावनात्मक या मानसिक विकास के चरण में पहुँचा हुआ",
      "example": "He was mature enough to take responsibility for his actions. She matured quickly after moving to the city. The company will mature into a successful business in a few years.",
      "example_translation": "वह अपने कार्यों के लिए जिम्मेदारी लेने के लिए परिपक्व था। वह शहर में जाने के बाद जल्दी परिपक्व हुई। कंपनी कुछ सालों में सफल व्यवसाय में परिपक्व होगी।",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mean",
      "translation": "कड़वा",
      "definition": "Having or showing an intention to hurt or offend someone.",
      "definition_translation": "किसी को चोट पहुँचाने या अपमानित करने की इच्छा रखना",
      "example": "He didn't mean to hurt her feelings. She meant what she said. The teacher meant to give the students a lot of homework.",
      "example_translation": "उसने उसकी भावनाओं को चोट पहुँचाने का इरादा नहीं था। वह जो कहा उसे मतलब था। शिक्षक ने छात्रों को बहुत अधिक숙 करने का मतलब था।",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mean",
      "translation": "औसत",
      "definition": "Occupying a middle position or degree.",
      "definition_translation": "मध्य स्थान या डिग्री में स्थित होना",
      "example": "The mean temperature in summer is high. The mean average of the class is 70%. The mean salary of an engineer is higher than that of a doctor.",
      "example_translation": "गर्मियों में औसत तापमान अधिक है। कक्षा का औसत 70% है। एक इंजीनियर का औसत वेतन डॉक्टर से अधिक है।",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mental",
      "translation": "मनोवैज्ञानिक",
      "definition": "Relating to the mind; concerned with or affecting the mind.",
      "definition_translation": "मन से संबंधित; मन पर प्रभाव डालने वाला.",
      "example": "She has mental health issues, so she sees a therapist regularly. She saw a therapist regularly last year, and she will see one again next month.",
      "example_translation": "उसे मानसिक स्वास्थ्य समस्याएं हैं, इसलिए वह नियमित रूप से थेरेपिस्ट को देखती है. वह पिछले साल थेरेपिस्ट को देखती थी, और अगले महीने फिर से देखेगी.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "miserable",
      "translation": "दुःखी",
      "definition": "Feeling or showing great unhappiness or discomfort.",
      "definition_translation": "महान दुःख या असुविधा दिखाना.",
      "example": "He was miserable during the winter months because he hated the cold. He was miserable last winter, and he will be miserable again next winter.",
      "example_translation": "वह सर्दियों के महीनों में दुःखी था क्योंकि उसे ठंड से नफ़रत थी. वह पिछले सर्दियों में दुःखी था, और अगले सर्दियों में फिर से दुःखी होगा.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "motivated",
      "translation": "प्रेरित",
      "definition": "Having a strong reason or desire to do something.",
      "definition_translation": "कुछ करने के लिए मजबूत कारण या इच्छा रखना.",
      "example": "She was motivated to learn a new language because she wanted to travel abroad. She was motivated last year, and she will be motivated again next year.",
      "example_translation": "वह एक नई भाषा सीखने के लिए प्रेरित थी क्योंकि वह विदेश यात्रा करना चाहती थी. वह पिछले साल प्रेरित थी, और अगले साल फिर से प्रेरित होगी.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "moving",
      "translation": "चलना",
      "definition": "Causing emotions or feelings, especially sadness or sympathy.",
      "definition_translation": "भावनाएं या احساس पैदा करना, ख़ासकर उदासी या सहानुभूति.",
      "example": "The movie was moving, so I cried during the sad parts. I cried during the sad parts last night, and I will cry again when I watch it next week.",
      "example_translation": "फ़िल्म मूविंग थी, इसलिए मैंने उदास हिस्सों के दौरान रोया. मैंने पिछली रात उदास हिस्सों के दौरान रोया, और अगले हफ़्ते जब मैं इसे फिर से देखूँगा तो फिर से रोऊंगा.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "nasty",
      "translation": "नास्तिक",
      "definition": "Unpleasant, disgusting, or repulsive.",
      "definition_translation": "अप्रिय, гид या विकृत。",
      "example": "The nasty smell in the bathroom made me want to vomit. I will clean the bathroom tomorrow so it won't be nasty. It was nasty when I initially saw it.",
      "example_translation": "बाथरूम में बदबू ने मुझे उल्टी करना चाहता था। मैं कल बाथरूम साफ करूँगा ताकि यह नास्तिक न हो। जब मैंने पहली बार इसे देखा तो यह नास्तिक था।",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "naughty",
      "translation": "शरारती",
      "definition": "Behaving badly or mischievously, often in a playful way.",
      "definition_translation": "बुरा व्यवहार करना या शरारत करना, अक्सर एक मज़ेदार तरीके से।",
      "example": "The naughty child drew on the wall. She was naughty when she took her sister's toy without asking. The naughty kitten scratched my leg.",
      "example_translation": "शरारती बच्चे ने दीवार पर ड्रा किया। वह शरारती थी जब उसने अपनी बहन का खिलौना बिना पूछे लिया। शरारती बिल्ली ने मेरी टांग पर खरोंच मारी।",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "obedient",
      "translation": "आज्ञाकारी",
      "definition": "Compliant with orders or requests.",
      "definition_translation": "आदेश या अनुरोध के अनुसार पालन करने वाला।",
      "example": "The obedient dog followed its owner's commands. The teacher praised the obedient student for following the rules. The obedient child listened to her mother.",
      "example_translation": "आज्ञाकारी कुत्ता अपने मालिक के आदेशों का पालन करता था। शिक्षक ने आज्ञाकारी छात्र की नियमों का पालन करने की प्रशंसा की। आज्ञाकارी बच्चे ने अपनी माँ की बात सुनी।",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "objective",
      "translation": "वस्तUNET",
      "definition": "Not influenced by personal feelings or biases.",
      "definition_translation": "व्यक्तिगत भावनाओं या पूर्वाग्रह से प्रभावित नहीं।",
      "example": "The journalist tried to remain objective in her reporting. The scientist strived to be objective in his research. The teacher aimed to be objective while grading the papers.",
      "example_translation": "पत्रकार ने अपनी रिपोर्टिंग में वस्तUNET रहने की कोशिश की। वैज्ञानिक ने अपने शोध में वस्तUNET होने का प्रयास किया। शिक्षक ने पत्रों की ग्रेडिंग करते समय वस्तUNET होने का लक्ष्य रखा।",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "offensive",
      "translation": "आक्रामक",
      "definition": "causing someone to feel annoyed or upset, especially by insulting them or behaving in an unacceptable way",
      "definition_translation": "किसी को नाराज या उपहास महसूस कराने वाला,特别 करके उन्हें अपमानित करना या अस्वीकार्य व्यवहार करना",
      "example": "The offensive language used in the movie was uncalled for. She was offended by the racist joke. The company will take offensive action against the employee.",
      "example_translation": "फ़िल्म में इस्तेमाल की गई आक्रामक भाषा उचित नहीं थी। वह नस्लवादी चुटकुले से आहत हुई। कंपनी कर्मचारी के ख़िलाफ़ आक्रामक कार्रवाई करेगी।",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "optimistic",
      "translation": "आशावादी",
      "definition": "having or showing a hopeful and confident outlook",
      "definition_translation": "आशा से भरा और आत्मविश्वासी दृष्टिकोण दिखाने वाला",
      "example": "I'm optimistic about the future of the company. She has an optimistic view of life. The optimistic investor saw great potential in the startup.",
      "example_translation": "मैं कंपनी के भविष्य के बारे में आशावादी हूँ। उसके जीवन के बारे में एक आशावादी दृष्टिकोण है। आशावादी निवेशक ने स्टार्टअप में बड़ा संभावना देखा।",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "organized",
      "translation": "संगठित",
      "definition": "arranged or structured in a systematic and efficient way",
      "definition_translation": "एक सिस्टमैटिक और कुशल तरीक़े से व्यवस्थित और संरचित किया गया",
      "example": "The organized event ran smoothly. The organized teacher kept track of all the assignments. The company has an organized system for dealing with customer complaints.",
      "example_translation": "संगठित घटना सMOOTHLY चली। संगठित टीचर ने सभी असाइनमेंट्स का ट्रैक रखा। कंपनी के पास ग्राहक शिकायतों से निपटने के लिए एक संगठित सिस्टम है।",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "outrageous",
      "translation": "अत्यंत क्रोधित",
      "definition": "shockingly bad or unacceptable",
      "definition_translation": " चौंकाने वाला बुरा या अस्वीकार्य",
      "example": "The outrageous behavior of the celebrity was criticized by many. The outrageous prices of the designer clothes were unjustifiable. The outrageous lie told by the politician sparked a controversy.",
      "example_translation": "सेलिब्रिटी के अत्यंत क्रोधित व्यवहार की कई लोगों ने आलोचना की। डिज़ाइनर कपड़ों की अत्यंत क्रोधित कीमतें न्यायसंगत नहीं थीं। राजनेता द्वारा बताया गया अत्यंत क्रोधित झूठ एक विवाद का कारण बना।",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "painful",
      "translation": "दर्दनाक",
      "definition": "Causingpain or discomfort; unpleasantly sensitive to touch or pressure.",
      "definition_translation": "छूने या दबाव के लिए अप्रिय संवेदनशील; दर्द या असुविधा का कारण",
      "example": "The patient complained of a painful headache. Yesterday, I had a painful experience at the dentist. I will take a painful decision tomorrow.",
      "example_translation": "रोगी ने एक दर्दनाक सिरदर्द की शिकायत की. कल, मैं दंत चिकित्सक के पास एक दर्दनाक अनुभव किया था. मैं कल एक दर्दनाक फैसला लूंगा.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "passionate",
      "translation": "जुनूनी",
      "definition": "Showing strong feelings or emotions; intensely enthusiastic or dedicated.",
      "definition_translation": "मजबूत भावनाएं या भावनाएं दिखा रहा है; तीव्र उत्साही या समर्पित",
      "example": "She is a passionate music lover. He was passionate about his work. They will be passionate about their new project next year.",
      "example_translation": "वह संगीत प्रेमिका है. वह अपने काम के प्रति जुनूनी था. वे अगले साल अपने नए प्रोजेक्ट के प्रति जुनूनी होंगे.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "passive",
      "translation": "निष्क्रिय",
      "definition": "Not active or engaged; allowing things to happen without taking action.",
      "definition_translation": "सक्रिय नहीं है; किसी कार्रवाई के बिना चीजें होने दे रहा है",
      "example": "He was passive during the meeting. The students were passive during the lecture. The government will be passive in this matter.",
      "example_translation": "बैठक के दौरान वह निष्क्रिय था. छात्र व्याख्यान के दौरान निष्क्रिय थे. सरकार इस मामले में निष्क्रिय होगी.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pessimistic",
      "translation": "निराशावादी",
      "definition": "Having a negative or hopeless outlook on life; expecting bad things to happen.",
      "definition_translation": "जीवन पर नकारात्मक या निराशाजनक दृष्टिकोण; बुरी चीजें होने की उम्मीद",
      "example": "He is pessimistic about the future. She was pessimistic about her exam results. They will be pessimistic about their new business venture.",
      "example_translation": "वह भविष्य के बारे में निराशावादी है. उसका_exam परिणामों के बारे में निराशावादी था. वे अपने नए व्यावसायिक उद्यम के बारे में निराशावादी होंगे.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "petrified",
      "translation": "भयभीत",
      "definition": "extremely frightened or terrified; extremely afraid",
      "definition_translation": "बेहद डरा हुआ या आतंकित; बेहद डरा",
      "example": "I was petrified when I saw the snake in my backyard. I am petrified of heights. I will be petrified if I don't get a job.",
      "example_translation": "जब मैंने अपने पिछवाड़े में सांप देखा, तो मैं भयभीत हो गया। मैं ऊंचाइयों से भयभीत हूँ। अगर मुझे नौकरी नहीं मिली, तो मैं भयभीत हो जाऊंगा।",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "practical",
      "translation": "उपयुक्त",
      "definition": "of or concerned with the actual doing or use of something rather than with theory or idea",
      "definition_translation": "किसी चीज के वास्तविक उपयोग या निष्पादन से संबंधित न कि सिद्धांत या विचार से",
      "example": "This course is very practical and helps us to learn by doing. She is a practical person and always thinks about the cost. He will be more practical after he gains some experience.",
      "example_translation": "यह कोर्स बहुत उपयुक्त है और हमें करने में सीखने में मदद करता है। वह एक उपयुक्त व्यक्ति है और हमेशा लागत के बारे में सोचती है। वह कुछ 경험 प्राप्त करने के बाद अधिक उपयुक्त हो जाएगा।",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "professional",
      "translation": "व्यावसायिक",
      "definition": "relating to or connected with a profession; having or showing the skills and qualities that are expected of a person in a profession",
      "definition_translation": "एक पेशे से сंबंधित या जुड़ा हुआ; एक पेशे में उम्मीद की जाने वाली कौशल और गुणवत्ता रखना",
      "example": "He is a professional footballer and has won many awards. She is a professional singer and has performed in many concerts. They will become professional engineers after they graduate.",
      "example_translation": "वह एक पेशेवर फुटबॉलर हैं और कई पुरस्कार जीते हैं। वह एक पेशेवर गायिका हैं और कई संगीत कार्यक्रमों में प्रदर्शन कर चुकी हैं। वे स्नातक होने के बाद पेशेवर इंजीनियर बन जाएंगे।",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "puzzled",
      "translation": "परेशान",
      "definition": "feeling confused or uncertain about something",
      "definition_translation": "कुछ के बारे में उलझन या अनिश्चित महसूस करना",
      "example": "I was puzzled by the difficult math problem. She is puzzled about what to do with her life. He will be puzzled if he doesn't understand the instructions.",
      "example_translation": "मैं मुश्किल गणित समस्या से परेशान था। वह अपने जीवन में क्या करना है, इसके बारे में उलझन में है। वह निर्देशों को नहीं समझता है, तो वह परेशान हो जाएगा।",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "qualified",
      "translation": "योग्य",
      "definition": "Having the necessary skills, experience, or knowledge to do a job or task.",
      "definition_translation": "किसी नौकरी या कार्य को करने के लिए आवश्यक कौशल, अनुभव या ज्ञान होना",
      "example": "She was qualified for the job after completing her degree. She qualifies for the scholarship every year. She will qualify for the promotion next month.",
      "example_translation": "उसने अपनी डिग्री पूरी करने के बाद नौकरी के लिए योग्य थी। वह हर साल स्कॉलरशिप के लिए योग्य होती है। वह अगले महीने पदोन्नति के लिए योग्य होगी।",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "realistic",
      "translation": "वास्तविक",
      "definition": "Representing things in a way that is accurate and true to life.",
      "definition_translation": "जीवन से सच्चा और सटीक तरीके से चीजों का प्रतिनिधित्व करना",
      "example": "The realistic portrayal of the character in the movie was impressive. She has a realistic view of the world. The company is being realistic about its financial goals.",
      "example_translation": "फिल्म में किरदार का वास्तविक चित्रण प्रभावशाली था। उसका दुनिया का वास्तविक दृष्टिकोण है। कंपनी अपने वित्तीय लक्ष्यों के बारे में वास्तविक हो रही है।",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "reasonable",
      "translation": "न्यायसंगत",
      "definition": "Having or showing a sensible and fair attitude.",
      "definition_translation": "सensible और न्यायपूर्ण दृष्टिकोण रखना या दिखाना",
      "example": "The judge was reasonable in her decision. He has a reasonable expectation of getting the job. The company made a reasonable offer to the employees.",
      "example_translation": "न्यायाधीश ने अपने फैसले में न्यायसंगत थीं। वह नौकरी पाने की सामान्य उम्मीद कर रहा है। कंपनी ने कर्मचारियों को एक न्यायसंगत प्रस्ताव दिया।",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "religious",
      "translation": "धार्मिक",
      "definition": "Concerned with or relating to religion.",
      "definition_translation": "धर्म से संबंधित या 관련 होना",
      "example": "She is a religious person who attends church every Sunday. The country has a long history of religious tolerance. The government is trying to promote religious harmony.",
      "example_translation": "वह एक धार्मिक व्यक्ति है जो हर रविवार को चर्च जाती है। देश में धार्मिक सहिष्णुता का लंबा इतिहास है। सरकार धार्मिक सामंजस्य को बढ़ावा देने की कोशिश कर रही है।",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "resourceful",
      "translation": "संसाधनपूर्ण",
      "definition": "Having the ability to find quick and clever ways to overcome difficulties.",
      "definition_translation": "कठिनाइयों को पार करने के लिए तेजी से और चालाक तरीके ढूँढने की क्षमता होना।",
      "example": "She was a resourceful person who managed to fix the broken machine with a few simple tools.",
      "example_translation": "वह एक संसाधनपूर्ण व्यक्ति थी जिसने कुछ सimple टूल्स के साथ टूटी हुई मशीन को ठीक कर दिया।",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "respectable",
      "translation": "सम्माननीय",
      "definition": "Deserving respect and admiration; having a good reputation.",
      "definition_translation": "सम्मान और प्रशंसा के योग्य; अच्छी प्रतिष्ठा होना।",
      "example": "He was a respectable member of society, known for his kindness and generosity.",
      "example_translation": "वह समाज का एक सम्माननीय सदस्य था, उसकी दया और उदारता के लिए जाना जाता था।",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "respected",
      "translation": "सम्मानित",
      "definition": "Feeling or showing respect and admiration for someone or something.",
      "definition_translation": "किसी के लिए या कुछ के लिए सम्मान और प्रशंसा महसूस करना या दिखाना।",
      "example": "The respected professor was known for his groundbreaking research in the field of physics.",
      "example_translation": "सम्मानित प्रोफेसर भौतिकी के क्षेत्र में अपने क्रांतिकारी शोध के लिए जाना जाता था।",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "responsible",
      "translation": "जिम्मेदार",
      "definition": "Having an obligation to do something, or being accountable for one's actions.",
      "definition_translation": "किसी चीज़ को करने का दायित्व होना, या अपने कृत्यों के लिए जवाबदेह होना।",
      "example": "As a responsible citizen, she felt it was her duty to participate in the community clean-up initiative.",
      "example_translation": "एक जिम्मेदार नागरिक के रूप में, वह समुदाय की साफ-सफाई पहल के हिस्सा लेने के लिए अपना कर्तव्य महसूस करती थी।",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "risky",
      "translation": "जोखिमभरा",
      "definition": "involving or marked by a high degree of risk or uncertainty",
      "definition_translation": "उच्च जोखिम या अनिश्चितता की डिग्री से चिह्नित",
      "example": "The company took a risky decision to invest in a new project. It had been a risky venture from the start, but it paid off in the end. The investor will take a risky step in the future.",
      "example_translation": "कंपनी ने एक नया परियोजना में निवेश करने का जोखिमभरा फैसला किया. यह शुरू से ही जोखिमभरा उद्यम था, लेकिन आखिर में यह फायदे में रहा. निवेशक भविष्य में एक जोखिमभरा कदम उठाएगा.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ruthless",
      "translation": "निर्दयी",
      "definition": "having or showing no pity or mercy",
      "definition_translation": "कोई दया या करुणा न दिखाने वाला",
      "example": "The ruthless dictator ordered the execution of his opponents. The ruthless killers showed no mercy to their victims. In the future, the ruthless corporation will stop at nothing to achieve its goals.",
      "example_translation": "निर्दयी तानाशाह ने अपने विरोधियों के हत्या का आदेश दिया. निर्दयी हत्यारों ने अपने पीड़ितों को कोई दया नहीं दिखाई. भविष्य में, निर्दयी निगम अपने लक्ष्य हासिल करने के लिए कुछ भी करेगा.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sensitive",
      "translation": "संवेदनशील",
      "definition": "having or showing a quick and delicate appreciation of others' feelings",
      "definition_translation": "दूसरों की भावनाओं को जल्दी और नाजुक महसूस करने वाला",
      "example": "The sensitive artist was able to capture the emotions of his audience. She was a sensitive person and empathized with others. In the future, the sensitive issue will require careful handling.",
      "example_translation": "संवेदनशील कलाकार ने अपने श्रोताओं की भावनाओं को पकड़ने में सक्षम था. वह संवेदनशील व्यक्ति थी और दूसरों से हamidepth. भविष्य में, संवेदनशील मुद्दा सावधानी से निपटने की जरूरत होगी.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "severe",
      "translation": "कठोर",
      "definition": "extremely bad or unpleasant",
      "definition_translation": "अत्यंत बुरा या अप्रिय",
      "example": "The severe weather warning was issued for the entire region. The severe punishment was handed out to the criminal. In the future, the severe economic crisis will have far-reaching consequences.",
      "example_translation": "पूरे क्षेत्र के लिए कठोर मौसम चेतावनी जारी की गई. दोषी को कठोर सजा दी गई. भविष्य में, आर्थिक संकट कठोर परिणाम होगा.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "skilful",
      "translation": "कुशल",
      "definition": "Having or showing a great deal of skill; expert.",
      "definition_translation": "एक उच्च स्तर की कुशलता रखने वाला; विशेषज्ञ",
      "example": "She was a skilful painter, and her artwork was highly praised.",
      "example_translation": "वह एक कुशल पेंटर थी, और उसके कलाकृति की उच्च प्रशंसा की गई थी।",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "skilled",
      "translation": "कुशल",
      "definition": "Having been trained to perform a particular job or task.",
      "definition_translation": "एक विशेष नौकरी या कार्य करने के लिए प्रशिक्षित",
      "example": "He was a skilled carpenter and had built many houses.",
      "example_translation": "वह एक कुशल बढ़ई था और कई घर बनाए थे।",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sophisticated",
      "translation": "परिष्कृत",
      "definition": "Complex or cultured, often in a way that is considered advanced or developed.",
      "definition_translation": "जटिल या संस्कृत, अक्सर उन्नत या विकसित होने के तरीके से",
      "example": "The sophisticated computer system was able to analyze large amounts of data.",
      "example_translation": "सофسطिक कंप्यूटर सिस्टम बड़ी मात्रा में डेटा विश्लेषण करने में सक्षम था।",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "spiritual",
      "translation": "आध्यात्मिक",
      "definition": "Relating to or affecting the spirit, rather than the body or physical senses.",
      "definition_translation": "आत्मा से संबंधित या प्रभावित, शरीर या शारीरिक इंद्रियों के बजाय",
      "example": "She had a spiritual experience during her meditation practice.",
      "example_translation": "उसने अपने ध्यान अभ्यास के दौरान एक आध्यात्मिक अनुभव किया था।",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "spontaneous",
      "translation": "स्वतःस्फूर्त",
      "definition": "Happening or done without being planned or thought about beforehand; natural and unaffected",
      "definition_translation": "पहले से योजना बनाए，没有 सोचा के बिना होने वाला या करना; स्वाभाविक और प्रभावहीन",
      "example": "She has a spontaneous laugh that is infectious. She laughed spontaneously when she saw the surprise party. She will spontaneously help others in need.",
      "example_translation": "उसे एक स्वतःस्फूर्त हंसी है जो संक्रामक है। उसने अचानक पार्टी देखकर स्वतःस्फूर्त हंस दी। वह जरूरतमंद लोगों की मदद स्वतःस्फूर्त करेगी।",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "straight",
      "translation": "सीधा",
      "definition": "Extending or moving in a constant and direct line; not curved or bent",
      "definition_translation": "एक सीधी रेखा में बढ़ता है या चलता है; मुड़ा हुआ أو टेढ़ा नहीं है",
      "example": "The road was straight and narrow. She walked straight into the room. He will drive straight to the airport.",
      "example_translation": "सड़क सीधी और संकीर्ण थी। वह सीधे कमरे में चली गई। वह सीधे हवाई अड्डे पर जाएगा।",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stubborn",
      "translation": "अड़ियल",
      "definition": "Having or showing determination not to change one's mind or position",
      "definition_translation": "अपने मन को बदलने या स्थिति को बदलने से इनकार करना",
      "example": "He was stubborn and refused to listen to advice. She has been stubborn about her decision. They were stubborn and didn't give up.",
      "example_translation": "वह अड़ियल था और सलाह सुनने से इनकार कर दिया। वह अपने फैसले पर अड़ियल है। वे अड़ियल थे और हार नहीं मानी।",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "superstitious",
      "translation": "अंधविश्वासी",
      "definition": "Having or showing an irrational fear or belief in something, especially something that is not based on reason or evidence",
      "definition_translation": "किसी चीज के प्रति अस्वाभाविक डर या विश्वास रखना, विशेष रूप से किसी ऐसी चीज के लिए जिसका कारण या प्रमाण नहीं है",
      "example": "She is superstitious about black cats. He is superstitious about walking under ladders. They are superstitious about the number 13.",
      "example_translation": "वह काले बिल्लियों के प्रति अंधविश्वासी है। वह लेडर्स के नीचे चलने के प्रति अंधविश्वासी है। वे 13 नंबर के प्रति अंधविश्वासी हैं।",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "suspicious",
      "translation": "शंकास्पद",
      "definition": "having or showing a cautious distrust of someone or something",
      "definition_translation": "किसी या कुछ के बारे में सावधानी से अविश्वास रखना",
      "example": "The detective was suspicious of the stranger lurking around the crime scene. Yesterday, she was suspicious of her brother's alibi. Tomorrow, she will be suspicious of everyone at the party.",
      "example_translation": "जासूस अपराध स्थल के आसपास घूमने वाले अजनबी से सशंकित था. कल, वह अपने भाई के अलिबी से सशंकित थी. 明ी वह पार्टी में सभी से सशंकित होगी.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sympathetic",
      "translation": "सहानुभूति",
      "definition": "feeling or showing an understanding and care for someone else's feelings",
      "definition_translation": "किसी और की भावनाओं के लिए सहानुभूति और देखभाल महसूस या दिखाना",
      "example": "The nurse was sympathetic towards the patient's family. Yesterday, she was sympathetic to her friend's loss. Tomorrow, she will be sympathetic to the victim's situation.",
      "example_translation": "नर्स रोगी के परिवार के प्रति सहानुभूति थी. कल, वह अपने दोस्त के नुकसान के प्रति सहानुभूति थी. 明ी वह पीड़ित की स्थिति के प्रति सहानुभूति होगी.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tense",
      "translation": " तनावपूर्ण",
      "definition": "feeling anxious or nervous, or causing anxiety or nervousness",
      "definition_translation": "चिंतित या घबराया हुआ होना, या चिंता या घबराहट पैदा करना",
      "example": "I was tense during the entire exam. Yesterday, the atmosphere was tense between the two rival teams. Tomorrow, the situation will be tense if the deadline is not met.",
      "example_translation": "मैं पूरे एग्जाम के दौरान तनावपूर्ण था. कल, दो प्रतिद्वंद्वी टीमों के बीच वातावरण तनावपूर्ण था. 明ी यदि डेडलाइन पूरी नहीं हुई तो स्थिति तनावपूर्ण होगी.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "terrifying",
      "translation": "भयानक",
      "definition": "extremely frightening or alarming",
      "definition_translation": "बेहद डरावना या चेतावनी देने वाला",
      "example": "The horror movie was terrifying. Yesterday, the earthquake was terrifying for the people in the city. Tomorrow, the news will be terrifying if the storm hits the coast.",
      "example_translation": "हॉरर मूवी भयानक थी. कल, शहर में लोगों के लिए भूकंप भयानक था. 明ी यदि तूफान तट पर पहुंचता है तो खबर भयानक होगी.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "thoughtful",
      "translation": "विचारशील",
      "definition": "showing careful thought and consideration in one's actions or decisions; considerate",
      "definition_translation": "अपने कार्यों में या निर्णय लेने में सावधानीपूर्वक विचार दिखाना; विचारपूर्वक",
      "example": "She was a thoughtful friend who always remembered my birthday. She had been thoughtful and bought me a gift last year. She will be thoughtful and plan a surprise party for me tomorrow.",
      "example_translation": "वह एक विचारशील दोस्त थी जिन्हें मेरा जन्मदिन हमेशा याद रहता था. पिछले साल वह विचारशील थी और मुझे एक उपहार खरीदा था. वह कल मेरे लिए एक सरप्राइज पार्टी की योजना बनाएगी.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "thrilled",
      "translation": "उत्साहित",
      "definition": "feeling extremely happy or excited",
      "definition_translation": "अत्यंत प्रसन्न या उत्साहित महसूस करना",
      "example": "I was thrilled when I won the lottery ticket. I am thrilled to be going on a vacation next month. I will be thrilled to meet my favorite celebrity someday.",
      "example_translation": "मैं लॉटरी टिकट जीतकर उत्साहित था. मैं अगले महीने छुट्टी पर जाने के लिए उत्साहित हूँ. मैं अपने पसंदीदा सेलिब्रिटी से कभी मिलने के लिए उत्साहित हूँ.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tough",
      "translation": "कठिन",
      "definition": "strong and able to withstand difficult conditions or challenges",
      "definition_translation": "मुश्किल परिस्थितियों या चुनौतियों का सामना कर सकने में सक्षम और मजबूत",
      "example": "He was a tough athlete who could run a marathon easily. He is tough and can handle the pressure of his job. He will be tough and not give up easily in the face of adversity.",
      "example_translation": "वह एक कठिन एथलीट था जो आसानी से मैराथन दौड़ सकता था. वह कठिन है और अपने नौकरी का दबाव संभाल सकता है. वह कठिन है और मुश्किल में आसानी से हार नहीं مانेगा.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tragic",
      "translation": "त्रासद",
      "definition": "causing or characterized by great suffering or sadness",
      "definition_translation": "महान दुख या दुःख का कारण या चिह्न",
      "example": "The tragic accident happened suddenly. The tragic love story ended in sorrow. The tragic event will be remembered for years to come.",
      "example_translation": "त्रासद दुर्घटना अचानक हुई. त्रासद प्रेम कहानी दुःख में समाप्त हुई. त्रासद घटना आने वाले सालों में याद की जाएगी.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "unaware",
      "translation": "अनजान",
      "definition": "Not having knowledge or awareness of something; ignorant or uninformed.",
      "definition_translation": "किसी चीज का ज्ञान या जागरूकता न होना; अज्ञानी या अवगत न होना.",
      "example": "I was unaware of the danger until it was too late. I will be unaware of the consequences if I don't take action. She has been unaware of the problem for months.",
      "example_translation": "मैं खतरे से अनजान था जब तक कि यह देर से नहीं हुई थी। अगर मैं कार्रवाई नहीं करता हूँ तो मैं परिणाम से अनजान रहूँगा। वह महीनों से समस्या से अनजान रही है.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "uncertain",
      "translation": "अनिश्चित",
      "definition": "Not known or fixed; unclear or vague.",
      "definition_translation": "ज्ञात नहीं है या तय नहीं है; अस्पष्ट या संदिग्ध.",
      "example": "I am uncertain about my future plans. She was uncertain about her decision. He has been uncertain about his career choices.",
      "example_translation": "मेरे भविष्य की योजनाओं के बारे में मैं अनिश्चित हूँ। उसने अपने निर्णय के बारे में संदेह किया। वह अपने करियर की पसंद के बारे में अनिश्चित रहा है.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "understanding",
      "translation": "समझ",
      "definition": "The ability to comprehend or interpret something; a mutual agreement or harmony.",
      "definition_translation": "किसी चीज को समझने या व्याख्या करने की क्षमता; आमतौर पर समझौता या सामंजस्य.",
      "example": "I finally reached an understanding with my boss. She showed a deep understanding of the situation. They have a good understanding of each other's needs.",
      "example_translation": "मैं आखिरकार अपने बॉस के साथ समझौता कर पाया। उसने स्थिति की गहरी समझ दिखाई। वे एक-दूसरे की जरूरतों की अच्छी समझ रखते हैं.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "uneasy",
      "translation": "अस्थिर",
      "definition": "Feeling anxious or uncomfortable; worried or nervous.",
      "definition_translation": "चिंतित या असहज महसूस करना; चिंतित या घबराया हुआ.",
      "example": "I felt uneasy about the sudden change. She was uneasy about meeting her ex. He has been uneasy about the new policy.",
      "example_translation": "मैं अचानक परिवर्तन के बारे में अस्थिर महसूस कर रहा था। उसने अपने पूर्व मिलने के बारे में अस्थिर महसूस किया। वह नई नीति के बारे में अस्थिर रहा है.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "unfortunate",
      "translation": "दुर्भाग्य",
      "definition": "Having or marked by bad luck; unlucky.",
      "definition_translation": "बुरा सौभाग्य होना; अपโชक",
      "example": "She was unfortunate to lose her phone, but fortunate to find it again. She is unfortunate in her marriage, but she will be fortunate in her career. She will be unfortunate if she doesn't prepare well.",
      "example_translation": "वह अपना फोन खोने में दुर्भाग्यपूर्ण थी, लेकिन फिर से पाने में सौभाग्यपूर्ण थी। वह अपने विवाह में दुर्भाग्यपूर्ण है, लेकिन अपने करियर में सौभाग्यपूर्ण होगी। यदि वह अच्छी तैयारी नहीं करती है तो वह दुर्भाग्यपूर्ण होगी।",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "unhelpful",
      "translation": "अनुदार",
      "definition": "Not providing assistance or support; uncooperative.",
      "definition_translation": "मदद या सहायता प्रदान नहीं करना; असहयोगी",
      "example": "The unhelpful customer service agent refused to refund my money. She was unhelpful during the project, but he was very helpful. They will be unhelpful if they don't communicate properly.",
      "example_translation": "अनुदार ग्राहक सेवा एजेंट ने मेरा पैसा वापस नहीं किया। वह परियोजना के दौरान अनुदार थीं, लेकिन वह बहुत मददगार थे। यदि वे ठीक से संचार नहीं करते हैं तो वे अनुदार होंगे।",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "unpopular",
      "translation": "अलोकप्रिय",
      "definition": "Not liked or approved by many people; disliked.",
      "definition_translation": "कई लोगों द्वारा पसंद नहीं किया जाना; नापसंद किया जाना",
      "example": "The unpopular president lost the election. She was unpopular in school, but she became popular in college. The new policy will be unpopular if it's not well-implemented.",
      "example_translation": "अलोकप्रिय राष्ट्रपति चुनाव हार गए। वह स्कूल में अलोकप्रिय थीं, लेकिन कॉलेज में लोकप्रिय हो गईं। यदि नई नीति ठीक से लागू नहीं की जाती है तो वह अलोकप्रिय होगी।",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "unpredictable",
      "translation": "अनिश्चित",
      "definition": "Impossible to forecast or predict; uncertain.",
      "definition_translation": "भविष्यवाणी या पूर्वानुमान करना असंभव; अनिश्चित",
      "example": "The unpredictable weather made our picnic plans uncertain. He was unpredictable in his behavior, but she was very predictable. The company's unpredictable stock prices have been fluctuating wildly.",
      "example_translation": "अनिश्चित मौसम ने हमारी पिकनिक योजनाओं को अनिश्चित कर दिया। वह अपने व्यवहार में अनिश्चित थे, लेकिन वह बहुत अनुमेय थीं। कंपनी के अनिश्चित स्टॉक कीमतें तेजी से उतार-चढ़ाव कर रही हैं।",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "unrealistic",
      "translation": "अवास्तविक",
      "definition": "Not based in reality or unlikely to happen; unrealistic expectations or goals.",
      "definition_translation": "वास्तविकता पर आधारित नहीं है या होने की संभावना नहीं है; अवास्तविक अपेक्षाएं या लक्ष्य",
      "example": "The company's unrealistic sales projections led to financial losses. They had unrealistic hopes of winning the competition. It's unrealistic to think we can finish the project by tomorrow.",
      "example_translation": "कंपनी के अवास्तविक बिक्री अनुमानों ने वित्तीय नुकसान का कारण बना दिया। उन्हें प्रतियोगिता जीतने की अवास्तविक उम्मीदें थीं। कल तक परियोजना पूरी करने की उम्मीद करना अवास्तविक है",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "unreasonable",
      "translation": "अनुचित",
      "definition": "Not based on reason or sound judgment; absurd or unjust.",
      "definition_translation": "तर्क या स्वस्थ न्याय पर आधारित नहीं है; अविवेकी या अन्याय",
      "example": "Her unreasonable demands led to the breakdown of the negotiations. He made an unreasonable offer to buy the house. The company's unreasonable policies led to employee dissatisfaction.",
      "example_translation": "उसकी अनुचित मांगों ने वार्ता के टूटने का कारण बना दिया। उसने घर खरीदने के लिए अनुचित पेशकश की। कंपनी की अनुचित नीतियों ने कर्मचारी असंतोष का कारण बना दिया",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "unreliable",
      "translation": "अनिश्चित",
      "definition": "Not able to be trusted or depended on; untrustworthy.",
      "definition_translation": "विश्वास नहीं किया जा सकता या निर्भर नहीं किया जा सकता; अविश्वासी",
      "example": "The unreliable internet connection made it difficult to work from home. He was an unreliable source of information. The company's unreliable products led to customer complaints.",
      "example_translation": "अनिश्चित इंटरनेट कनेक्शन ने घर से काम करना मुश्किल बना दिया। वह जानकारी का अविश्वासी स्रोत था। कंपनी के अनिश्चित उत्पादों ने ग्राहक शिकायतों का कारण बना दिया",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "unsure",
      "translation": "अनिश्चित",
      "definition": "Not having or showing confidence or certainty about something.",
      "definition_translation": "किसी चीज के बारे में आत्मविश्वास या निश्चितता नहीं है",
      "example": "I'm unsure about the answer to that question. She was unsure about her future plans. He was unsure about what to do in that situation.",
      "example_translation": "मैं उस प्रश्न के उत्तर के बारे में अनिश्चित हूँ। उसने अपने भविष्य के योजनाओं के बारे में अनिश्चित थी। वह उस स्थिति में क्या करना चाहिए, इस बारे में अनिश्चित था",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "violent",
      "translation": "हिंसक",
      "definition": "using or characterized by physical force intended to hurt, damage, or kill someone or something",
      "definition_translation": "कोई भी शारीरिक बल का उपयोग करने या किसी के लिए या किसी चीज़ के लिए नुकसान पहुँचाने के लिए",
      "example": "The violent storm caused widespread destruction. She was violent when I tried to take her phone. The violent protests lasted for days.",
      "example_translation": "हिंसक तूफान ने व्यापक विनाश किया. वह मेरे फोन को लेने की कोशिश की तो हिंसक हो गई. हिंसक प्रदर्शन कई दिनों तक चले.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "welcome",
      "translation": "स्वागत",
      "definition": "to greet someone warmly and politely, especially in someone's home or in a formal situation",
      "definition_translation": "किसी का स्वागत करना, đặc biệt किसी के घर में या औपचारिक स्थिति में",
      "example": "I welcome you to our home. The welcome party was amazing. She will welcome the new employee tomorrow.",
      "example_translation": "मैं आपका स्वागत करता हूँ हमारे घर में. स्वागत पार्टी अद्भुत थी. वह कल नए कर्मचारी का स्वागत करेगी.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "well-balanced",
      "translation": "संतुलित",
      "definition": "having a good balance between different things, such as different parts of a meal or different aspects of a person's life",
      "definition_translation": "अलग-अलग चीज़ों के बीच संतुलन, जैसे एक भोजन के अलग-अलग हिस्से या किसी व्यक्ति के जीवन के अलग-अलग पहलुओं",
      "example": "A well-balanced diet is essential for good health. She is a well-balanced person who can handle stress easily. The company is looking for a well-balanced candidate.",
      "example_translation": "एक संतुलित आहार स्वास्थ्य के लिए आवश्यक है. वह एक संतुलित व्यक्ति है जो आसानी से तनाव संभाल सकता है. कंपनी एक संतुलित उम्मीदवार की तलाश में है.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "wise",
      "translation": "बुद्धिमान",
      "definition": "having or showing experience, knowledge, and good judgment",
      "definition_translation": "अनुभव, ज्ञान और अच्छे निर्णय का होना",
      "example": "He is a wise old man who has seen many things in life. She made a wise decision to quit her job. The wise teacher helped his students to learn.",
      "example_translation": "वह एक बुद्धिमान बूढ़ा है जिसने जीवन में कई चीज़ें देखी हैं. उसने अपनी नौकरी छोड़ने का बुद्धिमान फैसला किया. बुद्धिमान शिक्षक ने अपने छात्रों की मदद की सीखने में.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "witty",
      "translation": "चतुर",
      "definition": "Having or showing a quick and inventive mind, able to think of clever ideas and jokes",
      "definition_translation": "एक त्वरित और सृजनात्मक दिमाग रखने वाला, चतुर विचार और हास्य के लिए सक्षम",
      "example": "She was a witty speaker who always had the audience in stitches. She had been witty since her college days. She will be a witty politician in the future.",
      "example_translation": "वह एक विनोदी वक्ता थीं जिन्होंने हमेशा दर्शकों को हंसाया। उन्होंने कॉलेज के दिनों से ही चतुरता दिखाई थी। वह भविष्य में एक चतुर राजनीतिज्ञ होगी।",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "worrying",
      "translation": "चिंता करना",
      "definition": "Causing anxiety or concern, troublesome or disturbing",
      "definition_translation": "चिंता या चिंता का कारण बनना, परेशान या डिस्टर्बिंग",
      "example": "I find worrying about my exam results extremely stressful. I was worrying about my health when I was sick. I will be worrying about the consequences if I don't take action.",
      "example_translation": "मैं अपने परीक्षा परिणामों के बारे में चिंता करना अत्यंत तनावपूर्ण पाता हूँ। मैं बीमार था तब मैं अपने स्वास्थ्य के बारे में चिंता करना था। मैं कार्रवाई न करूँ तो परिणामों के बारे में चिंता करूँगा।",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]