[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "accept",
      "translation": "स्वीकार करना",
      "definition": "To receive something willingly or to agree with something",
      "definition_translation": "कुछ को इच्छापूर्वक प्राप्त करना या कुछ से सहमत होना",
      "example": "I accepted the job offer. I accept your invitation. I will accept the challenge.",
      "example_translation": "मैंने नौकरी की पेशकश स्वीकार कर ली। मैं आपके निमंत्रण को स्वीकार करता हूँ। मैं चुनौती स्वीकार करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "achieve",
      "translation": "प्राप्त करना",
      "definition": "To successfully accomplish or complete something",
      "definition_translation": "कुछ को सफलतापूर्वक प्राप्त करना या पूरा करना",
      "example": "I achieved my goal. She achieved success in her business. They will achieve their target.",
      "example_translation": "मैंने अपना लक्ष्य प्राप्त किया। उसने अपने व्यवसाय में सफलता प्राप्त की। वे अपना लक्ष्य प्राप्त करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "act",
      "translation": "कार्य करना",
      "definition": "To do something or to perform an action",
      "definition_translation": "कुछ करना या कार्रवाई करना",
      "example": "I act quickly in an emergency. She acted in a play. They will act on our suggestion.",
      "example_translation": "मैं आपात स्थिति में जल्दी कार्य करता हूँ। उसने एक नाटक में अभिनय किया। वे हमारे सुझाव पर कार्रवाई करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "act",
      "translation": "कार्य करना",
      "definition": "To pretend or to feign something",
      "definition_translation": "कुछ装ना या दिखाना",
      "example": "He acts as if he knows everything. She acted as if she was happy. They act like they are in love.",
      "example_translation": "वह ऐसे करता है जैसे वह सब कुछ जानता हो। उसने ऐसे किया जैसे वह खुश थी। वे ऐसे करते हैं जैसे वे प्यार में हैं।",
      "imageLink": "image_files\\English\\"imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "advise",
      "translation": "सलाह देना",
      "definition": "to give someone a suggestion or guidance about what to do",
      "definition_translation": "किसी को बताना या मार्गदर्शन करना कि क्या करना है",
      "example": "I advised her to take a break from work. I advise you to listen to your doctor. I will advise them to be more careful.",
      "example_translation": "मैंने उसे काम से ब्रेक लेने की सलाह दी। मैं आपसे आपके डॉक्टर की बात सुनने की सलाह देता हूँ। मैं उन्हें ज्यादा सावधान रहने की सलाह दूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "allow",
      "translation": "अनुमति देना",
      "definition": "to give someone permission to do something",
      "definition_translation": "किसी को कुछ करने की अनुमति देना",
      "example": "I allowed her to borrow my book. I allow you to use my laptop. I will allow them to participate in the competition.",
      "example_translation": "मैंने उसे मेरी किताब उधार लेने की अनुमति दी। मैं आपको मेरा लैपटॉप इस्तेमाल करने की अनुमति देता हूँ। मैं उन्हें प्रतियोगिता में भाग लेने की अनुमति दूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "approach",
      "translation": "पहुँचाना",
      "definition": "to come near to something or someone",
      "definition_translation": "किसी चीज़ या किसी व्यक्ति के पास आना",
      "example": "I approached her with caution. I will approach the problem with a fresh mind. She approached me with a smile.",
      "example_translation": "मैंने सावधानी से उसके पास पहुँचा। मैं 문제 को ताज़ा दिमाग से पहुँचूँगा। वह मेरे पास मुस्कुराते हुए आई।",
      "imageLink": "image_files\\English\\"imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "argue",
      "translation": "झगड़ना",
      "definition": "to give reasons or evidence to support or oppose something",
      "definition_translation": "किसी चीज़ के समर्थन या विरोध में कारण या साक्ष्य देना",
      "example": "I argued with my friend about the movie. She argues that the theory is incorrect. We argued for hours about the topic.",
      "example_translation": "मैंने अपने दोस्त से फ़िल्म के बारे में लड़ाई की। वह सिद्धांत गलत है इस बात पर ज़ोर देती है। हमने टॉपिक पर घंटों लड़ाई की।",
      "imageLink": "image_files\\English\\"imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "arrest",
      "translation": "गिरफ्तारी",
      "definition": "The act of taking someone into custody, typically by the police, often in response to a suspicion of wrongdoing.",
      "definition_translation": "किसी को हिरासत में लेने का कार्य, आमतौर पर पुलिस द्वारा, अक्सर गलत काम की आशंका के जवाब में।",
      "example": "The police officer made an arrest at the scene of the crime. She had been arrested before for shoplifting. He will be arrested if he doesn't show up in court.",
      "example_translation": "पुलिस अधिकारी ने अपराध स्थल पर गिरफ्तारी की। उसने पहले दुकान से चोरी करने के लिए गिरफ्तार किया था। वह अदालत में उपस्थित नहीं होता है, तो उसे गिरफ्तार कर लिया जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "attach",
      "translation": "लगाना",
      "definition": "To join or connect something to something else, often in a physical sense.",
      "definition_translation": "किसी चीज को दूसरी चीज से जोड़ना या कनेक्ट करना, अक्सर शारीरिक अर्थ में.",
      "example": "I attached the file to the email. She attached a great importance to her career. He will attach the wheels to the axle.",
      "example_translation": "मैंने ईमेल से फाइल को लगाया। उसने अपने करियर को बहुत महत्व दिया। वह एक्सल से पहियों को लगाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "attack",
      "translation": "हमला",
      "definition": "A violent or aggressive action, often in a sudden and forceful manner.",
      "definition_translation": "एक हिंसक या आक्रामक कार्य, अक्सर अचानक और बलपूर्वक तरीके से।",
      "example": "The enemy launched a surprise attack on the city. The dog attacked the mailman. She will attack the problem with enthusiasm.",
      "example_translation": "दुश्मन ने शहर पर अचानक हमला किया। कुत्ते ने डाकिये पर हमला किया। वह उत्साह के साथ समस्या पर हमला करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "attempt",
      "translation": "प्रयास",
      "definition": "To try to do something, often in a careful or deliberate manner.",
      "definition_translation": "कुछ करने की कोशिश करना, अक्सर सावधानी या जानबूझकर तरीके से।",
      "example": "I will attempt to fix the car myself. She attempted to climb the mountain. They attempted to break the record.",
      "example_translation": "मैं अपने आप कार को ठीक करने की कोशिश करूंगा। उसने पर्वत पर चढ़ने की कोशिश की। वे रिकॉर्ड तोड़ने की कोशिश करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "attend",
      "translation": "भाग लेना",
      "definition": "To be present at a meeting, event, or function, either in person or by proxy.",
      "definition_translation": "किसी मीटिंग, घटना या फंक्शन में व्यक्तिगत रूप से या प्रतिनिधि के रूप में उपस्थित होना।",
      "example": "I attended the conference last week. I am attending the meeting now. I will attend the seminar tomorrow.",
      "example_translation": "मैं पिछले हफ्ते कॉन्फ्रेंस में गया था. मैं अभी मीटिंग में उपस्थित हूँ. मैं कल सेमिनार में उपस्थित होऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "babysit",
      "translation": "बच्चे की देखभाल करना",
      "definition": "To take care of a child or children when their parents or guardians are not present.",
      "definition_translation": "जब माता-पिता या अभिभावक उपस्थित नहीं हैं, तब बच्चे या बच्चों की देखभाल करना।",
      "example": "I babysit my niece every weekend. I babysat my brother's kids last night. I will babysit my friend's baby next week.",
      "example_translation": "मैं हर वीकेंड में अपनी भांजी की देखभाल करता हूँ. मैंने कल रात मेरे भाई के बच्चों की देखभाल की. मैं अगले हफ्ते मेरे दोस्त के बच्चे की देखभाल करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "behave",
      "translation": "व्यवहार करना",
      "definition": "To act or react in a certain way, especially in a situation or towards someone.",
      "definition_translation": "किसी स्थिति में या किसी के प्रति कुछ तरीके से कार्य करना या प्रतिक्रिया दिखाना।",
      "example": "The children behaved well in school. The dog behaves aggressively towards strangers. The company will behave responsibly towards the environment.",
      "example_translation": "स्कूल में बच्चे अच्छा व्यवहार करते थे. अजनबियों के प्रति कुत्ता आक्रामक व्यवहार करता है. कंपनी पर्यावरण के प्रति जिम्मेदारीपूर्ण व्यवहार करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bite",
      "translation": "काटना",
      "definition": "To grip or hold something firmly with the teeth.",
      "definition_translation": "दांतों से कुछ को मजबूती से पकड़ना या ठहराना।",
      "example": "The dog bit the mailman. I bite my nails when I'm nervous. She will bite into the sandwich.",
      "example_translation": "कुत्ते ने डाकिये को काटा. मैं नर्वस होने पर अपने नाखून काटता हूँ. वह सैंडविच में काटेगी।",
      "imageLink": "image_files\\English\\"imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "blow",
      "translation": "धकेलना",
      "definition": "To move air out of the mouth, often with a sudden and forceful motion, typically to make a sound or to extinguish a flame.",
      "definition_translation": "मुँह से हवा निकालना, अक्सर एक अचानक और जोरदार गति के साथ, आम तौर पर एक ध्वनि पैदा करने या एक लौ बुझाने के लिए।",
      "example": "The wind began to blow strongly, rustling the leaves. Yesterday, she blew out the candles on her birthday cake. Tomorrow, the musician will blow into the flute.",
      "example_translation": "तेज हवा चलने लगी, पत्तियों को हिलाते हुए. कल, उसने अपने जन्मदिन की केक पर मोमबत्तियां बुझा दीं. कल, संगीतकार बांसुरी में फूँक مارेगा.",
      "imageLink": "image_files\\English\\"imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bomb",
      "translation": "बम",
      "definition": "A device that explodes and causes damage, often used as a weapon.",
      "definition_translation": "एक उपकरण जो विस्फोट होता है और नुकसान पहुँचाता है, अक्सर एक हथियार के रूप में प्रयोग किया जाता है।",
      "example": "The terrorist planted a bomb in the city square. The news of the bomb threat spread quickly. The pilot had to drop the bomb during the war.",
      "example_translation": "आतंकवादी ने शहर के सquare में बम लगाया. बम की धमकी की खबर जल्दी फैल गई. युद्ध के दौरान पायलट को बम गिराना पड़ा.",
      "imageLink": "image_files\\English\\"imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "burn",
      "translation": "जलाना",
      "definition": "To be on fire or to cause something to be on fire.",
      "definition_translation": "अग्नि पर होना या किसी चीज पर अग्नि लगाना.",
      "example": "The fire will burn out soon. She burned her hand while cooking. The city will burn tires to celebrate the victory.",
      "example_translation": "अग्नि जल्द ही बुझ जाएगी. उसने खाना बनाते समय अपना हाथ जला लिया. शहर में जीत का जश्न मनाने के लिए टायर जलाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "burst into tears",
      "translation": "रोने लगना",
      "definition": "To suddenly start crying, often because of strong emotions.",
      "definition_translation": " mạnh भावनाओं के कारण अचानक रोना शुरू करना, अक्सर.",
      "example": "The girl burst into tears when she saw her lost dog. The news of the accident made her burst into tears. He burst into tears of joy when he heard the good news.",
      "example_translation": "लड़की ने अपने खोए हुए कुत्ते को देखकर रोना शुरू कर दिया. दुर्घटना की खबर सुनकर वह रोने लगी. उसने अच्छी खबर सुनकर आनंद के आँसू रोना शुरू कर दिया.",
      "imageLink": "image_files\\English\\"imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bury",
      "translation": "दफनाना (dafnānā)",
      "definition": "to put a dead body into a hole in the ground, usually with a ceremony",
      "definition_translation": "मृत शरीर को पृथ्वी में एक छेद में रखना, आमतौर पर एक समारोह के साथ",
      "example": "They will bury the body in the backyard. She buried her face in her hands. They will bury the treasure at midnight.",
      "example_translation": "वे पिछवाड़े में शरीर को दफनाएगा. उसने अपने हाथ में अपना चेहरा दफना लिया. वे मध्यरात्रि में खजाने को दफनाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cancel",
      "translation": "रद्द करना (radd karnā)",
      "definition": "to officially stop something from happening or to stop doing something",
      "definition_translation": "किसी चीज को आधिकारिक तौर पर रोकना या कुछ करना बंद करना",
      "example": "I will cancel my trip to Paris. She canceled her subscription to the magazine. They will cancel the tournament due to rain.",
      "example_translation": "मैं पेरिस की यात्रा रद्द कर दूँगा. उसने मैगजीन की सदस्यता रद्द कर दी. वे बारिश के कारण टूर्नामेंट रद्द कर देंगे.",
      "imageLink": "image_files\\English\\"imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "check in",
      "translation": "चेक इन करना (chek in karnā)",
      "definition": "to arrive at a hotel, airport, or other place and tell someone in charge that you have arrived",
      "definition_translation": "किसी होटल, हवाई अड्डे या अन्य स्थान पर पहुंचना और प्रभारी व्यक्ति को अपने आगमन की सूचना देना",
      "example": "I will check in at the hotel at 2 pm. She checked in at the airport an hour ago. They will check in at the hostel tomorrow.",
      "example_translation": "मैं 2 बजे होटल में चेक इन करूँगा. उसने एक घंटे पहले हवाई अड्डे पर चेक इन किया. वे कल छात्रावास में चेक इन करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "check out",
      "translation": "चेक आउट करना (chek out karnā)",
      "definition": "to leave a hotel, store, or other place, often after paying a bill",
      "definition_translation": "किसी होटल, स्टोर या अन्य स्थान से निकलना, अक्सर बिल चुकाने के बाद",
      "example": "I will check out of the hotel at 12 pm. She checked out of the store with a smile. They will check out of the apartment next month.",
      "example_translation": "मैं 12 बजे होटल से चेक आउट करूँगा. उसने स्टोर से मुस्कान के साथ चेक आउट किया. वे अगले महीने अपार्टमेंट से चेक आउट करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "circle",
      "translation": "वृत्त",
      "definition": "A circle is a shape consisting of a set of points equidistant from a central point, called the center.",
      "definition_translation": "एक वृत्त केंद्र बिंदु से समान दूरी पर स्थित बिंदुओं का सेट है, जिसे केंद्र कहा जाता है।",
      "example": "Yesterday, I drew a circle on the paper. Today, I am drawing a circle on the board. Tomorrow, I will draw a circle on the wall.",
      "example_translation": "कल मैंने कागज पर एक वृत्त खींचा। आज मैं बोर्ड पर एक वृत्त खींच रहा हूँ। कल मैं दीवार पर एक वृत्त खींचूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "clap",
      "translation": "ताली",
      "definition": "To clap is to strike the palms of the hands together, typically to express appreciation or approval.",
      "definition_translation": "ताली मारना हाथ की हथेलियों को एक साथ मारना है, आम तौर पर सराहना या स्वीकृति व्यक्त करने के लिए।",
      "example": "I clapped after the concert. She claps during the movie. They will clap at the award ceremony.",
      "example_translation": "संगीत कार्यक्रम के बाद मैंने ताली मारी। वह फिल्म के दौरान ताली मारती है। वे पुरस्कार समारोह में ताली मारेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "collect",
      "translation": "एकत्रित करना",
      "definition": "To collect is to gather or bring together things, often in a systematic way.",
      "definition_translation": "एकत्रित करना चीज़ों को इकट्ठा करना या साथ लाना है, अक्सर एक संगठित तरीक़े से।",
      "example": "I collected stamps as a hobby. She collects antiques. They will collect donations for the charity.",
      "example_translation": "मैं शौक के तौर पर डाक टिकट इकट्ठा करता था। वह पुराने सामान इकट्ठा करती है। वे चैरिटी के लिए दान इकट्ठा करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "comb",
      "translation": "कंघा",
      "definition": "A comb is a tool used for arranging, cleaning, or grooming hair, fur, or other fibers.",
      "definition_translation": "कंघा एक उपकरण है जिसका उपयोग बाल, फर, या अन्य फाइबर्स को व्यवस्थित करने, साफ़ करने, या संवारने के लिए किया जाता है।",
      "example": "I combed my hair yesterday. She combs her hair every morning. They will comb their dog's fur tomorrow.",
      "example_translation": "मैंने कल अपने बाल कंघा किए थे। वह सुबह-सुबह अपने बाल कंघा करती है। वे कल अपने कुत्ते के बाल कंघा करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "compete",
      "translation": "प्रतिस्पर्धा करना",
      "definition": "To strive or struggle to gain something, especially by defeating others",
      "definition_translation": "किसी चीज को पाने के लिए दूसरों से प्रतिस्पर्धा करना",
      "example": "I competed in the Olympics last year. I am competing in a chess tournament now. I will compete in the marathon next month.",
      "example_translation": "मैं पिछले साल ओलंपिक में प्रतिस्पर्धा किया. मैं अभी एक शतरंज टूर्नामेंट में प्रतिस्पर्धा कर रहा हूँ. मैं अगले महीने मैराथन में प्रतिस्पर्धा करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "concentrate",
      "translation": "एकाग्रचित होना",
      "definition": "To direct one's attention or effort towards a particular task or activity",
      "definition_translation": "किसी विशेष कार्य या गतिविधि की ओर अपना ध्यान या प्रयास निर्देशित करना",
      "example": "I concentrated on my studies to get good grades. She concentrates on her work to meet the deadline. They will concentrate on the project to deliver it on time.",
      "example_translation": "मैं अच्छे ग्रेड पाने के लिए अपनी पढ़ाई पर ध्यान केंद्रित किया. वहDDLइन को पूरा करने के लिए अपने काम पर ध्यान केंद्रित करती है. वे समय पर डिलीवरी के लिए प्रोजेक्ट पर ध्यान केंद्रित करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "connect",
      "translation": "जोड़ना",
      "definition": "To join or link two or more things together",
      "definition_translation": "दो या अधिक चीजों को एक साथ जोड़ना",
      "example": "I connected my phone to the charger. She connects with her friends on social media. They will connect the computers to the network.",
      "example_translation": "मैंने अपने फोन को चार्जर से जोड़ा. वह सोशल मीडिया पर अपने दोस्तों से जुड़ती है. वे नेटवर्क से कंप्यूटर जोड़ेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "continue",
      "translation": "जारी रखना",
      "definition": "To keep doing something or to keep going",
      "definition_translation": "कुछ करना या जारी रखना",
      "example": "I continued my education after high school. She continues to work hard to achieve her goals. They will continue to support us throughout the project.",
      "example_translation": "मैंने हाई स्कूल के बाद अपनी शिक्षा जारी रखी. वह अपने लक्ष्य प्राप्त करने के लिए कड़ा संघर्ष करती है. वे प्रोजेक्ट के दौरान हमारा समर्थन जारी रखेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "control",
      "translation": "नियंत्रण",
      "definition": "The power to influence or direct people's behavior or the course of events.",
      "definition_translation": "लोगों के व्यवहार या घटनाओं के पाठ्यक्रम को प्रभावित या निर्देशित करने की शक्ति",
      "example": "She struggled to control her emotions during the news of her father's death. She controls the company with an iron fist. She will control the project from start to finish.",
      "example_translation": "उसने अपने पिता की मृत्यु की खबर के दौरान अपने भावों को नियंत्रित करने के लिए संघर्ष किया। वह कंपनी को लोहे की मुठ्ठी से नियंत्रित करती है। वह परियोजना को शुरू से अंत तक नियंत्रित करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cough",
      "translation": "खांसी",
      "definition": "A sudden, forceful expulsion of air from the lungs, typically to clear the airways or throat.",
      "definition_translation": "फेफड़ों से हवा का अचानक, बलपूर्वक निष्कासन, आम तौर पर वायुमार्ग या गले को साफ करने के लिए",
      "example": "I've had a persistent cough for weeks. She coughed up blood after the accident. He will cough out the truth eventually.",
      "example_translation": "मेरे पास हफ्तों से स्थायी खांसी है। दुर्घटना के बाद उसने खून की खांसी की। वह अंततः सच की खांसी निकाल देगा।",
      "imageLink": "image_files\\English\\"imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "count",
      "translation": "गिनती",
      "definition": "A mathematical operation of determining the number of items in a set or collection.",
      "definition_translation": "एक सेट या संग्रह में आइटम की संख्या निर्धारित करने के लिए एक गणितीय संचालन",
      "example": "I will count the votes manually. She counts her blessings every day. They counted the money carefully.",
      "example_translation": "मैं वोटों की गिनती मैन्युअल रूप से करूँगा। वह हर दिन अपने आशीर्वादों की गिनती करती है। वे पैसे की गिनती सावधानी से करते थे।",
      "imageLink": "image_files\\English\\"imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "crash",
      "translation": "टकराना",
      "definition": "A sudden and violent impact or collision, often resulting in damage or injury.",
      "definition_translation": "एक अचानक और हिंसक प्रभाव या टक्कर, अक्सर नुकसान या चोट का कारण बनता है",
      "example": "The car will crash if you don't slow down. She crashed the party uninvited. The company will crash if they don't adapt to the changes.",
      "example_translation": "यदि आप धीमा नहीं होते तो कार टकराएगी। उसने बिना निमंत्रण के पार्टी टकरा दी। यदि वे परिवर्तनों के अनुकूल नहीं होते तो कंपनी टकराएगी।",
      "imageLink": "image_files\\English\\"imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "create",
      "translation": "निर्माण करें",
      "definition": "To bring something into existence or to make something new.",
      "definition_translation": "कुछ नया पैदा करना या कुछ नया बनाना।",
      "example": "I created a new project last week. I am creating a report now. I will create a new website next year.",
      "example_translation": "मैंने पिछले हफ्ते एक नया प्रोजेक्ट बनाया। मैं अब रिपोर्ट बना रहा हूँ। मैं अगले साल एक नया वेबसाइट बनाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cycle",
      "translation": "साइकिल",
      "definition": "A series of events or processes that repeat themselves.",
      "definition_translation": "खुद को दोहराने वाली घटनाओं या प्रक्रियाओं की श्रृंखला।",
      "example": "The cycle of nature is very important. I cycled to school when I was a kid. I will cycle to work tomorrow.",
      "example_translation": "प्रकृति का चक्र बहुत महत्वपूर्ण है। मैं स्कूल जाते समय साइकिल से जाता था। मैं कल काम पर साइकिल से जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "damage",
      "translation": "नुकसान",
      "definition": "To cause harm or injury to something or someone.",
      "definition_translation": "किसी चीज़ या किसी को नुकसान पहुँचाना।",
      "example": "The storm damaged the crops. I damaged my phone yesterday. The company will damage the environment if they don't take care.",
      "example_translation": "तूफान ने फसलों को नुकसान पहुँचाया। मैंने कल अपना फोन नुकसान पहुँचाया। कंपनी पर्यावरण को नुकसान पहुँचाएगी अगर वे सावधानी नहीं बरतते।",
      "imageLink": "image_files\\English\\"imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "decorate",
      "translation": "सजाना",
      "definition": "To make something look more attractive by adding ornaments or colors.",
      "definition_translation": "किसी चीज़ को और अधिक आकर्षक बनाने के लिए अलंकरण या रंग जोड़ना।",
      "example": "I decorated the room for the party. She decorated the cake with flowers. They will decorate the hall for the wedding.",
      "example_translation": "मैंने पार्टी के लिए कमरे को सजाया। उसने केक पर फूल सजाए। वे शादी के लिए हॉल को सजाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "decorate",
      "translation": "सजाना",
      "definition": "to make something look more attractive by adding decorations or ornaments",
      "definition_translation": "सजावट या गहने जोड़कर किसी चीज की सुंदरता बढ़ाना",
      "example": "I decorated my room with balloons and streamers for my birthday party. I am decorating my room with new furniture. I will decorate my room with fresh flowers for the wedding.",
      "example_translation": "मैंने अपने जन्मदिन की पार्टी के लिए अपने कमरे की सजावट बैलून और स्ट्रीमर से की। मैं अपने कमरे की सजावट नई फ़र्नीचर से कर रहा हूँ। मैं अपने कमरे की सजावट शादी के लिए फ्रेश फूल से करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "defeat",
      "translation": "हराना",
      "definition": "to win against someone or something in a competition, election, or battle",
      "definition_translation": "किसी प्रतियोगिता, चुनाव या युद्ध में किसी के खिलाफ जीत हासिल करना",
      "example": "Our team defeated the opponents in the final match. I defeat my fear of public speaking by practicing every day. I will defeat my laziness by setting goals for myself.",
      "example_translation": "हमारी टीम ने फाइनल मैच में विरोधियों को हराया। मैं पब्लिक स्पीकिंग के डर को हराता हूँ प्रतिदिन अभ्यास करके। मैं अपने लिए लक्ष्य निर्धारित करके अपनी सुस्ती को हराऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "defend",
      "translation": "बचाना",
      "definition": "to protect someone or something from attack or harm",
      "definition_translation": "किसी के या कुछ के हमले या नुकसान से रक्षा करना",
      "example": "The goalkeeper defended the goal against the opponent's attack. I defended my thesis in front of the panel. I will defend my country from external threats.",
      "example_translation": "गोलकीपर ने विरोधी के हमले के खिलाफ गोल की रक्षा की। मैंने पैनल के सामने अपने थीसिस की रक्षा की। मैं अपने देश की रक्षा बाहरी खतरों से करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "delay",
      "translation": "विलंब",
      "definition": "to put off or postpone something until a later time",
      "definition_translation": "किसी चीज को बाद में कर देना या टालना",
      "example": "I delayed my trip to Europe due to the pandemic. The project was delayed because of the lack of funding. I will delay my retirement until I pay off my mortgage.",
      "example_translation": "मैंने महामारी के कारण यूरोप की यात्रा टाल दी। प्रोजेक्ट की फंडिंग की कमी के कारण टाल दिया गया था। मैं अपने मॉर्टगेज चुकाने तक अपने रिटायरमेंट को टालूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "delete",
      "translation": "मिटाना",
      "definition": "To remove or erase something, such as text or data, from a computer or other device.",
      "definition_translation": "कंप्यूटर या अन्य डिवाइस से टेक्स्ट या डेटा को हटाना या मिटाना।",
      "example": "I will delete this file after I'm done with it. I deleted the wrong file yesterday. I had deleted it by mistake.",
      "example_translation": "मैं इस फाइल को पूरा करने के बाद हटा दूँगा. कल मैंने गलत फाइल हटा दी थी. मैंने गलती से इसे हटा दिया था.",
      "imageLink": "image_files\\English\\"imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "deliver",
      "translation": "डिलीवर",
      "definition": "To take something to someone or somewhere, especially in exchange for payment.",
      "definition_translation": "किसी को कुछ देना या किसी स्थान पर ले जाना, विशेष रूप से भुगतान के बदले में।",
      "example": "The package will be delivered tomorrow. The food was delivered late last night. I will deliver the package by hand.",
      "example_translation": "पैकेज कल डिलीवर हो जाएगा. रात को देर से खाना डिलीवर हुआ था. मैं पैकेज को हाथ से डिलीवर करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "design",
      "translation": "डिज़ाइन",
      "definition": "To plan and create something, such as a building, product, or piece of artwork.",
      "definition_translation": "कुछ, जैसे भवन, उत्पाद या कला के टुकड़े की योजना बनाना और tạo करना।",
      "example": "I designed this website last year. She will design a new logo for the company. They designed the building very well.",
      "example_translation": "मैंने इस वेबसाइट को पिछले साल डिज़ाइन किया था. वह कंपनी के लिए एक नया लोगो डिज़ाइन करेगी. वे ने भवन को बहुत अच्छे से डिज़ाइन किया था.",
      "imageLink": "image_files\\English\\"imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "destroy",
      "translation": "नष्ट करना",
      "definition": "To cause something to be completely damaged or ruined, so that it no longer exists or cannot be used.",
      "definition_translation": "कुछ को पूरी तरह से नुकसान पहुँचाना या नष्ट करना, इसलिए कि यह अब मौजूद नहीं है या इसका उपयोग नहीं किया जा सकता.",
      "example": "The fire destroyed the whole house. The company was destroyed by the scandal. I will destroy the evidence.",
      "example_translation": "आग ने पूरे घर को नष्ट कर दिया. कंपनी को स्कैंडल ने नष्ट कर दिया था. मैं सबूतों को नष्ट कर दूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dial",
      "translation": "डायल",
      "definition": "A round plate or disc with marks or numbers on it, used for controlling or measuring something, such as a telephone.",
      "definition_translation": "कुछ नियंत्रित या मापने के लिए उपयोग की जाने वाली एक गोल प्लेट या डिस्क, जैसे टेलीफोन।",
      "example": "I had to dial the correct number to reach the customer service. I dialled the number yesterday, and I will dial it again tomorrow.",
      "example_translation": "मैं ग्राहक सेवा तक पहुंचने के लिए सही नंबर डायल करना था। मैंने कल नंबर डायल किया था, और मैं कल फिर से डायल करूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dig",
      "translation": "खोदना",
      "definition": "To move earth or soil in order to make a hole or channel, or to uncover something buried.",
      "definition_translation": "किसी चीज को दबा हुआ निकालने या एक छेद या चैनल बनाने के लिए पृथ्वी या मिट्टी को移到 करना।",
      "example": "The archaeologist had to dig deep to find the ancient artifact. She dug yesterday, and she will dig again tomorrow.",
      "example_translation": "पुरातत्वविद् को प्राचीन कलाकृति ढूँढ़ने के लिए गहरा खोदना पड़ा था। उसने कल खोदा था, और वह कल फिर से खोदेगी।",
      "imageLink": "image_files\\English\\"imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "direct",
      "translation": "सीधा",
      "definition": "To control or supervise the movement or action of something or someone, or to show the way to a place.",
      "definition_translation": "किसी चीज या किसी के आंदोलन या कार्रवाई को नियंत्रित या पर्यवेक्षण करना, या किसी जगह का रास्ता दिखाना।",
      "example": "The director will direct the play to ensure its success. He directed the film last year, and he will direct another one next year.",
      "example_translation": "निर्देशक नाटक की सफलता सुनिश्चित करने के लिए निर्देशित करेंगे। उसने पिछले साल फिल्म का निर्देशन किया था, और वह अगले साल दूसरी फिल्म का निर्देशन करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "direct",
      "translation": "सीधा",
      "definition": "To control or supervise the movement or action of something or someone, or to show the way to a place.",
      "definition_translation": "किसी चीज या किसी के आंदोलन या कार्रवाई को नियंत्रित या पर्यवेक्षण करना, या किसी जगह का रास्ता दिखाना।",
      "example": "The teacher will direct the students to the correct classroom. She directed the students yesterday, and she will direct them again tomorrow.",
      "example_translation": "शिक्षक छात्रों को सही कक्षा में निर्देशित करेंगे। उसने कल छात्रों का निर्देशन किया था, और वह कल फिर से छात्रों का निर्देशन करेंगी।",
      "imageLink": "image_files\\English\\"imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "discover",
      "translation": "खोजना",
      "definition": "To find something or someone suddenly, especially something that was hidden or unexpected.",
      "definition_translation": "किसी चीज या किसी व्यक्ति को अचानक पाना, विशेष रूप से कुछ छिपा हुआ या अपेक्षित नहीं था",
      "example": "I discovered a beautiful waterfall on my hike yesterday. I had discovered a new interest in painting. I will discover the hidden treasures of the city.",
      "example_translation": "मैंने कल ट्रेक पर एक सुंदर झरना khोज लिया. मैंने पेंटिंग में एक नई दिलचस्पी खोज ली थी. मैं शहर के छिपे हुए खजाने खोज लूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "display",
      "translation": "प्रदर्शन",
      "definition": "To show or exhibit something so that it can be seen by others.",
      "definition_translation": "कोई चीज दिखाना या प्रदर्शित करना ताकि दूसरे लोग उसे देख सकें",
      "example": "The museum will display the ancient artifacts next month. She displayed her skills at the conference. They will display the new products at the trade fair.",
      "example_translation": "संग्रहालय अगले महीने प्राचीन कलाकृतियां प्रदर्शित करेगा. उसने कॉन्फ्रेंस में अपने कौशल प्रदर्शित किए. वे व्यापार मेले में नए उत्पाद प्रदर्शित करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dive",
      "translation": "गोता लगाना",
      "definition": "To jump into water, typically with your head or body first, in a deliberate and energetic way.",
      "definition_translation": "पानी में कूदना,(typically अपने सिर या शरीर पहले, एक जानबूझकर और ऊर्जावान तरीके से",
      "example": "I dove into the pool to cool off. She dove into the sea to swim with the dolphins. They dove into the water to rescue the drowning person.",
      "example_translation": "मैं पूल में ठंडा होने के लिए कूद गया. उसने डॉल्फिन के साथ तैरने के लिए समुद्र में कूद लिया. वे डूबते हुए व्यक्ति को बचाने के लिए पानी में कूद गए.",
      "imageLink": "image_files\\English\\"imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "divide",
      "translation": "विभाजित करना",
      "definition": "To separate or share something into parts or groups.",
      "definition_translation": "किसी चीज को हिस्सों या समूहों में अलग या शेयर करना",
      "example": "We divided the workload among the team members. The teacher divided the class into groups. They divided the land into separate plots.",
      "example_translation": "हमने टीम सदस्यों के बीच कार्यभार को विभाजित कर दिया. शिक्षक ने कक्षा को समूहों में विभाजित कर दिया. वे जमीन को अलग-अलग प्लॉट में विभाजित कर दिया.",
      "imageLink": "image_files\\English\\"imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "drop",
      "translation": "गिरा देना",
      "definition": "To release or let fall something from one's hands or from a higher position to a lower one.",
      "definition_translation": "अपने हाथों से या उच्च स्थान से निचले स्थान पर किसी चीज को छोड़ना",
      "example": "She dropped the pen on the floor. She is dropping off her friend at the airport. She will drop by the store tomorrow.",
      "example_translation": "वह फ्लोर पर कलम गिरा दी। वह एयरपोर्ट पर अपने दोस्त को ड्रॉप ऑफ कर रही है। वह कल स्टोर पर ड्रॉप बाय करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "employ",
      "translation": "नियुक्त करना",
      "definition": "To give someone a job or work in exchange for payment.",
      "definition_translation": "किसी को नौकरी या काम देना और उसके बदले में भुगतान करना",
      "example": "The company employed him as a manager. She has employed a tutor to help her with math. They will employ new staff next month.",
      "example_translation": "कंपनी ने उसे मैनेजर के रूप में नियुक्त किया। वह माथ की मदद के लिए एक ट्यूटर नियुक्त कर रही है। वे अगले महीने नए स्टाफ नियुक्त करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "encourage",
      "translation": "उत्साहित करना",
      "definition": "To give someone confidence or support to do something.",
      "definition_translation": "किसी को कुछ करने के लिए विश्वास या समर्थन देना",
      "example": "Her parents encouraged her to pursue her dream. He encouraged his friend to take the risk. They encouraged us to participate in the competition.",
      "example_translation": "उसके माता-पिता ने उसे अपने सपने का पीछा करने के लिए उत्साहित किया। उसने अपने दोस्त को जोखिम लेने के लिए उत्साहित किया। वे हमें प्रतियोगिता में भाग लेने के लिए उत्साहित करते थे।",
      "imageLink": "image_files\\English\\"imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "enter",
      "translation": "प्रवेश करना",
      "definition": "To come or go into a place, a competition, or a particular situation.",
      "definition_translation": "किसी स्थान, प्रतियोगिता या विशेष स्थिति में आना या जाना",
      "example": "She entered the room quietly. They entered the contest last week. He will enter the university next year.",
      "example_translation": "वह कमरे में चुपचाप प्रवेश किया। वे पिछले सप्ताह प्रतियोगिता में प्रवेश किया। वह अगले साल विश्वविद्यालय में प्रवेश करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "entertain",
      "translation": "मनोरंजन करना",
      "definition": "to provide amusement or enjoyment for someone",
      "definition_translation": "किसी के लिए मनोरंजन या आनंद प्रदान करना",
      "example": "I entertained my friends at my place yesterday. I will entertain them again tomorrow. I have entertained them many times before.",
      "example_translation": "मैंने कल अपने दोस्तों को अपने स्थान पर मनोरंजन किया. मैं कल फिर से उन्हें मनोरंजन करूँगा. मैंने उन्हें कई बार पहले मनोरंजन किया है.",
      "imageLink": "image_files\\English\\"imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "escape",
      "translation": "भागना",
      "definition": "to get away from a place or situation, often in a hurry",
      "definition_translation": "एक जगह या स्थिति से दूर जाने के लिए, अक्सर जल्दी में",
      "example": "I escaped from the fire by running out of the building. I will escape to the beach next week. I have escaped from many difficult situations before.",
      "example_translation": "मैंने इमारत से बचने के लिए आग से भागकर निकला. मैं अगले सप्ताह समुद्र तट पर भाग जाऊंगा. मैंने पहले कई कठिन स्थितियों से बचा है.",
      "imageLink": "image_files\\English\\"imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "exercise",
      "translation": "व्यायाम",
      "definition": "physical activity that is done to improve health, strength, or flexibility",
      "definition_translation": "स्वास्थ्य, शक्ति या लचीलेपन में सुधार के लिए किया गया शारीरिक क्रियाकलाप",
      "example": "I exercise every morning to stay healthy. I will exercise more regularly from next month. I have exercised vigorously for the past few years.",
      "example_translation": "मैं स्वस्थ रहने के लिए प्रत्येक सुबह व्यायाम करता हूँ. मैं अगले महीने से और नियमित रूप से व्यायाम करूँगा. मैंने पिछले कुछ सालों से कड़ा व्यायाम किया है.",
      "imageLink": "image_files\\English\\"imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "exit",
      "translation": "निकलना",
      "definition": "to go out of a place, building, or vehicle",
      "definition_translation": "एक जगह, इमारत, या वाहन से बाहर निकलना",
      "example": "I exited the movie theater after the show. I will exit the country next year. I have exited many buildings in my life.",
      "example_translation": "मैं शो के बाद सिनेमा हॉल से निकल गया. मैं अगले साल देश से निकल जाऊंगा. मैंने अपने जीवन में कई इमारतों से निकला है.",
      "imageLink": "image_files\\English\\"imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "expect",
      "translation": "आशा करना",
      "definition": "To look forward to something happening or to believe that something will happen.",
      "definition_translation": "कुछ होने की उम्मीद करना atau कुछ होने की आशा करना",
      "example": "I expect to finish my project by the end of the month. I expected to see you yesterday, but you didn't come. I will expect you to behave yourself at the party.",
      "example_translation": "मैं इस महीने के अंत तक अपनी परियोजना पूरी करने की उम्मीद करता हूँ. मैं कल तुम्हें देखने की उम्मीद कर रहा था, लेकिन तुम नहीं आए. मैं पार्टी में अच्छे से पेश आने की उम्मीद करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "explore",
      "translation": "अन्वेषण करना",
      "definition": "To investigate or examine something systematically in order to understand or explain it.",
      "definition_translation": "किसी चीज की व्यवस्थित जांच या परीक्षा करना ताकि उसे समझ या समझाने के लिए.",
      "example": "The team will explore the new planet to discover its secrets. I explored the city on foot to get a feel of it. She is going to explore her options for higher education.",
      "example_translation": "टीम नई दुनिया का अन्वेषण करेगी ताकि उसके रहस्य खोज सके. मैंने शहर का पैदल अन्वेषण किया ताकि उसका एहसास कर सके. वह उच्च शिक्षा के अपने विकल्प खोजेगी.",
      "imageLink": "image_files\\English\\"imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "face",
      "translation": "चेहरा",
      "definition": "The front part of the head, including the eyes, nose, mouth, and jaw.",
      "definition_translation": "सिर का सामने का हिस्सा, जिसमें आँखें, नाक, मुँह और जबड़ा शामिल है.",
      "example": "Her face lit up when she heard the good news. He scratched his face in confusion. The company will face severe competition in the market.",
      "example_translation": "जब उसने अच्छी खबर सुनी तो उसके चेहरे पर मुस्कान आ गई. वह कन्फ्यूजन में अपने चेहरे पर खरोंच मारा. कंपनी बाजार में कड़ी प्रतिस्पर्धा का सामना करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fall asleep",
      "translation": "सो जाना",
      "definition": "To become unconscious or enter a state of sleep.",
      "definition_translation": "अवचेतन हो जाना या निद्रा की अवस्था में प्रवेश करना.",
      "example": "I fell asleep as soon as I lay down. She falls asleep quickly because she is tired. He will fall asleep in the meeting if it's boring.",
      "example_translation": "मैं लेटते ही सो गया. वह थकान के कारण जल्दी सो जाती है. यदि मीटिंग उबाऊ होगी तो वह सो जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fall in love",
      "translation": "प्यार में पड़ना",
      "definition": "To experience strong feelings of love or affection, often suddenly and intensely.",
      "definition_translation": "प्यार या स्नेह की मजबूत भावनाएं अनुभव करना, अक्सर अचानक और तीव्र रूप से।",
      "example": "I fell in love with her the moment I saw her. I am falling in love with her every day. I will fall in love with her again tomorrow.",
      "example_translation": "मैं उसे पहली बार देखा तब प्यार में पड़ गया। मैं हर दिन उसके साथ प्यार में पड़ रहा हूँ। मैं कल फिर से उसके साथ प्यार में पड़ जाऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fasten",
      "translation": " मजबूत करना",
      "definition": "To attach or fix something securely, typically using a device such as a button, zip, or clip.",
      "definition_translation": "किसी चीज़ को सुरक्षित रूप से जोड़ना या फिक्स करना, आमतौर पर एक उपकरण जैसे बटन, जिप या क्लिप का उपयोग करके।",
      "example": "I fastened my seatbelt before the plane took off. She is fastening her hair with a hairpin. They will fasten the tent tomorrow.",
      "example_translation": "मैंने विमान ने उड़ान भरने से पहले अपनी सीटबेल्ट मजबूत कर ली। वह अपने बाल को हेयरपिन से मजबूत कर रही है। वे कल टेंट मजबूत करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "feed",
      "translation": "खिलाना",
      "definition": "To give food to someone or something, especially regularly or mechanically.",
      "definition_translation": "किसी को या किसी चीज़ को खाना देना, विशेष रूप से नियमित रूप से या यांत्रिक रूप से।",
      "example": "I fed my cat this morning. She is feeding the baby. They will feed the animals tomorrow.",
      "example_translation": "मैंने आज सुबह मेरे बिल्ली को खाना दिया। वह बच्चे को खिला रही है। वे कल जानवरों को खिलाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fetch",
      "translation": "लाना",
      "definition": "To go and bring something or someone, especially quickly or at once.",
      "definition_translation": "किसी चीज़ या किसी को लाने के लिए जाना, विशेष रूप से जल्दी या एक बार में।",
      "example": "I fetched the ball from the park. She is fetching water from the well. They will fetch the doctor tomorrow.",
      "example_translation": "मैंने पार्क से गेंद लाई। वह कुएं से पानी ला रही है। वे कल डॉक्टर को लाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fight",
      "translation": "लड़ना",
      "definition": "to engage in physical or verbal conflict with someone or something",
      "definition_translation": "किसी से या कुछ से शारीरिक या मौखिक संघर्ष करना",
      "example": "I fought with my brother yesterday, but now we are friends. I am going to fight for my rights tomorrow. I will fight against injustice in the future.",
      "example_translation": "मैं कल अपने भाई से लड़ा था, लेकिन अब हम दोस्त हैं. मैं कल अपने अधिकार के लिए लड़ने जा रहा हूँ. मैं भविष्य में अन्याय के खिलाफ लड़ने वाला हूँ.",
      "imageLink": "image_files\\English\\"imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "film",
      "translation": "फ़िल्म",
      "definition": "a story or event recorded by a camera and shown on a screen",
      "definition_translation": "एक कैमरा द्वारा रिकॉर्ड की गई कहानी या घटना जिसे एक स्क्रीन पर दिखाया जाता है",
      "example": "I watched a film last night. The film is based on a true story. They will release a new film next month.",
      "example_translation": "मैं कल रात को एक फिल्म देखी. फिल्म एक सच्ची कहानी पर आधारित है. वे अगले महीने एक नई फिल्म रिलीज करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fish",
      "translation": "मछली",
      "definition": "a cold-blooded animal that lives in water, typically having gills and a streamlined body",
      "definition_translation": "एक ठंडे खून वाला जानवर जो पानी में रहता है, आमतौर पर गिल्स और एक स्ट्रीमलाइन्ड बॉडी वाला",
      "example": "I caught a fish yesterday. The fish is swimming in the aquarium. They will cook the fish for dinner.",
      "example_translation": "मैं कल एक मछली पकड़ने में सफल रहा. मछली एक्वेरियम में तैर रही है. वे रात के खाने के लिए मछली पकाएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fix",
      "translation": "ठीक करना",
      "definition": "to mend or repair something that is broken or damaged",
      "definition_translation": "कुछ टूटा या क्षतिग्रस्त है, उसे ठीक करना",
      "example": "I fixed the broken chair yesterday. The mechanic will fix the car engine tomorrow. They will fix the problem soon.",
      "example_translation": "मैं कल टूटी椅 की मरम्मत की. मकेनिक कल कार के इंजन की मरम्मत करेगा. वे समस्या की मरम्मत जल्द करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "float",
      "translation": "तैरना",
      "definition": "To rest on the surface of a liquid or in the air; to be suspended or upheld by a fluid",
      "definition_translation": "एक द्रव्य की सतह पर Арestyne या हवा में स्थित होना; एक द्रव्य द्वारा निलंबित या समर्थित होना",
      "example": "The boat will float on the lake. It floated on the water yesterday. It will float in the air tomorrow.",
      "example_translation": "नाव झील पर तैरेगी। यह कल पानी पर तैरा था। यह कल हवा में तैरेगी।",
      "imageLink": "image_files\\English\\"imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fold",
      "translation": "मोड़ना",
      "definition": "To bend or crease something, typically paper or fabric, so that it has a number of layers or a compact shape",
      "definition_translation": "कागज या कपड़े जैसी किसी चीज को मोड़ना जिससे उसमें कई परतें या कॉम्पैक्ट आकार हो जाए",
      "example": "I will fold the paper to make a plane. She folded the cloth yesterday. They will fold the paper in half tomorrow.",
      "example_translation": "मैं पेपर को प्लेन बनाने के लिए मोड़ूँगा। उसने कल कपड़ा मोड़ा था। वे कल पेपर को आधा मोड़ेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "follow",
      "translation": "अनुसरण करना",
      "definition": "To move behind someone or something and go in the same direction; to do what someone tells you to do",
      "definition_translation": "किसी के पीछे चलना और उसी दिशा में जाना; کسی के कहे अनुसार करना",
      "example": "I will follow the rules. She followed the map yesterday. They will follow the crowd tomorrow.",
      "example_translation": "मैं नियमों का पालन करूँगा। उसने कल मैप का पालन किया था। वे कल भीड़ का पालन करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "grab",
      "translation": "पकड़ना",
      "definition": "To take hold of something suddenly and firmly; to seize an opportunity",
      "definition_translation": "किसी चीज को अचानक और मजबूती से पकड़ना; अवसर को पकड़ना",
      "example": "I will grab the opportunity. She grabbed the ball yesterday. They will grab the chance tomorrow.",
      "example_translation": "मैं अवसर को पकड़ूँगा। उसने कल बॉल को पकड़ा था। वे कल मौके को पकड़ेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "guide",
      "translation": "मार्गदर्शक",
      "definition": "A person who shows the way to others, especially in a tourist area or on a journey.",
      "definition_translation": "एक व्यक्ति जो अन्य को मार्ग दर्शाता है, विशेष रूप से एक पर्यटक क्षेत्र में या एक यात्रा पर。",
      "example": "She worked as a guide for a travel company. Yesterday, she guided a group of tourists around the city. Tomorrow, she will guide them to the mountains.",
      "example_translation": "वह एक ट्रेवल कंपनी के लिए एक गाइड के रूप में काम करती थी। कल, उसने एक शहर के चारों ओर एक पर्यटक समूह का मार्गदर्शन किया। कल, वह उन्हें पर्वतों तक ले जाएगी।",
      "imageLink": "image_files\\English\\"imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "handle",
      "translation": "हैंडल",
      "definition": "To deal with or manage something, especially a difficult situation.",
      "definition_translation": "किसी चीज को संभालना या प्रबंधन करना, विशेष रूप से एक कठिन स्थिति को।",
      "example": "The company struggled to handle the crisis. The manager handled the situation well. They will handle the project from now on.",
      "example_translation": "कंपनी संकट को संभालने के लिए संघर्ष कर रही थी। प्रबंधक ने स्थिति को अच्छे से संभाला। वे अब से परियोजना को संभालेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hang",
      "translation": "लटकाना",
      "definition": "To suspend or be suspended in the air, especially by a rope or chain.",
      "definition_translation": "हवा में लटका हुआ होना या लटकाना, विशेष रूप से एक रस्सी या श्रृंखला द्वारा।",
      "example": "The picture hangs on the wall. She hung the curtains yesterday. They will hang out with friends tomorrow.",
      "example_translation": "चित्र दीवार पर लटका हुआ है। उसने पर्दे कल लटकाए थे। वे कल अपने दोस्तों के साथ लटकेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hide",
      "translation": "छिपाना",
      "definition": "To conceal oneself or something from sight.",
      "definition_translation": "आपको या कुछ को दृष्टि से छिपाना।",
      "example": "The children hide behind the couch. She hid the gift in her bag. They will hide their faces in fear.",
      "example_translation": "बच्चे सोफे के पीछे छिपे हुए हैं। उसने तोहफे को अपने बैग में छिपाया था। वे डर से अपने चेहरे छिपाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hire",
      "translation": "नियुक्त करना",
      "definition": "To obtain the services of someone in exchange for payment.",
      "definition_translation": "किसी की सेवाओं को भुगतान के बदले में प्राप्त करना",
      "example": "I hired a lawyer to represent me in court. I am hiring a new employee today. I will hire a car for the weekend.",
      "example_translation": "मैंने अदालत में अपना प्रतिनिधित्व करने के लिए एक वकील किराए पर लिया. मैं आज एक नए कर्मचारी को किराए पर ले रहा हूँ. मैं सप्ताहांत के लिए कार किराए पर लूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hitchhike",
      "translation": "लिफ्ट लेना",
      "definition": "To travel by soliciting a ride from a passing driver.",
      "definition_translation": "पास से गुजर रहे ड्राइवर से सवारी मांग कर यात्रा करना",
      "example": "I hitchhiked to the beach last summer. She hitchhikes to school every day. He will hitchhike to the music festival next week.",
      "example_translation": "मैंने पिछले समर में समुद्र तट पर लिफ्ट ली. वह रोज स्कूल जाने के लिए लिफ्ट लेती है. वह अगले सप्ताह में संगीत समारोह में लिफ्ट लेगा.",
      "imageLink": "image_files\\English\\"imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hold",
      "translation": "ठहराना",
      "definition": "To grasp or grip something firmly.",
      "definition_translation": "कुछ को मजबूती से पकड़ना या जकड़ना",
      "example": "Hold the door open for me. She held the baby in her arms. He will hold the meeting tomorrow.",
      "example_translation": "मेरे लिए दरवाजा खुला रखо. उसने बच्चे को अपनी बाहों में पकड़ा. वह कल बैठक आयोजित करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hug",
      "translation": "गले लगाना",
      "definition": "To squeeze someone tightly in one's arms, typically to express affection.",
      "definition_translation": "किसी को अपनी बाहों में कसकर,typenamely प्यार व्यक्त करने के लिए",
      "example": "I hugged my mother when I saw her. She hugs her doll every night. He will hug his friend when he meets him.",
      "example_translation": "मैंने अपनी माँ को जब मैंने उसे देखा तब गले लगाया. वह रात में अपना गुड्डा गले लगाती है. वह अपने दोस्त से मिलने पर उसे गले लगाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hunt",
      "translation": "शिकार करना",
      "definition": "to chase or pursue (game or prey) for food or sport",
      "definition_translation": "खेल या खिलौने के लिए शिकार या पीछा करना",
      "example": "I hunted deer in the forest yesterday. I am hunting a rabbit now. I will hunt a bear tomorrow.",
      "example_translation": "मैंने कल जंगल में हिरन का शिकार किया। मैं अब एक खरगोश का शिकार कर रहा हूँ। मैं कल एक भालू का शिकार करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "imagine",
      "translation": "कल्पना करना",
      "definition": "to form a mental picture or concept of something not necessarily based in reality",
      "definition_translation": "वास्तविकता पर आधारित नहीं होने वाली किसी चीज़ की मानसिक तस्वीर या अवधारणा बनाना",
      "example": "I imagined myself as a king. I am imagining a beautiful palace. I will imagine a futuristic city.",
      "example_translation": "मैंने खुद को राजा के रूप में कल्पना की। मैं एक सुंदर महल की कल्पना कर रहा हूँ। मैं एक भविष्य के शहर की कल्पना करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "inform",
      "translation": "सूचित करना",
      "definition": "to give information or notice to someone about something",
      "definition_translation": "किसी को कुछ के बारे में सूचना या नोटिस देना",
      "example": "I informed my friend about the party. I am informing my teacher about the assignment. I will inform my parents about the results.",
      "example_translation": "मैंने अपने दोस्त को पार्टी के बारे में सूचित किया। मैं अपने शिक्षक को असाइनमेंट के बारे में सूचित कर रहा हूँ। मैं अपने माता-पिता को नतीजों के बारे में सूचित करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "insist",
      "translation": "ज़ोर देना",
      "definition": "to demand or require something firmly or urgently",
      "definition_translation": "किसी चीज़ की माँग या आवश्यकता मजबूती से या तत्काल कर)",
      "example": "I insisted on going to the movie. I am insisting on attending the meeting. I will insist on getting a refund.",
      "example_translation": "मैंने फिल्म देखने पर ज़ोर दिया। मैं मीटिंग में भाग लेने पर ज़ोर दे रहा हूँ। मैं रिफंड पाने पर ज़ोर दूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "install",
      "translation": "स्थापित करना",
      "definition": "To put or set something in a particular place or position, especially so that it is ready for use.",
      "definition_translation": "किसी चीज को विशेष स्थान या स्थिति में रखना या स्थापित करना,尤दяхन के लिए तैयार करना",
      "example": "I installed the new software last night. I am installing a new printer today. I will install the security system tomorrow.",
      "example_translation": "मैंने कल रात को नया सॉफ्टवेयर स्थापित किया था. मैं आज एक नया प्रिंटर स्थापित कर रहा हूँ. मैं कल सुरक्षा प्रणाली स्थापित करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "interview",
      "translation": "साक्षात्कार",
      "definition": "A meeting or conversation in which a person asks questions to someone in order to get information about them, especially for a job or a place at a university.",
      "definition_translation": "किसी से जानकारी प्राप्त करने के लिए प्रश्न पूछने के लिए एक मीटिंग या वार्तालाप, विशेष रूप से नौकरी या विश्वविद्यालय में स्थान के लिए.",
      "example": "I had an interview at Google yesterday. I am preparing for an interview at Microsoft today. She will have an interview at Harvard University tomorrow.",
      "example_translation": "मैंने कल गूगल में साक्षात्कार किया था. मैं आज माइक्रोसॉफ्ट में साक्षात्कार की तैयारी कर रहा हूँ. वह कल हार्वर्ड विश्वविद्यालय में साक्षात्कार करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "invent",
      "translation": "आविष्कार करना",
      "definition": "To create or design something new, especially by thinking of a new idea or method.",
      "definition_translation": "किसी नई चीज का निर्माण या डिजाइन करना, विशेष रूप से नई विचार या विधि का आविष्कार करना.",
      "example": "Thomas Edison invented the light bulb. I invented a new way to cook rice. She will invent a new machine tomorrow.",
      "example_translation": "थोमस एडिसन ने बल्ब का आविष्कार किया था. मैंने चावल पकाने का एक नया तरीका आविष्कार किया है. वह कल एक नई मशीन का आविष्कार करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "iron",
      "translation": "लौह",
      "definition": "A heavy metal used for making tools, machines, and other objects.",
      "definition_translation": "उपकरणों, मशीनों और अन्य वस्तुओं के निर्माण के लिए उपयोग किया जाने वाला एक भारी метал.",
      "example": "I ironed my shirt yesterday. She irons her clothes every day. They will iron the curtains tomorrow.",
      "example_translation": "मैंने कल मेरी शर्ट से इस्त्री की थी. वह रोज अपने कपड़े इस्त्री करती है. वे कल पर्दे इस्त्री करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "knit",
      "translation": "बुनना",
      "definition": "To make fabric by interlacing yarn or thread in a series of connected loops using a needle or a machine.",
      "definition_translation": "एक सीरीज में जुड़े हुए लूप में धागा या थ्रेड का उपयोग करके एक नीडल या मशीन से फैब्रिक बनाना",
      "example": "I will knit a sweater for my sister's birthday. I knitted a scarf last winter. I knit a hat every week.",
      "example_translation": "मैं अपनी बहन के जन्मदिन के लिए एक स्वेटर बुनूँगा. मैंने पिछली सर्दी में एक स्कार्फ बुना था. मैं हर हफ्ते एक टोपी बुनता हूँ.",
      "imageLink": "image_files\\English\\"imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "knock",
      "translation": "ठोकना",
      "definition": "To hit something gently, especially with your knuckles, in order to get someone's attention or to check if someone is there.",
      "definition_translation": "किसी का ध्यान आकर्षित करने के लिए या किसी के होने की जांच करने के लिए किसी चीज़ को हल्के से मारना, especially अपनी मुट्ठियों से.",
      "example": "I knocked on the door, but no one answered. She knocked over the vase accidentally. He will knock on the door at 5 o'clock.",
      "example_translation": "मैंने दरवाज़े पर ठोका, लेकिन किसी ने जवाब नहीं दिया. उसने अनजाने में वáz़े को गिरा दिया. वह 5 बजे दरवाज़े पर ठोकेगा.",
      "imageLink": "image_files\\English\\"imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lay the table",
      "translation": "मेज पर रख%",
      "definition": "To put plates, utensils, and food on a table in preparation for a meal.",
      "definition_translation": "भोजन की तैयारी के लिए मेज पर प्लेटें, बर्तन और भोजन रखा जाना.",
      "example": "She will lay the table at 7 pm. I laid the table for the dinner party. They lay the table every morning.",
      "example_translation": "वह 7 बजे मेज पर रखेगी. मैंने डिनर पार्टी के लिए मेज पर रखा था. वे हर सुबह मेज पर रख्ते हैं.",
      "imageLink": "image_files\\English\\"imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lead",
      "translation": "लीड",
      "definition": "To show the way or direct the movement of someone or something.",
      "definition_translation": "किसी को या किसी चीज़ के आंदोलन का मार्ग दिखाना या निर्देश देना.",
      "example": "He will lead the team to victory. She led the horse through the forest. They led the protest march.",
      "example_translation": "वह टीम की जीत की ओर ले जाएगा. उसने जंगल से घोड़े को ले गई. वे विरोध मार्च का नेतृत्व करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "leave",
      "translation": "छोड़ना",
      "definition": "To go away from a place or person, or to stop doing something.",
      "definition_translation": "किसी स्थान या व्यक्ति से दूर जाना या कुछ करना बंद करना",
      "example": "I left the party at 10pm because I was tired. I will leave for the vacation tomorrow. I had left the book on the table.",
      "example_translation": "मैं 10 बजे पार्टी से चला गया क्योंकि मैं थक गया था. मैं कल छुट्टी के लिए जाऊंगा. मैंने टेबल पर पुस्तक छोड़ दी थी.",
      "imageLink": "image_files\\English\\"imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lift",
      "translation": "उठाना",
      "definition": "To raise or move something upwards, or to improve someone's mood.",
      "definition_translation": "कुछ ऊपर उठाना या किसी के मूड को सुधारना",
      "example": "I lifted the heavy box with ease. The music lifted my spirits up. She will lift the trophy at the ceremony.",
      "example_translation": "मैंने आसानी से भारी बॉक्स उठाया. संगीत ने मेरे आत्मा को ऊपर उठाया. वह समारोह में ट्रॉफी उठाएगी.",
      "imageLink": "image_files\\English\\"imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "light",
      "translation": "प्रकाश",
      "definition": "A source of illumination, or not heavy or serious.",
      "definition_translation": "प्रकाश का स्रोत, या हल्का या गंभीर नहीं",
      "example": "I turned on the light to see in the dark. This backpack is light to carry. Her mood was light after the good news.",
      "example_translation": "मैंने अंधेरे में देखने के लिए लाइट चालू की. यह बैकपैक ले जाने के लिए हल्का है. उसका मूड अच्छी खबर के बाद हल्का था.",
      "imageLink": "image_files\\English\\"imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lock",
      "translation": "ताला",
      "definition": "A device for fastening or securing something, or to confine or restrict someone or something.",
      "definition_translation": "किसी चीज को बांधने या सुरक्षित करने के लिए एक उपकरण, या کسی या कुछ को सीमित या प्रतिबंधित करना",
      "example": "I locked the door to prevent thieves. The lock on the bag was broken. The police will lock him up in jail.",
      "example_translation": "मैंने चोरों से रक्षा करने के लिए दरवाजा बंद किया. बैग का ताला टूटा था. पुलिस उसे जेल में बंद कर देगी.",
      "imageLink": "image_files\\English\\"imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "manage",
      "translation": "प्रबंध करना",
      "definition": "To handle or direct something with skill or care, such as a business or a project.",
      "definition_translation": "कौशल या देखभाल से किसी चीज का प्रबंधन करना, जैसे कि एक व्यवसाय या परियोजना.",
      "example": "I managed a team of developers to complete the project on time. I am managing a new project now. I will manage a team of experts to solve the crisis.",
      "example_translation": "मैंने एक प्रोजेक्ट को समय पर पूरा करने के लिए डेवलपर्स की टीम का प्रबंधन किया. मैं अब एक नया प्रोजेक्ट प्रबंधन कर रहा हूँ. मैं संकट का समाधान करने के लिए विशेषज्ञों की टीम का प्रबंधन करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "manage",
      "translation": "प्रबंध करना",
      "definition": "To handle or direct something with skill or care, such as a business or a project.",
      "definition_translation": "कौशल या देखभाल से किसी चीज का प्रबंधन करना, जैसे कि एक व्यवसाय या परियोजना.",
      "example": "She managed the finances of the company. He will manage the event. They managed to solve the problem.",
      "example_translation": "उसने कंपनी के वित्त का प्रबंधन किया. वह इवेंट का प्रबंधन करेगा. वे समस्या का समाधान करने में सफल हुए.",
      "imageLink": "image_files\\English\\"imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "marry",
      "translation": "शादी करना",
      "definition": "To get married to someone, or to perform a ceremony in which two people get married.",
      "definition_translation": "किसी से शादी करना या दो लोगों की शादी की रस्म पूरी करना.",
      "example": "I got married to my best friend last year. She is going to marry her boyfriend next month. They got married in a grand ceremony.",
      "example_translation": "मैंने पिछले साल अपने सबसे अच्छे दोस्त से शादी की. वह अगले महीने अपने बॉयफ्रेंड से शादी करेगी. वे एक भव्य समारोह में शादी की.",
      "imageLink": "image_files\\English\\"imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "match",
      "translation": "मेल खाना",
      "definition": "A competition or contest in which two or more people or teams compete against each other.",
      "definition_translation": "दो या अधिक लोगों या टीमों के बीच एक प्रतियोगिता या प्रतिस्पर्धा.",
      "example": "The final match of the tournament was very exciting. I am going to watch the match between India and Australia tomorrow. They won the match with a narrow margin.",
      "example_translation": "टूर्नामेंट का फाइनल मैच बहुत रोमांचक था. मैं कल भारत और ऑस्ट्रेलिया के बीच होने वाला मैच देखने जा रहा हूँ. वे संकीर्ण अंतर से मैच जीते.",
      "imageLink": "image_files\\English\\"imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mend",
      "translation": "सुधार करना",
      "definition": "To repair or fix something that is broken or damaged.",
      "definition_translation": "टूटा या क्षतिग्रस्त हुआ कुछ सुधारना या ठीक करना",
      "example": "I mended the broken toy yesterday, but I will mend the torn page tomorrow, and I have been mending the fence all week.",
      "example_translation": "मैंने कल टूटा खिलौना सुधारा था, लेकिन मैं कल फटा पृष्ठ सुधारूँगा, और मैंने पूरे सप्ताह में बाड़ सुधारा है",
      "imageLink": "image_files\\English\\"imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "move",
      "translation": "चलना",
      "definition": "To change the position of something or someone from one place to another.",
      "definition_translation": "किसी चीज या किसी के स्थान को एक स्थान से दूसरे स्थान पर बदलना",
      "example": "I moved to a new house last year, but I will move to a new city next year, and I have been moving furniture all morning.",
      "example_translation": "मैंने पिछले साल एक新的 घर में चला गया था, लेकिन मैं अगले साल एक नई शहर में चला जाऊँगा, और मैं सुबह से फर्नीचर स्थानांतरित कर रहा हूँ",
      "imageLink": "image_files\\English\\"imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "move in",
      "translation": "आने के लिए",
      "definition": "To enter and occupy a new home or building.",
      "definition_translation": "एक नई घर या इमारत में आना और कब्जा करना",
      "example": "We moved in last weekend, and we are still unpacking. They will move in next month, and they have been renovating the place.",
      "example_translation": "हम पिछले सप्ताहांत में आ गए थे, और हम अभी भी खोल रहे हैं। वे अगले महीने में आ जाएंगे, और वे स्थान का नवीनीकरण कर रहे हैं",
      "imageLink": "image_files\\English\\"imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "move out",
      "translation": "निकल जाना",
      "definition": "To leave a place or building, especially to go to another place to live.",
      "definition_translation": "एक स्थान या इमारत को छोड़ना, खासकर एक अन्य स्थान पर जाने के लिए रहने के लिए",
      "example": "I moved out of my parents' house last year, and I will move out of this apartment next year. They moved out of the city last month.",
      "example_translation": "मैंने पिछले साल अपने माता-पिता के घर से निकला था, और मैं अगले साल इस अपार्टमेंट से निकल जाऊँगा। वे पिछले महीने शहर से निकल गए थे",
      "imageLink": "image_files\\English\\"imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "murder",
      "translation": "हत्या",
      "definition": "The act of unlawfully killing another human being with malice aforethought.",
      "definition_translation": "पूर्व नियोजन के साथ दूसरे मानव की अवैध हत्या करने का कार्य",
      "example": "The police investigated the murder of the businessman. He had murdered his wife last year. If he continues to behave recklessly, he will murder someone else.",
      "example_translation": "पुलिस ने व्यापारी की हत्या की जांच की। उन्होंने पिछले साल अपनी पत्नी की हत्या कर दी थी। अगर वह लापरवाही से व्यवहार करता रहता है, तो वह किसी और की हत्या कर देगा।",
      "imageLink": "image_files\\English\\"imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "name",
      "translation": "नाम",
      "definition": "A word or phrase that refers to a specific person, place, or thing.",
      "definition_translation": "एक शब्द या वाक्यांश जो किसी विशेष व्यक्ति, स्थान या वस्तु को संदर्भित करता है",
      "example": "She forgot her name in the exam. He changed his name after marriage. They will name their newborn baby John.",
      "example_translation": "परीक्षा में उसने अपना नाम भूल गई। उसने विवाह के बाद अपना नाम बदल दिया। वे अपने नवजात शिशु का नाम जॉन रखेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "note",
      "translation": "नोट",
      "definition": "A brief written record or reminder.",
      "definition_translation": "एक संक्षिप्त लिखित रिकॉर्ड या याददाश्त",
      "example": "She made a note of the phone number. He wrote a note to his friend. They will take note of your suggestion.",
      "example_translation": "उसने फोन नंबर का नोट लिया। उसने अपने दोस्त के लिए नोट लिखी। वे आपके सुझाव का नोट लेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "notice",
      "translation": "नोटिस",
      "definition": "A written or printed announcement or warning.",
      "definition_translation": "एक लिखित या मुद्रित घोषणा या चेतावनी",
      "example": "The company sent a notice to all employees. He posted a notice on the board. They will take notice of your performance.",
      "example_translation": "कंपनी ने सभी कर्मचारियों को नोटिस भेजा। उसने बोर्ड पर एक नोटिस पोस्ट किया। वे आपके प्रदर्शन का नोटिस लेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "operate",
      "translation": "ऑपरेट करना",
      "definition": "To control or direct the functioning of something, such as a machine or a system.",
      "definition_translation": "किसी चीज के कार्य करने के लिए नियंत्रण या निर्देश देना, जैसे मशीन या सिस्टम。",
      "example": "She operates the heavy machinery with ease. She operated the machinery yesterday. She will operate the new machine tomorrow.",
      "example_translation": "वह भारी मशीनरी को आसानी से संचालित करती है। उसने कल मशीनरी संचालित की। वह कल नई मशीन संचालित करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "organise",
      "translation": "оргानيز करना",
      "definition": "To arrange or systematize something, such as an event or a project, into a structured and coordinated whole.",
      "definition_translation": "कुछ, जैसे कोई घटना या परियोजना, को संरचित और समन्वित पूरे में व्यवस्थित करना।",
      "example": "They organised a charity event last year. They are organising a conference now. They will organise a cultural festival next month.",
      "example_translation": "उन्होंने पिछले साल एक चैरिटी इवेंट का आयोजन किया। वे अब एक कॉन्फ्रेंस का आयोजन कर रहे हैं। वे अगले महीने एक सांस्कृतिक त्योहार का आयोजन करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pass",
      "translation": "पास करना",
      "definition": "To move past something or someone, or to make something or someone move past something or someone else.",
      "definition_translation": "कुछ या किसी के पास से गुजरना या कुछ या किसी को कुछ या किसी और के पास से गुजरना।",
      "example": "I passed the exam with flying colors. He passes the ball to his teammate. She will pass the responsibility to her assistant.",
      "example_translation": "मैंने परीक्षा को उड़ान भरते हुए पास किया। वह अपने टीम के साथी को गेंद पास करता है। वह अपने सहायक को जिम्मेदारी पास करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pass",
      "translation": "पास करना",
      "definition": "To approve or accept something, such as a bill or a proposal.",
      "definition_translation": "कुछ, जैसे एक बिल या एक प्रस्ताव, को स्वीकार या अनुमोदन देना।",
      "example": "The committee passed the new policy. The government passed the law last year. The company will pass the resolution next week.",
      "example_translation": "समिति ने नई नीति पास की। सरकार ने पिछले साल कानून पास किया। कंपनी अगले हफ्ते प्रस्ताव पास करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "perform",
      "translation": "निर्वहन (nirvahan)",
      "definition": "To carry out or accomplish something, such as a task or a duty.",
      "definition_translation": "कुछ करने के लिए, जैसे कार्य या ड्यूटी करने के लिए",
      "example": "Yesterday, the team performed well in the game. Today, they are performing better. Tomorrow, they will perform even better.",
      "example_translation": "कल टीम ने खेल में अच्छा प्रदर्शन किया. आज वे बेहतर प्रदर्शन कर रहे हैं. कल वे और भी बेहतर प्रदर्शन करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pick",
      "translation": "चुनना (chunna)",
      "definition": "To select or choose something, especially carefully.",
      "definition_translation": "किसी चीज का चुनाव करना, особенно सावधानी से.",
      "example": "I picked a book from the shelf. She picks flowers every morning. They will pick a new leader soon.",
      "example_translation": "मैंने अलमारी से एक किताब उठाई. वह सुबह-सुबह फूल चुनती है. वे जल्द ही एक नया नेता चुनेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pick",
      "translation": "चुनना (chunna)",
      "definition": "To lift or take something up, especially with your fingers.",
      "definition_translation": "अपनी उंगलियों से किसी चीज को उठाना या लेना.",
      "example": "Pick up the pen from the floor. She picks apples from the tree every autumn. They will pick up the pace soon.",
      "example_translation": "जमीन से कलम उठाओ. वह.autumn में पेड़ से सेब चुनती है. वे जल्द ही गति में बदलाव लाएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pin",
      "translation": "चिटकना (chitkana)",
      "definition": "A small, thin piece of metal with a point at one end, used for fastening things together.",
      "definition_translation": "एक छोटा, पतला метал का टुकड़ा, जिसके एक सिरे पर नोक है, चीजों को साथ जोड़ने के लिए प्रयोग किया जाता है.",
      "example": "I pinned the paper to the board. She pinned the brooch to her dress. They will pin their hopes on the new project.",
      "example_translation": "मैंने कागज को बोर्ड पर चिटका दिया. वह ने अपने कपड़े पर ब्रोच को चिटका दिया. वे अपने आशाएं नए प्रोजेक्ट पर चिटका देंगे.",
      "imageLink": "image_files\\English\\"imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "plant",
      "translation": "पौधा",
      "definition": "A living organism that grows in the earth and typically has leaves, stems, and roots.",
      "definition_translation": "जमीन में उगने वाला एक जीवित जीव, जिसके आमतौर पर पत्ते, तने और जड़ें होती हैं।",
      "example": "I planted a tree in my backyard last week, I am planting a garden today, and I will plant a flower tomorrow.",
      "example_translation": "मैंने पिछले हफ्ते अपने पिछवाड़े में एक पेड़ लगाया, मैं आज एक बगीचा लगा रहा हूँ, और मैं कल एक फूल लगाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "point",
      "translation": "बिंदु",
      "definition": "A sharp or tapering end; a small spot or mark.",
      "definition_translation": "एक तेज या नुकीला सिरा; एक छोटा स्थान या निशान。",
      "example": "The point of the pencil was very sharp, I pointed to the map to show the location, and the point of the lecture was well taken.",
      "example_translation": "पेंसिल का सिरा बहुत तेज था, मैंने नक्शे पर स्थान दिखाने के लिए इशारा किया, और व्याख्यान का सार अच्छी तरह से समझा गया।",
      "imageLink": "image_files\\English\\"imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "post",
      "translation": "डाक",
      "definition": "A tall, narrow piece of wood, metal, or concrete used to support or mark something.",
      "definition_translation": "किसी चीज के समर्थन या निशान के लिए इस्तेमाल किया जाने वाला लकड़ी, लोहे या कंक्रीट का एक लंबा और संकीर्ण टुकड़ा。",
      "example": "I posted a letter to my friend yesterday, the post in the garden is very old, and she will post the news on social media tomorrow.",
      "example_translation": "मैंने कल अपने दोस्त को एक पत्र भेजा था, बगीचे में लगा पोस्ट बहुत पुराना है, और वह कल सोशल मीडिया पर खबर पोस्ट करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "postpone",
      "translation": "स्थगित करना",
      "definition": "To put off or delay an event or decision until a later time.",
      "definition_translation": "किसी घटना या निर्णय को बाद के समय के लिए टालना या स्थगित करना।",
      "example": "We had to postpone the meeting due to bad weather, I will postpone my trip until next month, and they postponed the exam until further notice.",
      "example_translation": "हमें खराब मौसम के कारण बैठक स्थगित करनी पड़ी, मैं अगले महीने तक अपनी यात्रा स्थगित करूँगा, और उन्होंने परीक्षा को आगे की सूचना तक स्थगित कर दी।",
      "imageLink": "image_files\\English\\"imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pour",
      "translation": "डालो",
      "definition": "To flow or move fluidly, especially in a steady stream",
      "definition_translation": "निरंतर धारा में प्रवाहित होना या निकालना",
      "example": "She poured the water into the glass. Yesterday, she had poured the juice into the cup. Tomorrow, she will pour the coffee into the mug.",
      "example_translation": "उसने गिलास में पानी डाला. कल उसने कप में रस डाला था. कल उसने मग में कॉफी डालेगी.",
      "imageLink": "image_files\\English\\"imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pray",
      "translation": "प्रार्थना करना",
      "definition": "To speak to a deity or supernatural being in order to express devotion or gratitude",
      "definition_translation": "किसी देवता या अलौकिक प्राणी से भक्ति या कृतज्ञता व्यक्त करने के लिए बोलना",
      "example": "I pray every morning. She prays every night. They will pray for the recovery of the patient.",
      "example_translation": "मैं हर सुबह प्रार्थना करता हूँ. वह हर रात प्रार्थना करती है. वे रोगी के ठीक होने के लिए प्रार्थना करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "press",
      "translation": "दबाना",
      "definition": "To exert pressure or force on something in order to flatten, shape, or compress it",
      "definition_translation": "किसी चीज पर दबाव या बल लगाना ताकि इसे सपाट, आकार देना या संकुचित करना",
      "example": "Press the button to open the door. She pressed the iron to remove the wrinkles. They will press the grapes to make wine.",
      "example_translation": "दरवाज़ा खोलने के लिए बटन दबाएं. उसने सिलवटें हटाने के लिए इस्पात दबाया. वे अंगूर दबाकर शाराब बनाएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "prevent",
      "translation": "रोकना",
      "definition": "To stop something from happening or from being done",
      "definition_translation": "किसी चीज को होने से रोकना या करने से रोकना",
      "example": "Take measures to prevent the fire from spreading. She prevented the accident from happening. They will prevent the disease from spreading.",
      "example_translation": "आग के फैलने से रोकने के लिए उपाय करें. उसने दुर्घटना होने से रोका. वे बीमारी के फैलने से रोकेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "produce",
      "translation": "उत्पादन करना",
      "definition": "To make or manufacture something, especially in large quantities.",
      "definition_translation": "कुछ özellikle बड़ी मात्रा में बनाना या निर्माण करना",
      "example": "The company will produce 1000 units of the new product by the end of the year. Last year, they produced 500 units. They will have produced 2000 units by next year.",
      "example_translation": "कंपनी इस साल के अंत तक नए उत्पाद की 1000 इकाइयां उत्पादन करेगी। पिछले साल, उन्होंने 500 इकाइयां उत्पादन की। वे अगले साल तक 2000 इकाइयां उत्पादन करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "promise",
      "translation": "वचन देना",
      "definition": "A commitment or guarantee to do something.",
      "definition_translation": "किसी चीज को करने का वचन या गारंटी।",
      "example": "I promise to finish the project by Friday. I promised to help her last week. I will promise to attend the meeting next month.",
      "example_translation": "मैं शुक्रवार तक परियोजना पूरी करने का वचन देता हूँ। मैंने पिछले हफ्ते उसकी मदद करने का वचन दिया था। मैं अगले महीने बैठक में शामिल होने का वचन दूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "protect",
      "translation": "रक्षा करना",
      "definition": "To keep someone or something safe from harm or injury.",
      "definition_translation": "किसी को या कुछ को नुकसान या चोट से सुरक्षा करना।",
      "example": "We need to protect the environment from pollution. We protected the city from the floods last year. We will protect the data from cyber attacks.",
      "example_translation": "हमें पर्यावरण को प्रदूषण से सुरक्षा करने की जरूरत है। हमने पिछले साल बाढ़ से शहर की रक्षा की। हम साइबर हमलों से डेटा की रक्षा करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "prove",
      "translation": "साबित करना",
      "definition": "To show or demonstrate the truth or existence of something.",
      "definition_translation": "कुछ की सच्चाई या अस्तित्व को दिखाना या प्रदर्शित करना।",
      "example": "The scientist had to prove the theory with experiments. She proved her point with evidence. They will prove their innocence in court.",
      "example_translation": "वैज्ञानिक को प्रयोगों से सिद्धांत को साबित करना पड़ा। उसने साक्ष्य के साथ अपना बिंदु साबित किया। वे अदालत में अपनी निर्दोषता साबित करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "provide",
      "translation": "प्रदान करना",
      "definition": "to make something available for use or to supply something that is needed",
      "definition_translation": "किसी चीज को उपयोग के लिए उपलब्ध कराना या जरूरत की चीज प्रदान करना",
      "example": "The company will provide laptops to all employees. We provided financial assistance to the needy family. They will provide excellent customer service.",
      "example_translation": "कंपनी सभी कर्मचारियों को लैपटॉप प्रदान करेगी। हमने जरूरतमंद परिवार को वित्तीय सहायता प्रदान की। वे उत्कृष्ट ग्राहक सेवा प्रदान करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "punish",
      "translation": "सज़ा देना",
      "definition": "to give someone a penalty or punishment for doing something wrong",
      "definition_translation": "किसी को गलत करने पर सज़ा देना",
      "example": "The judge will punish the criminal for his crime. We punish our children when they misbehave. They punished the team for breaking the rules.",
      "example_translation": "जज अपराधी को उसके अपराध के लिए सज़ा देगा। हम अपने बच्चों को मिसबिहेव करते समय सज़ा देते हैं। वे टीम को नियम तोड़ने के लिए सज़ा दी गई।",
      "imageLink": "image_files\\English\\"imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "quit",
      "translation": "छोड़ना",
      "definition": "to stop doing something or to leave a place",
      "definition_translation": "कुछ करना बंद करना या किसी जगह से निकलना",
      "example": "I will quit my job if I don't get a raise. She quit smoking after her pregnancy. They quit the company to start their own business.",
      "example_translation": "मैं नौकरी छोड़ दूंगा अगर मुझे वेतन वृद्धि नहीं मिलती। वह गर्भावस्था के बाद धूम्रपान छोड़ दिया। वे अपना व्यवसाय शुरू करने के लिए कंपनी छोड़ दी।",
      "imageLink": "image_files\\English\\"imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "quit",
      "translation": "छोड़ना",
      "definition": "to stop doing something or to leave a place",
      "definition_translation": "कुछ करना बंद करना या किसी जगह से निकलना",
      "example": "He quits the game when he loses. We will quit the party if it gets too loud. They quit their studies to pursue their passion.",
      "example_translation": "वह हार के बाद खेल छोड़ देता है। हम पार्टी छोड़ देंगे अगर वह बहुत जोर से हो जाती है। वे अपना जुनूनannie का पालन करने के लिए अध्ययन छोड़ देते हैं।",
      "imageLink": "image_files\\English\\"imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "race",
      "translation": "दौड़",
      "definition": "A competition between runners, horses, or vehicles to see who can finish first.",
      "definition_translation": "पहले खत्म करने के लिए धावकों, घोड़ों या वाहनों के बीच प्रतियोगिता",
      "example": "I've been training for months to win the race. I won the race last year. I will participate in the race next week.",
      "example_translation": "मैं महीनों से रेस जीतने के लिए ट्रेनिंग कर रहा हूँ. मैंने पिछले साल रेस जीती थी. मैं अगले हफ्ते रेस में हिस्सा लूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "raise",
      "translation": "उठाना",
      "definition": "To lift something or someone up, or to increase the amount or level of something.",
      "definition_translation": "किसी चीज या किसी को ऊपर उठाना, या किसी चीज की मात्रा या स्तर को बढ़ाना",
      "example": "She raised her hand to ask a question. They raise their kids with love. He will raise the salary next year.",
      "example_translation": "उसने सवाल पूछने के लिए अपना हाथ उठाया. वे प्यार से अपने बच्चे पालते हैं. वह अगले साल वेतन बढ़ाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rebuild",
      "translation": "पुनर्निर्माण",
      "definition": "To build something again, especially after it has been damaged or destroyed.",
      "definition_translation": "किसी चीज का पुनर्निर्माण करना, Özellikle जब उसे नुकसान या नाश हो गया हो",
      "example": "They rebuilt the city after the earthquake. The company will rebuild the factory next year. We rebuilt our house last year.",
      "example_translation": "उन्होंने भूकंप के बाद शहर का पुनर्निर्माण किया. कंपनी अगले साल फैक्ट्री का पुनर्निर्माण करेगी. हमने पिछले साल अपना घर पुनर्निर्माण किया.",
      "imageLink": "image_files\\English\\"imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "recycle",
      "translation": "पुनर्चक्रण",
      "definition": "To treat or process used materials to produce new products.",
      "definition_translation": "प्रयोग की गई सामग्री को नये उत्पाद पroduce करने के लिए चालू करना या प्रोसेस करना",
      "example": "We recycle paper and plastic to save the environment. They recycle old computers. She recycles glass bottles.",
      "example_translation": "हम पर्यावरण बचाने के लिए कागज और प्लास्टिक का पुनर्चक्रण करते हैं. वे पुराने कंप्यूटर का पुनर्चक्रण करते हैं. वह ग्लास बोतलों का पुनर्चक्रण करती है.",
      "imageLink": "image_files\\English\\"imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "replace",
      "translation": "प्रतिस्थापना",
      "definition": "To put something or someone in the place of another thing or person.",
      "definition_translation": "किसी चीज या व्यक्ति के स्थान पर कुछ और रख देना",
      "example": "I replaced the old phone with a new one. I am replacing the broken window. I will replace the car tire tomorrow.",
      "example_translation": "मैंने पुराने फोन को नये से बदल दिया. मैं टूटी हुई खिड़की की जगह ले रहा हूँ. कल मैं कार टायर बदल दूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rescue",
      "translation": "बचाव",
      "definition": "To save someone or something from a difficult or dangerous situation.",
      "definition_translation": "किसी को या कुछ को खतरनाक स्थिति से बचाना",
      "example": "The firefighters rescued the people from the burning building. The rescue team is rescuing the stranded hikers. They will rescue the drowning child.",
      "example_translation": "आग लगने वाली इमारत से अग्निशामकों ने लोगों को बचाया. बचाव टीम ने फंसे हुए ट्रेकर्स को बचा रही है. वे डूबते बच्चे को बचा लेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "reserve",
      "translation": "आरक्षित",
      "definition": "To keep something for future use or to set aside for a particular purpose.",
      "definition_translation": "भविष्य के लिए कुछ रखना या विशेष उद्देश्य के लिए अलग रखना",
      "example": "I reserved a seat for the concert. The company reserves the right to change the rules. She will reserve the hotel room for next month.",
      "example_translation": "मैंने संगीत कार्यक्रम के लिए एक सीट आरक्षित कर दी. कंपनी नियम बदलने का अधिकार आरक्षित रखती है. वह अगले महीने के लिए होटल का कमरा आरक्षित कर देगी.",
      "imageLink": "image_files\\English\\"imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rest",
      "translation": "आराम",
      "definition": "A period of relaxation or sleep.",
      "definition_translation": "आराम करने या सोए का समय",
      "example": "I need to rest for a while. She rested for an hour after the workout. They will rest at the hotel tonight.",
      "example_translation": "मुझे थोड़े समय के लिए आराम करने की जरूरत है. उसने व्यायाम के बाद एक घंटे के लिए आराम किया. वे आज रात होटल में आराम करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "revise",
      "translation": "संशोधन करना",
      "definition": "To review or alter something, typically a written work, to make improvements or corrections.",
      "definition_translation": "किसी लिखित कार्य को सुधार या संशोधन करने के लिए समीक्षा या बदलाव करना",
      "example": "I revised my essay three times before submitting it. I had revised the plan to include more details. I will revise the script before the final performance.",
      "example_translation": "मैंने अपना निबंध तीन बार ठीक करने से पहले जमा कर दिया। मैंने विस्तृत विवरण के साथ योजना संशोधित की थी। मैं अंतिम प्रदर्शन से पहले स्क्रिप्ट संशोधित करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rob",
      "translation": "लूटमार करना",
      "definition": "To take property or money from someone by force or threat of violence, especially in a rough or violent way.",
      "definition_translation": "हिंसा या हिंसा की धमकी के जरिए किसी से संपत्ति या पैसा लेना, đặc.tailतर तरीके से।",
      "example": "The thief robbed the bank yesterday. The gang robbed several shops in the area. The burglar will rob the house tonight.",
      "example_translation": "चोर ने कल बैंक लूट लिया। गैंग ने इलाके में कई दुकानों को लूट लिया। चोर रात को घर लूट लेगा।",
      "imageLink": "image_files\\English\\"imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "run",
      "translation": "दौड़ना",
      "definition": "To move quickly on foot, often for a long distance or in a hurry, or to operate or manage something.",
      "definition_translation": "पैर से तेजी से चलना, अक्सर लंबी दूरी या जल्दी में या कुछ संचालित या प्रबंधित करना",
      "example": "I ran three miles this morning. She ran the company successfully for five years. They will run the marathon tomorrow.",
      "example_translation": "मैंने सुबह तीन मील दौड़े। वह पांच साल के लिए सफलतापूर्वक कंपनी चलाई। वे कल मैराथन दौड़ेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "save",
      "translation": "बचाना",
      "definition": "To keep or preserve something, especially from loss, harm, or destruction, or to set aside for future use.",
      "definition_translation": "कुछ को नुकसान, हानि या विनाश से बचाना या भविष्य के उपयोग के लिए अलग रखना",
      "example": "I saved my money for the trip. The firefighters saved the family from the burning building. You should save the file before closing the program.",
      "example_translation": "मैंने यात्रा के लिए पैसे बचाए। अग्निशामकों ने जलते भवन से परिवार को बचाया। आपको प्रोग्राम बंद करने से पहले फाइल बचानी चाहिए।",
      "imageLink": "image_files\\English\\"imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "score",
      "translation": "स्कोर",
      "definition": "A score is a number of points or goals achieved in a game, test, or contest.",
      "definition_translation": "एक स्कोर एक गेम, टेस्ट, या प्रतियोगिता में प्राप्त किए गए अंकों या लक्ष्यों की संख्या है.",
      "example": "I scored high in the math test. I will score a goal in the soccer game tomorrow. She scored a century in the previous match.",
      "example_translation": "मैंने गणित परीक्षा में उच्च स्कोर किया. मैं कल सॉकर गेम में एक लक्ष्य स्कोर करूँगा. उसने पिछले मैच में एक शतक स्कोर किया.",
      "imageLink": "image_files\\English\\"imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "scream",
      "translation": "चिल्लाना",
      "definition": "To scream is to produce a loud, high-pitched cry, typically to express fear, pain, or excitement.",
      "definition_translation": "चिल्लाना एक उच्च, तीव्र क्री बनाना है, आमतौर पर डर, दर्द या उत्साह के लिए.",
      "example": "The child screamed in terror when she saw the monster. The crowd screamed with excitement when the concert started. She screamed at the top of her lungs when she won the lottery.",
      "example_translation": "जब बच्चे ने मॉन्स्टर देखा तो她 चिल्ला उठा. संकट ने संगीत कार्यक्रम शुरू होने पर उत्साह से चिल्लाया. लॉटरी जीतने पर वह अपने फेफड़ों की पूरी ताकत से चिल्ला उठी.",
      "imageLink": "image_files\\English\\"imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "search",
      "translation": "खोजना",
      "definition": "To search is to look carefully and thoroughly for something, typically in a systematic way.",
      "definition_translation": "खोजना एक व्यवस्थित तरीके से सावधानी और पूरी तरह से किसी चीज के लिए देखना है.",
      "example": "I searched for my keys everywhere but couldn't find them. She searched the internet for information on the topic. They searched the house from top to bottom.",
      "example_translation": "मैंने अपनी चाबी हर जगह ढूँढी लेकिन नहीं मिली. उसने टॉपिक पर जानकारी के लिए इंटरनेट की खोज की. वे ने घर की ऊपर से नीचे तक खोज की.",
      "imageLink": "image_files\\English\\"imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "select",
      "translation": "चुनना",
      "definition": "To select is to choose something or someone from a group or range of options.",
      "definition_translation": "चुनना एक समूह या विकल्पों की रेंज से किसी चीज या किसी को चुनना है.",
      "example": "I selected the best option from the list. She selected a beautiful dress for the party. They selected the most experienced candidate for the job.",
      "example_translation": "मैंने सूची से सर्वश्रेष्ठ विकल्प चुना. उसने पार्टी के लिए एक सुंदर ड्रेस चुना. वे ने नौकरी के लिए सबसे अनुभवी उम्मीदवार को चुना.",
      "imageLink": "image_files\\English\\"imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "serve",
      "translation": "सेवा करना",
      "definition": "To provide food, drink, or other necessities to someone.",
      "definition_translation": "किसी को भोजन, पेय या अन्य आवश्यकताओं की पूर्ति करना",
      "example": "I served coffee to our guests. I am serving breakfast now. I will serve dinner tonight.",
      "example_translation": "मैं हमारे मेहमानों के लिए कॉफी परोस रहा था. मैं अब नाश्ता परोस रहा हूँ. मैं आज रात को रात का खाना परोसूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sew",
      "translation": "सीना",
      "definition": "To join or repair something using a needle and thread.",
      "definition_translation": "सुई और धागे का उपयोग करके कुछ जोड़ना या ठीक करना",
      "example": "I sewed my torn shirt yesterday. I am sewing a new dress now. I will sew a button on my coat tomorrow.",
      "example_translation": "मैंने कल मेरी फटी हुई शर्ट सिल दी. मैं अब एक नई ड्रेस सिल रहा हूँ. मैं कल मेरे कोट पर एक बटन सिल दूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "shake",
      "translation": "हिलाना",
      "definition": "To move quickly and strongly from side to side, or to make something or someone do this.",
      "definition_translation": "एक तरफ से दूसरी तरफ जल्दी और मज़बूती से हिलना या किसी चीज़ या किसी को यह करने के लिए मजबूर करना",
      "example": "I shook hands with my friend yesterday. I am shaking my head now. I will shake my fist tomorrow.",
      "example_translation": "मैंने कल अपने दोस्त के साथ हाथ मिलाया. मैं अब अपना सिर हिला रहा हूँ. मैं कल अपना मुट्ठी हिला दूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "shake hands",
      "translation": "हाथ मिलाना",
      "definition": "To greet someone by holding and shaking their hand.",
      "definition_translation": "किसी का अभिवादन करने के लिए उनका हाथ पकड़ना और हिलाना",
      "example": "I shook hands with my boss when I got the job. I shake hands with my friends when we meet. I will shake hands with my business partner tomorrow.",
      "example_translation": "जब मैंने नौकरी पायी तो मैंने अपने बॉस के साथ हाथ मिलाया. मैं अपने दोस्तों के साथ हाथ मिलाता हूँ जब हम मिलते हैं. मैं कल अपने व्यावसायिक साथी के साथ हाथ मिला दूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "shoot",
      "translation": "शूट",
      "definition": "to fire a bullet or an arrow from a gun or bow",
      "definition_translation": "एक बंदूक या धनुष से एक गोली या तीर निकालना",
      "example": "I shot an arrow at the target yesterday, I am shooting now, and I will shoot again tomorrow.",
      "example_translation": "मैंने कल.getTarget पर एक तीर निकाला, मैं अब निकाल रहा हूँ, और मैं कल फिर निकालूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "shop",
      "translation": "दुकान",
      "definition": "a building or part of a building where goods or services are sold",
      "definition_translation": "एक इमारत या एक इमारत का हिस्सा जहां माल या सेवाएं बेची जाती हैं",
      "example": "I shopped at the mall yesterday, I am shopping online now, and I will shop at the market tomorrow.",
      "example_translation": "मैंने कल मॉल में खरीदारी की, मैं अब ऑनलाइन खरीदारी कर रहा हूँ, और मैं कल बाज़ार में खरीदारी करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ski",
      "translation": "स्की",
      "definition": "a long, flat, narrow piece of equipment used for gliding over snow",
      "definition_translation": "बर्फ़ पर फिसलने के लिए इस्तेमाल किया जाने वाला लंबा, फ्लैट, संकीर्ण उपकरण",
      "example": "I skied down the mountain yesterday, I am skiing now, and I will ski again tomorrow.",
      "example_translation": "मैंने कल पर्वत से स्कीईंग की, मैं अब स्कीईंग कर रहा हूँ, और मैं कल फिर स्कीईंग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "slip",
      "translation": "फिसलना",
      "definition": "to fall or slide accidentally or suddenly",
      "definition_translation": "अनजाने या अचानक गिरना या फिसलना",
      "example": "I slipped on the ice yesterday, I am slipping on the floor now, and I will slip on the banana peel tomorrow.",
      "example_translation": "मैंने कल बर्फ़ पर फिसल दिया, मैं अब फ्लोर पर फिसल रहा हूँ, और मैं कल केले के छिलके पर फिसलूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "smell",
      "translation": "गंध",
      "definition": "to perceive the odor or scent of something",
      "definition_translation": "किसी चीज की गंध या सुगंध का पता लगाना",
      "example": "I could smell the freshly baked cookies in the oven. Yesterday, I smelled the flowers in the garden. Tomorrow, I will smell the coffee brewing in the morning.",
      "example_translation": "मैं ओवन में ताजा बेक्ड कुकीज की गंध महसूस कर सकता था. कल, मैंने गार्डन में फूलों की गंध सूंघी. कल, सुबह कॉफी ब्रूइंग की गंध महसूस करूंगा.",
      "imageLink": "image_files\\English\\"imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "smile",
      "translation": "मुस्कुराना",
      "definition": "a facial expression characterized by a slight raising of the corners of the mouth",
      "definition_translation": "मुँह के कोनों का हल्का उठना",
      "example": "She smiled at me when I walked into the room. Yesterday, he smiled at the thought of his birthday party. Tomorrow, they will smile when they see the surprise gift.",
      "example_translation": "जब मैं कमरे में चला गया, तो वह मेरे लिए मुस्कुराई. कल, अपने जन्मदिन की पार्टी के बारे में सोचते हुए वह मुस्कुराया. कल, आश्चर्य उपहार देखने पर वे मुस्कुरायेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "spill",
      "translation": "गिराना",
      "definition": "to cause or allow a liquid to flow or fall out of a container",
      "definition_translation": "किसी लिक्विड को कंटेनर से बाहर निकालना या बहने देना",
      "example": "I spilled the coffee on my shirt this morning. Yesterday, she spilled the juice on the table. Tomorrow, they will spill the water when they are playing.",
      "example_translation": "अज मैंने अपने शर्ट पर कॉफी गिरा दी. कल, वह मेज पर जूस गिरा दिया. कल, वे खेलते समय पानी गिरा देंगे.",
      "imageLink": "image_files\\English\\"imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "spoil",
      "translation": "बिगाड़ना",
      "definition": "to damage or ruin something so that it is no longer usable or enjoyable",
      "definition_translation": "किसी चीज को नुकसान पहुँचाना या उसका उपयोग करने योग्य न होना",
      "example": "The rain spoiled our picnic plans. Yesterday, he spoiled the surprise by telling everyone. Tomorrow, they will spoil the food if they don't refrigerate it.",
      "example_translation": "बरसात ने हमारी पिकनिक की योजनाओं को बिगाड़ दिया. कल, वह सबको बताकर Sürprize को बिगाड़ दिया. कल, अगर वे उसे फ्रिज न करें तो वे खाने को बिगाड़ देंगे.",
      "imageLink": "image_files\\English\\"imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stick",
      "translation": "चिपकाना",
      "definition": "To attach or fix something to something else, especially using glue or a sticky substance.",
      "definition_translation": "कुछ को कुछ के साथ चिपकाना या फिक्स करना,尤ally गोया या चिपचिपा पदार्थ का उपयोग कर。",
      "example": "I stuck the poster on the wall. She will stick the label on the package. They stuck together through thick and thin.",
      "example_translation": "मैंने पोस्टर को दीवार पर चिपका दिया. वह पैकेज पर लेबल चिपकाएगी. वे मोटे और पतले में एक साथ चिपके रहे.",
      "imageLink": "image_files\\English\\"imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stir",
      "translation": "हिलाना",
      "definition": "To move a spoon or other object around in a mixture in order to mix it.",
      "definition_translation": "एक मिश्रण में एक चम्मच या अन्य वस्तु को घुमाने के लिए, जिससे मिश्रण हो.",
      "example": "Stir the mixture well before baking. She stirred the coffee with a spoon. They will stir the soup before serving.",
      "example_translation": "ओवन में बेक करने से पहले मिश्रण को अच्छी तरह से हिला दे. उसने चम्मच से कॉफी हिला दी. वे सर्व करने से पहले सूप हिला देंगे.",
      "imageLink": "image_files\\English\\"imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "strike",
      "translation": "आघात",
      "definition": "To hit something forcefully, especially with a quick and powerful movement.",
      "definition_translation": "कुछ को बलपूर्वक मारना, विशेष रूप से तेज और शक्तिशाली आंदोलन के साथ.",
      "example": "The batter struck the ball with his bat. The storm struck the city suddenly. They will strike the iron while it's hot.",
      "example_translation": "बैटर ने अपने बैट से गेंद को मारा. तूफान ने अचानक शहर को मारा. वे गर्म लोहे को मारेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "succeed",
      "translation": "सफल होना",
      "definition": "To achieve something that you have been trying to do, especially after a lot of effort.",
      "definition_translation": "कुछ प्राप्त करना जिसका आप प्रयास कर रहे हैं, Особенно बहुत प्रयास के बाद.",
      "example": "She succeeded in getting the job. They succeeded in landing on the moon. He will succeed in his business venture.",
      "example_translation": "उसने नौकरी पाने में सफल हुई. वे चांद पर उतरने में सफल हुए. वह अपने व्यावसायिक उद्यम में सफल होगा.",
      "imageLink": "image_files\\English\\"imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "suggest",
      "translation": "सुझाव देना",
      "definition": "To propose or recommend something as a solution or possibility.",
      "definition_translation": "किसी समाधान या संभावना के रूप में कुछ प्रस्तावित या सिफारिश करना",
      "example": "The consultant suggested several options to improve the company's profitability. She had suggested a new marketing strategy earlier. They will suggest a few changes to the proposal tonight.",
      "example_translation": "परामर्शदाता ने कंपनी की लाभप्रदता में सुधार के लिए कई विकल्प सुझाए। उसने पहले एक नई विपणन रणनीति का सुझाव दिया था। वे आज रात को प्रस्ताव में कुछ परिवर्तन सुझाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sunbathe",
      "translation": "सूरज स्नान करना",
      "definition": "To lie or sit in the sun, usually without clothes, in order to get a tan or for pleasure.",
      "definition_translation": "सूरज में लेटे या बैठे हुए, आमतौर पर कपड़े के बिना, टैन प्राप्त करने या आनंद के लिए",
      "example": "I love to sunbathe on the beach during my vacation. She sunbathed on the roof yesterday. They will sunbathe on the deck next weekend.",
      "example_translation": "मैं अपनी छुट्टी के दौरान समुद्र तट पर सूरज स्नान करना पसंद करता हूँ। उसने कल छत पर सूरज स्नान किया था। वे अगले सप्ताहांत में डेक पर सूरज स्नान करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "support",
      "translation": "समर्थन करना",
      "definition": "To give assistance or encouragement to someone or something.",
      "definition_translation": "किसी या कुछ को सहायता या प्रोत्साहन प्रदान करना।",
      "example": "The charity provides support to homeless people. Our team will support the new project. She has supported her sister throughout her illness.",
      "example_translation": "चैरिटी घरlose लोगों को सहायता प्रदान करती है। हमारी टीम नई परियोजना का समर्थन करेगी। उसने अपनी बहन की बीमारी के दौरान उसका साथ दिया है।",
      "imageLink": "image_files\\English\\"imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "support",
      "translation": "समर्थन करना",
      "definition": "To give assistance or encouragement to someone or something.",
      "definition_translation": "किसी या कुछ को सहायता या प्रोत्साहन प्रदान करना।",
      "example": "The government provides financial support to small businesses. We supported the local team during the tournament. They will support the new policy.",
      "example_translation": "सरकार छोटे व्यवसायों को आर्थिक सहायता प्रदान करती है। हमने टूर्नामेंट के दौरान स्थानीय टीम का साथ दिया था। वे नई नीति का समर्थन करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "switch off",
      "translation": "बंद करो",
      "definition": "To stop the flow of electricity to a device or machine, typically by using a switch or button.",
      "definition_translation": "किसी डिवाइस या मशीन के लिए बिजली के प्रवाह को रोकना, आम तौर पर एक स्विच या बटन का उपयोग करके",
      "example": "I switch off the light when I leave the room. I switched off the TV last night. I will switch off the computer when I finish my work.",
      "example_translation": "मैं कमरा छोड़ने पर लाइट बंद कर देता हूं। मैंने पिछली रात टीवी बंद कर दी। मैं अपना काम पूरा करने पर कंप्यूटर बंद कर दूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "switch on",
      "translation": "चालू करो",
      "definition": "To start the flow of electricity to a device or machine, typically by using a switch or button.",
      "definition_translation": "किसी डिवाइस या मशीन के लिए बिजली के प्रवाह को शुरू करना, आम तौर पर एक स्विच या बटन का उपयोग करके",
      "example": "I switch on the light when I enter the room. I switched on the TV last night. I will switch on the computer when I start my work.",
      "example_translation": "मैं कमरे में प्रवेश करने पर लाइट चालू कर देता हूं। मैंने पिछली रात टीवी चालू कर दी। मैं अपना काम शुरू करने पर कंप्यूटर चालू कर दूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "taste",
      "translation": "स्वाद",
      "definition": "The sensation of flavor or sweetness in the mouth, or the ability to experience this sensation.",
      "definition_translation": "मुंह में स्वाद या मिठास की संवेदना, या इस संवेदना का अनुभव करने की क्षमता",
      "example": "I don't like the taste of this medicine. She tasted the food before serving. The chef will taste the dish before serving it.",
      "example_translation": "मुझे इस दवा का स्वाद पसंद नहीं है। उसने परोसने से पहले भोजन का स्वाद चखा। शेफ परोसने से पहले व्यंजन का स्वाद चखेगा।",
      "imageLink": "image_files\\English\\"imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tear",
      "translation": "आंसू",
      "definition": "To pull or rend apart by force, or to cause to become torn or damaged.",
      "definition_translation": "बलपूर्वक अलग करना या फाड़ना, या टुकड़े करना या नुकसान पहुंचाना",
      "example": "I tore the page while turning it. She tears up when she watches a sad movie. The cloth will tear if you pull it too hard.",
      "example_translation": "मैंने पेज को मोड़ते समय फाड़ दिया। वह रोती है जब वह एक साधारण फिल्म देखती है। कपड़ा फट जाएगा यदि आप इसे बहुत जोर से खींचते हैं।",
      "imageLink": "image_files\\English\\"imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "test",
      "translation": "परीक्षा",
      "definition": "A test is a series of questions or problems used to assess a person's knowledge or skills.",
      "definition_translation": "एक परीक्षा एक व्यक्ति के ज्ञान या कौशल का मूल्यांकन करने के लिए प्रयुक्त प्रश्न या समस्याओं की एक श्रृंखला है",
      "example": "I will take a test tomorrow to evaluate my understanding of the subject. I took a test last week and it was very difficult. If I study hard, I will pass the test next month.",
      "example_translation": "मैं कल विषय की अपनी समझ का मूल्यांकन करने के लिए एक परीक्षा लूंगा। मैंने पिछले हफ्ते एक परीक्षा ली और वह बहुत कठिन थी। अगर मैं कड़ी मेहनत करूँ, तो मैं अगले महीने परीक्षा पास करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tick",
      "translation": "टिक",
      "definition": "A tick is a small arachnid that feeds on the blood of animals and humans.",
      "definition_translation": "एक टिक एक छोटा एरैक्निड है जो जानवरों और मनुष्यों के रक्त पर पनपता है",
      "example": "The hiker found a tick on his leg after walking through the forest. I will check my dog for ticks after our walk. Tick bites can be very dangerous if not treated properly.",
      "example_translation": "हाइकερ ने वन से चलते हुए अपने पैर पर एक टिक पाया। मैं हमारे टहलने के बाद अपने कुत्ते की टिक की जांच करूँगा। टिक के काटने से बहुत खतरा हो सकता है अगर उचित उपचार न किया जाए।",
      "imageLink": "image_files\\English\\"imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tie",
      "translation": "टाई",
      "definition": "A tie is a type of neckwear worn by men, typically made of cloth or silk.",
      "definition_translation": "एक टाई पुरुषों द्वारा पहना जाने वाला एक प्रकार का गलाewear है, आमतौर पर कपड़े या रेशम से बना होता है",
      "example": "He wore a tie to the formal event. I will tie my shoelaces before running. The tie between the two countries is very strong.",
      "example_translation": "उन्होंने औपचारिक घटना में एक टाई पहना था। मैं दौड़ने से पहले अपने जूते की लेस टाई करूँगा। दो देशों के बीच की टाई बहुत मजबूत है",
      "imageLink": "image_files\\English\\"imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "total",
      "translation": "कुल",
      "definition": "The total is the sum or amount of something when it is added up or reckoned together.",
      "definition_translation": "कुल किसी چیز का योग या मात्रा है जब इसे जोड़ा या मिला होता है",
      "example": "The total cost of the items is very high. I will check the total amount of money in my account. The total number of students in the class is 30.",
      "example_translation": "आइटम्स की कुल लागत बहुत उच्च है। मैं अपने खाते में पैसे की कुल राशि की जांच करूँगा। क्लास में छात्रों की कुल संख्या 30 है",
      "imageLink": "image_files\\English\\"imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tour",
      "translation": "यात्रा",
      "definition": "A journey with guide or escort, especially one with a view to pleasure or recreation.",
      "definition_translation": "एक गाइड या एस्कॉर्ट के साथ यात्रा, विशेष रूप से आनंद या मनोरंजन के उद्देश्य से।",
      "example": "I went on a tour of Europe last summer. I am going on a tour of Asia next month. I went on a tour of Africa last year.",
      "example_translation": "मैं पिछले 夏 में यूरोप की यात्रा पर गया था। मैं अगले महीने एशिया की यात्रा पर जा रहा हूँ। मैं पिछले साल अफ्रीका की यात्रा पर गया था।",
      "imageLink": "image_files\\English\\"imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "train",
      "translation": "ट्रेन",
      "definition": "A self-propelled vehicle on rails, consisting of a linked series of cars, for transporting people or goods.",
      "definition_translation": "रेल पर एक स्व-प्रचालित वाहन, लोगों या सामान को ले जाने के लिए जुड़े हुए कारों की एक श्रृंखला।",
      "example": "I took the train to work this morning. I take the train to school every day. I will take the train to visit my family next week.",
      "example_translation": "मैं आज सुबह काम पर ट्रेन से गया था। मैं हर दिन स्कूल जाने के लिए ट्रेन से जाता हूँ। मैं अगले हफ्ते अपने परिवार से मिलने के लिए ट्रेन से जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "transfer",
      "translation": "स्थानांतरण",
      "definition": "To move something or someone from one place to another, especially in an official or formal way.",
      "definition_translation": "किसी जगह से दूसरी जगह कुछ या किसी को ले जाना, विशेष रूप से आधिकारिक या औपचारिक तरीके से।",
      "example": "I transferred to a new school last year. I transfer money to my brother every month. I will transfer to a new company next year.",
      "example_translation": "मैं पिछले साल एक नए स्कूल में स्थानांतरित हो गया था। मैं हर महीने अपने भाई को पैसे स्थानांतरित करता हूँ। मैं अगले साल एक नई कंपनी में स्थानांतरित हो जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "translate",
      "translation": "अनुवाद",
      "definition": "To express the sense of (words or text) in another language.",
      "definition_translation": "किसी शब्द या पाठ को दूसरी भाषा में व्यक्त करना।",
      "example": "I translate English to Hindi every day. I translated a book from English to Hindi last year. I will translate a website from English to Hindi next month.",
      "example_translation": "मैं हर दिन अंग्रेजी का हिन्दी में अनुवाद करता हूँ। मैं पिछले साल एक पुस्तक का अंग्रेजी से हिन्दी में अनुवाद किया था। मैं अगले महीने एक वेबसाइट का अंग्रेजी से हिन्दी में अनुवाद करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "try",
      "translation": "प्रयास करना",
      "definition": "to make an effort to do something or to achieve something",
      "definition_translation": "कुछ करने या कुछ हासिल करने के लिए प्रयास करना",
      "example": "I tried to ride a bike when I was a kid. I try to ride a bike every day. I will try to ride a bike tomorrow.",
      "example_translation": "मैं बच्चा था तब मैंने साइकिल चलाने की कोशिश की। मैं हर दिन साइकिल चलाने की कोशिश करता हूँ। मैं कल साइकिल चलाने की कोशिश करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "type",
      "translation": "प्रकार",
      "definition": "a category of people or things having common characteristics",
      "definition_translation": "लोगों या चीजों की एक श्रेणी जिनके सामान्य लक्षण हैं",
      "example": "There are many types of cars. What type of music do you like? She will type a letter to her friend.",
      "example_translation": "कारों के कई प्रकार हैं। आपको किस प्रकार का संगीत पसंद है? वह अपने दोस्त को एक पत्र टाइप करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "undress",
      "translation": "कपड़े उतारना",
      "definition": "to remove one's clothes",
      "definition_translation": "अपने कपड़े हटाना",
      "example": "She undressed quickly. He will undress before taking a bath. They undressed to go to bed.",
      "example_translation": "वह तेजी से कपड़े उतारे। वह स्नान करने से पहले कपड़े उतारेगा। वे बिस्तर पर जाने के लिए कपड़े उतारने लगे।",
      "imageLink": "image_files\\English\\"imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "unpack",
      "translation": "चीजें निकालना",
      "definition": "to remove the contents of a package or bag",
      "definition_translation": "पैकेज या बैग की सामग्री निकालना",
      "example": "I unpacked my suitcase. She will unpack the boxes. They unpacked their bags at the hotel.",
      "example_translation": "मैंने अपना सूटकेस खोला। वह बक्से खोलेगी। वे होटल में अपने बैग खोले।",
      "imageLink": "image_files\\English\\"imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "update",
      "translation": "अपडेट करना",
      "definition": "To change or modify something in order to make it more modern or effective.",
      "definition_translation": "कुछ को आधुनिक या प्रभावी बनाने के लिए बदलना या संशोधित करना",
      "example": "The company will update their website next month. They updated their website last year. They will update their website every year.",
      "example_translation": "कंपनी अगले महीने अपनी वेबसाइट अपडेट करेगी। उन्होंने पिछले साल अपनी वेबसाइट अपडेट की। वे हर साल अपनी वेबसाइट अपडेट करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "vote",
      "translation": "वोट देना",
      "definition": "To choose or decide something by casting a ballot or making a formal choice.",
      "definition_translation": "एक मतपत्र डालने या औपचारिक पसंद के द्वारा कुछ चुनना या निश्चित करना",
      "example": "I will vote in the upcoming election. She voted in the last election. They voted for their favorite candidate.",
      "example_translation": "मैं आने वाले चुनाव में वोट दूँगा। उसने पिछले चुनाव में वोट दिया। वे अपने पसंदीदा उम्मीदवार के लिए वोट दिये।",
      "imageLink": "image_files\\English\\"imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "walk the dog",
      "translation": "कुत्ते को टहलाना",
      "definition": "To take a dog for a walk, typically on a leash, as a form of exercise or relaxation.",
      "definition_translation": "एक कुत्ते को टहलाने के लिए, आम तौर पर एक रस्से पर, व्यायाम या आराम के रूप में",
      "example": "I walk my dog every morning. She walked her dog in the park yesterday. They will walk their dog on the beach tomorrow.",
      "example_translation": "मैं सुबह मेरे कुत्ते को टहलाता हूँ। उसने कल पार्क में अपने कुत्ते को टहलाया। वे कल समुद्र तट पर अपने कुत्ते को टहलाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "warn",
      "translation": "चेतावनी देना",
      "definition": "To give someone a warning or notice that something is going to happen or is possible.",
      "definition_translation": "किसी को कुछ होने वाला है या संभव है, इसकी चेतावनी या सूचना देना",
      "example": "The weather service will warn us about the storm. They warned us about the flood last year. We must warn them about the danger.",
      "example_translation": "मौसम सेवा हमें तूफान के बारे में चेतावनी देगी। उन्होंने पिछले साल बाढ़ के बारे में चेतावनी दी। हमें खतरे के बारे में उन्हें चेतावनी देना चाहिए।",
      "imageLink": "image_files\\English\\"imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "waste",
      "translation": "कचरा",
      "definition": "Unwanted or useless material; rubbish or trash.",
      "definition_translation": "अनचाहा या बेकार सामग्री; कूड़ा-करकट",
      "example": "I wasted three hours watching TV yesterday. I waste a lot of time on social media every day. I will waste no more time on this project.",
      "example_translation": "मैंने कल टीवी देखने में तीन घंटे बर्बाद किए. मैं हर दिन सोशल मीडिया पर बहुत समय बर्बाद करता हूँ. मैं इस प्रोजेक्ट पर अब और समय बर्बाद नहीं करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "wave",
      "translation": "लहर",
      "definition": "A movement of the sea or a lake causing the water to rise and fall in a regular and repeated motion.",
      "definition_translation": "समुद्र या झील की ऐसी गति जिसमें पानी नियमित और बार-बार उठता और गिरता है.",
      "example": "The wave crashed against the shore. She waved goodbye to her friends. The crowd will wave their flags during the parade.",
      "example_translation": "लहर ने तट पर आघात किया. उसने अपने दोस्तों को अलविदा कहा . भीड़ परेड के दौरान अपने झंडे लहराएगी.",
      "imageLink": "image_files\\English\\"imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "write something down",
      "translation": "कुछ लिखना",
      "definition": "To record or set down in writing; to jot down.",
      "definition_translation": "लिखित रूप में रिकॉर्ड करना या नीचे लिखना; डालना.",
      "example": "I wrote down the phone number. She writes down every expense in her diary. I will write something down before I forget.",
      "example_translation": "मैंने फोन नंबर लिखा . वह अपनी डायरी में हर खर्चा लिखती है. मैं भूलने से पहले कुछ लिखूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]