[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "snake",
      "translation": "सांप",
      "definition": "A long, slender, legless animal that has no eyelids or external ears and that moves by twisting its body",
      "definition_translation": "लंबा, पतला, पैर無しぅ जानवर जिसके पास पलकें या बाहरी कान नहीं होते और जो अपने शरीर के मोड़ से चलता है",
      "example": "The snake slithered through the grass. The snake is sleeping. The snake will eat its prey.",
      "example_translation": "सांप घास में फिसल गया। सांप सो रहा है। सांप अपने शिकार को खाएगा।",
      "imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "frog",
      "translation": "मेंढक",
      "definition": "A small, typically green or brown, jumping animal that lives in water or near water",
      "definition_translation": "एक छोटा, आम तौर पर हरा या भूरा, कूदने वाला जानवर जो पानी में या पानी के पास रहता है",
      "example": "The frog jumped into the pond. The frog is eating a fly. The frog will croak loudly.",
      "example_translation": "मेंढक तालाब में कूद गया। मेंढक मक्खी खा रहा है। मेंढक जोर-जोर से क्रोक करेगा।",
      "imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tortoise",
      "translation": "कछुआ",
      "definition": "A slow-moving reptile with a shell that it can withdraw into for protection",
      "definition_translation": "एक chậm-चलने वाला रेप्टाइल जिसके पास सुरक्षा के लिए वापस लेने के लिए एक खोल है",
      "example": "The tortoise walked slowly. The tortoise is eating a leaf. The tortoise will hide in its shell.",
      "example_translation": "कछुआ धीरे-धीरे चला। कछुआ एक पत्ता खा रहा है। कछुआ अपने खोल में छिप जाएगा।",
      "imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "turtle",
      "translation": "कछुआ",
      "definition": "A reptile with a shell, typically found in oceans and rivers",
      "definition_translation": "एक रेप्टाइल जिसके पास एक खोल है, आम तौर पर समुद्रों और नदियों में पाया जाता है",
      "example": "The turtle swam in the ocean. The turtle is laying eggs. The turtle will dive deep into the sea.",
      "example_translation": "कछुआ समुद्र में तैरा। कछुआ अंडे दे रहा है। कछुआ समुद्र में गहरा डूब जाएगा।",
      "imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "alligator",
      "translation": "अलिगेटर",
      "definition": "A large reptile with a long, crocodile-like body and a powerful tail, found in freshwater habitats in the southeastern United States.",
      "definition_translation": "अमेरिका के दक्षिण-पूर्वी हिस्से में मीठे पानी के आवास में पाया जाने वाला एक बड़ा सरीसृप, जिसका शरीर लंबा और मगरमच्छ जैसा है और पूंछ शक्तिशाली है.",
      "example": "The alligator slowly climbed out of the swamp. It had been swimming for hours yesterday. It will probably bask in the sun tomorrow.",
      "example_translation": "अलिगेटर ने धीरे-धीरे दलदल से निकलकर चढ़ाई की। कल यह घंटों तक तैरता रहा था। कल यह संभवतः सूरज की गर्मी में स्णान करेगा।",
      "imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "anaconda",
      "translation": "एनाकोंडा",
      "definition": "A very large, non-venomous snake found in South America, known for constricting its prey.",
      "definition_translation": "दक्षिण अमेरिका में पाया जाने वाला एक बहुत बड़ा, विषहीन सांप, जो अपने शिकार को संकुचित करने के लिए जाना जाता है।",
      "example": "The anaconda wrapped its body around the capybara. It had swallowed a deer yesterday. It will likely hunt again tomorrow.",
      "example_translation": "एनाकोंडा ने अपने शरीर को कैपीबारा के चारों ओर लपेट लिया था। कल यह एक हिरन का सेवन कर चुका था। कल यह शिकार novamente करने की संभावना है।",
      "imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "boa",
      "translation": "बोआ",
      "definition": "A non-venomous snake found in tropical regions, known for its constriction of prey.",
      "definition_translation": "ग्रीष्मकालीन क्षेत्रों में पाया जाने वाला एक विषहीन सांप, जो अपने शिकार को संकुचित करने के लिए जाना जाता है।",
      "example": "The boa constricted its prey slowly. It had been hunting for hours yesterday. It will likely rest tomorrow.",
      "example_translation": "बोआ ने अपने शिकार को धीरे-धीरे संकुचित किया था। कल यह घंटों तक शिकार कर रहा था। कल यह शायद आराम करेगा।",
      "imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "crocodile",
      "translation": "मगरमच्छ",
      "definition": "A large reptile with a long, armored body and a powerful tail, found in tropical and subtropical regions.",
      "definition_translation": "ग्रीष्मकालीन और उप-ग्रीष्मकालीन क्षेत्रों में पाया जाने वाला एक बड़ा सरीसृप, जिसका शरीर लंबा और कवचयुक्त है और पूंछ शक्तिशाली है।",
      "example": "The crocodile lurked in the murky waters. It had attacked a fish yesterday. It will probably ambush again tomorrow.",
      "example_translation": "मगरमच्छ ने धुंधले पानी में छुपा था। कल यह एक मछली पर हमला कर चुका था। कल यह शायद फिर से घात लगाएगा।",
      "imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lizard",
      "translation": "छिपकली",
      "definition": "A reptile of the family Lacertidae, characterized by scaly skin, a long tail, and typically a carnivorous diet.",
      "definition_translation": "पारिवारिक चमड़ी वाला एक संक्रमित प्राणी, जिसके पास एक लंबी पूँछ और आम तौर पर मांसाहारी आहार होता है。",
      "example": "The lizard basked in the warm sunlight. It had basked in the warm sunlight yesterday. It will bask in the warm sunlight tomorrow.",
      "example_translation": "छिपकली ने गर्म धूप में स्नान किया। कल यह गर्म धूप में स्नान किया था। यह कल गर्म धूप में स्नान करेगी।",
      "imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "shell",
      "translation": "शेल",
      "definition": "A hard outer covering, typically of an animal, such as a mollusk or a turtle.",
      "definition_translation": "एक जानवर, जैसे Molusk या टर्टल, का कड़ा बाहरी आवरण。",
      "example": "She collected a beautiful shell from the beach. She had collected many shells from the beach last year. She will collect more shells from the beach next year.",
      "example_translation": "उसने समुद्र तट से एक सुंदर शेल एकत्र किया। उसने पिछले साल समुद्र तट से कई शेल एकत्र किए थे। वह अगले साल समुद्र तट से अधिक शेल एकत्र करेगी।",
      "imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rattlesnake",
      "translation": "झुनझुना साँप",
      "definition": "A venomous snake of the genus Crotalus, characterized by a distinctive rattle on its tail.",
      "definition_translation": "प्रजाति क्रोटालस का एक जहरीला साँप, जिसकी पूँछ पर एक विशिष्ट झुनझुना होता है。",
      "example": "The rattlesnake shook its tail, warning us to stay back. It had shaken its tail when we encountered it last time. It will shake its tail if we disturb it again.",
      "example_translation": "झुनझुना साँप ने अपनी पूँछ हिला दी, हमें पीछे रहने की चेतावनी दी। उसने पिछली बार हमारे सामने आने पर अपनी पूँछ हिला दी थी। यदि हम फिर से उसे परेशान करते हैं, तो वह फिर से अपनी पूँछ हिला देगा।",
      "imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "reptile",
      "translation": "सरीसृप",
      "definition": "A cold-blooded animal of the class Reptilia, characterized by scaly skin and laying eggs.",
      "definition_translation": "वर्ग सरीसृप का एक ठंडे खून वाला जानवर, जिसके पास चमड़े की त्वचा और अंडे देने की विशेषता होती है。",
      "example": "The reptile crawled slowly across the desert. It had crawled slowly across the desert yesterday. It will crawl slowly across the desert again tomorrow.",
      "example_translation": "सरीसृप ने मरुस्थल के पार सLOWLY आ गया। कल उसने मरुस्थल के पार सLOWLY आ गया था। कल वह फिर से मरुस्थल के पार सLOWLY आ जाएगा।",
      "imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "salamander",
      "translation": "सैलामेंडर",
      "definition": "A salamander is a type of amphibian that has a slender body, a long tail, and four legs. It lives in water and on land.",
      "definition_translation": "एक सैलामेंडर एक प्रकार का उभयचर है जिसका शरीर पतला है, लंबी पूँछ है और चार पैर हैं. यह पानी और जमीन पर रहता है.",
      "example": "I saw a salamander crawling in the pond yesterday. Today, it is swimming in the water. Tomorrow, it will climb up the rock.",
      "example_translation": "मैंने कल तालाब में सैलामेंडर रेंगते हुए देखा. आज, यह पानी में तैर रहा है. कल, यह चट्टान पर चढ़ेगा.",
      "imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tadpole",
      "translation": "तडपोल",
      "definition": "A tadpole is the larval stage of a frog or toad, characterized by its tail and gills.",
      "definition_translation": "तडपोल मेंडक या टॉड की लार्वा अवस्था है, जिसकी विशेषता उसकी पूँछ और गलफड़े हैं.",
      "example": "The tadpole swam in the water. It will grow into a frog soon. After a few months, it will hop on land.",
      "example_translation": "तडपोल ने पानी में तैरा. यह जल्द ही मेंडक बन जाएगा. कुछ महीनों बाद, यह जमीन पर कूदेगा.",
      "imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "toad",
      "translation": "टॉड",
      "definition": "A toad is a type of amphibian that has a dry, bumpy skin and short legs.",
      "definition_translation": "टॉड एक प्रकार का उभयचर है जिसकी त्वचा सूखी और उभरी हुई होती है और टांगे छोटी होती हैं.",
      "example": "I caught a toad in the garden yesterday. Today, it is sitting on a rock. Tomorrow, it will disappear into its hole.",
      "example_translation": "मैंने कल बगीचे में टॉड पकड़ा. आज, यह चट्टान पर बैठा है. कल, यह अपने छेद में गायब हो जाएगा.",
      "imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "amphibians",
      "translation": "उभयचर",
      "definition": "Amphibians are a group of animals that live in both water and on land, including frogs, toads, and salamanders.",
      "definition_translation": "उभयचर एक समूह है जिसमें जल và जमीन पर रहने वाले जीव शामिल हैं, जिनमें मेंडक, टॉड और सैलामेंडर शामिल हैं.",
      "example": "Amphibians are cold-blooded animals. They lived in the pond. Now, they are living on land. Later, they will return to the water.",
      "example_translation": "उभयचर ठंडे खून के जीव हैं. वे तालाब में रहते थे. अब, वे जमीन पर रह रहे हैं. बाद में, वे पानी में वापस जाएंगे.",
      "imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "blindworm",
      "translation": "अंध कृमि",
      "definition": "A legless lizard-like animal that is often mistaken for a snake.",
      "definition_translation": "एक पैरविहीन लिज़ार्ड जैसा जानवर जिसे अक्सर साँप के लिए गलत समझा जाता है",
      "example": "The blindworm slipped silently through the grass, its scales glinting in the sunlight. Yesterday, it had basked in the warm rocks, and tomorrow it will hunt for insects.",
      "example_translation": "अंध कृमि ने चुपचाप घास में फिसल दिया, इसके पैमाने सूरज की रोशनी में चमक रहे थे। कल, यह गर्म चट्टानों में सूरज सेक रहा था, और कल यह कीड़ों का शिकार करेगा।",
      "imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chameleon",
      "translation": "चमेलियन",
      "definition": "A type of lizard that can change its color to blend in with its surroundings.",
      "definition_translation": "एक प्रकार का लिज़ार्ड जो अपने आसपास के साथ रंग बदल सकता है",
      "example": "The chameleon slowly climbed up the tree, changing its color from green to brown as it reached the branch. Last week, it had startled a bird, and next month it will find a mate.",
      "example_translation": "चमेलियन ने धीरे-धीरे पेड़ पर चढ़ाई की, अपने रंग को हरे से भूरे में बदल दिया जैसे ही यह शाखा तक पहुँचा। पिछले सप्ताह, इसने एक पक्षी को डरा दिया था, और अगले महीने यह एक साथी ढूँढेगा।",
      "imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cobra",
      "translation": "कоб्रा",
      "definition": "A type of venomous snake found in Africa and Asia, known for its hood-like neck flap.",
      "definition_translation": "अफ्रीका और एशिया में पाया जाने वाला एक प्रकार का विषैला साँप, अपने गर्दन के फ्लैप जैसे हुड के लिए जाना जाता है",
      "example": "The cobra slowly raised its hood, ready to strike its prey. Yesterday, it had attacked a rat, and tomorrow it will rest in its nest.",
      "example_translation": "कोब्रा ने धीरे-धीरे अपना हुड उठा लिया, अपने шिकार को मारने के लिए तैयार था। कल, इसने एक चूहे पर हमला किया था, और कल यह अपने घोंसले में आराम करेगा।",
      "imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "grass snake",
      "translation": "घास साँप",
      "definition": "A non-venomous snake found in Europe and Asia, known for its long, slender body.",
      "definition_translation": "यूरोप और एशिया में पाया जाने वाला एक अति विषैला साँप, अपने लंबे, पतले शरीर के लिए जाना जाता है",
      "example": "The grass snake slithered silently through the grass, hunting for small rodents. Last month, it had escaped a bird, and next week it will hibernate.",
      "example_translation": "घास साँप ने चुपचाप घास में फिसल दिया, छोटे कृन्तकों का शिकार करने के लिए। पिछले महीने, इसने एक पक्षी से बचा था, और अगले सप्ताह यह शीतनिद्रा में चला जाएगा।",
      "imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "newt",
      "translation": "न्यूट",
      "definition": "A small semi-aquatic salamander with a slender body and long tail, native to Europe and North America.",
      "definition_translation": "एक छोटा अर्द्ध-जलीय सैलामैंडर एक स्लेंडर शरीर और लंबी पूँछ के साथ, यूरोप और उत्तर अमेरिका में पाया जाता है।",
      "example": "The newt swam in the pond yesterday, swims in it every morning, and will swim in it again tomorrow.",
      "example_translation": "न्यूट ने कल तालाब में तैरा,毎 सुबह उसमें तैरता है, और कल फिर उसमें तैरेगा।",
      "imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "python",
      "translation": "पाइथन",
      "definition": "A large snake of Africa and Asia, constricting its prey.",
      "definition_translation": "अफ्रीका और एशिया का एक बड़ा सांप, अपने शिकार को दबाकर मारता है।",
      "example": "The python had eaten a rabbit last week, eats a mouse every night, and will eat a deer next month.",
      "example_translation": "पाइथन ने पिछले हफ्ते एक खरगोश खाया था, हर रात एक चूहा खाता है, और अगले महीने एक हिरन खाएगा।",
      "imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "spotted salamander",
      "translation": "छोटा सैलामैंडर",
      "definition": "A small salamander with yellow or white spots, found in North America.",
      "definition_translation": "उत्तर अमेरिका में पाया जाने वाला एक छोटा सैलामैंडर जिसके शरीर पर पीले या सफ़ेद धब्बे होते हैं।",
      "example": "The spotted salamander lived under a rock last year, lives in a pond now, and will live in a forest next year.",
      "example_translation": "छोटा सैलामैंडर पिछले साल एक चट्टान के नीचे रहता था, अब तालाब में रहता है, और अगले साल जंगल में रहता होगा।",
      "imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tree frog",
      "translation": "ट्री फ्रॉग",
      "definition": "A small frog that lives in trees, especially in tropical regions.",
      "definition_translation": "विशेषकर उष्णकटिबंधीय क्षेत्रों में पाया जाने वाला एक छोटा फ्रॉग जो पेड़ों में रहता है।",
      "example": "The tree frog jumped from a branch yesterday, jumps from a leaf every morning, and will jump from a trunk tomorrow.",
      "example_translation": "ट्री फ्रॉग ने कल एक शाखा से कूदा था, हर सुबह एक पत्ते से कूदता है, और कल एक तने से कूदेगा।",
      "imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    }
  ]