[
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "grey",
      "translation": "शGrey",
      "definition": "Having a neutral or intermediate color, midway between black and white.",
      "definition_translation": "काला और सफेद के बीच एक न्यूट्रल या मध्यवर्ती रंग होना",
      "example": "The grey skies mirrored her melancholy mood. She wore a grey swimsuit yesterday. She will wear a grey dress to the party tomorrow.",
      "example_translation": "उसके उदास मूड का प्रतिबिंब था असमान शGrey। कल वह Grey स्विमसूट पहना थी। कल वह पार्टी में Grey ड्रेस पहनेगी।",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "orange",
      "translation": "नारंगी",
      "definition": "A vibrant, warm color between red and yellow.",
      "definition_translation": "लाल और पीले के बीच एक जीवंत, गर्म रंग है",
      "example": "The orange sunset was breathtaking. She peeled an orange yesterday. She will eat an orange for breakfast tomorrow.",
      "example_translation": "नारंगी सूर्यास्त सांस रोक देने वाला था। उसने कल नारंगी छील दिया था। वह कल सुबह नारंगी खाएगी।",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "red",
      "translation": "लाल",
      "definition": "A bright, intense color, often associated with passion, energy, and love.",
      "definition_translation": "एक उज्ज्वल, तीव्र रंग, अक्सर जुनून, ऊर्जा और प्रेम से जुड़ा होता है",
      "example": "The red roses were her favorite. He wore a red shirt yesterday. She will wear a red dress to the wedding tomorrow.",
      "example_translation": "लाल玫瑰 उसके पसंदीदा थे। उसने कल लाल शर्ट पहना था। वह कल शादी में लाल ड्रेस पहनेगी।",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "white",
      "translation": "सफ़ेद",
      "definition": "A pure and bright color, often associated with cleanliness, innocence, and purity.",
      "definition_translation": "एक शुद्ध और उज्ज्वल रंग, अक्सर स्वच्छता, निर्दोषता और पवित्रता से जुड़ा होता है",
      "example": "The white snowflakes gently fell on her face. He wore a white shirt yesterday. She will wear a white dress to the party tomorrow.",
      "example_translation": "सफ़ेद बर्फ के फूल उसके चेहरे पर नरम-नरम गिरे। उसने कल सफ़ेद शर्ट पहना था। वह कल पार्टी में सफ़ेद ड्रेस पहनेगी।",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "yellow",
      "translation": "पीला",
      "definition": "Having a bright, warm, and cheerful color, like the sun or daffodils.",
      "definition_translation": "सूरज या डैफोडिल्स के समान उज्ज्वल, गर्म और खुशनुमा रंग वाला",
      "example": "The sunflower was yellow, the bright yellow of summer. Yesterday, it was partly yellow, but today it's fully yellow. By next week, it will turn a lighter yellow.",
      "example_translation": "सूरजमुखी पीला था, गर्मियों का उज्ज्वल पीला रंग। कल оно था आंशिक पीला, लेकिन आज यह पूरी तरह से पीला है। अगले सप्ताह तक यह हल्का पीला हो जाएगा।",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cream",
      "translation": "क्रीम",
      "definition": "A thick, rich, and creamy liquid made from milk, used as a food or in cooking.",
      "definition_translation": "दूध से बना एक मोटा, अमीर और क्रीमी तरल, जिसका उपयोग भोजन या खाना पकाने में किया जाता है",
      "example": "I love to put cream on my coffee. Yesterday, I added too much cream to my coffee and it was too rich. Tomorrow, I will add just the right amount of cream to my coffee.",
      "example_translation": "मैं अपने कॉफी पर क्रीम डालना पसंद करता हूँ। कल मैंने अपने कॉफी में बहुत ज्यादा क्रीम मिला दी और वह बहुत अमीर था। कल मैं अपने कॉफी में बस ठीक मात्रा में क्रीम मिलाऊंगा।",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "golden",
      "translation": "सोने का",
      "definition": "Having a bright, shiny yellow color, like gold.",
      "definition_translation": "सोने जैसा उज्ज्वल, चमकीला पीला रंग वाला",
      "example": "The golden retriever was a beautiful dog. Yesterday, it was playing with a golden ball. Tomorrow, it will chase a golden leaf.",
      "example_translation": "सोने का रिट्रीवर एक सुंदर कुत्ता था। कल वह एक सोने की गेंद से खेल रहा था। कल वह एक सोने के पत्ते का पीछा करेगा।",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lemon",
      "translation": "नींबू",
      "definition": "A small, sour, and citrusy fruit, often used in cooking or as a flavoring.",
      "definition_translation": "एक छोटा, खट्टा और सिट्रस फल, अक्सर खाना पकाने या स्वाद बढ़ाने में उपयोग किया जाता है",
      "example": "I love to drink lemon juice. Yesterday, I squeezed too much lemon juice and it was too sour. Tomorrow, I will add just the right amount of lemon juice to my water.",
      "example_translation": "मैं नींबू का रस पीना पसंद करता हूँ। कल मैंने नींबू का रस ज्यादा निचोड़ा और वह बहुत खट्टा था। कल मैं अपने पानी में बस ठीक मात्रा में नींबू का रस मिलाऊंगा।",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "beige",
      "translation": "बेज",
      "definition": "A pale yellowish-brown color, intermediate between cream and brown.",
      "definition_translation": "क्रीम और भूरे रंग के बीच एक पीला भूरा रंग",
      "example": "She wore a beige sweater to the party last week, and now she is wearing it to the concert tonight, and will wear it to the picnic tomorrow.",
      "example_translation": "उन्होंने पार्टी में बेज स्वेटर पहना था, और अब वे 今 रात कॉन्सर्ट में पहन रही हैं, और कल पिकनिक में पहनेंगी।",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "navy blue",
      "translation": "नौसेना नीला",
      "definition": "A dark blue color, similar to that of the uniform of the US Navy.",
      "definition_translation": "यूएस नेवी की वर्दी के समान एक गहरा नीला रंग",
      "example": "He had worn a navy blue suit to the wedding, and now he is wearing a navy blue shirt to the office, and will wear a navy blue tie to the meeting tomorrow.",
      "example_translation": "उन्होंने शादी में नौसेना नीला सूट पहना था, और अब वे ऑफिस में नौसेना नीला शर्ट पहन रहे हैं, और कल मीटिंग में नौसेना नीला टाई पहनेंगे।",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "khaki",
      "translation": "खाकी",
      "definition": "A light beige or brown color, especially as used in military uniforms.",
      "definition_translation": "एक हल्का बेज या भूरा रंग, Özellikle सैन्य वर्दी में प्रयोग किया जाता है",
      "example": "He wore khaki pants to the camping trip last week, and now he is wearing a khaki shirt to the hike, and will wear khaki boots to the adventure tomorrow.",
      "example_translation": "उन्होंने पिछले हफ्ते कैंपिंग ट्रिप में खाकी पैंट पहने थे, और अब वे हाइक में खाकी शर्ट पहन रहे हैं, और कल साहसिक कार्य में खाकी बूट पहनेंगे।",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "olive green",
      "translation": "जैतून हरा",
      "definition": "A dark greenish-yellow color, similar to that of ripe olives.",
      "definition_translation": "पके हुए जैतून के समान एक गहरा हरा पीला रंग",
      "example": "She wore an olive green dress to the party last night, and now she is wearing an olive green scarf to the market, and will wear olive green shoes to the wedding tomorrow.",
      "example_translation": "उन्होंने पार्टी में जैतून हरा ड्रेस पहना था, और अब वे बाज़ार में जैतून हरा स्कarf पहन रही हैं, और कल शादी में जैतून हरा जूते पहनेंगी।",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "amaranth",
      "translation": "अमरंत",
      "definition": "Amaranth is a flowering plant that produces brightly colored flowers and edible leaves.",
      "definition_translation": "अमरंत एक फूलदार पौधा है जो रंगीन फूल और खाद्य पत्तियां पैदा करता है",
      "example": "The farmer grew amaranth in his garden last summer. He is growing it now and will grow it again next year.",
      "example_translation": "उस किसान ने पिछले गर्मी में अपने गार्डन में अमरंत उगाया था. वह अब इसे उगा रहा है और अगले साल फिर से उगाएगा.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "amber",
      "translation": "एम्बर",
      "definition": "Amber is a yellowish-brown fossilized tree resin, often used as a gemstone.",
      "definition_translation": "एम्बर एक पीले-भूरे रंग का जीवाश्म पेड़ का राल है, अक्सर ग्रहणी के रूप में प्रयोग किया जाता है",
      "example": "The necklace was adorned with a beautiful piece of amber. She had bought it on her trip to Spain last month. She will wear it to the party tomorrow.",
      "example_translation": "अंगूठी में एक सुंदर एम्बर का टुकड़ा लगा हुआ था. उसने पिछले महीने स्पेन की यात्रा पर इसे खरीदा था. वह कल रात की पार्टी में इसे पहनेगी.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "anthracite",
      "translation": "एन्थ्रासाइट",
      "definition": "Anthracite is a hard, glossy, black coal used as fuel.",
      "definition_translation": "एन्थ्रासाइट एक कठोर, चमकीले, काले कोयले का उपयोग ईंधन के रूप में किया जाता है",
      "example": "The old furnace used to burn anthracite coal to provide heat. The new one uses natural gas. It will use solar power in the future.",
      "example_translation": "पुराना फर्नेस एन्थ्रासाइट कोयले को जलाता था ताकि गर्मी प्रदान करे. नया गैस का उपयोग करता है. वह भविष्य में सौर ऊर्जा का उपयोग करेगा.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "aquamarine",
      "translation": "एक्वामारीन",
      "definition": "Aquamarine is a blue-green gemstone, often used in jewelry.",
      "definition_translation": "एक्वामारीन एक नीले-हरे रंग की मणि है, अक्सर गहनों में प्रयोग की जाती है",
      "example": "The queen wore an aquamarine necklace to the royal ball. She had worn it to her coronation ceremony. She will wear it to her granddaughter's wedding next year.",
      "example_translation": "रानी ने शाही बॉल में एक्वामारीन अंगूठी पहनी थी. उसने अपने राज्याभिषेक समारोह में इसे पहना था. वह अगले साल अपनी पोती की शादी में इसे पहनेगी.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "carmine",
      "translation": "कर्मिन",
      "definition": "A bright red to purplish-red pigment or dye, especially one obtained from the cochineal insect or produced synthetically.",
      "definition_translation": "कochineal कीट से या संश्लेषित रूप से एक उज्ज्वल लाल से बैगनी लाल रंग का पिगमेंट या रंगद्रव्य, विशेष रूप से।",
      "example": "The artist used carmine to create a vibrant red hue in her painting. She has been using carmine for years. She will use carmine in her next project.",
      "example_translation": "चित्रकार ने अपने चित्र में एक जीवंत लाल ह्यू बनाने के लिए कर्मिन का उपयोग किया। वह वर्षों से कर्मिन का उपयोग कर रही है। वह अपने अगले परियोजना में कर्मिन का उपयोग करेगी।",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "crimson",
      "translation": "लाल",
      "definition": "A deep, rich red color, especially in relation to a bright, vivid red or purple-red color.",
      "definition_translation": "एक गहरा, समृद्ध लाल रंग, विशेष रूप से एक चमकीले, सजीव लाल या बैगनी-लाल रंग के संबंध में।",
      "example": "The university's official color is crimson. The flag was crimson with a golden eagle. The walls will be painted crimson soon.",
      "example_translation": "विश्वविद्यालय का आधिकारिक रंग लाल है। झंडा लाल था स्वर्णिम ईगल के साथ। दीवारें जल्द ही लाल रंग से रंगी जाएंगी।",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cyan",
      "translation": "सायन",
      "definition": "A greenish-blue color, especially a bright, vivid blue-green color.",
      "definition_translation": "एक हरी-नीला रंग, विशेष रूप से एक चमकीले, सजीव नीला-हरा रंग।",
      "example": "The designer chose cyan for the company's logo. The pool water was a beautiful cyan color. The artist mixed cyan with yellow to create a new shade.",
      "example_translation": "डिजाइनर ने कंपनी के लोगो के लिए सायन रंग चुना। पूल का पानी एक सुंदर सायन रंग था। कलाकार ने सायन को पीले रंग से मिलाकर एक नया रंग बनाया।",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "emerald",
      "translation": "एमरल्ड",
      "definition": "A bright green, especially a vivid green color, often used to describe gemstones.",
      "definition_translation": "एक चमकीला हरा, विशेष रूप से एक सजीव हरा रंग, अक्सर रत्न पत्थरों के वर्णन के लिएใชा जाता है।",
      "example": "The emerald necklace was stunning. She inherited an emerald ring from her grandmother. The emerald forest was breathtaking.",
      "example_translation": "एमरल्ड हार चौंकाने वाला था। उसने अपनी दादी से एमरल्ड रिंग विरासत में मिली। एमरल्ड जंगल सांस रोक देने वाला था।",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ginger",
      "translation": "अदरक",
      "definition": "A plant with a thick, brown root that is used as a spice or medicine.",
      "definition_translation": "एक पौधा जिसकी मोटी, भूरी जड़ का उपयोग मसाले या दवा के रूप में किया जाता है।",
      "example": "I added some ginger to the soup to give it a nice flavor. Yesterday, I grated some ginger for the salad. Tomorrow, I will buy some fresh ginger from the market.",
      "example_translation": "मैंने सूप में कुछ अदरक डाला ताकि उसे अच्छा स्वाद मिले। कल, मैंने सलाद के लिए कुछ अदरक कसा था। कल, मैं बाजार से ताजा अदरक खरीदूँगा।",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "indigo",
      "translation": "नीला",
      "definition": "A deep blue color, or a dye or pigment of this color, especially one obtained from the leaves of the indigo plant.",
      "definition_translation": "एक गहरा नीला रंग, या इस रंग का रंजक या पिगमेंट, विशेष रूप से इन्डिगो पौधे के पत्तों से प्राप्त होता है।",
      "example": "The dress was dyed a deep indigo color. The artist used indigo to create a beautiful painting. In the old days, people used to wear indigo clothes.",
      "example_translation": "ड्रेस को गहरे नीले रंग से रंगा गया था। कलाकार ने नीला रंग से एक सुंदर पेंटिग बनाई थी। पुराने दिनों में, लोग नीले कपड़े पहना करते थे।",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "magenta",
      "translation": "मैजेंटा",
      "definition": "A bright pinkish-purple color, or a dye or pigment of this color.",
      "definition_translation": "एक उज्ज्वल गुलाबी-बैगनी रंग, या इस रंग का रंजक या पिगमेंट。",
      "example": "The flowers were a beautiful magenta color. The designer used magenta to create a stunning logo. In the future, magenta will be a popular color for cars.",
      "example_translation": "फूल एक सुंदर मैजेंटा रंग के थे। डिजाइनर ने एक स्टन्निंग लोगो बनाने के लिए मैजेंटा का उपयोग किया। भविष्य में, मैजेंटा कारों के लिए एक लोकप्रिय रंग होगा।",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mahogany",
      "translation": "माहोगनी",
      "definition": "A type of hardwood tree, or the wood of this tree, which is often used to make furniture.",
      "definition_translation": "एक प्रकार का hardwood पेड़, या इस पेड़ का लकड़ी, जिसका अक्सर फर्नीचर बनाने के लिए उपयोग किया जाता है।",
      "example": "The table was made of mahogany wood. The carpenter used mahogany to create a beautiful chair. In the past, mahogany was a rare and expensive wood.",
      "example_translation": "टेबल माहोगनी लकड़ी से बना था। कारपेंटर ने एक सुंदर कुर्सी बनाने के लिए माहोगनी का उपयोग किया। अतीत में, माहोगनी एक दुर्लभ और महंगा लकड़ी थी।",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "maroon",
      "translation": "मरून",
      "definition": "A dark reddish-brown color, especially in the form of a pigment or dye.",
      "definition_translation": "एक गहरा लाल-भूरा रंग, विशेष रूप से पिगमेंट या डाई के रूप में.",
      "example": "The maroon color of the mountains at sunset was breathtaking. Yesterday, I saw a maroon car. If I had a maroon shirt, I would wear it to the party.",
      "example_translation": "सूर्यास्त के समय पहाड़ों का मरून रंग सांस रोक देने वाला था. मैंने कल एक मरून कार देखी. अगर मेरे पास एक मरून शर्ट होती, तो मैं उसे पार्टी में पहनता.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ochre",
      "translation": "ओकर",
      "definition": "A natural pigment, consisting of iron oxide, clay, and silicates, typically yellow, orange, or red in color.",
      "definition_translation": "एक प्राकृतिक पिगमेंट, जिसमें लोहा ऑक्साइड, मिट्टी और सिलिकेट्स होते हैं, आमतौर पर पीले, नारंगी या लाल रंग में.",
      "example": "The artist mixed ochre with water to create a unique texture. The ancient civilization used ochre to paint their walls. Ochre has been used for centuries in art and decoration.",
      "example_translation": "कलाकार ने पानी के साथ ओकर मिलाया एक अनोखा टेक्सचर बनाने के लिए. प्राचीन सभ्यता ने अपनी दीवारों को पेंट करने के लिए ओकर का इस्तेमाल किया. ओकर का(Art और सजावट में सदियों से इस्तेमाल किया जा रहा है.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "scarlet",
      "translation": "लाल",
      "definition": "A bright, vivid red color, especially in the form of a dye or pigment.",
      "definition_translation": "एक चमकदार, जीवंत लाल रंग, विशेष रूप से डाई या पिगमेंट के रूप में.",
      "example": "The Scarlet Letter was a famous novel by Nathaniel Hawthorne. She wore a scarlet dress to the party. The scarlet color of the roses was striking.",
      "example_translation": "द स्कारलेट लेटर नाथनिएल हॉथोर्न का एक प्रसिद्ध नاول था. वह पार्टी में एक लाल ड्रेस पहन कर गई. गुलाबों का लाल रंग दिलचस्प था.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "turquoise",
      "translation": "टरकाइट",
      "definition": "A blue-green mineral, often used as a gemstone, typically in a bright blue-green color.",
      "definition_translation": "एक नीला-हरा खनिज, अक्सर एक रत्न के रूप में प्रयोग किया जाता है, आमतौर पर उज्ज्वल नीला-हरा रंग में.",
      "example": "The turquoise necklace was a beautiful gift. I have a turquoise ring that I wear on special occasions. Turquoise is a popular gemstone in jewelry.",
      "example_translation": "टरकाइट नेकलेस एक सुंदर उपहार था. मेरे पास एक टरकाइट रिंग है जिसे मैं विशेष अवसरों पर पहनता हूँ. टरकाइट आभूषण में एक लोकप्रिय रत्न है.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]