[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Abyssinian",
      "translation": "#abissinian (ऐबिसिनियन)",
      "definition": "A breed of domestic cat originating from Ethiopia, known for their distinctive ticked coat and slender build.",
      "definition_translation": "एथियोपिया से निकलने वाली एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता टिकी हुई कोट और पतला शरीर है।",
      "example": "I have always wanted to own an Abyssinian cat because of their playful nature. I had an Abyssinian cat when I was a kid, and now I have one too. I will get an Abyssinian cat next year.",
      "example_translation": "मैंने हमेशा अपने खेलने के स्वभाव के कारण एक एबिसिनियन बिल्ली रखने की इच्छा है। मैं बच्चा था जब मेरे पास एक एबिसिनियन बिल्ली थी, और अब मेरे पास भी है। मैं अगले साल एक एबिसिनियन बिल्ली लूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "American shorthair",
      "translation": "अमेरिकन शार्थेयर (Amērikān shārthāyara)",
      "definition": "A breed of domestic cat originating from North America, known for their sturdy build and short coat.",
      "definition_translation": "उत्तर अमेरिका से निकलने वाली एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता मजबूत शरीर और छोटा कोट है।",
      "example": "My sister owns an American shorthair cat, and it's really affectionate. She had an American shorthair cat when she was in college, and now she has one again. She will get an American shorthair cat as a gift next year.",
      "example_translation": "मेरी बहन के पास एक अमेरिकन शार्थेयर बिल्ली है, और यह वास्तव में स्नेही है। वह कॉलेज में थी जब उसके पास एक अमेरिकन शार्थेयर बिल्ली थी, और अब उसके पास फिर से है। वह अगले साल एक अमेरिकन शार्थेयर बिल्ली को उपहार में लेगी।",
      "imageLink": "image_files\\English\\"imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Bengal cat",
      "translation": "बंगाल बिल्ली (Baṅgāl billī)",
      "definition": "A breed of domestic cat created by crossing domestic cats with the Asian leopard cat, known for their distinctive spotted coat.",
      "definition_translation": "डोमेस्टिक बिल्लियों के साथ एशियाई Леопार्ड बिल्ली को क्रॉस करके निर्मित एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता प्रतिष्ठित स्पॉटेड कोट है।",
      "example": "I have always been fascinated by the Bengal cat's energetic personality. I had a Bengal cat when I was a kid, and now I have one too. I will adopt a Bengal cat from a shelter next year.",
      "example_translation": "मैं हमेशा बंगाल बिल्ली के ऊर्जावान व्यक्तित्व से आकर्षित हूँ। मैं बच्चा था जब मेरे पास एक बंगाल बिल्ली थी, और अब मेरे पास भी है। मैं अगले साल एक आश्रय से एक बंगाल बिल्ली गोद लूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Birman",
      "translation": "बिरमान (Birmān)",
      "definition": "A breed of domestic cat originating from Burma, known for their white 'gloves' on their paws and a pointed coat.",
      "definition_translation": "बर्मा से निकलने वाली एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता पैरों पर सफ़ेद 'ग्लोव्ज़' और एक पॉइंटेड कोट है।",
      "example": "The Birman cat is known for its calm and gentle nature. I had a Birman cat when I was in college, and now my sister has one. I will get a Birman cat as a pet next year.",
      "example_translation": "बिरमान बिल्ली अपने शांत और सौम्य स्वभाव के लिए जानी जाती है। मैं कॉलेज में था जब मेरे पास एक बिरमान बिल्ली थी, और अब मेरी बहन के पास है। मैं अगले साल एक पालतू बिरमान बिल्ली लूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "British shorthair",
      "translation": "ब्रिटिश शार्थेयर",
      "definition": "The British Shorthair is a sturdy and compact cat with a broad face, short legs, and a short, dense coat that comes in a wide range of colours and patterns.",
      "definition_translation": "ब्रिटिश शार्थेयर एक स्थिर और कॉम्पैक्ट बिल्ली है जिसका चेहरा चौड़ा है, पैर छोटे हैं, और एक छोटा, घना कोट है जो विभिन्न रंगों और पैटर्न में आता है",
      "example": "I used to have a British Shorthair cat when I was a kid, it was very playful. Now I want a British Shorthair again. I will buy a British Shorthair next month.",
      "example_translation": "मैं बच्चा था तब मेरे पास एक ब्रिटिश शार्थेयर बिल्ली थी, वह बहुत खिलवाड़ था. अब मैं फिर से एक ब्रिटिश शार्थेयर चाहता हूँ. मैं अगले महीने एक ब्रिटिश शार्थेयर खरीदूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Burmese",
      "translation": "बर्मीज",
      "definition": "The Burmese is a breed of domestic cat originating from Thailand, known for its distinctive physical appearance and playful, outgoing personality.",
      "definition_translation": "बर्मीज घरेलू बिल्ली की एक नस्ल है जिसका मूल थाईलैंड से है, यह अपने विशिष्ट शारीरिक रूप और खेलने वाले, बाहर की ओर व्यक्तित्व के लिए जाना जाता है",
      "example": "I have always been fascinated by the Burmese breed, their eyes are so expressive. My friend has a Burmese cat, it's very affectionate. I will get a Burmese next year.",
      "example_translation": "मैं हमेशा बर्मीज नस्ल से आकर्षित रहा हूँ, उनकी आँखें इतनी अभिव्यक्ति हैं. मेरे दोस्त के पास एक बर्मीज बिल्ली है, वह बहुत स्नेही है. मैं अगले साल एक बर्मीज लूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Chartreux",
      "translation": "चार्ट्र्यू",
      "definition": "The Chartreux is a rare and ancient breed of cat from France, characterized by its blue-grey coat and large, round eyes.",
      "definition_translation": "चार्ट्र्यू फ्रांस से एक दुर्लभ và प्राचीन नस्ल की बिल्ली है, जिसका वर्णन अपने नीले-स्लेटी कोट और बड़े, गोल आँखों से होता है",
      "example": "I saw a Chartreux cat at the pet store, it was so calm. My sister has a Chartreux, it's very gentle. I will take my Chartreux to the vet next week.",
      "example_translation": "मैं पेट स्टोर पर एक चार्ट्र्यू बिल्ली देखा, वह इतनी शांत थी. मेरी बहन के पास एक चार्ट्र्यू है, वह बहुत कोमल है. मैं अपने चार्ट्र्यू को अगले هفته वेटеринаर के पास ले जाऊँगा.",
      "imageLink": "image_files\\English\\"imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "colourpoint, Himalayan",
      "translation": "रंगबिंदु, हिमालयी",
      "definition": "The Himalayan is a breed of cat that combines the pointy coat pattern of the Siamese with the rugged build of the Persian, resulting in a unique and striking appearance.",
      "definition_translation": "हिमालयी एक नस्ल की बिल्ली है जो सियामीज़ के पॉइंटी कोट पैटर्न और पर्शियन के कठोर निर्माण को मिलाती है, जिसके परिणामस्वरूप एक अद्वितीय और आकर्षक रूप होता है",
      "example": "I love the colourpoint Himalayan, it's so beautiful. My neighbour has a colourpoint Himalayan, it's very friendly. I will show my colourpoint Himalayan at the cat show next month.",
      "example_translation": "मैं रंगबिंदु हिमालयी से प्यार करता हूँ, वह इतनी सुंदर है. मेरे पड़ोसी के पास एक रंगबिंदु हिमालयी है, वह बहुत मित्रवत है. मैं अगले महीने बिल्ली शो में अपने रंगबिंदु हिमालयी को प्रदर्शित करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Devon Rex",
      "translation": "डेवोन रेक्स",
      "definition": "The Devon Rex is a breed of cat known for its curly, soft, and suede-like coat. They are also known for their large ears, slender bodies, and active personalities.",
      "definition_translation": "डेवोन रेक्स एक नस्ल की बिल्ली है जिसकी कर्ली, मुलायम और सuede जैसी कोट होती है. इनके बड़े कान, पतले शरीर और सक्रिय व्यक्तित्व भी प्रसिद्ध हैं.",
      "example": "I had a Devon Rex cat when I was a child, it was very playful. Now I have a Devon Rex cat, it is very affectionate. In the future, I will have a Devon Rex cat, it will be very loyal.",
      "example_translation": "मैं बच्चा था तब मेरे पास एक डेवोन रेक्स बिल्ली थी, वह बहुत खेलने वाली थी. अब मेरे पास एक डेवोन रेक्स बिल्ली है, वह बहुत स्नेही है. भविष्य में मेरे पास एक डेवोन रेक्स बिल्ली होगी, वह बहुत वफादार होगी.",
      "imageLink": "image_files\\English\\"imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "domestic cat",
      "translation": "घरेलू बिल्ली",
      "definition": "A domestic cat is a cat that lives with humans, often kept as a pet. They are usually smaller than wild cats and have a more docile temperament.",
      "definition_translation": "घरेलू बिल्ली वह बिल्ली है जो 인간ों के साथ रहती है, अक्सर पालतू के रूप में रखी जाती है. ये आमतौर पर जंगली बिल्लियों से छोटी होती हैं और अधिक मृदु स्वभाव की होती हैं.",
      "example": "I love my domestic cat, it cuddles with me every night. My sister had a domestic cat, it was very lazy. In the future, I will adopt a domestic cat, it will be very playful.",
      "example_translation": "मैं अपनी घरेलू बिल्ली से प्यार करता हूँ, यह रात में मेरे साथ सो जाती है. मेरी बहन के पास एक घरेलू बिल्ली थी, वह बहुत सुस्त थी. भविष्य में मैं एक घरेलू बिल्ली अपनाएगा, वह बहुत खेलने वाली होगी.",
      "imageLink": "image_files\\English\\"imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "exotic shorthair",
      "translation": "एक्सोटिक शॉर्टहेयर",
      "definition": "The Exotic Shorthair is a breed of cat known for its short, dense coat and calm temperament. They are often described as having a sweet and playful personality.",
      "definition_translation": "एक्सोटिक शॉर्टहेयर एक नस्ल की बिल्ली है जिसकी छोटी, घनी कोट और शांत स्वभाव के लिए जानी जाती है. इनके बारे में अक्सर कहा जाता है कि इनके पास मीठा और खेलने वाला व्यक्तित्व होता है.",
      "example": "I saw an exotic shorthair cat at the pet store, it was very cute. My friend has an exotic shorthair cat, it is very gentle. In the future, I will buy an exotic shorthair cat, it will be very affectionate.",
      "example_translation": "मैंने पेट स्टोर पर एक एक्सोटिक शॉर्टहेयर बिल्ली देखी, वह बहुत प्यारी थी. मेरे दोस्त के पास एक एक्सोटिक शॉर्टहेयर बिल्ली है, वह बहुत दुलारी है. भविष्य में मैं एक एक्सोटिक शॉर्टहेयर बिल्ली खरीदूँगा, वह बहुत स्नेही होगी.",
      "imageLink": "image_files\\English\\"imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Japanese bobtail",
      "translation": "जापानी बोबटेल",
      "definition": "The Japanese Bobtail is a breed of cat known for its short tail and slender body. They are often described as having a curious and playful personality.",
      "definition_translation": "जापानी बोबटेल एक नस्ल की बिल्ली है जिसकी छोटी पूँछ और पतला शरीर के लिए जानी जाती है. इनके बारे में अक्सर कहा जाता है कि इनके पास जिज्ञासु और खेलने वाला व्यक्तित्व होता है.",
      "example": "I have seen a Japanese bobtail cat at a cat show, it was very agile. My neighbor has a Japanese bobtail cat, it is very curious. In the future, I will adopt a Japanese bobtail cat, it will be very playful.",
      "example_translation": "मैंने एक बिल्ली शो में एक जापानी बोबटेल बिल्ली देखी, वह बहुत चुस्त थी. मेरे पड़ोसी के पास एक जापानी बोबटेल बिल्ली है, वह बहुत जिज्ञासु है. भविष्य में मैं एक जापानी बोबटेल बिल्ली अपनाएगा, वह बहुत खेलने वाली होगी.",
      "imageLink": "image_files\\English\\"imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Maine Coon",
      "translation": "मेन कून",
      "definition": "The Maine Coon is a domesticated cat breed native to North America, known for its distinctive physical appearance and friendly, outgoing personality.",
      "definition_translation": "मेन कून एक घरेलू बिल्ली की नस्ल है जो उत्तर अमेरिका में पाई जाती है, जिसकी विशिष्ट शारीरिक उपस्थिति और मित्रवत, बाहर जाने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "I had a Maine Coon cat as a pet when I was a child. Today, I have a Persian cat. By next year, I will have an Ocicat.",
      "example_translation": "जब मैं बच्चा था, मैं मेन कून बिल्ली के रूप में पेट था। आज, मेरे पास पारसी बिल्ली है। अगले साल तक, मेरे पास ओसीकैट होगा।",
      "imageLink": "image_files\\English\\"imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Norwegian Forest cat",
      "translation": "नॉर्वेजियन वन बिल्ली",
      "definition": "The Norwegian Forest cat is a domesticated cat breed originating from Norway, known for its thick coat and robust build.",
      "definition_translation": "नॉर्वेजियन वन बिल्ली नॉर्वे की एक घरेलू बिल्ली की नस्ल है, जिसकी मोटी कोट और मजबूत ढांचे के लिए जाना जाता है।",
      "example": "My sister has a Norwegian Forest cat, and it loves to play with yarn. Yesterday, it was sleeping all day. Tomorrow, it will hunt a mouse.",
      "example_translation": "मेरी बहन के पास नॉर्वेजियन वन बिल्ली है, और यह धागे से खेलना पसंद करता है। कल यह पूरे दिन सो रहा था। कल यह माउस हंट करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Ocicat",
      "translation": "ओसीकैट",
      "definition": "The Ocicat is a domesticated cat breed developed in the 1960s, known for its distinctive coat and playful personality.",
      "definition_translation": "ओसीकैट 1960 में विकसित एक घरेलू बिल्ली की नस्ल है, जिसकी विशिष्ट कोट और खेलने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "I saw an Ocicat at the pet store yesterday. Today, I am considering buying one. By next month, I will have adopted it.",
      "example_translation": "मैंने कल पेट स्टोर पर एक ओसीकैट देखा। आज, मैं एक खरीदने पर विचार कर रहा हूँ। अगले महीने तक, मैंने उसे गोद लिया होगा।",
      "imageLink": "image_files\\English\\"imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Persian",
      "translation": "पारसी",
      "definition": "The Persian is a domesticated cat breed originating from the Middle East, known for its long hair and gentle nature.",
      "definition_translation": "पारसी मध्य पूर्व से एक घरेलू बिल्ली की नस्ल है, जिसकी लंबे बाल और सौम्य स्वभाव के लिए जाना जाता है।",
      "example": "I have a Persian cat as a pet, and it loves to sleep. Yesterday, it was playing with my sister. Tomorrow, it will sit on my lap.",
      "example_translation": "मेरे पास पारसी बिल्ली के रूप में पेट है, और यह सोने के लिए प्यार करता है। कल यह मेरी बहन के साथ खेल रहा था। कल यह मेरी गोद में बैठेगा।",
      "imageLink": "image_files\\English\\"imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Ragdoll",
      "translation": "रगडोल",
      "definition": "A ragdoll is a type of cat known for its soft, silky coat and docile temperament.",
      "definition_translation": "एक रगडोल एक प्रकार का बिल्ला है जिसके लिए अपने नरम, रेशमी कोट और सौम्य प्रकृति के लिए जाना जाता है。",
      "example": "I have owned a ragdoll cat for five years, and it has been a wonderful pet. I will buy a new ragdoll cat next year. I bought a ragdoll cat last year.",
      "example_translation": "मैं पांच साल से एक रगडोल बिल्ला का मालिक हूं, और यह एक अद्भुत पालतू रहा है। मैं अगले साल एक नया रगडोल बिल्ला खरीदूँगा। मैंने पिछले साल एक रगडोल बिल्ला खरीदा था。",
      "imageLink": "image_files\\English\\"imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Russian Blue",
      "translation": "रूसी ब्लू",
      "definition": "The Russian Blue is a breed of domestic cat known for its thick, plush coat and green eyes.",
      "definition_translation": "रूसी ब्लू एक नस्ल của घरेलू बिल्ला है जिसके लिए अपने मोटे, प्लлаш कोट और हरी आंखों के लिए जाना जाता है।",
      "example": "My friend has a Russian Blue cat that is very playful. She will buy a Russian Blue kitten next month. She bought a Russian Blue cat last week.",
      "example_translation": "मेरे दोस्त के पास एक रूसी ब्लू बिल्ला है जो बहुत खिलवाड़ी है। वह अगले महीने एक रूसी ब्लू किट्टी खरीदेगी। उसने पिछले हफ्ते एक रूसी ब्लू बिल्ला खरीदा था。",
      "imageLink": "image_files\\English\\"imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Savannah",
      "translation": "सावannah",
      "definition": "The Savannah is a breed of domestic cat known for its tall, slender build and striking coat pattern.",
      "definition_translation": "सावannah एक नस्ल ऑफ़ डोमेस्टिक बिल्ला है जिसके लिए अपने लंबे, पतले शरीर और स्ट्राइकिंग कोट पैटर्न के लिए जाना जाता है।",
      "example": "I saw a Savannah cat at the pet store yesterday. It will be a great pet for my family. We will buy a Savannah cat next year.",
      "example_translation": "मैंने कल पेट स्टोर पर एक सावannah बिल्ला देखा। यह मेरे परिवार के लिए एक बड़ा पालतू होगा। हम अगले साल एक सावannah बिल्ला खरीदेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Scottish Fold",
      "translation": "स्कॉटिश फोल्ड",
      "definition": "The Scottish Fold is a breed of domestic cat known for its folded ears and playful personality.",
      "definition_translation": "स्कॉटिश फोल्ड एक नस्ल ऑफ़ डोमेस्टिक बिल्ला है जिसके लिए अपने मुड़े हुए कान और खेल-खिलवाड़ी प्रकृति के लिए जाना जाता है।",
      "example": "I have a Scottish Fold cat that is very affectionate. She will buy a Scottish Fold kitten next month. We bought a Scottish Fold cat last year.",
      "example_translation": "मैं एक स्कॉटिश फोल्ड बिल्ला का मालिक हूं जो बहुत स्नेही है। वह अगले महीने एक स्कॉटिश फोल्ड किट्टी खरीदेगी। हमने पिछले साल एक स्कॉटिश फोल्ड बिल्ला खरीदा था。",
      "imageLink": "image_files\\English\\"imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Siamese",
      "translation": "सियामी",
      "definition": "Relating to or characteristic of Siam, especially in the breed of cat originating from Siam.",
      "definition_translation": "सियाम की या उससे संबंधित, विशेष रूप से सियाम से निकलने वाली बिल्ली की नस्ल के लिए।",
      "example": "The Siamese cat curled up on my lap and started purring. I had previously owned a Siamese cat, which had recently passed away. I will buy a Siamese cat next week.",
      "example_translation": "मेरी गोद में सियामी बिल्ली करली और हल्की आवाज निकालने लगी। मैंने पहले सियामी बिल्ली की मालिकी थी, जिसकी हाल ही में मृत्यु हुई थी। मैं अगले हफ्ते सियामी बिल्ली खरीदूँगी।",
      "imageLink": "image_files\\English\\"imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Siberian",
      "translation": "साइबेरियाई",
      "definition": "Relating to or characteristic of Siberia, especially in the breed of husky dog originating from Siberia.",
      "definition_translation": "साइबरिया की या उससे संबंधित, विशेष रूप से साइबरिया से निकलने वाले हसकी कुत्ते की नस्ल के लिए।",
      "example": "The Siberian husky ran quickly through the snow. I had previously seen a Siberian husky in the park. I will buy a Siberian husky puppy next year.",
      "example_translation": "साइबेरियाई हसकी ने बर्फ में तेजी से दौड़ी। मैंने पहले पार्क में साइबेरियाई हसकी देखी थी। मैं अगले साल साइबेरियाई हसकी पपी खरीदूँगी।",
      "imageLink": "image_files\\English\\"imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Somali",
      "translation": "सोमाली",
      "definition": "Relating to or characteristic of Somalia, especially in the breed of goat originating from Somalia.",
      "definition_translation": "सोमालिया की या उससे संबंधित, विशेष रूप से सोमालिया से निकलने वाली बकरी की नस्ल के लिए।",
      "example": "The Somali goat grazed peacefully in the field. I had previously seen a Somali goat in the village. I will buy a Somali goat next month.",
      "example_translation": "सोमाली बकरी ने मैदान में शांति से चराई की। मैंने पहले गांव में सोमाली बकरी देखी थी। मैं अगले महीने सोमाली बकरी खरीदूँगी।",
      "imageLink": "image_files\\English\\"imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Sphynx",
      "translation": "स्फिंक्स",
      "definition": "A breed of hairless cat originating from Canada.",
      "definition_translation": "कैनडा से निकलने वाली बिना बाल की बिल्ली की नस्ल।",
      "example": "The Sphynx cat curled up on my lap and started purring. I had previously owned a Sphynx cat, which had recently passed away. I will buy a Sphynx cat next week.",
      "example_translation": "स्फिंक्स बिल्ली ने मेरी गोद में करली और हल्की आवाज निकालने लगी। मैंने पहले स्फिंक्स बिल्ली की मालिकी थी, जिसकी हाल ही में मृत्यु हुई थी। मैं अगले हफ्ते स्फिंक्स बिल्ली खरीदूँगी।",
      "imageLink": "image_files\\English\\"imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Turkish Angora",
      "translation": "तुर्किश अंगोरा",
      "definition": "The Turkish Angora is a breed of domestic cat that originated in Turkey. It is known for its long, silky coat and its intelligence.",
      "definition_translation": "यह तुर्की से उत्पन्न घरेलू बिल्ली की नस्ल है। इसकी लंबी, रेशमी कोट और बुद्धिमत्ता के लिए जाना जाता है.",
      "example": "I had a Turkish Angora cat when I was a child, it was very playful. Now, I have a new Turkish Angora cat, it is still very playful. In the future, I will definitely have another Turkish Angora cat.",
      "example_translation": " जब मैं बच्चा था, मेरे पास एक तुर्किश अंगोरा बिल्ली थी, वह बहुत खेलने वाली थी। अब, मेरे पास एक नया तुर्किश अंगोरा बिल्ली है, वह अभी भी बहुत खेलने वाली है। भविष्य में, मैं निश्चित रूप से एक और तुर्किश अंगोरा बिल्ली रखूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Turkish Van",
      "translation": "तुर्किश वान",
      "definition": "The Turkish Van is a breed of domestic cat that originated in Turkey. It is known for its white coat with colored points and its playful personality.",
      "definition_translation": "यह तुर्की से उत्पन्न घरेलू बिल्ली की नस्ल है। इसकी सफेद कोट और रंगीन सिरे और खेलने वाले व्यक्तित्व के लिए जाना जाता है.",
      "example": "My friend had a Turkish Van cat, it was very active. Now, she has a new Turkish Van cat, it is still very active. In the future, she will definitely have another Turkish Van cat.",
      "example_translation": " मेरे दोस्त के पास एक तुर्किश वान बिल्ली थी, वह बहुत सक्रिय थी। अब, उसके पास एक नया तुर्किश वान बिल्ली है, वह अभी भी बहुत सक्रिय है। भविष्य में, वह निश्चित रूप से एक और तुर्किश वान बिल्ली रखेगी।",
      "imageLink": "image_files\\English\\"imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]