[
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bank",
      "translation": "बैंक",
      "definition": "A financial institution that provides financial services, such as loans, savings, and investments.",
      "definition_translation": "ऐसा संस्थान जो धन संबंधी सेवाएं प्रदान करता है, जैसे ऋण, बचत, और निवेश.",
      "example": "I went to the bank to deposit my paycheck yesterday. I will go to the bank to withdraw cash tomorrow. I went to the bank to open a new account last week.",
      "example_translation": "मैं कल अपना वेतन जमा करने के लिए बैंक गया. मैं कल नकद निकालने के लिए बैंक जाऊंगा. मैं पिछले हफ्ते एक नई खाता खोलने के लिए बैंक गया.",
      "imageLink": "image_files\\English\\"imageLink": "bank.jpg",
      "audioLink": "bank.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bar",
      "translation": "बार",
      "definition": "A long, straight piece of wood, metal, or plastic used as a counter in a pub or restaurant.",
      "definition_translation": "एक लंबा, सीधा लकड़ी, धातु, या प्लास्टिक का टुकड़ा जिसका उपयोग पब या रेस्टोरेंट में काउंटर के रूप में किया जाता है.",
      "example": "I sat at the bar and ordered a beer. She works behind the bar at a local pub. They installed a new bar in the restaurant last month.",
      "example_translation": "मैं बार पर बैठा और एक बियर ऑर्डर किया. वह स्थानीय पब में बार के पीछे काम करती है. उन्होंने रेस्टोरेंट में पिछले महीने एक नई बार स्थापित की.",
      "imageLink": "image_files\\English\\"imageLink": "bar.jpg",
      "audioLink": "bar.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "beach",
      "translation": "समुद्र तट",
      "definition": "A landform along a body of water, consisting of loose particles such as sand or pebbles.",
      "definition_translation": "एक जल निकाय के साथ एक भूमि रूप, जिसमें रेत या कंकर के रूप में ढीले कण होते हैं.",
      "example": "I love walking on the beach in the morning. The kids built a sandcastle on the beach yesterday. We will go to the beach for a picnic next week.",
      "example_translation": "मैं सुबह में समुद्र तट पर चलना पसंद करता हूँ. बच्चों ने कल समुद्र तट पर एक रेत का قلा बनाया. हम अगले हफ्ते पिकनिक के लिए समुद्र तट पर जाएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "beach.jpg",
      "audioLink": "beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "café",
      "translation": "कैफे",
      "definition": "A small restaurant or coffee shop where people go to eat or drink.",
      "definition_translation": "एक छोटा रेस्तरां या कॉफी शॉप जहां लोग खाने या पीने के लिए जाते हैं.",
      "example": "I met my friend at a café downtown. She works at a café near my house. They opened a new café in the city center last month.",
      "example_translation": "मैं अपने मित्र से एक कैफे में मिला. वह मेरे घर के पास एक कैफे में काम करती है. उन्होंने शहर के केंद्र में पिछले महीने एक नई कैफे खोली.",
      "imageLink": "image_files\\English\\"imageLink": "cafe.jpg",
      "audioLink": "cafĂ©.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cinema",
      "translation": "सिनेमा",
      "definition": "A cinema is a place where people go to watch films or movies for entertainment.",
      "definition_translation": "एक सिनेमा एक ऐसा स्थान है जहां लोग मनोरंजन के लिए फिल्में या मूवी देखने जाते हैं.",
      "example": "I went to the cinema to watch a movie last night. I am going to the cinema to watch a movie tonight. I will go to the cinema to watch a movie tomorrow.",
      "example_translation": "मैं कल रात को मूवी देखने सिनेमा गया था. मैं आज रात को मूवी देखने सिनेमा जा रहा हूँ. मैं कल सिनेमा जाऊंगा मूवी देखने के लिए.",
      "imageLink": "image_files\\English\\"imageLink": "cinema-1.jpg",
      "audioLink": "cinema.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "factory",
      "translation": "कारखाना",
      "definition": "A factory is a building or group of buildings where goods are manufactured or produced.",
      "definition_translation": "एक कारखाना एक ऐसी इमारत या इमारतों का समूह है जहां सामान निर्मित या उत्पादित किया जाता है.",
      "example": "I visited a factory to see how cars are made. The factory will start producing new cars next month. The factory had produced many cars last year.",
      "example_translation": "मैं कारें कैसे बनाई जाती हैं, देखने के लिए कारखाने पर गया था. कारखाना अगले महीने से नई कारें बनाना शुरू कर देगा. पिछले साल कारखाने ने कई कारें बनाई थीं.",
      "imageLink": "image_files\\English\\"imageLink": "factory.jpg",
      "audioLink": "factory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "farm",
      "translation": "खेत",
      "definition": "A farm is an area of land used for growing crops or raising animals for food.",
      "definition_translation": "एक खेत खाद्य के लिए फसल उगाने या पशुओं को पालने के लिए प्रयोग की जाने वाली जमीन का क्षेत्र है.",
      "example": "I grew up on a farm where my family raised cows and chickens. The farm will start harvesting crops next season. The farm had produced a lot of wheat last year.",
      "example_translation": "मैं एक खेत पर पला बढ़ा था जहां मेरे परिवार ने गायें और मुर्गें पाली थीं. खेत अगले सीजन से फसलें काटना शुरू कर देगा. पिछले साल खेत ने बहुत सारा गेहूं उत्पादित किया था.",
      "imageLink": "image_files\\English\\"imageLink": "farm.jpg",
      "audioLink": "farm.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "flat",
      "translation": "फ्लैट",
      "definition": "A flat is a set of rooms, especially on one level, in a building or house, used as a place to live.",
      "definition_translation": "एक फ्लैट एक इमारत या घर में एक स्तर पर स्थितpecially комнат, जिसका प्रयोग रहने के स्थान के रूप में किया जाता है.",
      "example": "I live in a flat on the top floor of the building. She will move into a new flat next month. They had lived in a flat in the city for five years.",
      "example_translation": "मैं इमारत के ऊपरी माले पर स्थित एक फ्लैट में रहता हूँ. वह अगले महीने एक नए फ्लैट में शिफ्ट हो जाएगी. वे पांच साल से शहर में एक फ्लैट में रहते थे.",
      "imageLink": "image_files\\English\\"imageLink": "flat.jpg",
      "audioLink": "flat.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hospital",
      "translation": "अस्पताल",
      "definition": "A hospital is a health care institution providing patient treatment with specialized medical and surgical services and equipment.",
      "definition_translation": "एक अस्पताल स्वास्थ्य देखभाल संस्थान है जो विशेष चिकित्सा और शल्य चिकित्सा सेवाओं और उपकरणों के साथ रोगी उपचार प्रदान करता है।",
      "example": "I visited my friend at the hospital yesterday, I will visit her again tomorrow, and she will be discharged from the hospital next week.",
      "example_translation": "मैं कल अस्पताल में अपने दोस्त से मिला, मैं कल फिर से उससे मिलूँगा, और वह अगले हफ्ते अस्पताल से छुट्टी कर लेगी।",
      "imageLink": "image_files\\English\\"imageLink": "hospital.jpg",
      "audioLink": "hospital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hotel",
      "translation": "होटल",
      "definition": "A hotel is an establishment that provides paid lodging, usually on a short-term basis, and often has additional facilities and services such as food and beverage services, entertainment, and recreational activities.",
      "definition_translation": "एक होटल एक स्थापना है जो अल्पकालिक आधार पर भुगतान आवास प्रदान करता है, और अक्सर खाद्य और पेय सेवाओं, मनोरंजन, और अवकाश गतिविधियों जैसी अतिरिक्त सुविधाओं और सेवाओं की पेशकश करता है।",
      "example": "I stayed at a hotel during my trip to Paris last year, I am staying at a hotel now, and I will stay at a hotel again next month.",
      "example_translation": "मैं पेरिस की यात्रा के दौरान पिछले साल एक होटल में रहा, मैं अब एक होटल में रह रहा हूँ, और मैं अगले महीने फिर से एक होटल में रहूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "hotel-1.jpg",
      "audioLink": "hotel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "house",
      "translation": "घर",
      "definition": "A house is a building for human habitation, especially a dwelling place, residence, or home, where one lives and rests.",
      "definition_translation": "एक घर मानव निवास के लिए एक भवन है, विशेष रूप से एक आवास स्थान, निवास या घर, जहाँ एक रहता है और आराम करता है।",
      "example": "I lived in a house when I was a child, I am living in a house now, and I will live in a house in the future.",
      "example_translation": "मैं बच्चा था तब मैं एक घर में रहता था, मैं अब एक घर में रहता हूँ, और मैं भविष्य में एक घर में रहूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "house.jpg",
      "audioLink": "house.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "museum",
      "translation": "संग्रहालय",
      "definition": "A museum is an institution dedicated to the acquisition, conservation, study, exhibition, and educational interpretation of objects having scientific, historical, or artistic value.",
      "definition_translation": "एक संग्रहालय एक संस्थान है जिसका उद्देश्य वैज्ञानिक, ऐतिहासिक, या कलात्मक मूल्य के होने वाले वस्तुओं की अधिग्रहण, संरक्षण, अध्ययन, प्रदर्शन, और शैक्षिक व्याख्या है।",
      "example": "I visited a museum last week, I am visiting a museum today, and I will visit a museum again next year.",
      "example_translation": "मैं पिछले हफ्ते एक संग्रहालय में गया, मैं आज एक संग्रहालय में जा रहा हूँ, और मैं अगले साल फिर से एक संग्रहालय में जाऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "museum.jpg",
      "audioLink": "museum.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "park",
      "translation": "पार्क",
      "definition": "A large public green area in a town, used for recreation and leisure.",
      "definition_translation": "एक 城 का बड़ा सार्वजनिक हरा क्षेत्र, अवकाश और मनोरंजन के लिए उपयोग किया जाता है।",
      "example": "I went to the park yesterday, I'm going to the park today, and I will go to the park tomorrow.",
      "example_translation": "मैं कल पार्क गया था, मैं आज पार्क जा रहा हूँ, और मैं कल पार्क जाऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "park.jpg",
      "audioLink": "park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "restaurant",
      "translation": "रेस्टोरेंट",
      "definition": "A place where people pay to sit and eat meals that are prepared and served on the premises.",
      "definition_translation": "एक स्थान जहाँ लोग भोजन के लिए भुगतान करते हैं, जिसे स्थल पर तैयार और परोसा जाता है।",
      "example": "I ate at a restaurant last night, I'm eating at a restaurant now, and I will eat at a restaurant next week.",
      "example_translation": "मैं कल रात को रेस्टोरेंट में खाया था, मैं अभी रेस्टोरेंट में खा रहा हूँ, और मैं अगले हफ्ते रेस्टोरेंट में खाऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "restaurant.jpg",
      "audioLink": "restaurant.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "river",
      "translation": "नदी",
      "definition": "A natural flowing body of water, often connected to an ocean or a lake.",
      "definition_translation": "एक प्राकृतिक बहने वाला जल निकाय, अक्सर समुद्र या झील से जुड़ा होता है।",
      "example": "I saw a river flowing rapidly yesterday, I see a river flowing slowly today, and I will see a river flowing rapidly tomorrow.",
      "example_translation": "मैंने कल तेजी से बहने वाली नदी देखी थी, मैं आज धीरे-धीरे बहने वाली नदी देख रहा हूँ, और मैं कल तेजी से बहने वाली नदी देखूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "river.jpg",
      "audioLink": "river.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "road",
      "translation": "सड़क",
      "definition": "A way made for traveling by vehicles, especially cars.",
      "definition_translation": "वाहनों, विशेष रूप से कारों, द्वारा यात्रा करने के लिए बनाया गया मार्ग。",
      "example": "I drove on a road yesterday, I'm driving on a road today, and I will drive on a road tomorrow.",
      "example_translation": "मैंने कल सड़क पर ड्राइव किया था, मैं आज सड़क पर ड्राइव कर रहा हूँ, और मैं कल सड़क पर ड्राइव करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "road.jpg",
      "audioLink": "road.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "school",
      "translation": "विद्यालय",
      "definition": "An institution where people, especially children, go to learn from teachers.",
      "definition_translation": "जहां लोग, विशेष रूप से बच्चे, शिक्षकों से सीखने के लिए जाते हैं।",
      "example": "I went to school yesterday, I am going to school today, and I will go to school tomorrow.",
      "example_translation": "मैं कल स्कूल गया था, मैं आज स्कूल जा रहा हूँ, और मैं कल स्कूल जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "school.jpg",
      "audioLink": "school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sea",
      "translation": "सागर",
      "definition": "A large area of saltwater that surrounds a country or a continent.",
      "definition_translation": "एक बड़े क्षेत्र का नमकीन पानी जो एक देश या एक महाद्वीप को घेरता है।",
      "example": "I saw the sea last year, I am seeing the sea now, and I will see the sea next year.",
      "example_translation": "मैं पिछले साल सागर देखा था, मैं अब सागर देख रहा हूँ, और मैं अगले साल सागर देखूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "sea.jpg",
      "audioLink": "sea.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "shop",
      "translation": "दुकान",
      "definition": "A building or part of a building where goods are sold.",
      "definition_translation": "एक इमारत या इमारत का एक हिस्सा जहां सामान बेचा जाता है।",
      "example": "I shopped at the mall yesterday, I am shopping now, and I will shop tomorrow.",
      "example_translation": "मैं कल मॉल में शॉपिंग की थी, मैं अभी शॉपिंग कर रहा हूँ, और मैं कल शॉपिंग करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "shop.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "station",
      "translation": "स्टेशन",
      "definition": "A place where trains, buses, or other vehicles stop to let people get on or off.",
      "definition_translation": "एक जगह जहां ट्रेनें, बसें या अन्य वाहन लोगों के चढ़ने या उतरने के लिए रुकते हैं।",
      "example": "I arrived at the station last night, I am arriving at the station now, and I will arrive at the station tomorrow morning.",
      "example_translation": "मैं रात को स्टेशन पर पहुँचा था, मैं अभी स्टेशन पर पहुँच रहा हूँ, और मैं कल सुबह स्टेशन पर पहुँचूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "station-1.jpg",
      "audioLink": "station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stop",
      "translation": "रुकना (rukna)",
      "definition": "To cease moving or doing something; to bring to an end.",
      "definition_translation": "कुछ करना या चलना बंद करना; अंत करना",
      "example": "I stopped running when I reached the finish line. I stop to smell the flowers every day. I will stop by the store on my way home.",
      "example_translation": "मैं फिनिश लाइन पर पहुंचते ही दौड़ना बंद कर दिया। मैं हर दिन फूलों की smell करना बंद कर देता हूँ। मैं घर जाते समय स्टोर पर रुकूँगा",
      "imageLink": "image_files\\English\\"imageLink": "stop.jpg",
      "audioLink": "stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "street",
      "translation": "सड़क (sarak)",
      "definition": "A public road in a city, town, or village, typically with buildings along one or both sides.",
      "definition_translation": "एक शहर, टाउन या गांव में सार्वजनिक सड़क, आमतौर पर एक या दोनों तरफ इमारतें होती हैं",
      "example": "I live on a quiet street. The street was filled with people. The street will be closed for construction.",
      "example_translation": "मैं एक शांत सड़क पर रहता हूँ। सड़क लोगों से भरी थी। सड़क निर्माण के लिए बंद हो जाएगी",
      "imageLink": "image_files\\English\\"imageLink": "street.jpg",
      "audioLink": "street.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "supermarket",
      "translation": "सुपरमार्केट (supermarket)",
      "definition": "A large self-service store selling a wide variety of goods, typically including food, household items, and personal care products.",
      "definition_translation": "एक बड़ा सेल्फ-सервिस स्टोर जिसमें व्यापक श्रृंखला के सामान बिकते हैं, आमतौर पर खाने-पीने की चीज़ें, घरेलू सामान और निजी देखभाल उत्पाद शामिल होते हैं",
      "example": "I go to the supermarket every week. The supermarket had a big sale. The supermarket will open 24 hours soon.",
      "example_translation": "मैं हर हफ्ते सुपरमार्केट जाता हूँ। सुपरमार्केट में बड़ी सेल थी। सुपरमार्केट जल्द ही 24 घंटे खुला रहेगा",
      "imageLink": "image_files\\English\\"imageLink": "supermarket.jpg",
      "audioLink": "supermarket.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "swimming pool",
      "translation": "तैराकी की टंकी (tairaaki ki tanki)",
      "definition": "A structure, usually outdoors, with a large tank of water used for swimming.",
      "definition_translation": "आमतौर पर बाहरी संरचना, जहां पानी की बड़ी टंकी तैराकी के लिए उपयोग की जाती है",
      "example": "I went to the swimming pool yesterday. The swimming pool was very crowded. The swimming pool will be renovated soon.",
      "example_translation": "मैं कल तैराकी की टंकी गया था। तैराकी की टंकी बहुत भीड़ थी। तैराकी की टंकी जल्द ही नवीनीकरण होगा",
      "imageLink": "image_files\\English\\"imageLink": "swimming-pool.jpg",
      "audioLink": "swimming pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "town",
      "translation": "कस्बा",
      "definition": "A town is a human settlement that is larger than a village but smaller than a city.",
      "definition_translation": "कस्बा एक मानव बस्ती है जो गांव से बड़ा है लेकिन शहर से छोटा है",
      "example": "I visited my hometown last weekend. I am visiting my hometown tomorrow. I had visited my hometown last year.",
      "example_translation": "मैंने पिछले सप्ताहांत में अपने घरेलू शहर का दौरा किया. मैं कल अपने घरेलू शहर का दौरा करने जा रहा हूँ. मैंने पिछले साल अपने घरेलू शहर का दौरा किया था.",
      "imageLink": "image_files\\English\\"imageLink": "town.jpg",
      "audioLink": "town.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "university",
      "translation": "विश्वविद्यालय",
      "definition": "A university is an institution of higher education and research, which grants academic degrees in various fields of study.",
      "definition_translation": "विश्वविद्यालय उच्च शिक्षा और शोध की संस्था है, जो विभिन्न क्षेत्रों में अकादमिक डिग्री प्रदान करता है.",
      "example": "I am currently studying at a university. I studied at a university last year. I will study at a university next year.",
      "example_translation": "मैं अभी एक विश्वविद्यालय में अध्ययन कर रहा हूँ. मैंने पिछले साल एक विश्वविद्यालय में अध्ययन किया था. मैं अगले साल एक विश्वविद्यालय में अध्ययन करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "university.jpg",
      "audioLink": "university.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "village",
      "translation": "गांव",
      "definition": "A village is a group of houses and associated buildings, larger than a hamlet and smaller than a town, situated in a rural area.",
      "definition_translation": "गांव एक ग्रुप हाउस और संबद्ध इमारतों, हैमलेट से बड़ा और कस्बे से छोटा, ग्रामीण क्षेत्र में स्थित है.",
      "example": "I have visited many villages in my lifetime. I am visiting a village tomorrow. I had visited a village last week.",
      "example_translation": "मैंने अपने जीवनकाल में कई गांवों का दौरा किया है. मैं कल एक गांव का दौरा करने जा रहा हूँ. मैंने पिछले सप्ताह में एक गांव का दौरा किया था.",
      "imageLink": "image_files\\English\\"imageLink": "village.jpg",
      "audioLink": "village.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "zoo",
      "translation": "चिड़ियाघर",
      "definition": "A zoo is a place where animals are kept in captivity for public display and education.",
      "definition_translation": "चिड़ियाघर एक जगह है जहां जानवरों को सार्वजनिक प्रदर्शन और शिक्षा के लिए कैद रखा जाता है.",
      "example": "I visited a zoo last month. I am going to visit a zoo next week. I had visited a zoo last year.",
      "example_translation": "मैंने पिछले महीने एक चिड़ियाघर का दौरा किया था. मैं अगले सप्ताह में एक चिड़ियाघर का दौरा करने जा रहा हूँ. मैंने पिछले साल एक चिड़ियाघर का दौरा किया था.",
      "imageLink": "image_files\\English\\"imageLink": "zoo.jpg",
      "audioLink": "zoo.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "airport",
      "translation": "एयरपोर्ट",
      "definition": "A place where airplanes take off and land, usually with facilities for passengers to wait, eat, and shop.",
      "definition_translation": "एक स्थान जहाँ विमान लैंड करते हैं और उड़ान भरते हैं, आमतौर पर यात्रियों के लिए प्रतीक्षा, खाने और खरीदारी की सुविधाओं के साथ。",
      "example": "I will arrive at the airport at 5am tomorrow. Yesterday, I arrived at the airport at 5am. If I have time, I will arrive at the airport at 5am.",
      "example_translation": "मैं कल सुबह 5 बजे हवाई अड्डे पर पहुँच जाऊंगा. कल सुबह 5 बजे मैं हवाई अड्डे पर पहुँचा था. अगर मेरे पास समय है, तो मैं सुबह 5 बजे हवाई अड्डे पर पहुँच जाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "airport.jpg",
      "audioLink": "airport.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "apartment",
      "translation": "अपार्टमेंट",
      "definition": "A self-contained housing unit that occupies only part of a building, typically having one or more bedrooms, a kitchen, and a bathroom.",
      "definition_translation": "एक स्व-निहित आवास इकाई जो एक इमारत के केवल एक हिस्से में रहती है, आमतौर पर एक या अधिक बेडरूम, एक रसोई और एक बाथरूम होता है.",
      "example": "I live in a cozy apartment in the city center. I lived in a small apartment when I was a student. I will buy a bigger apartment in the future.",
      "example_translation": "मैं शहर के केंद्र में एक आरामदायक अपार्टमेंट में रहता हूँ. मैं एक छात्र था तो एक छोटे अपार्टमेंट में रहता था. मैं भविष्य में एक बड़ा अपार्टमेंट खरीद लूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "apartment.jpg",
      "audioLink": "apartment.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "area",
      "translation": "क्षेत्र",
      "definition": "A particular extent of space or surface, or a particular region or part of a country, city, or town.",
      "definition_translation": "एक विशेष स्थान या सतह का विस्तार, или एक विशेष क्षेत्र या देश, शहर या कस्बे का एक हिस्सा.",
      "example": "The area around the station is very crowded. The area was flooded during the storm. I will explore the area next weekend.",
      "example_translation": "स्टेशन के आस-पास का क्षेत्र बहुत भीड़-भाड़ वाला है. तूफान के दौरान क्षेत्र जलमग्न हो गया था. मैं अगले वीकेंड पर क्षेत्र का पता लगाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "area.jpg",
      "audioLink": "area.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bookshop",
      "translation": "पुस्तकालय",
      "definition": "A store where books are sold, often with other goods related to reading, such as stationery and coffee.",
      "definition_translation": "एक स्टोर जहाँ पुस्तकें बेची जाती हैं, अक्सर पढ़ने से संबंधित अन्य GOODS, जैसे स्टेशनरी और कॉफी के साथ.",
      "example": "I visit the bookshop every week. Yesterday, I visited a bookshop in the city center. If I have time, I will open my own bookshop.",
      "example_translation": "मैं हर हफ्ते पुस्तकालय जाता हूँ. कल मैं शहर के केंद्र में एक पुस्तकालय गया था. अगर मेरे पास समय है, तो मैं अपना खुद का पुस्तकालय खोल दूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "bookshop.jpg",
      "audioLink": "bookshop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bookstore",
      "translation": "किताबें की दुकान",
      "definition": "A store where books are sold.",
      "definition_translation": "जहां किताबें बेचीं जाती हैं",
      "example": "I went to the bookstore yesterday, I am going to the bookstore now, and I will go to the bookstore tomorrow.",
      "example_translation": "मैं कल किताबें की दुकान गया था, मैं अब किताबें की दुकान जा रहा हूँ, और मैं कल किताबें की दुकान जाऊँगा.",
      "imageLink": "image_files\\English\\"imageLink": "bookstore.jpg",
      "audioLink": "bookstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bridge",
      "translation": "पुल",
      "definition": "A structure built over a river, road, or other obstacle to allow people or vehicles to cross.",
      "definition_translation": "एक नदी, सड़क, या अन्य बाधा के ऊपर बनाया गया एक संरचना जिससे लोग या वाहन पार कर सकें.",
      "example": "The bridge was built in 1990, it is being repaired now, and it will be completed soon.",
      "example_translation": "पुल 1990 में बनाया गया था, अब इसे ठीक किया जा रहा है, और यह जल्द ही पूरा हो जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "bridge.jpg",
      "audioLink": "bridge.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "building",
      "translation": "इमारत",
      "definition": "A structure with walls and a roof, such as a house or a factory.",
      "definition_translation": "एक दीवार और छत वाली संरचना, जैसे कि एक घर या एक फैक्ट्री.",
      "example": "The building was constructed last year, it is being used now, and it will be renovated next year.",
      "example_translation": "इमारत पिछले साल बनाई गई थी, अब इसका इस्तेमाल किया जा रहा है, और अगले साल इसका नवीकरण किया जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "building.jpg",
      "audioLink": "building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bus station",
      "translation": "बस स्टेषन",
      "definition": "A place where buses stop to pick up or drop off passengers.",
      "definition_translation": "एक ऐसा स्थान जहां बसें यात्रियों को लेने या छोड़ने के लिए रुकती हैं.",
      "example": "I arrived at the bus station yesterday, I am waiting at the bus station now, and I will depart from the bus station tomorrow.",
      "example_translation": "मैं कल बस स्टेषन पर पहुंचा था, मैं अब बस स्टेषन पर इंतज़ार कर रहा हूँ, और मैं कल बस स्टेषन से निकलूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "bus-station.jpg",
      "audioLink": "bus station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bus stop",
      "translation": "बस स्टॉप",
      "definition": "A designated place where buses stop to pick up or drop off passengers.",
      "definition_translation": "यात्रियों को उठाने या गिराने के लिए बसों द्वारा रुकने की एक निर्धारित जगह。",
      "example": "I waited for 20 minutes at the bus stop. Yesterday, I was waiting for a friend at the bus stop. Tomorrow, I will wait for my sister at the bus stop.",
      "example_translation": "मैं 20 मिनट से बस स्टॉप पर इंतज़ार कर रहा था. कल, मैं बस स्टॉप पर दोस्त का इंतज़ार कर रहा था. कल, मैं अपनी बहन का इंतज़ार बस स्टॉप पर करूंगा.",
      "imageLink": "image_files\\English\\"imageLink": "bus-stop.jpg",
      "audioLink": "bus stop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cafeteria",
      "translation": "कैफेटेरिया",
      "definition": "A restaurant or food hall, especially in a school or institution, where food and drinks are served.",
      "definition_translation": "एक स्कूल या संस्था में भोजन और पेय पदार्थ परोसने के लिए एक रेस्तरां या फूड हॉल.",
      "example": "The cafeteria served a variety of food yesterday. The students are eating in the cafeteria. The teachers will have a meeting in the cafeteria tomorrow.",
      "example_translation": "कैफेटेरिया ने कल कई प्रकार के भोजन परोसे. छात्र कैफेटेरिया में खा रहे हैं. टीचर्स कल कैफेटेरिया में एक मीटिंग करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "cafeteria.jpg",
      "audioLink": "cafeteria.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "capital",
      "translation": "राजधानी",
      "definition": "The city or town that serves as the seat of government for a country, state, or province.",
      "definition_translation": "एक देश, राज्य या प्रांत के सरकार की सीट के रूप में सेवारत शहर या टाउन.",
      "example": "The capital of India is Delhi. Yesterday, I visited the capital of France. The capital of China will host the next Olympic Games.",
      "example_translation": "भारत की राजधानी दिल्ली है. मैंने फ्रांस की राजधानी कल ziyaret की. चीन की राजधानी अगले ओलंपिक खेलों की मेजबानी करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "capital.jpg",
      "audioLink": "capital.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "car park",
      "translation": "पार्किंग स्थल",
      "definition": "A designated area, usually outdoors, where vehicles are parked.",
      "definition_translation": "वाहन पार्क करने के लिए आमतौर पर बाहरी क्षेत्र में निर्धारित क्षेत्र.",
      "example": "I parked my car in the car park. Yesterday, I was parking my car in the car park. Tomorrow, I will park my car in the car park.",
      "example_translation": "मैंने अपनी कार पार्किंग स्थल में पार्क कर दी. कल, मैं अपनी कार पार्किंग स्थल में पार्क कर रहा था. कल, मैं अपनी कार पार्किंग स्थल में पार्क करूंगा.",
      "imageLink": "image_files\\English\\"imageLink": "car-park.jpg",
      "audioLink": "car park.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "castle",
      "translation": "किला",
      "definition": "A large building or structure, typically located in a strategic position, that was built for defense and protection in the past.",
      "definition_translation": "एक बड़ा BUILDING या संरचना, आमतौर पर एक सामरिक स्थिति में स्थित, जिसे पहरेदारी और सुरक्षा के लिए बनाया गया था",
      "example": "The king had lived in the castle for many years, lives in the castle now, and will live in the castle in the future.",
      "example_translation": "राजा ने कई सालों से किले में रहता था, किले में अब रहता है, और भविष्य में किले में रहेगा",
      "imageLink": "image_files\\English\\"imageLink": "castle.jpg",
      "audioLink": "castle.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cathedral",
      "translation": "महागिरजा",
      "definition": "A large and impressive church, especially one that is the principal church of a diocese or province.",
      "definition_translation": "एक बड़ा और प्रभावशाली चर्च, विशेष रूप से एक जो एक डायसीस या प्रांत का मुख्य चर्च है",
      "example": "The tourists visited the cathedral in the morning, are visiting it now, and will visit it again tomorrow.",
      "example_translation": "पर्यटक सुबह महागिरजा में गए, अब उसे देख रहे हैं, और कल फिर से देखेंगे",
      "imageLink": "image_files\\English\\"imageLink": "cathedral.jpg",
      "audioLink": "cathedral.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "centre",
      "translation": "केंद्र",
      "definition": "The point that is equidistant from all sides of a shape, or the middle point of a line, area, or volume.",
      "definition_translation": "एक आकार के सभी साइड से समान दूरी पर स्थित बिंदु, या एक रेखा, क्षेत्र, या आयतन का मध्य बिंदु",
      "example": "The city centre was bustling with people, is bustling with people now, and will be bustling with people in the evening.",
      "example_translation": "शहर का केंद्र लोगों से भरा हुआ था, अब भरा हुआ है, और शाम को भरा हुआ होगा",
      "imageLink": "image_files\\English\\"imageLink": "centre-1.jpg",
      "audioLink": "centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chemist's",
      "translation": "रसायनज्ञ की दुकान",
      "definition": "A shop where medicines and other goods are sold, and where a pharmacist dispenses medicines.",
      "definition_translation": "एक दुकान जहां दवाइयां और अन्य सामान बेचे जाते हैं, और जहां एक फार्मासिस्ट दवाइयां वितरित करता है",
      "example": "I went to the chemist's shop yesterday, go to it every week, and will go to it again soon.",
      "example_translation": "मैं कल रसायनज्ञ की दुकान पर गया था, हर सप्ताह उसे जाता हूं, और जल्द ही फिर से जाऊंगा",
      "imageLink": "image_files\\English\\"imageLink": "chemists.jpg",
      "audioLink": "chemist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "church",
      "translation": "गिरजा",
      "definition": "A building for public Christian worship, especially one with a tower or steeple.",
      "definition_translation": "एक सार्वजनिक ईसाई पूजा के लिए एक इमारत, विशेष रूप से एक टावर या स्टीपल के साथ。",
      "example": "I went to the church last Sunday. I am going to the church now. I will go to the church tomorrow.",
      "example_translation": "मैं रविवार को चर्च गया था। मैं अभी चर्च जा रहा हूँ। मैं कल चर्च जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "church.jpg",
      "audioLink": "church.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "city centre",
      "translation": "शहर केंद्र",
      "definition": "The central part of a city, where many shops, offices, and services are located.",
      "definition_translation": "एक शहर का केंद्रीय हिस्सा, जहां कई दुकानें, ऑफिस और सेवाएं स्थित हैं।",
      "example": "I met my friend at the city centre last week. We are going to visit the city centre today. They will open a new store at the city centre next month.",
      "example_translation": "मैं अपने दोस्त से पिछले सप्ताह शहर केंद्र में मिला। हम आज शहर केंद्र का दौरा करने जा रहे हैं। वे अगले महीने शहर केंद्र में एक नई दुकान खोलेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "city-centre.jpg",
      "audioLink": "city centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "clothes shop",
      "translation": "कपड़े की दुकान",
      "definition": "A store where clothes are sold.",
      "definition_translation": "एक स्टोर जहां कपड़े बेचे जाते हैं।",
      "example": "I bought a shirt from the clothes shop yesterday. She is working at the clothes shop now. They will open a new clothes shop next year.",
      "example_translation": "मैं कल कपड़े की दुकान से एक शर्ट खरीदा था। वह अब कपड़े की दुकान में काम कर रही हैं। वे अगले साल एक नई कपड़े की दुकान खोलेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "clothes-shop.jpg",
      "audioLink": "clothes shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "club",
      "translation": "क्लब",
      "definition": "An association of people with a common interest or goal.",
      "definition_translation": "एक सामान्य रूचि या هدف के साथ लोगों का संघ。",
      "example": "I joined the club last year. She is a member of the club now. They will organize a party at the club next week.",
      "example_translation": "मैं पिछले साल क्लब में शामिल हुआ था। वह अब क्लब की सदस्य हैं। वे अगले सप्ताह क्लब में एक पार्टी का आयोजन करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "club.jpg",
      "audioLink": "club.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "college",
      "translation": "कॉलेज",
      "definition": "An educational institution or establishment, in particular one providing higher education or specialized vocational education.",
      "definition_translation": "उच्च शिक्षा या विशेष व्यावसायिक शिक्षा प्रदान करने वाली एक शैक्षिक संस्था या स्थापना.",
      "example": "I graduated from college last year. I am currently in college. I will attend college in the fall.",
      "example_translation": "मैं पिछले साल कॉलेज से स्नातक हुआ था. मैं अभी कॉलेज में हूँ. मैं秋 में कॉलेज में दाखिला लूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "college.jpg",
      "audioLink": "college.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "corner",
      "translation": "कोना",
      "definition": "The point or area where two or more edges, surfaces, or lines meet.",
      "definition_translation": "दो या अधिक किनारों, सतहों या रेखाओं का मिलन बिंदु या क्षेत्र.",
      "example": "I sat in the corner of the room. The book fell to the corner of the table. The house is located on the corner of the street.",
      "example_translation": "मैं कमरे के कोने में बैठा था. किताब टेबल के कोने में गिर गई. घर सड़क के कोने में स्थित है.",
      "imageLink": "image_files\\English\\"imageLink": "corner.jpg",
      "audioLink": "corner.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "department store",
      "translation": "डिपार्टमेंटल स्टोर",
      "definition": "A large retail store carrying a wide range of products, organized into different departments.",
      "definition_translation": "विभिन्न विभागों में संगठित एक बड़ा रिटेल स्टोर जिसमें व्यापक प्रोडक्ट रेंज उपलब्ध होती है.",
      "example": "I went to the department store to buy some clothes. The department store offers a wide range of products. The department store is having a sale this weekend.",
      "example_translation": "मैं कुछ कपड़े खरीदने के लिए डिपार्टमेंटल स्टोर गया था. डिपार्टमेंटल स्टोर में व्यापक प्रोडक्ट रेंज उपलब्ध है. डिपार्टमेंटल स्टोर इस वीकेंड में सेल कर रहा है.",
      "imageLink": "image_files\\English\\"imageLink": "department-store.jpg",
      "audioLink": "department store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "disco",
      "translation": "डिस्को",
      "definition": "A type of nightclub where people dance to recorded music, typically with flashing lights and a raised platform for the DJ.",
      "definition_translation": "रिकॉर्डेड संगीत पर नृत्य करने वाला एक प्रकार का नाइटक्लब, आमतौर पर फ्लैशिंग लाइट्स और डीजे के लिए एक उठा हुआ मंच के साथ.",
      "example": "I went to a disco last night. The disco was very crowded. I love dancing at the disco.",
      "example_translation": "मैं कल रात को डिस्को में गया था. डिस्को बहुत भीड़भाड़ वाला था. मैं डिस्को में नृत्य करना पसंद करता हूँ.",
      "imageLink": "image_files\\English\\"imageLink": "disco.jpg",
      "audioLink": "disco.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "drugstore",
      "translation": "ड्रग स्टोर",
      "definition": "A store where medicines and other healthcare products are sold.",
      "definition_translation": "एक स्टोर जहां दवाएं और अन्य स्वास्थ्य संबंधी उत्पाद बेचे जाते हैं।",
      "example": "I went to the drugstore to buy some painkillers. I am going to the drugstore to buy some bandages. I will go to the drugstore to buy some vitamins.",
      "example_translation": "मैं दर्द निवारक खरीदने के लिए दवा स्टोर गया था। मैं पट्टी खरीदने के लिए दवा स्टोर जा रहा हूँ। मैं विटामिन खरीदने के लिए दवा स्टोर जाऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "drugstore.jpg",
      "audioLink": "drugstore.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "entrance",
      "translation": "प्रवेश",
      "definition": "The point of entry into a building, a room, or an area.",
      "definition_translation": "एक इमारत, एक कमरे या एक क्षेत्र में प्रवेश क điểm。",
      "example": "The entrance to the museum was crowded. I am standing at the entrance of the auditorium. She will enter through the entrance of the gym.",
      "example_translation": "संग्रहालय में प्रवेश भीड़ थी। मैं ऑडिटोरियम के प्रवेश पर खड़ा हूँ। वह जिम के प्रवेश से प्रवेश करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "entrance.jpg",
      "audioLink": "entrance.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "exit",
      "translation": "निकास",
      "definition": "A way out of a building, a room, or an area.",
      "definition_translation": "एक इमारत, एक कमरे या एक क्षेत्र से बाहर निकलने का रास्ता।",
      "example": "The exit from the parking lot was closed. He exited the stadium quickly. They will exit the building through the emergency exit.",
      "example_translation": "पार्किंग लॉट से निकास बंद था। वह स्टेडियम से जल्दी बाहर निकला। वे इमर्जेंसी निकास से बिल्डिंग से बाहर निकलेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "exit-1.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "field",
      "translation": "क्षेत्र",
      "definition": "An open area of land, used for a specific purpose such as agriculture or sports.",
      "definition_translation": "एक खुला इलाका, कृषि या खेल के लिए प्रयोग किया जाता है।",
      "example": "The farmer worked in the field all day. The soccer team played in the field yesterday. The scientist will conduct an experiment in the field next week.",
      "example_translation": "किसान पूरे दिन क्षेत्र में काम करता था। सॉकर टीम ने कल क्षेत्र में खेला था। वैज्ञानिक अगले सप्ताह क्षेत्र में प्रयोग करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "field.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "garage",
      "translation": "गेराज",
      "definition": "A building or shed for housing a motor vehicle, especially a private or domestic one.",
      "definition_translation": "एक मोटर वाहन के लिए आवास हेतु एक इमारत या शेड, विशेषकर एक निजी या घरेलू एक。",
      "example": "I parked my car in the garage last night. I am parking my car in the garage now. I will park my car in the garage tomorrow.",
      "example_translation": "मैंने कल रात को अपनी कार गेराज में पार्क की थी। मैं अब अपनी कार गेराज में पार्क कर रहा हूँ। मैं कल अपनी कार गेराज में पार्क करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "garage.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hill",
      "translation": "पहाड़ी",
      "definition": "A natural elevation of the earth's surface, rising more or less abruptly from the surrounding level and attaining an altitude which, relative to the adjacent elevation, is impressive or notable.",
      "definition_translation": "पृथ्वी की सतह का एक प्राकृतिक उन्नयन, जो आसपास के स्तर से अधिक या कम उभरता है और आसपास की उन्नयन के सापेक्ष जिसकी ऊंचाई प्रभावशाली या उल्लेखनीय होती है।",
      "example": "I climbed the hill yesterday. I am climbing the hill now. I will climb the hill tomorrow.",
      "example_translation": "मैंने कल पहाड़ी पर चढ़ाई की थी। मैं अब पहाड़ी पर चढ़ाई कर रहा हूँ। मैं कल पहाड़ी पर चढ़ाई करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "hill.jpg",
      "audioLink": "hill.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "island",
      "translation": "द्वीप",
      "definition": "A piece of land surrounded by water at low tide, especially a naturally formed one, such as a coral reef or a rocky outcrop.",
      "definition_translation": "निम्न ज्वार पर जल से घिरा हुआ भूमि का टुकड़ा, विशेषकर एक प्राकृतिक रूप से बना हुआ, जैसे एक कोरल रीफ या एक चट्टानी निकास。",
      "example": "I visited the island last year. I am visiting the island now. I will visit the island next year.",
      "example_translation": "मैंने पिछले साल द्वीप पर जाना था। मैं अब द्वीप पर जा रहा हूँ। मैं अगले साल द्वीप पर जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "island.jpg",
      "audioLink": "island.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "library",
      "translation": "पुस्तकालय",
      "definition": "A building or room containing a collection of books, periodicals, and other materials for study, research, and reading.",
      "definition_translation": "एक इमारत या कमरा जिसमें अध्ययन, शोध, और पढ़ने के लिए पुस्तकों, पत्रिकाओं, और अन्य सामग्रियों का संग्रह हो।",
      "example": "I went to the library yesterday. I am going to the library now. I will go to the library tomorrow.",
      "example_translation": "मैं कल पुस्तकालय गया था। मैं अब पुस्तकालय जा रहा हूँ। मैं कल पुस्तकालय जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "library.jpg",
      "audioLink": "library.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lift",
      "translation": "लिफ्ट",
      "definition": "A device used to raise or lower people or things, typically using a system of pulleys or hydraulic systems.",
      "definition_translation": "लोगों या चीजों को उठाने या नीचे करने के लिए इस्तेमाल किया जाने वाला एक उपकरण, आमतौर पर पल्ले या हाइड्रोलिक सिस्टम का उपयोग करके।",
      "example": "I took the lift to the top floor. Yesterday, I lifted the heavy box. Tomorrow, I will lift the trophy.",
      "example_translation": "मैं टॉप फ्लोर पर लिफ्ट ले लिया। कल, मैंने भारी बॉक्स उठाया। कल, मैं ट्रॉफी लिफ्ट करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "lift.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "market",
      "translation": "बाज़ार",
      "definition": "An open area or building where goods or services are sold, often with many stalls or shops.",
      "definition_translation": "एक खुला क्षेत्र या इमारत जहां माल या सेवाएं बेची जाती हैं, अक्सर कई स्टाल या दुकानों के साथ。",
      "example": "I went to the market to buy some fruits. The market is open every day. The market will close soon.",
      "example_translation": "मैं फल खरीदने के लिए बाज़ार गया था। बाज़ार हर दिन खुला होता है। बाज़ार जल्द ही बंद हो जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "market.jpg",
      "audioLink": "market.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mosque",
      "translation": "मस्जिद",
      "definition": "A building for Muslim worship, typically with a minaret and a large prayer hall.",
      "definition_translation": "मुसलमान पूजा के लिए एक इमारत, आमतौर पर एक मीनार और एक बड़ा प्रार्थना हॉल के साथ。",
      "example": "I visited the mosque yesterday. The mosque is beautiful. I will visit the mosque again tomorrow.",
      "example_translation": "मैं कल मस्जिद गया था। मस्जिद सुंदर है। मैं कल फिर से मस्जिद जाऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "mosque.jpg",
      "audioLink": "mosque.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "motorway",
      "translation": "मोटरवे",
      "definition": "A high-speed road designed for fast traffic, especially for vehicles traveling long distances.",
      "definition_translation": "तेज ट्राफिक के लिए डिज़ाइन की गई एक उच्च गति सड़क, खासकर लंबी दूरी तय करने वाले वाहनों के लिए。",
      "example": "I drove on the motorway to reach the city. The motorway is very busy. The motorway will be closed for maintenance soon.",
      "example_translation": "मैं शहर पहुँचने के लिए मोटरवे पर ड्राइव किया। मोटरवे बहुत व्यस्त है। मोटरवे जल्द ही रखरखाव के लिए बंद हो जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "motorway.jpg",
      "audioLink": "motorway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "petrol station",
      "translation": "पेट्रोल स्टेशन",
      "definition": "A building or facility where petrol and other fuels are sold, and where vehicles can be refueled and serviced.",
      "definition_translation": "एक भवन या सुविधा जहां पेट्रोल और अन्य ईंधन बेचे जाते हैं, और जहां वाहनों को रिफ्यूल और सेवा दी जा सकती है।",
      "example": "I went to the petrol station to fill up my car's tank yesterday, but it was closed. Today, I will go to the petrol station to fill up my car's tank. Tomorrow, I will have filled up my car's tank at the petrol station.",
      "example_translation": "मैं कल अपनी कार की टंकी को भरने के लिए पेट्रोल स्टेशन गया था, लेकिन यह बंद था। आज, मैं अपनी कार की टंकी को भरने के लिए पेट्रोल स्टेशन जाऊंगा। कल, मैं पेट्रोल स्टेशन पर अपनी कार की टंकी को भर चुका होगा।",
      "imageLink": "image_files\\English\\"imageLink": "petrol-station.jpg",
      "audioLink": "petrol station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "playground",
      "translation": "खेल मैदान",
      "definition": "An outdoor area, especially in a school, where children can play and exercise.",
      "definition_translation": "एक आउटडोर क्षेत्र, विशेष रूप से एक स्कूल में, जहां बच्चे खेल सकते हैं और व्यायाम कर सकते हैं।",
      "example": "I played tag with my friends in the playground during lunchtime. Today, the playground is being renovated. By next week, the playground will have been renovated and we will be able to play there again.",
      "example_translation": "मैंने अपने दोस्तों के साथ लंचटाइम के दौरान प्लेグラ운드 में टैग खेला। आज, प्लेグラ운드 का नवीनीकरण हो रहा है। अगले हफ्ते तक, प्लेグラ운드 का नवीनीकरण हो जाएगा और हम वहां फिर से खेल सकेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "playground.jpg",
      "audioLink": "playground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "police station",
      "translation": "पुलिस स्टेशन",
      "definition": "A building or office where police officers work and where people can report crimes or make complaints.",
      "definition_translation": "एक भवन या कार्यालय जहां पुलिस अधिकारी काम करते हैं और जहां लोग अपराधों की रिपोर्ट कर सकते हैं या शिकायत दर्ज कर सकते हैं।",
      "example": "I went to the police station to file a report yesterday, but the officer was busy. Today, I will go to the police station to file a report. Tomorrow, I will have filed a report at the police station.",
      "example_translation": "मैं कल पुलिस स्टेशन पर रिपोर्ट दर्ज करने गया था, लेकिन अधिकारी व्यस्त थे। आज, मैं पुलिस स्टेशन पर रिपोर्ट दर्ज करने जाऊंगा। कल, मैं पुलिस स्टेशन पर रिपोर्ट दर्ज कर चुका होगा।",
      "imageLink": "image_files\\English\\"imageLink": "police-station.jpg",
      "audioLink": "police station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pool",
      "translation": "ताल",
      "definition": "A small area of still water, especially one used for swimming.",
      "definition_translation": "एक स्थिर जल का छोटा क्षेत्र, विशेष रूप से वह स्वimming के लिए उपयोग किया जाता है।",
      "example": "I went swimming in the pool yesterday, but it was crowded. Today, I will go swimming in the pool. Tomorrow, I will have gone swimming in the pool.",
      "example_translation": "मैं कल पूल में तैराकी के लिए गया था, लेकिन वह भीड़भाड़ थी। आज, मैं पूल में तैराकी के लिए जाऊंगा। कल, मैं पूल में तैराकी के लिए गया होगा।",
      "imageLink": "image_files\\English\\"imageLink": "pool-1.jpg",
      "audioLink": "pool.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "post office",
      "translation": "डाकघर",
      "definition": "A building or institution where mail and packages are received, sorted, and dispatched.",
      "definition_translation": "एक इमारत या संस्थान जहां डाक और पैकेज प्राप्त, वर्गीकृत और वितरित किए जाते हैं।",
      "example": "I went to the post office to send a parcel to my friend. I am going to the post office to buy stamps. I will go to the post office to mail a letter.",
      "example_translation": "मैं अपने दोस्त को एक पार्सल भेजने के लिए डाकघर गया था. मैं डाक टिकट खरीदने के लिए डाकघर जा रहा हूँ. मैं एक पत्र भेजने के लिए डाकघर जाऊँगा.",
      "imageLink": "image_files\\English\\"imageLink": "post-office.jpg",
      "audioLink": "post office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pub",
      "translation": "पब",
      "definition": "A public house, especially one that serves food and drinks.",
      "definition_translation": "एक सार्वजनिक घर, विशेष रूप से वह जो खाना और पेय पदार्थ परोसता है।",
      "example": "I met my friends at the pub last night. We are going to the pub to watch the game. They will open a new pub in the city center.",
      "example_translation": "मैंने अपने दोस्तों से कल रात पब पर मुलाकात की. हम गेम देखने के लिए पब जा रहे हैं. वे शहर के केंद्र में एक नया पब खोलेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "pub.jpg",
      "audioLink": "pub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "railway",
      "translation": "रेलवे",
      "definition": "A system of transportation using trains on fixed rails, especially for the transportation of people and goods.",
      "definition_translation": "एक निश्चित रेल पर ट्रेनों का उपयोग करके परिवहन की एक प्रणाली, विशेष रूप से लोगों और सामानों के परिवहन के लिए.",
      "example": "I traveled by railway to my hometown. We will take the railway to go to the mountains. The new railway station will be constructed soon.",
      "example_translation": "मैंने अपने गृहनगर के लिए रेलवे से यात्रा की. हम पहाड़ों पर जाने के लिए रेलवे लेंगे. नया रेलवे स्टेशन जल्द ही निर्माण होगा.",
      "imageLink": "image_files\\English\\"imageLink": "railway.jpg",
      "audioLink": "railway.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "railway station",
      "translation": "रेलवे स्टेशन",
      "definition": "A terminal where trains stop to allow passengers to get on or off, typically with facilities such as ticket offices and waiting rooms.",
      "definition_translation": "एक टर्मिनल जहां ट्रेनें यात्रियों को चढ़ने या उतरने देने के लिए रुकती हैं, आमतौर पर टिकट कार्यालय और प्रतीक्षा कक्ष जैसी सुविधाओं के साथ.",
      "example": "I arrived at the railway station early morning. We will meet at the railway station at 5 o'clock. The railway station was crowded during the holiday season.",
      "example_translation": "मैं सुबह जल्दी रेलवे स्टेशन पर पहुँचा. हम 5 बजे रेलवे स्टेशन पर मिलेंगे. छुट्टियों के मौसम के दौरान रेलवे स्टेशन भीड़ था.",
      "imageLink": "image_files\\English\\"imageLink": "railway-station.jpg",
      "audioLink": "railway station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "shoe shop",
      "translation": "जूता की दुकान",
      "definition": "A store where shoes are sold.",
      "definition_translation": "जूतों की बिक्री के लिए एक स्टोर",
      "example": "I went to the shoe shop yesterday to buy new shoes. I am going to the shoe shop now to return them. I will go to the shoe shop tomorrow to exchange them.",
      "example_translation": "मैं कल जूता की दुकान पर गई था नए जूते खरीदने के लिए. मैं अभी जूता की दुकान पर जा रहा हूँ उन्हें वापस करने के लिए. मैं कल जूता की दुकान पर जाऊंगा उन्हें एक्सचेंज करने के लिए.",
      "imageLink": "image_files\\English\\"imageLink": "shoe-shop.jpg",
      "audioLink": "shoe shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "shopping centre",
      "translation": "शॉपिंग सेंटर",
      "definition": "A building or complex containing many stores, restaurants, and entertainment facilities.",
      "definition_translation": "एक भवन या कॉम्प्लेक्स जिसमें कई स्टोर, रेस्तरां और मनोरंजन सुविधाएं होती हैं.",
      "example": "I love going to the shopping centre on weekends. I went to the shopping centre last week to watch a movie. I will go to the shopping centre next week to buy gifts.",
      "example_translation": "मैं tuầnांत में शॉपिंग सेंटर पर जाना पसंद करता हूँ. मैं पिछले हफ्ते शॉपिंग सेंटर पर गया था एक फिल्म देखने के लिए. मैं अगले हफ्ते शॉपिंग सेंटर पर जाऊंगा उपहार खरीदने के लिए.",
      "imageLink": "image_files\\English\\"imageLink": "shopping-centre.jpg",
      "audioLink": "shopping centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sports centre",
      "translation": "खेल केंद्र",
      "definition": "A facility or complex for various sports and physical activities.",
      "definition_translation": "विभिन्न खेलों और शारीरिक गतिविधियों के लिए एक सुविधा या कॉम्प्लेक्स.",
      "example": "I go to the sports centre every morning to exercise. I went to the sports centre last night to play basketball. I will go to the sports centre tomorrow to swim.",
      "example_translation": "मैं प्रत्येक सुबह खेल केंद्र पर व्यायाम करने जाता हूँ. मैं कल रात खेल केंद्र पर बास्केटबॉल खेलने गया था. मैं कल खेल केंद्र पर तैरने जाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "sports-centre.jpg",
      "audioLink": "sports centre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "square",
      "translation": "चौक",
      "definition": "An open area in a city or town, typically with buildings or statues around it.",
      "definition_translation": "एक शहर या镇 का एक खुला क्षेत्र, आमतौर पर इसके आसपास इमारतें या मूर्तियां होती हैं.",
      "example": "I love sitting in the square and watching people. I went to the square last week to attend a concert. I will go to the square next week to meet friends.",
      "example_translation": "मैं लोगों को देखने के लिए चौक में बैठना पसंद करता हूँ. मैं पिछले हफ्ते चौक पर एक कॉन्सर्ट में शामिल होने गया था. मैं अगले हफ्ते चौक पर दोस्तों से मिलने जाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "square.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stadium",
      "translation": "स्टेडियम",
      "definition": "A large, usually outdoor, area for sports, concerts, or other events with a large crowd.",
      "definition_translation": "एक बड़ा, आमतौर पर आउटडोर, खेल, संगीत कार्यक्रम या अन्य घटनाओं के लिए भीड़ वाला क्षेत्र。",
      "example": "I ran around the stadium to get some exercise. I am watching a concert at the stadium tonight. I will go to the stadium tomorrow to watch a football match.",
      "example_translation": "मैं व्यायाम करने के लिए स्टेडियम के चारों ओर दौड़ा। आज रात स्टेडियम में संगीत कार्यक्रम देख रहा हूँ। कल स्टेडियम जाऊंगा और फुटबॉल मैच देखूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "stadium.jpg",
      "audioLink": "stadium.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "theatre",
      "translation": "थिएटर",
      "definition": "A building or space where live performances, such as plays or musicals, are held.",
      "definition_translation": "एक भवन या स्थान जहाँ लाइव प्रदर्शन, जैसे नाटक या संगीत नाटक, आयोजित किए जाते हैं।",
      "example": "I went to the theatre last night to watch a play. The theatre is being renovated to improve its acoustics. She will perform at the theatre next week.",
      "example_translation": "मैं कल रात नाटक देखने के लिए थिएटर गया था। थिएटर का नवीनीकरण उसके एकूस्टिक्स में सुधार के लिए किया जा रहा है। वह अगले हफ्ते थिएटर में प्रदर्शन करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "theatre.jpg",
      "audioLink": "theatre.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ticket office",
      "translation": "टिकट कार्यालय",
      "definition": "A place where tickets are sold, usually at a counter or booth.",
      "definition_translation": "एक स्थान जहाँ टिकट बेचे जाते हैं, Usually काउंटर या बूथ पर。",
      "example": "I went to the ticket office to buy a ticket for the concert. The ticket office is open from 9am to 5pm. She works at the ticket office.",
      "example_translation": "मैं कॉन्सर्ट के लिए टिकट खरीदने के लिए टिकट कार्यालय गया था। टिकट कार्यालय सुबह 9 बजे से शाम 5 बजे तक खुला रहता है। वह टिकट कार्यालय में काम करती है।",
      "imageLink": "image_files\\English\\"imageLink": "ticket-office.jpg",
      "audioLink": "ticket office.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "toy shop",
      "translation": "खिलौना दुकान",
      "definition": "A store that sells toys, games, and other playthings for children.",
      "definition_translation": "एक स्टोर जो बच्चों के लिए खिलौने, गेम्स और अन्य प्लेथिंग्स बेचता है।",
      "example": "I took my kids to the toy shop to buy them a birthday gift. The toy shop is having a sale on all toys. She loves playing with toys at the toy shop.",
      "example_translation": "मैंने अपने बच्चों के लिए जन्मदिन का उपहार खरीदने के लिए टॉय शॉप ले गया। टॉय शॉप सभी खिलौनों पर सेल कर रहा है। वह टॉय शॉप में खिलौनों के साथ खेलने से प्यार करती है。",
      "imageLink": "image_files\\English\\"imageLink": "toy-shop.jpg",
      "audioLink": "toy shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "underground",
      "translation": "अंडरग्राउंड",
      "definition": "Located or taking place beneath the earth's surface.",
      "definition_translation": "पृथ्वी की सतह से नीचे स्थित या होने वाला",
      "example": "The underground tunnels provided a safe route for the pedestrians.",
      "example_translation": "पैदल यात्रियों के लिए सुरक्षित मार्ग अंडरग्राउंड सुरंगें प्रदान करती थीं",
      "imageLink": "image_files\\English\\"imageLink": "the-underground.jpg",
      "audioLink": "underground.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "apartment building",
      "translation": "एपार्टमेंट भवन",
      "definition": "A large building divided into separate apartments or flats.",
      "definition_translation": "एक बड़ा भवन जो अलग-अलग फ्लैट्स या एपार्टमेंट्स में विभाजित है",
      "example": "The apartment building was evacuated due to a fire alarm.",
      "example_translation": "अग्नि अलार्म के कारण एपार्टमेंट भवन को खाली कर दिया गया था",
      "imageLink": "image_files\\English\\"imageLink": "apartment-building.jpg",
      "audioLink": "apartment building.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "balcony",
      "translation": "बालकनी",
      "definition": "A platform projecting from the wall of a building, enclosed by a railing or balustrade.",
      "definition_translation": "एक इमारत की दीवार से बाहर निकला प्लेटफॉर्म, रेलिंग या बलुस्ट्रेड से घिरा हुआ",
      "example": "The balcony offered a stunning view of the city skyline.",
      "example_translation": "बालकनी ने शहर के स्काइलाइन का शानदार दृश्य प्रस्तुत किया",
      "imageLink": "image_files\\English\\"imageLink": "balcony.jpg",
      "audioLink": "balcony.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "block",
      "translation": "ब्लॉक",
      "definition": "A solid piece of material, especially one with flat surfaces, used for building or construction.",
      "definition_translation": "एक ठोस सामग्री का टुकड़ा, विशेष रूप से समतल सतह वाला, निर्माण या निर्माण के लिए उपयोग किया जाता है",
      "example": "The block of wood was too heavy to lift.",
      "example_translation": "लकड़ी का ब्लॉक उठाने के लिए बहुत भारी था",
      "imageLink": "image_files\\English\\"imageLink": "block.jpg",
      "audioLink": "block.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "campsite",
      "translation": "शिविर स्थल",
      "definition": "A place where people camp, typically in the countryside or wilderness.",
      "definition_translation": "एक ऐसा स्थान जहां लोग कैंपिंग करते हैं, आमतौर पर देश में या जंगल में।",
      "example": "We pitched our tents at the campsite and spent the night under the stars. We had camped there before, and we will camp there again next year.",
      "example_translation": "हमने अपने टेंट कैंपसाइट पर पिच किए और स्टार्स के नीचे रात बिताई। हमने वहां पहले भी कैंप किया था, और अगले साल फिर से कैंप करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "campsite.jpg",
      "audioLink": "campsite.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "canteen",
      "translation": "चाय की दुकान",
      "definition": "A cafeteria or food outlet, especially in a school, factory, or other institution.",
      "definition_translation": "एक संस्थान, विशेष रूप से स्कूल, फैक्ट्री या अन्य संस्थान में एक कैफेटेरिया या फूड आउटलेट。",
      "example": "The canteen was closed during the summer vacation, but it will reopen when the new semester starts. I bought a sandwich at the canteen yesterday. By the time I graduate, I will have eaten at the canteen hundreds of times.",
      "example_translation": "गर्मियों की छुट्टी के दौरान कैंटीन बंद था, लेकिन नया सेमेस्टर शुरू होने पर यह फिर से खुल जाएगा। मैंने कल कैंटीन में एक सैंडविच खरीदा। जब मैं स्नातक हो जाऊंगा, तब तक मैंने कैंटीन में सैकड़ों बार खाना खाया होगा।",
      "imageLink": "image_files\\English\\"imageLink": "canteen.jpg",
      "audioLink": "canteen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "circus",
      "translation": "सर्कस",
      "definition": "A traveling show, typically featuring trained animals, acrobats, and clowns, performing in a large tent or arena.",
      "definition_translation": "एक यात्रा प्रदर्शन, आमतौर पर प्रशिक्षित जानवरों, जिमनास्ट और 클ाउन के साथ, एक बड़े टेंट या एरेना में प्रदर्शन करता है।",
      "example": "I went to the circus with my family when I was a kid. We had seen the circus perform in our city last year, and we will definitely go again when they come back. The circus was amazing, with talented performers and adorable animals.",
      "example_translation": "मैं अपने परिवार के साथ बच्चा था जब मैं सर्कस गया था। हमने पिछले साल अपने शहर में सर्कस का प्रदर्शन देखा था, और जब वे वापस आएंगे तो हम जरूर जाएंगे। सर्कस अद्भुत था, प्रतिभाशाली प्रदर्शनकारियों और प्यारे जानवरों के साथ।",
      "imageLink": "image_files\\English\\"imageLink": "circus.jpg",
      "audioLink": "circus.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "clinic",
      "translation": "क्लिनिक",
      "definition": "A healthcare facility, especially one that is not a hospital, where people can receive medical care and treatment.",
      "definition_translation": "एक स्वास्थ्य देखभाल सुविधा, विशेषकर एक जो अस्पताल नहीं है, जहां लोग चिकित्सा देखभाल और उपचार प्राप्त कर सकते हैं।",
      "example": "I went to the clinic for a check-up last week. The doctor at the clinic told me I need to take some medicine. I will visit the clinic again tomorrow to get my test results.",
      "example_translation": "मैं पिछले हफ्ते जांच के लिए क्लिनिक गया था। क्लिनिक में डॉक्टर ने मुझे बताया कि मुझे कुछ दवा लेने की जरूरत है। मैं कल टेस्ट रिजल्ट पाने के लिए क्लिनिक फिर से जाउंगा।",
      "imageLink": "image_files\\English\\"imageLink": "clinic.jpg",
      "audioLink": "clinic.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cottage",
      "translation": "कॉटेज",
      "definition": "A small simple house, typically in the countryside, often referring to a vacation home.",
      "definition_translation": "एक छोटा सimple मकान, आमतौर पर ग्रामीण इलाके में, अक्सर एक अवकाश घर का उल्लेख करने के लिए।",
      "example": "I spent my summer vacation in a cozy cottage by the lake. Last year, I had spent my winter vacation in a cottage in the mountains. Next year, I will spend my spring vacation in a cottage by the beach.",
      "example_translation": "मैंने अपने गर्मी की छुट्टी एक झील के पास एक आरामदायक कॉटेज में बिताई थी। पिछले साल, मैंने अपने सर्दी की छुट्टी पर्वतों में एक कॉटेज में बिताई थी। अगले साल, मैं अपने वसंत की छुट्टी एक समुद्र तट के पास एक कॉटेज में बिताऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "cottage.jpg",
      "audioLink": "cottage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "court",
      "translation": "अदालत",
      "definition": "A place where justice is administered, especially a building where legal cases are heard and decided.",
      "definition_translation": "एक जगह जहां न्याय प्रशासित किया जाता है, विशेष रूप से एक इमारत जहां कानूनी मामले सुने और निर्णय लिए जाते हैं।",
      "example": "The court case was postponed until next month. The lawyer presented his arguments in court. The judge instructed the jury in the court.",
      "example_translation": "अदालत का मामला अगले महीने तक स्थगित कर दिया गया था। वकील ने अदालत में अपने तर्क पेश किए। जज ने अदालत में ज्यूरी को निर्देश दिया।",
      "imageLink": "image_files\\English\\"imageLink": "court.jpg",
      "audioLink": "court.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "embassy",
      "translation": "दूतावास",
      "definition": "A diplomatic mission, especially one headed by an ambassador, or the building in which it is located.",
      "definition_translation": "एक राजनयिक मिशन, विशेष रूप से एक राजदूत द्वारा संचालित, या वह इमारत जहां यह स्थित है।",
      "example": "The embassy helped me get a new passport. The ambassador visited the embassy in Tokyo. The embassy staff were very helpful.",
      "example_translation": "दूतावास ने मुझे एक नए पासपोर्ट प्राप्त करने में मदद की। राजदूत ने टोक्यो में दूतावास का दौरा किया। दूतावास के कर्मचारी बहुत मददगार थे।",
      "imageLink": "image_files\\English\\"imageLink": "embassy.jpg",
      "audioLink": "embassy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "field",
      "translation": "क्षेत्र",
      "definition": "An area of land used for a particular activity, such as agriculture or sport, or a particular sphere of activity or interest.",
      "definition_translation": "एक विशेष गतिविधि के लिए भूमि का एक क्षेत्र, जैसे कृषि या खेल, या एक विशेष сферा गतिविधि या रुचि।",
      "example": "I played soccer in the field yesterday. The scientist studied the field of physics. The farmer worked in the field all day.",
      "example_translation": "मैंने कल फील्ड में सॉकर खेला था। वैज्ञानिक ने भौतिकी के क्षेत्र का अध्ययन किया। किसान ने दिन भर फील्ड में काम किया।",
      "imageLink": "image_files\\English\\"imageLink": "field-1.jpg",
      "audioLink": "field.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fire station",
      "translation": "अग्नि स्टेशन",
      "definition": "A building or facility that houses fire trucks and equipment, and from which firefighters and their equipment respond to fires and other emergencies.",
      "definition_translation": "एक इमारत या सुविधा जिसमें अग्नि ट्रक और उपकरण हैं, और जहां से अग्निशामक और उनके उपकरण आग और अन्य आपात स्थितियों का जवाब देते हैं。",
      "example": "The fire station is located near the city center. Yesterday, the firefighters responded to a blaze at the old warehouse. By next year, the fire station will have new equipment.",
      "example_translation": "अग्नि स्टेशन शहर के केंद्र के पास स्थित है. कल, अग्निशामकों ने पुराने गोदाम में आग का जवाब दिया. अगले साल तक, अग्नि स्टेशन में नई सुविधा होगी.",
      "imageLink": "image_files\\English\\"imageLink": "fire-station.jpg",
      "audioLink": "fire station.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "florist's",
      "translation": "फूलवाला की दुकान",
      "definition": "A store where flowers, plants, and other related items are sold.",
      "definition_translation": "एक दुकान जहां फूल, पौधे और अन्य संबंधित वस्तुएं बेची जाती हैं.",
      "example": "I stopped by the florist's to buy some flowers for my mother's birthday. The florist's on Main Street has a beautiful arrangement of roses. By next week, the florist's will have a sale on bouquets.",
      "example_translation": "मैं अपनी मां के जन्मदिन के लिए कुछ फूल खरीदने के लिए फूलवाला की दुकान पर रुका. मेन स्ट्रीट पर स्थित फूलवाला की दुकान में गुलाब की एक सुंदर व्यवस्था है. अगले हफ्ते तक, फूलवाला की दुकान में बुके पर सेल होगी.",
      "imageLink": "image_files\\English\\"imageLink": "florists.jpg",
      "audioLink": "florist's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "furniture store",
      "translation": "फ़र्नीचर की दुकान",
      "definition": "A store where furniture and other household items are sold.",
      "definition_translation": "एक दुकान जहां फ़र्नीचर और अन्य घरेलू वस्तुएं बेची जाती हैं.",
      "example": "I went to the furniture store to buy a new sofa. The furniture store on Oak Street has a wide selection of chairs. By next month, the furniture store will have a new shipment of beds.",
      "example_translation": "मैं एक नई सोफा खरीदने के लिए फ़र्नीचर की दुकान पर गया. ओक स्ट्रीट पर स्थित फ़र्नीचर की दुकान में कुर्सियों का एक व्यापक चयन है. अगले महीने तक, फ़र्नीचर की दुकान में बेड की नई खेप आएगी.",
      "imageLink": "image_files\\English\\"imageLink": "furniture-store.jpg",
      "audioLink": "furniture store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "garage",
      "translation": "गैरेज",
      "definition": "A building or room for housing and repairing motor vehicles.",
      "definition_translation": "एक इमारत या कमरा मोटर वाहनों के लिए आवास और मरम्मत के लिए.",
      "example": "I need to take my car to the garage for a tune-up. The garage on Elm Street is open 24 hours. By next year, the garage will have a new mechanic.",
      "example_translation": "मुझे अपनी कार को ट्यून-अप के लिए गैरेज पर ले जाना होगा. एल्म स्ट्रीट पर स्थित गैरेज 24 घंटे खुला है. अगले साल तक, गैरेज में एक नई मेकेनिक होगी.",
      "imageLink": "image_files\\English\\"imageLink": "garage-1.jpg",
      "audioLink": "garage.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "greengrocer's",
      "translation": "सब्जी वाले की दुकान",
      "definition": "A shop selling fresh fruits and vegetables, often with a wide variety of produce.",
      "definition_translation": "एक दुकान जिसमें ताजा फल और सब्जियां बिकती हैं, अक्सर विविध प्रकार की पैदावार होती है.",
      "example": "I went to the greengrocer's to buy some fresh apples. Yesterday, I had gone to the greengrocer's to buy some fresh apples. Tomorrow, I will go to the greengrocer's to buy some fresh apples.",
      "example_translation": "मैं ताजा सेब खरीदने के लिए सब्जी वाले की दुकान पर गया. कल, मैं ताजा सेब खरीदने के लिए सब्जी वाले की दुकान पर गया था. कल, मैं ताजा सेब खरीदने के लिए सब्जी वाले की दुकान पर जाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "greengrocers.jpg",
      "audioLink": "greengrocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "grocer's",
      "translation": "किराना दुकान",
      "definition": "A shop selling food and other household supplies.",
      "definition_translation": "एक दुकान जिसमें खाने की चीजें और अन्य घरेलू सामान बिकते हैं.",
      "example": "I ran to the grocer's to grab some milk. Yesterday, I had run to the grocer's to grab some milk. Tomorrow, I will run to the grocer's to grab some milk.",
      "example_translation": "मैं दूध लेने के लिए किराना दुकान पर भागा. कल, मैं दूध लेने के लिए किराना दुकान पर भागा था. कल, मैं दूध लेने के लिए किराना दुकान पर भागूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "grocers.jpg",
      "audioLink": "grocer's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "grocery",
      "translation": "किराना सामान",
      "definition": "Food and other household supplies bought or stored for future use.",
      "definition_translation": "भविष्य में प्रयोग के लिए ख़रीद या संचित खाने की चीजें और अन्य घरेलू सामान.",
      "example": "I need to buy some grocery for the week. Last week, I had bought some grocery for the family. Next week, I will buy some grocery for the party.",
      "example_translation": "मुझे सप्ताह के लिए किराना सामान खरीदना है. पिछले सप्ताह, मैंने परिवार के लिए किराना सामान खरीदा था. अगले सप्ताह, मैं पार्टी के लिए किराना सामान खरीदूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "grocery.jpg",
      "audioLink": "grocery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "guesthouse",
      "translation": "अतिथि गृह",
      "definition": "A house or building for receiving and accommodating guests or travelers.",
      "definition_translation": "मेहमानों या यात्रियों के लिए स्वागत और आवास के लिए एक घर या भवन.",
      "example": "I stayed at a guesthouse during my trip to Paris. Yesterday, I had stayed at a guesthouse during my trip to Paris. Tomorrow, I will stay at a guesthouse during my trip to Paris.",
      "example_translation": "मैं पेरिस की यात्रा के दौरान एक अतिथि गृह में ठहरा था. कल, मैं पेरिस की यात्रा के दौरान एक अतिथि गृह में ठहरा था. कल, मैं पेरिस की यात्रा के दौरान एक अतिथि गृह में ठहरूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "guesthouse.jpg",
      "audioLink": "guesthouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "gym",
      "translation": "जिम",
      "definition": "A gym is a place for physical exercise, especially indoor athletic activities, such as weightlifting, boxing, or gymnastics.",
      "definition_translation": "जिम शरीरिक व्यायाम के लिए एक जगह है, Özellikle इनडोर एथलेटिक गतिविधियों, जैसे वजन उठाना, मुक्केबाजी या जिमनास्टिक्स。",
      "example": "I went to the gym yesterday, I'm going to the gym now, and I will go to the gym tomorrow.",
      "example_translation": "मैं कल जिम गया था, मैं अभी जिम जा रहा हूं, और मैं कल जिम जाऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "gym.jpg",
      "audioLink": "gym.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "harbour",
      "translation": "बंदरगाह",
      "definition": "A harbour is a body of water where ships, boats, and other watercraft can seek shelter from the open sea.",
      "definition_translation": "एक बंदरगाह वह जल निकाय है जहां जहाज, नाव और अन्य जलयान खुले समुद्र से शरण ले सकते हैं।",
      "example": "The ship sailed into the harbour last night, it is still in the harbour now, and it will set sail from the harbour tomorrow.",
      "example_translation": "जहाज कल रात को बंदरगाह में आया था, वह अभी भी बंदरगाह में है, और वह कल बंदरगाह से निकलेगा।",
      "imageLink": "image_files\\English\\"imageLink": "harbour.jpg",
      "audioLink": "harbour.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hostel",
      "translation": "छात्रावास",
      "definition": "A hostel is a building where people, especially students, can stay temporarily, usually while they are studying or traveling.",
      "definition_translation": "एक छात्रावास वह भवन है जहां लोग, особенно छात्र, अस्थायी रूप से रह सकते हैं, आमतौर पर जबकि वे अध्ययन या यात्रा कर रहे होते हैं।",
      "example": "I lived in a hostel during my first year of college, I'm living in a hostel now, and I will live in a hostel again next year.",
      "example_translation": "मैं कॉलेज के पहले साल के दौरान एक छात्रावास में रहता था, मैं अभी एक छात्रावास में रहता हूं, और मैं अगले साल फिर से एक छात्रावास में रहूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "hostel.jpg",
      "audioLink": "hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hut",
      "translation": "कुटिया",
      "definition": "A hut is a small, simple house or shelter, usually made of natural materials such as wood, grass, or mud.",
      "definition_translation": "एक कुटिया एक छोटा, साधारण घर या आश्रय है, आमतौर पर प्राकृतिक सामग्रियों जैसे लकड़ी, घास या मिट्टी से बना होता है।",
      "example": "The villagers built a hut in the forest last week, they are building a hut now, and they will build a hut again next month.",
      "example_translation": "ग्रामीणों ने जंगल में एक कुटिया बनाई थी:last सप्ताह, वे अभी एक कुटिया बना रहे हैं, और वे अगले महीने फिर से एक कुटिया बनाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "hut.jpg",
      "audioLink": "hut.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "jail",
      "translation": "जेल",
      "definition": "A place for the confinement of people who have been arrested or convicted, especially while they are awaiting trial or serving a sentence.",
      "definition_translation": "अपराधियों के लिए एक सुविधा जिसमें लोगों को हिरासत में रखा जाता है, ειδारतpecially ट्रायल की प्रतीक्षा में या सजा की सेवा करते हुए。",
      "example": "He was sent to jail for five years for robbery. He is in jail now. He will be released from jail next year.",
      "example_translation": "वह डकैती के लिए पांच साल के लिए जेल भेजा गया था। वह अब जेल में है। वह अगले साल जेल से रिहा हो जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "jail.jpg",
      "audioLink": "jail.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "jeweller's",
      "translation": "जेवेलर की दुकान",
      "definition": "A shop where jewelry and other precious items are sold.",
      "definition_translation": "एक दुकान जहां गहने और अन्य कीमती सामान बेचे जाते हैं।",
      "example": "I bought a beautiful necklace from a jeweller's shop. The jeweller's shop was very crowded. She will open her own jeweller's shop soon.",
      "example_translation": "मैंने एक सुंदर हार एक जेवेलर की दुकान से खरीदा। जेवेलर की दुकान बहुत भीड़भाड़ वाली थी। वह जल्द ही अपनी खुद की जेवेलर की दुकान खोलेगी।",
      "imageLink": "image_files\\English\\"imageLink": "jewellers.jpg",
      "audioLink": "jeweller's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lab",
      "translation": "लैब",
      "definition": "A room or building equipped for scientific experiments or research.",
      "definition_translation": "एक कमरा या भवन वैज्ञानिक प्रयोग या शोध के लिए सुसज्जित है।",
      "example": "The students are working on a project in the lab. She spent most of her day in the lab. They will set up a new lab next month.",
      "example_translation": "छात्र लैब में एक परियोजना पर काम कर रहे हैं। उसने अपने दिन का सबसे अधिक समय लैब में बिताया। वे अगले меся में एक नई लैब स्थापित करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "lab.jpg",
      "audioLink": "lab.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "laboratory",
      "translation": "प्रयोगशाला",
      "definition": "A room or building equipped for scientific experiments or research, especially in a school or college.",
      "definition_translation": "एक कमरा या भवन वैज्ञानिक प्रयोग या शोध के लिए सुसज्जित है, ειδारतpecially एक स्कूल या कॉलेज में।",
      "example": "The students are working on a project in the laboratory. She spent most of her day in the laboratory. They will set up a new laboratory next month.",
      "example_translation": "छात्र प्रयोगशाला में एक परियोजना पर काम कर रहे हैं। उसने अपने दिन का सबसे अधिक समय प्रयोगशाला में बिताया। वे अगले меся में एक नई प्रयोगशाला स्थापित करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "laboratory.jpg",
      "audioLink": "laboratory.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mall",
      "translation": "मॉल",
      "definition": "A mall is a large building or area that contains many stores, restaurants, and other businesses, typically enclosed and air-conditioned.",
      "definition_translation": "एक मॉल एक बड़ी इमारत या क्षेत्र है जिसमें कई स्टोर, रेस्तरां और अन्य व्यवसाय शामिल हैं, आमतौर पर बंद और वातानुकूलित होता है。",
      "example": "I went to the mall yesterday, I am going to the mall today, and I will go to the mall tomorrow.",
      "example_translation": "मैं कल मॉल गया था, मैं आज मॉल जा रहा हूँ, और मैं कल मॉल जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "mall.jpg",
      "audioLink": "mall.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "newsagent's",
      "translation": " समाचार एजेंट की दुकान",
      "definition": "A newsagent's is a shop that sells newspapers, magazines, and other periodicals.",
      "definition_translation": "एक समाचार एजेंट की दुकान एक दुकान है जो समाचार पत्रों, पत्रिकाओं और अन्य पत्रिकाओं को बेचती है।",
      "example": "I visited the newsagent's shop to buy a newspaper, I am visiting the newsagent's shop to buy a magazine, and I will visit the newsagent's shop to buy a book.",
      "example_translation": "मैं समाचार एजेंट की दुकान पर समाचार पत्र खरीदने गया था, मैं समाचार एजेंट की दुकान पर पत्रिका खरीदने जा रहा हूँ, और मैं समाचार एजेंट की दुकान पर पुस्तक खरीदने जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "newsagents.jpg",
      "audioLink": "newsagent's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "nightclub",
      "translation": "रात का क्लब",
      "definition": "A nightclub is an establishment that stays open late at night, typically featuring live music, dancing, and serving alcoholic beverages.",
      "definition_translation": "एक रात का क्लब एक संस्था है जो देर रात तक खुला रहता है, आमतौर पर लाइव संगीत, नृत्य और मदिरा पेय पदार्थ परोसने वाला होता है।",
      "example": "I went to the nightclub last night, I am going to the nightclub tonight, and I will go to the nightclub next week.",
      "example_translation": "मैं पिछली रात को नाइटक्लब गया था, मैं आज रात को नाइटक्लब जा रहा हूँ, और मैं अगले हफ्ते नाइटक्लब जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "night-club.jpg",
      "audioLink": "nightclub.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ocean",
      "translation": "महासागर",
      "definition": "An ocean is a vast body of saltwater that covers a significant portion of the Earth's surface.",
      "definition_translation": "एक महासागर पृथ्वी की सतह के एक बड़े हिस्से को कवर करने वाला एक विशाल लवणजल शरीर है।",
      "example": "I have seen the ocean many times, I am seeing the ocean now, and I will see the ocean again next year.",
      "example_translation": "मैंने महासागर को कई बार देखा है, मैं अब महासागर को देख रहा हूँ, और मैं अगले साल फिर से महासागर को देखूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "ocean.jpg",
      "audioLink": "ocean.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "palace",
      "translation": "महल",
      "definition": "A large and impressive building, especially one that is the official home of a king, queen, or other high-ranking person.",
      "definition_translation": "एक बड़ा और प्रभावशाली भवन, विशेष रूप से एक राजा, रानी या ऊंचे व्यक्ति का आधिकारिक घर。",
      "example": "The palace was built in the 18th century. I visited the palace last week. The new king will move into the palace next month.",
      "example_translation": "महल 18वीं शताब्दी में बनाया गया था। मैंने पिछले सप्ताह महल का दौरा किया। नया राजा अगले महीने महल में जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "palace.jpg",
      "audioLink": "palace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pharmacy",
      "translation": "फार्मेसी",
      "definition": "A store where medicines and other healthcare products are sold.",
      "definition_translation": "एक स्टोर जहां दवाइयां और अन्य स्वास्थ्य सेवा उत्पाद बेचे जाते हैं।",
      "example": "I went to the pharmacy to buy some medicine. The pharmacy is open 24 hours. She works as a pharmacist at the pharmacy.",
      "example_translation": "मैं दवा खरीदने के लिए फार्मेसी गया। फार्मेसी 24 घंटे खुली है। वह फार्मेसी में फार्मासिस्ट के रूप में काम करती है।",
      "imageLink": "image_files\\English\\"imageLink": "pharmacy.jpg",
      "audioLink": "pharmacy.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "port",
      "translation": "बंदरगाह",
      "definition": "A place on the coast where ships may stop to load and unload goods.",
      "definition_translation": "तट पर एक स्थान जहां जहाज माल लादने और उतारने के लिए रुकता है।",
      "example": "The port is very busy. We sailed into the port yesterday. The new port will be built next year.",
      "example_translation": "बंदरगाह बहुत व्यस्त है। हम कल बंदरगाह में उतरे। नया बंदरगाह अगले साल बनाया जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "port.jpg",
      "audioLink": "port.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "prison",
      "translation": "कारागार",
      "definition": "A building where people are kept as a punishment for a crime.",
      "definition_translation": "एक इमारत जहां लोग अपराध के लिए दंड के रूप में रखे जाते हैं।",
      "example": "He was sent to prison for ten years. I visited my brother in prison last week. She will be released from prison next month.",
      "example_translation": "उन्हें दस साल के लिए जेल भेजा गया। मैंने पिछले सप्ताह अपने भाई से जेल में मुलाकात की। वह अगले महीने जेल से रिहा होगी।",
      "imageLink": "image_files\\English\\"imageLink": "prison.jpg",
      "audioLink": "prison.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rainforest",
      "translation": "वर्षा वन",
      "definition": "A rainforest is a forest that grows in a region with high temperatures and high levels of rainfall, typically found near the equator. It is characterized by a dense canopy of trees and a vast array of plant and animal species.",
      "definition_translation": "एक वर्षा वन एक ऐसा वन है जो उच्च तापमान और उच्च वर्षा वाले क्षेत्र में बढ़ता है, आमतौर पर 赤ी के पास पाया जाता है. यह घने पेड़ों के कैनOPY और विभिन्न प्रकार के पौधे और जानवर प्रजातियों से चिह्नित होता है.",
      "example": "The team of scientists visited the rainforest last year to study the effects of climate change. They will visit again next year to compare the results. By the time they visit again, the rainforest will have changed significantly.",
      "example_translation": "विज्ञानियों की टीम ने पिछले साल जलवायु परिवर्तन के प्रभाव का अध्ययन करने के लिए वर्षा वन का दौरा किया था. वे अगले साल फिर से आएंगे और परिणामों की तुलना करेंगे. जब तक वे फिर से आएंगे, तब तक वर्षा वन में काफी बदलाव आएगा.",
      "imageLink": "image_files\\English\\"imageLink": "rainforest.jpg",
      "audioLink": "rainforest.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "secondary school",
      "translation": "माध्यमिक विद्यालय",
      "definition": "A secondary school is a educational institution that provides education to students from around 11 to 18 years old, typically following primary school and preceding higher education.",
      "definition_translation": "माध्यमिक विद्यालय एक शैक्षिक संस्थान है जो 11 से 18 साल के छात्रों को शिक्षा प्रदान करता है, आमतौर पर प्राथमिक विद्यालय के बाद और उच्च शिक्षा से पहले.",
      "example": "I attended secondary school in my hometown from 2005 to 2012. My sister will attend secondary school next year. By the time she graduates, she will have made many friends.",
      "example_translation": "मैंने अपने hometown में 2005 से 2012 तक माध्यमिक विद्यालय में पढ़ाई की थी. मेरी बहन अगले साल माध्यमिक विद्यालय जाएगी. जब तक वह स्नातक होगी, तब तक वह कई दोस्त बना लेगी.",
      "imageLink": "image_files\\English\\"imageLink": "secondary-school.jpg",
      "audioLink": "secondary school.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "souvenir shop",
      "translation": "स्मृति चिन्ह की दुकान",
      "definition": "A souvenir shop is a retail store that sells souvenirs and memorabilia, typically found in tourist areas, such as beaches, cities, or theme parks.",
      "definition_translation": "स्मृति चिन्ह की दुकान एक खुदरा स्टोर है जो स्मृति चिन्ह और स्मृति चिन्ह बेचता है, आमतौर पर पर्यटक क्षेत्रों, जैसे समुद्र तट, शहरों या थीम पार्क में पाया जाता है.",
      "example": "We visited a souvenir shop at the beach last weekend and bought a few souvenirs. My friend will visit a souvenir shop at the theme park tomorrow and buy some gifts. By the time we visit again, the souvenir shop will have new souvenirs.",
      "example_translation": "हमने पिछले वीकेंड पर समुद्र तट पर एक स्मृति चिन्ह की दुकान पर जाकर कुछ स्मृति चिन्ह खरीदे. मेरे दोस्त ने कल थीम पार्क पर एक स्मृति चिन्ह की दुकान पर जाकर कुछ उपहार खरीदेंगे. जब तक हम फिर से आते हैं, तब तक स्मृति चिन्ह की दुकान में नए स्मृति चिन्ह होंगे.",
      "imageLink": "image_files\\English\\"imageLink": "souvenir-shop.jpg",
      "audioLink": "souvenir shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sports shop",
      "translation": "खेल की दुकान",
      "definition": "A sports shop is a retail store that sells sports equipment, apparel, and accessories, typically found in shopping malls or near sports stadiums.",
      "definition_translation": "खेल की दुकान एक खुदरा स्टोर है जो खेल सामान, कपड़े और सामान बेचता है, आमतौर पर शॉपिंग मॉल या खेल स्टेडियम के पास पाया जाता है.",
      "example": "I visited a sports shop at the mall yesterday and bought a new cricket bat. My brother will visit a sports shop near the stadium tomorrow and buy some sports shoes. By the time we visit again, the sports shop will have new sports equipment.",
      "example_translation": "मैंने कल शॉपिंग मॉल पर एक खेल की दुकान पर जाकर एक नई क्रिकेट बैट खरीदी. मेरे भाई ने कल स्टेडियम के पास एक खेल की दुकान पर जाकर कुछ खेल जूते खरीदेंगे. जब तक हम फिर से आते हैं, तब तक खेल की दुकान में नए खेल सामान होंगे.",
      "imageLink": "image_files\\English\\"imageLink": "sports-shop.jpg",
      "audioLink": "sports shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "store",
      "translation": "स्टोर",
      "definition": "A building or room where goods or merchandise are sold or kept for sale.",
      "definition_translation": "वह भवन या कमरा जहां सामान या माल बेचा या बिक्री के लिए रखा जाता है.",
      "example": "I will store my luggage in the locker. Yesterday, I stored my files on the computer. Tomorrow, I will store the groceries in the pantry.",
      "example_translation": "मैं लॉकर में अपना सामान स्टोर करूँगा. कल, मैंने कंप्यूटर पर अपनी फाइल्स स्टोर की थीं. कल, मैं पंत्री में किराना स्टोर करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "store.jpg",
      "audioLink": "store.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "temple",
      "translation": "मंदिर",
      "definition": "A building dedicated to the worship of a deity or deities.",
      "definition_translation": "एक देवता या देवताओं की पूजा के लिए समर्पित भवन.",
      "example": "We visited the temple last week. Yesterday, I went to the temple to pray. Tomorrow, I will visit the temple again.",
      "example_translation": "हमने पिछले सप्ताह मंदिर का दौरा किया. कल, मैं प्रार्थना करने के लिए मंदिर गया था. कल, मैं फिर से मंदिर का दौरा करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "temple.jpg",
      "audioLink": "temple.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tower",
      "translation": "मीनार",
      "definition": "A tall, narrow building or structure, typically used for defensive purposes.",
      "definition_translation": "एक लंबा, संकीर्ण भवन या संरचना, आमतौर पर रक्षा के उद्देश्य से प्रयोग की जाती है.",
      "example": "The tower stood tall in the middle of the city. Yesterday, I climbed the tower to see the view. Tomorrow, I will visit the tower again.",
      "example_translation": "शहर के बीच में मीनार खड़ा था. कल, मैं मीनार पर चढ़ गया था ताकि दृश्य देख सकूँ. कल, मैं फिर से मीनार का दौरा करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "tower.jpg",
      "audioLink": "tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "track",
      "translation": "ट्रैक",
      "definition": "A path or route used for walking, running, or racing.",
      "definition_translation": "चलने, दौड़ने या रेसिंग के लिए प्रयोग की जाने वाली पथ या रास्ता.",
      "example": "I will track my progress in the marathon. Yesterday, I ran on the track. Tomorrow, I will jog on the track again.",
      "example_translation": "मैं मैराथन में अपनी प्रगति ट्रैक करूँगा. कल, मैं ट्रैक पर दौड़ा था. कल, मैं फिर से ट्रैक पर जॉगिंग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "track.jpg",
      "audioLink": "track.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "youth hostel",
      "translation": "युवा होस्टल",
      "definition": "A building or group of buildings used to provide accommodation for young people, especially travelers or students, typically at a low cost.",
      "definition_translation": "एक इमारत या इमारतों का समूह, जिसका उपयोग युवा लोगों के लिए आवास प्रदान करने के लिए किया जाता है, विशेष रूप से यात्रियों या छात्रों के लिए, आमतौर पर कम लागत पर.",
      "example": "I stayed in a youth hostel during my trip to Europe last year. I am going to stay in a youth hostel tonight. I will stay in a youth hostel when I travel to Japan next month.",
      "example_translation": "मैंने यूरोप के मेरे ट्रिप के दौरान एक युवा होस्टल में ठहराया. मैं आज रात को एक युवा होस्टल में ठहराउंगा. Quando मैं अगले महीने जापान की यात्रा पर जाऊंगा तो मैं एक युवा होस्टल में ठहराउंगा.",
      "imageLink": "image_files\\English\\"imageLink": "youth-hostel.jpg",
      "audioLink": "youth hostel.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bakery",
      "translation": "बेकरी",
      "definition": "A place where bread and other baked goods are made and sold.",
      "definition_translation": "एक स्थान जहां रोटी और अन्य बेक्ड सामान बनाए और बेचे जाते हैं.",
      "example": "I went to the bakery to buy some fresh bread. She has been working at the bakery for five years. They will open a new bakery next week.",
      "example_translation": "मैं ताजा रोटी खरीदने के लिए बेकरी गया. वह पांच साल से बेकरी में काम कर रही है. वे अगले सप्ताह में एक नई बेकरी खोलेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "bakery.jpg",
      "audioLink": "bakery.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "basement",
      "translation": "बेसमेंट",
      "definition": "The lowest part of a building, typically below ground level.",
      "definition_translation": "एक इमारत का निम्नतम भाग, आमतौर पर जमीन स्तर से नीचे.",
      "example": "The basement was flooded during the storm. We stored our old furniture in the basement. They will renovate the basement next summer.",
      "example_translation": "तूफान के दौरान बेसमेंट में जलभराव हो गया. हमने बेसमेंट में अपने पुराने फर्नीचर स्टोर किए. वे अगले गर्मी में बेसमेंट का नवीकरण करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "basement.jpg",
      "audioLink": "basement.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cell",
      "translation": "कोष",
      "definition": "A small room in a prison, used to confine a prisoner.",
      "definition_translation": "एक जेल में एक छोटा कमरा, कैदी को बंद करने के लिए प्रयोग किया जाता है.",
      "example": "He was locked in his cell for the night. The prison guard opened the cell door. She will be released from her cell tomorrow.",
      "example_translation": "वह रात के लिए अपने कोष में बंद कर दिया गया. जेल गार्ड ने कोष का दरवाजा खोला. वह कल अपने कोष से रिहा हो जाएगी.",
      "imageLink": "image_files\\English\\"imageLink": "cell.jpg",
      "audioLink": "cell.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "corridor",
      "translation": "गलियारा",
      "definition": "A long passage in a building, typically with rooms on either side.",
      "definition_translation": "एक इमारत में एक लंबा पassage, आमतौर पर दोनों तरफ कमरे होते हैं।",
      "example": "I walked down the corridor to get to my classroom. Yesterday, I had walked down the corridor to get to my classroom. Tomorrow, I will walk down the corridor to get to my classroom.",
      "example_translation": "मैं अपनी क्लासरूम में जाने के लिए गलियारे से नीचे चला गया। कल, मैं अपनी क्लासरूम में जाने के लिए गलियारे से नीचे चला गया था। कल, मैं अपनी क्लासरूम में जाने के लिए गलियारे से नीचे चला जाऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "corridor.jpg",
      "audioLink": "corridor.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "course",
      "translation": "कोर्स",
      "definition": "A series of lessons or lectures on a particular subject.",
      "definition_translation": "किसी विशेष विषय पर पाठों ya lectures की एक श्रृंखला।",
      "example": "I'm taking a course in computer science. I took a course in computer science last semester. I will take a course in computer science next year.",
      "example_translation": "मैं कंप्यूटर साइंस में एक कोर्स ले रहा हूँ। मैंने पिछले सेमेस्टर में कंप्यूटर साइंस में एक कोर्स लिया था। मैं अगले साल कंप्यूटर साइंस में एक कोर्स लूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "course-1.jpg",
      "audioLink": "course.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "estate",
      "translation": "जायदाद",
      "definition": "A large area of land and the buildings on it, especially in the countryside.",
      "definition_translation": "ग्रामीण क्षेत्र में Özellikle जमीन का बड़ा क्षेत्र और उस पर स्थित इमारतें।",
      "example": "The estate was inherited by the wealthy businessman. The estate had been inherited by the wealthy businessman. The estate will be inherited by the wealthy businessman.",
      "example_translation": "व्यापारी ने जायदाद का उत्तराधिकार प्राप्त किया था। व्यापारी ने जायदाद का उत्तराधिकार प्राप्त किया था। व्यापारी जायदाद का उत्तराधिकार प्राप्त करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "estate.jpg",
      "audioLink": "estate.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "headquarters",
      "translation": "मुख्यालय",
      "definition": "The main center of operations for an organization or company.",
      "definition_translation": "एक संगठन या कंपनी के लिए मुख्य ऑपरेशन्स केंद्र।",
      "example": "The company's headquarters are located in New York. The company's headquarters were located in New York. The company's headquarters will be located in New York.",
      "example_translation": "कंपनी का मुख्यालय न्यू यॉर्क में स्थित है। कंपनी का मुख्यालय न्यू यॉर्क में स्थित था। कंपनी का मुख्यालय न्यू यॉर्क में स्थित होगा।",
      "imageLink": "image_files\\English\\"imageLink": "headquarters.jpg",
      "audioLink": "headquarters.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lobby",
      "translation": "लॉबी",
      "definition": "a room or area in a building used for waiting or meeting, especially one near the entrance",
      "definition_translation": "एक इमारत में प्रतीक्षा या बैठक के लिए उपयोग की जाने वाली एक कक्ष या क्षेत्र, विशेष रूप से प्रवेश द्वार के पास",
      "example": "I waited in the lobby for my friend to arrive. I am waiting in the lobby for my friend to arrive. I will wait in the lobby for my friend to arrive.",
      "example_translation": "मैं अपने दोस्त के आने के लिए लॉबी में इंतजार कर रहा था. मैं अपने दोस्त के आने के लिए लॉबी में इंतजार कर रहा हूँ. मैं अपने दोस्त के आने के लिए लॉबी में इंतजार करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "lobby.jpg",
      "audioLink": "lobby.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "meadow",
      "translation": "मैदान",
      "definition": "a piece of land covered with grass and often wildflowers, used for pasture or recreation",
      "definition_translation": "घास और अक्सर वाइल्डफ्लावर्स से ढका एक टुकड़ा जमीन, चराई या मनोरंजन के लिए उपयोग किया जाता है",
      "example": "We had a picnic in the meadow last summer. We are playing in the meadow now. We will take a walk in the meadow tomorrow.",
      "example_translation": "हमने पिछले गर्मियों में मैदान में पिकनिक की थी. हम अभी मैदान में खेल रहे हैं. हम कल मैदान में टहलने जायेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "meadow.jpg",
      "audioLink": "meadow.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pitch",
      "translation": "पिच",
      "definition": "the throw of a baseball by the pitcher, or the act of throwing the ball",
      "definition_translation": "पिचर द्वारा बेसबॉल का टॉस, या गेंद फेंकने की क्रिया",
      "example": "The pitcher threw a perfect pitch in the game. The pitcher is throwing a pitch now. The pitcher will throw a curveball pitch tomorrow.",
      "example_translation": "गेम में पिचर ने एक परफेक्ट पिच फेंकी. पिचर अभी पिच फेंक रहा है. पिचर कल कर्वबॉल पिच फेंकेगा.",
      "imageLink": "image_files\\English\\"imageLink": "pitch.jpg",
      "audioLink": "pitch.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "shed",
      "translation": "शेड",
      "definition": "a small structure used for storing things, especially in a garden or yard",
      "definition_translation": "एक छोटा संरचना जिसका उपयोग चीजें स्टोर करने के लिए किया जाता है, विशेष रूप से उद्यान या यार्ड में",
      "example": "I will build a shed in my backyard this weekend. I am using the shed to store my tools. I used the shed to store my bicycle last winter.",
      "example_translation": "मैं इस सप्ताहांत में अपने पिछवाड़े में एक शेड बनाऊंगा. मैं अपने औजार स्टोर करने के लिए शेड का उपयोग कर रहा हूँ. मैंने पिछले सर्दी में अपने साइकिल को स्टोर करने के लिए शेड का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "shed.jpg",
      "audioLink": "shed.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "skyscraper",
      "translation": "गगनचुम्बी इमारत",
      "definition": "A very tall, continuously habitable building of many stories, often designed for office, commercial, and residential uses.",
      "definition_translation": "एक बहुत लंबी, कई मंजिला आयत, ऑफिस, व्यापारिक और आवासीय इस्तेमाल के लिए अक्सर डिज़ाइन की गई इमारत。",
      "example": "The company is planning to build a new skyscraper in the city center. They built the first skyscraper in 1980 and have been building more ever since. By 2025, they will have built the tallest skyscraper in the country.",
      "example_translation": "कंपनी शहर के केंद्र में एक नई गगनचुम्बी इमारत बनाने की योजना बना रही है. उन्होंने 1980 में पहली गगनचुम्बी इमारत बनाई और तब से और अधिक बना रहे हैं. 2025 तक, वे देश की सबसे ऊंची गगनचुम्बी इमारत बनाएगी.",
      "imageLink": "image_files\\English\\"imageLink": "skyscraper.jpg",
      "audioLink": "skyscraper.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stony beach",
      "translation": "चट्टानी तट",
      "definition": "A beach characterized by the presence of stones and pebbles rather than sand.",
      "definition_translation": "एक ऐसा तट जिसमें रेत के बजाय पत्थर और कंकड़ होते हैं.",
      "example": "The stony beach was difficult to walk on, but the views were breathtaking. We have been visiting this stony beach every year for the past decade. By next summer, the authorities will have converted this stony beach into a sandy beach.",
      "example_translation": "चट्टानी तट पर चलना मुश्किल था, लेकिन दृश्य सांस लेने वाले थे. हम पिछले दशक से हर साल इस चट्टानी तट पर जाते हैं. अगले गर्मियों तक, अधिकारी इस चट्टानी तट को रेतीले तट में बदल देंगे.",
      "imageLink": "image_files\\English\\"imageLink": "stony-beach.jpg",
      "audioLink": "stony beach.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "studio",
      "translation": "स्टूडियो",
      "definition": "A room or building where an artist, photographer, or filmmaker works.",
      "definition_translation": "एक ऐसा कमरा या भवन जहां एक कलाकार, फोटोग्राफर या फिल्म निर्माता काम करता है.",
      "example": "The artist has been working in her studio for hours. They built a new studio in the city center. By next month, the studio will have produced several new films.",
      "example_translation": "कलाकार ने अपने स्टूडियो में घंटे काम किया है. उन्होंने शहर के केंद्र में एक नया स्टूडियो बनाया. अगले महीने तक, स्टूडियो ने कई नई फिल्में उत्पादित कर दी होंगी.",
      "imageLink": "image_files\\English\\"imageLink": "studio.jpg",
      "audioLink": "studio.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "terminal",
      "translation": "टर्मिनल",
      "definition": "A point at which a transportation system or route ends or begins.",
      "definition_translation": "एक ऐसा प्वाइंट जहां एक परिवहन प्रणाली या रूट समाप्त होता है या शुरू होता है.",
      "example": "The bus terminal is located at the city center. They have been building a new terminal at the airport for years. By next year, the terminal will have been expanded to accommodate more passengers.",
      "example_translation": "बस टर्मिनल शहर के केंद्र में स्थित है. वे हवाई अड्डे पर एक नया टर्मिनल सालों से बना रहे हैं. अगले साल तक, टर्मिनल और अधिक यात्रियों के लिए विस्तारित कर दिया जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "terminal.jpg",
      "audioLink": "terminal.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "terrace",
      "translation": "टेरेस",
      "definition": "A flat area of ground or a platform, usually surrounded by a wall or fence, used for recreation or enjoyment",
      "definition_translation": "एक फ्लैट क्षेत्र या प्लेटफॉर्म, आमतौर पर एक दीवार या बाड़ से घिरा हुआ, मनोरंजन या आनंद के लिए उपयोग किया जाता है",
      "example": "The hotel room had a beautiful terrace with a stunning view of the city.",
      "example_translation": "होटल के कमरे में एक सुंदर टेरेस था जिसमें शहर का एक चकाचक दृश्य था।",
      "imageLink": "image_files\\English\\"imageLink": "terrace.jpg",
      "audioLink": "terrace.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "venue",
      "translation": "स्थान",
      "definition": "A place or location where an event or activity is held or takes place",
      "definition_translation": "एक स्थान या स्थान जहां एक घटना या गतिविधि आयोजित या होती है",
      "example": "The venue for the concert was changed due to bad weather. Yesterday, I went to the venue to check the arrangements. Tomorrow, the venue will be decorated with lights.",
      "example_translation": "कॉन्सर्ट के लिए स्थान को खराब मौसम के कारण बदल दिया गया था. कल, मैं स्थान पर व्यवस्था की जाँच करने गया था. कल, स्थान को लाइट्स से सजाया जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "venue.jpg",
      "audioLink": "venue.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ward",
      "translation": "वॉर्ड",
      "definition": "A division of a hospital or a specific area or section of a hospital",
      "definition_translation": "एक अस्पताल का एक विभाग या एक अस्पताल का एक विशिष्ट क्षेत्र या सेक्शन",
      "example": "The doctor made her rounds in the ward, checking on each patient. The nurse was in charge of the pediatrics ward. The new medical equipment was installed in the surgical ward.",
      "example_translation": "डॉक्टर ने वॉर्ड में अपने राउंड्स किए, प्रत्येक मरीज की जाँच की. नर्स पीडियाट्रिक वॉर्ड के प्रभारी थी. नया मेडिकल उपकरण सर्जिकल वॉर्ड में स्थापित किया गया था.",
      "imageLink": "image_files\\English\\"imageLink": "ward.jpg",
      "audioLink": "ward.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "control tower",
      "translation": "नियंत्रण टॉवर",
      "definition": "A tall structure at an airport from which air traffic controllers direct and control the movement of aircraft",
      "definition_translation": "एक हवाई अड्डे पर एक लंबा संरचना जहां से हवाई यातायात नियंत्रक एयरक्राफ्ट की गति को निर्देशित और नियंत्रित करते हैं",
      "example": "The control tower at the airport was evacuated due to a fire. The air traffic controller in the control tower guided the pilot to a safe landing. The control tower was equipped with the latest radar technology.",
      "example_translation": "हवाई अड्डे पर नियंत्रण टॉवर में आग के कारण खाली कर दिया गया था. नियंत्रण टॉवर में हवाई यातायात नियंत्रक ने पायलट को सुरक्षित लैंडिंग के लिए मार्गदर्शन किया. नियंत्रण टॉवर में नवीनतम रडार प्रौद्योगिकी से सुसज्जित था.",
      "imageLink": "image_files\\English\\"imageLink": "control-tower.jpg",
      "audioLink": "control tower.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "delicatessen",
      "translation": "डेलीकेट्सन",
      "definition": "A delicatessen is a type of food store that sells prepared and specialty foods, such as meats, cheeses, and baked goods.",
      "definition_translation": "डेलीकेट्सन एक प्रकार की खाद्य स्टोर है जो तैयार और विशेष खाद्य पदार्थ, जैसे मांस, चीज़ और बेकड गुड्स बेचता है।",
      "example": "I went to the delicatessen yesterday and bought some sandwiches for lunch. I will go to the delicatessen tomorrow to buy some cheese for my party. I had gone to the delicatessen last week and ordered some cakes for my birthday.",
      "example_translation": "मैं कल डेलीकेट्सन गया और लंच के लिए कुछ सैंडविच खरीदे। मैं कल डेलीकेट्सन जाऊंगा और अपनी पार्टी के लिए कुछ चीज़ खरीदूंगा। मैं पिछले हफ्ते डेलीकेट्सन गया था और अपने जन्मदिन के लिए कुछ केक ऑर्डर किए थे।",
      "imageLink": "image_files\\English\\"imageLink": "delicatessen.jpg",
      "audioLink": "delicatessen.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "landmark",
      "translation": "लैंडमार्क",
      "definition": "A landmark is a recognizable and notable building or feature that marks a particular location or area.",
      "definition_translation": "लैंडमार्क एक पहचान योग्य और उल्लेखनीय इमारत या विशेषता है जो किसी विशेष स्थान या क्षेत्र को चिह्नित करता है।",
      "example": "The Eiffel Tower is a famous landmark in Paris. The Taj Mahal is a beautiful landmark in India. The Statue of Liberty is a historical landmark in the United States.",
      "example_translation": "पेरिस में ईफ़ेल टावर एक प्रसिद्ध लैंडमार्क है। भारत में ताज महल एक सुंदर लैंडमार्क है। संयुक्त राज्य अमेरिका में स्टेच्यू ऑफ़ लिबर्टी एक ऐतिहासिक लैंडमार्क है।",
      "imageLink": "image_files\\English\\"imageLink": "landmark.jpg",
      "audioLink": "landmark.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mansion",
      "translation": "महल",
      "definition": "A mansion is a large and impressive house, typically owned by a wealthy person or family.",
      "definition_translation": "महल एक बड़ा और प्रभावशाली घर है, जिसका स्वामित्व आम तौर पर एक धनी व्यक्ति या परिवार के पास होता है।",
      "example": "The businessman owns a luxurious mansion in Beverly Hills. My friend has always dreamed of living in a mansion with a private pool. The historical mansion was converted into a museum last year.",
      "example_translation": "बेवेर्ली हिल्स में एक व्यापारी एक लग्जरी महल का स्वामित्व रखता है। मेरे दोस्त ने हमेशा एक निजी स्विमिंग पूल वाले महल में रहने का सपना देखा है। पिछले साल एक ऐतिहासिक महल एक संग्रहालय में परिवर्तित हो गया था।",
      "imageLink": "image_files\\English\\"imageLink": "mansion.jpg",
      "audioLink": "mansion.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "staircase",
      "translation": "सीढ़ी",
      "definition": "A staircase is a set of stairs and banisters that connect different levels or floors in a building.",
      "definition_translation": "सीढ़ी एक इमारत में विभिन्न स्तर या मंजिल को जोड़ने वाली सीढ़ियों और रेलिंग्स का सेट है।",
      "example": "I walked up the staircase to reach the second floor. The grand staircase was decorated with flowers for the wedding ceremony. I will climb down the staircase slowly to avoid slipping.",
      "example_translation": "मैं दूसरी मंजिल पर पहुंचने के लिए सीढ़ी पर चला गया। शादी समारोह के लिए ग्रांड सीढ़ी फूलों से सजायी गई थी। मैं फिसलने से बचने के लिए सीढ़ी से धीरे-धीरे उतरूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "staircase.jpg",
      "audioLink": "staircase.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stationery shop",
      "translation": "स्टेशनरी की दुकान",
      "definition": "A retail store that sells office supplies, writing materials, and other paper products.",
      "definition_translation": "यह ऑफिस सप्लाई, लेखन सामग्री और अन्य पेपर उत्पाद बेचने वाली एक रीटेल स्टोर है.",
      "example": "She went to the stationery shop to buy some notebooks and pens. She had gone to the stationery shop yesterday to return a defective pen. She will go to the stationery shop tomorrow to buy some folders.",
      "example_translation": "वह नотвबुक और पेन खरीदने के लिए स्टेशनरी की दुकान पर गई थी। कल वह एक दोषपूर्ण पेन वापस करने के लिए स्टेशनरी की दुकान पर गई थी। कल वह फोल्डर्स खरीदने के लिए स्टेशनरी की दुकान पर जाएगी।",
      "imageLink": "image_files\\English\\"imageLink": "stationery-shop.jpg",
      "audioLink": "stationery shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "warehouse",
      "translation": "गोदाम",
      "definition": "A large building or structure used for storing goods, merchandise, or other products.",
      "definition_translation": "यह बड़ा इमारत या संरचना माल, मर्चेंडाइज या अन्य उत्पादों के स्टोरेज के लिए उपयोग किया जाता है.",
      "example": "The company has a warehouse in the city to store its products. The warehouse was empty because all the goods were sold out. They will build a new warehouse next year to increase storage capacity.",
      "example_translation": "कंपनी के शहर में अपने उत्पादों के स्टोरेज के लिए एक गोदाम है। गोदाम खाली था क्योंकि सभी माल बिक चुके थे। वे अगले साल स्टोरेज क्षमता बढ़ाने के लिए एक नया गोदाम बनाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "warehouse.jpg",
      "audioLink": "warehouse.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fishmonger's",
      "translation": "मच्छीवाले की दुकान",
      "definition": "A shop where fish and other seafood are sold, often freshly caught or prepared.",
      "definition_translation": "एक दुकान जहां मछली और अन्य सीफूड बेचे जाते हैं, अक्सर ताजा पकड़े या तैयार किए जाते हैं।",
      "example": "She went to the fishmonger's to buy some fresh salmon. The fishmonger's was closed because it was a holiday. He will open his fishmonger's next week with a new variety of seafood.",
      "example_translation": "वह ताजा सैल्मन खरीदने के लिए मच्छीवाले की दुकान पर गई थी। मच्छीवाले की दुकान बंद थी क्योंकि वह एक छुट्टी थी। वह अगले हफ्ते एक नया Variety सीफूड के साथ अपना मच्छीवाला खोलेगा।",
      "imageLink": "image_files\\English\\"imageLink": "fishmongers.jpg",
      "audioLink": "fishmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ironmonger's",
      "translation": "लोहे का सामान बेचने वाली दुकान",
      "definition": "A shop that sells hardware, tools, and other metal goods.",
      "definition_translation": "एक दुकान जो हार्डवेयर, टूल्स और अन्य धातु के सामान बेचती है।",
      "example": "He went to the ironmonger's to buy some nails and screws. The ironmonger's was very busy because of the construction boom. They will expand their ironmonger's to sell more variety of tools.",
      "example_translation": "वह नेल्स और स्क्रू खरीदने के लिए लोहे का सामान बेचने वाली दुकान पर गया था। लोहे का सामान बेचने वाली दुकान बहुत व्यस्त थी क्योंकि निर्माण के दौरान हुई थी। वे अपने लोहे का सामान बेचने वाली दुकान का विस्तार करेंगे और अधिक विविधता के टूल्स बेचेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "ironmongers.jpg",
      "audioLink": "ironmonger's.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "landing",
      "translation": "लैन्डिंग",
      "definition": "The act of bringing a ship or an aircraft to a safe stop on land or water.",
      "definition_translation": "जल या जल पर विमान या पोत को सुरक्षित रोकने की क्रिया",
      "example": "The pilot had to make an emergency landing due to engine failure. The plane landed safely yesterday. It will land in five minutes.",
      "example_translation": "इंजन विफलता के कारण पायलट को紧急 लैन्डिंग करनी पड़ी। विमान कल सुरक्षित रूप से उतरा। यह पांच मिनट में उतरेगा।",
      "imageLink": "image_files\\English\\"imageLink": "landing.jpg",
      "audioLink": "landing.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "loft",
      "translation": "लोफ्ट",
      "definition": "A space or room directly under the roof of a building, used for storage or as a dwelling.",
      "definition_translation": "किसी भवन की छत के नीचे सीधे स्थान या कमरा, भंडारण या निवास के लिए प्रयुक्त",
      "example": "The loft was dusty and full of old trunks. She lived in a loft apartment in the city. They will convert the loft into a studio.",
      "example_translation": "लोफ्ट में धूल थी और पुराने ट्रंक्स से भरा था। वह शहर में लोफ्ट अपार्टमेंट में रहती थी। वे लोफ्ट को स्टूडियो में परिवर्तित करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "loft.jpg",
      "audioLink": "loft.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "off-licence",
      "translation": "ऑफ-लाइसेंस",
      "definition": "A licence to sell alcoholic drinks for consumption off the premises, typically from a shop or supermarket.",
      "definition_translation": "प्रेमिसेज़ से बाहर पेय पदार्थों की बिक्री के लिए लाइसेंस, आम तौर पर दुकान या सुपरमार्केट से।",
      "example": "The off-licence was robbed last night. You can buy a bottle of wine from the off-licence. They will open an off-licence next door.",
      "example_translation": "ऑफ-लाइसेंस को कल रात लूटा गया। आप ऑफ-लाइसेंस से वाइन की एक बोतल खरीद सकते हैं। वे अगले दरवाजे पर ऑफ-लाइसेंस खोलेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "off-licence.jpg",
      "audioLink": "off-licence.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stable",
      "translation": "स्टेबल",
      "definition": "A building for housing horses, cows, or other animals.",
      "definition_translation": "घोड़ों, गायों या अन्य जानवरों के लिए आवास की इमारत",
      "example": "The horse is in the stable. The stable was old and needed repairs. They will build a new stable next year.",
      "example_translation": "घोड़ा स्टेबल में है। स्टेबल पुराना था और मरम्मत की जरूरत थी। वे अगले साल एक नया स्टेबल बनायेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "stable.jpg",
      "audioLink": "stable.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "duty-free shop",
      "translation": "कर-पशु 몰",
      "definition": "A store at an airport or border where goods can be bought without paying taxes or duties.",
      "definition_translation": "एक हवाई अड्डे या सीमा पर स्थित दुकान जहाँ सामान खरीदा जा सकता है बिना टैक्स या शुल्क के भुगतान के。",
      "example": "I bought a lot of gifts at the duty-free shop before boarding the flight. I had shopped there last year too. I will visit it again next month.",
      "example_translation": "मैंने उड़ान से पहले कर-पशु 몰 में बहुत सारे उपहार खरीदे। मैंने पिछले साल भी वहाँ खरीदारी की थी। मैं अगले महीने फिर से वहाँ जाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "duty-free-shop.jpg",
      "audioLink": "duty-free shop.mp3"
    },
    {
      "section": "miejsca-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pier",
      "translation": "जेटी",
      "definition": "A structure built on pillars in the sea, lake, or river, used for walking on or for loading and unloading ships.",
      "definition_translation": "समुद्र, झील या नदी में स्तंभों पर बनी संरचना, जहाँ पर चलते हैं या जहाजों को लोड और अनलोड करने के लिए प्रयोग की जाती है।",
      "example": "I strolled on the pier yesterday morning. I will fish from the pier tomorrow evening. I fished from the pier last summer.",
      "example_translation": "मैं कल सुबह जेटी पर टहलता था। मैं कल शाम को जेटी से मछली पकड़ा करूँगा। मैं पिछले गर्मी में जेटी से मछली पकड़ा था।",
      "imageLink": "image_files\\English\\"imageLink": "pier.jpg",
      "audioLink": "pier.mp3"
    }
  ]