{
  "data": [
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "beer",
      "translation": "बीयर",
      "definition": "An alcoholic drink made from fermented grains, usually barley, and flavored with hops.",
      "definition_translation": "अनाज से बना एक एल्कोहल पेय, आमतौर पर जौ और होप्स के साथ फ्लेवर किया हुआ.",
      "example": "I drank a beer at the party last night. I am drinking a beer now. I will drink a beer at the party tomorrow.",
      "example_translation": "मैंने पार्टी में कल रात को एक बीयर पी था. मैं अब एक बीयर पी रहा हूँ. मैं कल पार्टी में एक बीयर पिएगा.",
      "imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "coffee",
      "translation": "कافی",
      "definition": "A popular hot drink made from the roasted seeds of a tropical plant.",
      "definition_translation": "एक लोकप्रिय गरम पेय एक उष्णकटिबंधीय पौधे के भुने हुए बीज से बना हुआ.",
      "example": "I drank a cup of coffee this morning. I am drinking a cup of coffee now. I will drink a cup of coffee tomorrow morning.",
      "example_translation": "मैंने आज सुबह काफी पी था. मैं अब काफी पी रहा हूँ. मैं कल सुबह काफी पिएगा.",
      "imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "Coke",
      "translation": "कोक",
      "definition": "A sweet, carbonated drink that is flavored with caramel and vanilla.",
      "definition_translation": "चीनी और वेनिला से फ्लेवर किया हुआ एक मीठा और कार्बनेटेड पेय.",
      "example": "I drank a Coke at the restaurant yesterday. I am drinking a Coke now. I will drink a Coke at the party next week.",
      "example_translation": "मैंने रेस्तरां में कल कोक पी था. मैं अब कोक पी रहा हूँ. मैं अगले हफ्ते पार्टी में कोक पिएगा.",
      "imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "drink",
      "translation": "पीना",
      "definition": "To swallow a liquid, typically through the mouth.",
      "definition_translation": "मौखिक रूप से एक तरल को निगलना.",
      "example": "I drank a glass of water yesterday. I am drinking a juice now. I will drink a tea at the breakfast tomorrow.",
      "example_translation": "मैंने कल पानी का गिलास पी था. मैं अब जूस पी रहा हूँ. मैं कल सुबह नाश्ते में चाय पिएगा.",
      "imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "juice",
      "translation": "जूस",
      "definition": "A liquid substance that is extracted from plants or animals and consumed as a beverage.",
      "definition_translation": "पेय पदार्थों से निकाला गया एक द्रव पदार्थ जो पौधों या जानवरों से प्राप्त होता है",
      "example": "I drank a glass of orange juice yesterday, I am drinking apple juice now, and I will drink grape juice tomorrow.",
      "example_translation": "मैंने कल संतरे के जूस का एक ग्लास पिया, मैं अभी सेब के जूस का पी रहा हूँ, और मैं कल अंगूर के जूस का पियूँगा",
      "imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "milk",
      "translation": "दूध",
      "definition": "A nutritious liquid produced by mammary glands of female mammals, used as a food and a source of nutrition.",
      "definition_translation": "मादा स्तनधारियों की दूध ग्रंथियों द्वारा उत्पादित एक पोषक द्रव, खाद्य और पोषण के स्रोत के रूप में उपयोग किया जाता है",
      "example": "My mother used to drink milk when she was a baby, she drinks milk now, and she will drink milk when she is old.",
      "example_translation": "मेरी माँ ने जब वह बच्ची थी, दूध पिया करती थी, वह अब दूध पीती है, और वह बूढ़े होने पर दूध पियेगी",
      "imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "orange juice",
      "translation": "संतरे का जूस",
      "definition": "A liquid substance extracted from oranges, consumed as a beverage and known for its nutritional value.",
      "definition_translation": "संतरे से निकाला गया एक द्रव पदार्थ, पेय के रूप में उपभोग किया जाता है और अपने पोषण मूल्य के लिए जाना जाता है",
      "example": "I had a glass of orange juice for breakfast, I am having a glass of orange juice for lunch, and I will have a glass of orange juice for dinner.",
      "example_translation": "मैंने नाश्ते में संतरे के जूस का एक ग्लास पिया, मैं दोपहर के भोजन में संतरे के जूस का एक ग्लास पी रहा हूँ, और मैं रात के खाने में संतरे के जूस का एक ग्लास पियूँगा",
      "imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tea",
      "translation": "चाय",
      "definition": "A hot beverage made by infusing the dried crushed leaves of the tea plant in boiling water.",
      "definition_translation": "चाय पौधे के सूखे कुचले पत्तों को उबले पानी में भिगोकर बनाया गया एक गर्म पेय",
      "example": "I drank a cup of tea yesterday, I am drinking a cup of tea now, and I will drink a cup of tea tomorrow.",
      "example_translation": "मैंने कल चाय का एक कप पिया, मैं अभी चाय का एक कप पी रहा हूँ, और मैं कल चाय का एक कप पियूँगा",
      "imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tomato juice",
      "translation": "टमाटर जूस",
      "definition": "A juice made from tomatoes, often consumed as a beverage or used as an ingredient in cooking.",
      "definition_translation": "टमाटर से बना हुआ जूस, अक्सर पेय के रूप में सेवा किया जाता है या खाना पकाने में उपयोग किया जाता है.",
      "example": "She drank a glass of tomato juice for breakfast. Yesterday, she had drunk a glass of tomato juice for lunch. Tomorrow, she will drink a glass of tomato juice for dinner.",
      "example_translation": "उसने नाश्ते के लिए टमाटर जूस का एक गिलास पिया। कल, उसने दोपहर के लिए टमाटर जूस का एक गिलास पिया था। कल, वह रात के भोजन के लिए टमाटर जूस का एक गिलास पियेगी।",
      "imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "water",
      "translation": "पानी",
      "definition": "A clear, colorless, and odorless liquid substance that forms the seas, lakes, rivers, and rain and is the basis of the fluids of living organisms.",
      "definition_translation": "एक स्पष्ट, रंगहीन और गंधहीन द्रव पदार्थ जो सागर, झीलों, नदियों, और वर्षा में पाया जाता है और जीवित जीवों के द्रव्यों का आधार है।",
      "example": "I drink water every morning. Yesterday, I had drunk water after exercising. Tomorrow, I will drink water before sleeping.",
      "example_translation": "मैं हर सुबह पानी पीता हूँ। कल, मैं व्यायाम करने के बाद पानी पिया था। कल, मैं सो जाने से पहले पानी पियूँगा।",
      "imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "wine",
      "translation": "शराब",
      "definition": "A fermented drink made from grapes, used as a beverage or in cooking.",
      "definition_translation": "अंगूर से बना हुआ ферमेंटेड पेय, पेय या खाना पकाने में उपयोग किया जाता है।",
      "example": "She likes to drink wine with dinner. Yesterday, she had drunk wine with her friends. Tomorrow, she will drink wine at the party.",
      "example_translation": "वह रात के भोजन के साथ शराब पीना पसंद करती है। कल, वह अपने दोस्तों के साथ शराब पिया थी। कल, वह पार्टी में शराब पियेगी।",
      "imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "alcohol",
      "translation": "アルコल",
      "definition": "A colorless, volatile, and flammable liquid obtained from fermented plant products, used as a solvent, fuel, or intoxicant.",
      "definition_translation": "रंगहीन, अस्थिर और ज्वलनशील द्रव, फर्मेंटेड प्लांट उत्पादों से प्राप्त, एक सॉल्वेंट, ईंधन या नशीला पदार्थ के रूप में उपयोग किया जाता है।",
      "example": "He became addicted to alcohol at a young age. Yesterday, he had drunk alcohol with his friends. Tomorrow, he will try to quit drinking alcohol.",
      "example_translation": "वह युवा उम्र में अल्कोहल का आदी हो गया था। कल, वह अपने दोस्तों के साथ अल्कोहल पिया था। कल, वह अल्कोहल पीना छोड़ने की कोशिश करेगा।",
      "imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "apple juice",
      "translation": "सेब जूस",
      "definition": "A sweet drink made from apples, often served cold.",
      "definition_translation": "एक स्वीट पेय जो सेब से बना है, अक्सर ठंडा परोसा जाता है।",
      "example": "I drank apple juice yesterday, I am drinking it now, and I will drink it tomorrow.",
      "example_translation": "मैंने कल सेब जूस पिया, मैं अब पी रहा हूँ, और मैं कल पिऊंगा।",
      "imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "champagne",
      "translation": "चैंपेन",
      "definition": "A type of sparkling wine, often served at celebrations and parties.",
      "definition_translation": "एक प्रकार की स्पार्कलिंग वाइन, अक्सर समारोह और पार्टियों में परोसी जाती है।",
      "example": "We popped open a bottle of champagne at our wedding last year, we are drinking it now at our anniversary, and we will drink it next year at our friend's wedding.",
      "example_translation": "हमने पिछले साल अपने विवाह में एक बोतल चैंपेन खोली, हम अब अपने विवाह की सालगिरह पर पी रहे हैं, और हम अगले साल अपने दोस्त के विवाह में पिऊंगे।",
      "imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cola",
      "translation": "कोला",
      "definition": "A sweet, fizzy drink made from cola nuts, often served cold.",
      "definition_translation": "एक स्वीट, फ़िज़ी पेय जो कोला नट्स से बना है, अक्सर ठंडा परोसा जाता है।",
      "example": "I liked cola when I was a kid, I still like it now, and I will like it when I grow old.",
      "example_translation": "मैंने बचपन में कोला पसन्द किया, मैं अब भी पसन्द करता हूँ, और मैं बूढ़ा होने पर पसन्द करूँगा।",
      "imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "drink",
      "translation": "पीना",
      "definition": "To swallow a liquid, often for pleasure or to quench thirst.",
      "definition_translation": "एक तरल पदार्थ को निगलना, अक्सर आनन्द के लिए या प्यास बुझाने के लिए。",
      "example": "I drank water yesterday, I am drinking tea now, and I will drink juice tomorrow.",
      "example_translation": "मैंने कल पानी पिया, मैं अब चाय पी रहा हूँ, और मैं कल जूस पिऊंगा।",
      "imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hot chocolate",
      "translation": "हॉट चॉकलेट",
      "definition": "A sweet, creamy beverage made with melted chocolate, milk, and sugar, often served hot.",
      "definition_translation": "चॉकलेट, दूध और चीनी से बना एक मीठा, क्रीमी पेय, अक्सर गर्म परोसा जाता है।",
      "example": "Yesterday, I drank hot chocolate to warm up on a cold winter morning. Today, I am drinking it to energize myself for a long day. Tomorrow, I will drink it to celebrate a special occasion.",
      "example_translation": "कल, मैंने सर्दी की सुबह में गर्म होने के लिए हॉट चॉकलेट पिया। आज, मैं अपने आप को लंबे दिन के लिए ऊर्जावान करने के लिए पी रहा हूँ। कल, मैं विशेष अवसर का जश्न मनाने के लिए पियूँगा।",
      "imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lemonade",
      "translation": "निम्बूपानी",
      "definition": "A sweet, sour, and refreshing drink made with lemon juice, water, and sugar, often served cold.",
      "definition_translation": "नींबू के रस, पानी और चीनी से बना एक मीठा, खट्टा और ठंडा पेय, अक्सर ठंडा परोसा जाता है।",
      "example": "In the summer, my grandmother used to make lemonade for us to quench our thirst. Now, I make it for my kids to refresh them after playing outdoors. In the future, I will make it for my guests to welcome them to my new home.",
      "example_translation": "गर्मियों में, मेरी दादी हमें प्यास बुझाने के लिए निम्बूपानी बनाती थीं। अब, मैं अपने बच्चों के लिए बाहर खेलने के बाद उन्हें तरोताजा करने के लिए बनाता हूँ। भविष्य में, मैं अपने मेहमानों के लिए अपने नए घर में उन्हें स्वागत करने के लिए बनाऊँगा।",
      "imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "milkshake",
      "translation": "मल्कशेक",
      "definition": "A sweet, creamy beverage made with milk, ice cream, and flavorings, often served cold and thick.",
      "definition_translation": "दूध, आइसक्रीम और फ्लेवरिंग से बना एक मीठा, क्रीमी पेय, अक्सर ठंडा और गाढ़ा परोसा जाता है।",
      "example": "When I was a child, I loved drinking milkshakes at the ice cream parlor. Now, I prefer making them at home with different flavors. In the future, I will open a milkshake shop to serve unique flavors to the public.",
      "example_translation": "जब मैं एक बच्चा था, मैं आइसक्रीम पार्लर में मल्कशेक पीना पसंद करता था। अब, मैं घर पर अलग-अलग फ्लेवर के साथ बनाना पसंद करता हूँ। भविष्य में, मैं सार्वजनिक के लिए अनोखे फ्लेवर सерв करने के लिए मल्कशेक की दुकान खोलूँगा।",
      "imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mineral water",
      "translation": "खनिज जल",
      "definition": "Water that contains minerals or other substances that are dissolved in it, often bottled and consumed as a healthy beverage.",
      "definition_translation": "जल जिसमें खनिज या दूसरे पदार्थ घुले हों, अक्सर शीशी में पैक किया जाता है और स्वास्थ्यवर्धक पेय के रूप में पिया जाता है।",
      "example": "After exercising, I always drink mineral water to rehydrate myself. Today, I am drinking it to quench my thirst after a long walk. In the future, I will drink it to stay healthy and fit.",
      "example_translation": "एक्सरसाइज के बाद, मैं हमेशा अपने आप को फिर से हाइड्रेट करने के लिए खनिज जल पीता हूँ। आज, मैं लंबे चलने के बाद अपनी प्यास बुझाने के लिए पी रहा हूँ। भविष्य में, मैं स्वस्थ और फिट रहने के लिए पियूँगा।",
      "imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "soft drink",
      "translation": "मृद पेय",
      "definition": "A sweet, flavored drink that is often carbonated, served chilled, and consumed as a refreshment.",
      "definition_translation": "एक मीठा, स्वादिष्ट पेय जो अक्सर कार्बोनेटेड होता है, ठंडा परोसा जाता है और ताजगी के रूप में उपभोग किया जाता है。",
      "example": "I love to sip on a cold soft drink on a hot summer day. Yesterday, I drank a soft drink with my friends. Tomorrow, I will buy a soft drink from the store.",
      "example_translation": "मैं गर्मी के दिन एक ठंडे सॉफ्ट ड्रिंक पर चुस्ती करना पसंद करता हूँ. कल, मैंने अपने दोस्तों के साथ सॉफ्ट ड्रिंक पीया. कल, मैं स्टोर से सॉफ्ट ड्रिंक खरीदूँगा.",
      "imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cocktail",
      "translation": "कॉकटेल",
      "definition": "A mixed drink made with a base liquor, such as gin or rum, and mixed with fruit juice, cream, or other ingredients.",
      "definition_translation": "एक मिश्रित पेय जो जिन या रम जैसे आधार मदिरा से बनाया जाता है और फल जूस, क्रीम या अन्य सामग्री के साथ मिलाया जाता है.",
      "example": "I ordered a cocktail at the party last night. She is an expert in making cocktails for special occasions. They will serve cocktails at the wedding reception.",
      "example_translation": "मैंने पार्टी में कल रात कॉकटेल ऑर्डर किया. वह विशेष अवसरों के लिए कॉकटेल बनाने में एक विशेषज्ञ है. वे विवाह प्रीति में कॉकटेल परोसेंगे.",
      "imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cocoa",
      "translation": "कोकोआ",
      "definition": "A powder made from roasted cacao beans, used to make chocolate, and also a hot beverage made from this powder.",
      "definition_translation": "रोस्टेड काकाओ बीन्स से बना एक पाउडर जिसका उपयोग चॉकलेट बनाने के लिए किया जाता है, और इस पाउडर से बना एक गर्म पेय भी है.",
      "example": "I love to drink hot cocoa on a cold winter morning. She makes the best cocoa brownies in town. They will serve cocoa at the Christmas party.",
      "example_translation": "मैं ठंडे सर्दी के सुबह कोकोआ पीना पसंद करता हूँ. वह टाउन में सर्वश्रेष्ठ कोकोआ ब्राउनी बनाती है. वे क्रिसमस पार्टी में कोकोआ परोसेंगे.",
      "imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fizzy drink",
      "translation": "करچی पेय",
      "definition": "A carbonated beverage, typically sweet and flavorful, often served chilled and consumed as a refreshment.",
      "definition_translation": "एक कार्बोनेटेड पेय, जो आम तौर पर मीठा और स्वादिष्ट होता है, अक्सर ठंडा परोसा जाता है और ताजगी के रूप में उपभोग किया जाता है.",
      "example": "I love to drink a cold fizzy drink on a hot summer day. Yesterday, I had a fizzy drink with my lunch. Tomorrow, I will buy a fizzy drink from the store.",
      "example_translation": "मैं गर्मी के दिन एक ठंडे करچی पेय पीना पसंद करता हूँ. कल, मैंने अपने लंच के साथ करچی पेय पीया. कल, मैं स्टोर से करچی पेय खरीदूँगा.",
      "imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "instant coffee",
      "translation": "तत्काल कॉफी",
      "definition": "A type of coffee that can be prepared quickly by adding hot water to a powder or granules.",
      "definition_translation": "एक प्रकार की कॉफी जिसे गरम पानी में मिलाने से तुरंत तैयार किया जा सकता है",
      "example": "I like to drink instant coffee in the morning, it's so convenient. Yesterday, I drank it with my friends at the park. Tomorrow, I will drink it before going to work.",
      "example_translation": "मैं सुबह में तत्काल कॉफी पीना पसंद करता हूँ, यह इतना सुविधाजनक है. कल, मैंने अपने दोस्तों के साथ पार्क में इसका सेवन किया. कल, मैं काम पर जाने से पहले इसका सेवन करूँगा.",
      "imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "vodka",
      "translation": "वोदका",
      "definition": "A clear, colourless, and flavourless spirit made from grains such as wheat, rye, or potatoes.",
      "definition_translation": "गेहूँ, राई या आलू जैसे अनाज से बनाया गया साफ, रंगहीन और स्वादहीन स्पिरिट.",
      "example": "I've been drinking vodka regularly for a few years now. Last night, I had a shot of vodka with my friends at the bar. In the future, I plan to try different flavours of vodka.",
      "example_translation": "मैं पिछले कुछ सालों से वोदका नियमित रूप से पी रहा हूँ. रात को, मैंने बार में अपने दोस्तों के साथ वोदका का एक शॉट लिया. भविष्य में, मैं वोदका के विभिन्न स्वादों को आजमाने की योजना बना रहा हूँ.",
      "imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "whisky",
      "translation": "व्हिस्की",
      "definition": "A type of distilled beverage made from fermented grain mash, typically aged in wooden barrels.",
      "definition_translation": "लकड़ी के बैरल में उम्र के साथ फ़र्मेंटेड अनाज के मैश से बनाया गया एक प्रकार का जिलेट्ड पेय.",
      "example": "My grandfather used to drink whisky every evening. Yesterday, I had a glass of whisky with my friends at the party. Next year, I plan to try a special edition of whisky.",
      "example_translation": "मेरे दादा शाम को व्हिस्की पिया करते थे. कल, मैंने पार्टी में अपने दोस्तों के साथ व्हिस्की का एक ग्लास लिया. अगले साल, मैं व्हिस्की का एक स्पेशल एडिशन आजमाने की योजना बना रहा हूँ.",
      "imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "compote",
      "translation": "कम्पोट",
      "definition": "A dish made of fresh or dried fruit, typically served as a dessert or side dish.",
      "definition_translation": "एक डिश जो ताज़ा या सुखाया हुआ फल से बनाया गया है, टypically मिठाई या साइड डिश के रूप में परोसा जाता है.",
      "example": "I love to eat compote with my breakfast. Yesterday, I had compote with whipped cream at the cafe. In the summer, I plan to make a compote with fresh berries.",
      "example_translation": "मैं नाश्ते के साथ कम्पोट खाना पसंद करता हूँ. कल, मैंने कैफे में व्हीप्ड क्रीम के साथ कम्पोट खाया. गरमी में, मैं ताज़ा बेरीज के साथ कम्पोट बनाने की योजना बना रहा हूँ.",
      "imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    }
  ]
}