[
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cold",
      "translation": "ठंडा",
      "definition": "Having a low temperature; not warm or hot.",
      "definition_translation": "कम तापमान होना; गर्म या热 नहीं है.",
      "example": "I felt cold when I went outside. I will feel cold if I don't wear a jacket. I felt cold yesterday.",
      "example_translation": "मैं बाहर गया तो मैं ठंडा महसूस किया। अगर मैं जैकेट नहीं पहनता तो मैं ठंडा महसूस करूँगा। कल मैं ठंडा महसूस किया।",
      "imageLink": "image_files\\English\\cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cold",
      "translation": "ठंडा",
      "definition": "Having a low temperature; not warm or hot.",
      "definition_translation": "कम तापमान होना; गर्म या热 नहीं है.",
      "example": "The water was cold, so I didn't drink it. The cold weather made me sick. I will take a cold shower in the morning.",
      "example_translation": "पानी ठंडा था, इसलिए मैंने उसे नहीं पिया। ठंडा मौसम ने मुझे बीमार कर दिया। मैं सुबह ठंडा शावर लूँगा।",
      "imageLink": "image_files\\English\\cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hot",
      "translation": "गर्म",
      "definition": "Having a high temperature; warm or very warm.",
      "definition_translation": "उच्च तापमान होना; गर्म या बहुत गर्म।",
      "example": "The coffee was hot, so I couldn't drink it. I will eat a hot dog at the party. The hot sun made me tired.",
      "example_translation": "कॉफी गर्म थी, इसलिए मैं उसे नहीं पी सका। मैं पार्टी में गर्म डॉग खाऊँगा। गर्म सूरज ने मुझे थका दिया।",
      "imageLink": "image_files\\English\\hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rain",
      "translation": "वर्षा",
      "definition": "Water droplets falling from the sky.",
      "definition_translation": "आकाश से गिरने वाले पानी की बूँदें।",
      "example": "I got wet in the rain yesterday. It will rain tomorrow, so take an umbrella. The rain fell heavily last night.",
      "example_translation": "मैं कल वर्षा में भीग गया। कल वर्षा होगी, इसलिए छाता ले लो। रात को वर्षा बहुत हुई थी।",
      "imageLink": "image_files\\English\\rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "snow",
      "translation": "बर्फ",
      "definition": "Snow is a natural weather phenomenon in which water vapor in the air freezes into ice crystals. It is a natural part of the Earth's climate system and plays a crucial role in many ecosystems.",
      "definition_translation": "बर्फ प्राकृतिक मौसम संबंधी घटना है जिसमें हवा में जल वाष्प बर्फ के कристल में जम जाता है. यह पृथ्वी की जलवायु प्रणाली का एक प्राकृतिक हिस्सा है और कई पारिस्थितिक तंत्रों में महत्वपूर्ण भूमिका निभाता है.",
      "example": "I walked in the snow yesterday. I will go skiing in the snow tomorrow. She has never seen snow in her life.",
      "example_translation": "मैं कल बर्फ में चला था. मैं कल स्कीइंग बर्फ में जाउंगा. उसने अपने जीवन में कभी बर्फ नहीं देखा.",
      "imageLink": "image_files\\English\\snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "summer",
      "translation": "ग्रीष्म",
      "definition": "Summer is the warmest season of the year, characterized by long days and high temperatures. It is a time of vacations, outdoor activities, and relaxation.",
      "definition_translation": "ग्रीष्म साल का सबसे गर्म मौसम है, जिसकी विशेषता लंबे दिन और उच्च तापमान हैं. यह अवकाश, आउटडोर गतिविधियों और आराम का समय है.",
      "example": "I love to swim in the summer. She will go to the beach in the summer. We had a great time in the summer last year.",
      "example_translation": "मैं गर्मी में तैरना पसंद करता हूँ. वह गर्मी में समुद्र तट पर जाएगी. हमने पिछले साल गर्मी में अच्छा समय बिताया.",
      "imageLink": "image_files\\English\\summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sun",
      "translation": "सूरज",
      "definition": "The sun is the star at the center of our solar system, responsible for providing light and heat to the planets. It is a massive ball of hot, glowing gas.",
      "definition_translation": "सूरज हमारे सौर मंडल के केंद्र में स्थित सितारा है, जो ग्रहों को प्रकाश और ऊष्मा प्रदान करता है. यह एक बड़ा गर्म, चमकता गैस का गोला है.",
      "example": "The sun rises in the east. I love to bask in the warm sun. The sun was shining brightly in the sky.",
      "example_translation": "सूरज पूर्व में उगता है. मैं गर्म सूरज में स्नान करना पसंद करता हूँ. आकाश में सूरज तेजी से चमक रहा था.",
      "imageLink": "image_files\\English\\sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "warm",
      "translation": "गर्म",
      "definition": "Warm refers to a moderate or comfortable temperature, neither hot nor cold. It can also describe a friendly or affectionate personality.",
      "definition_translation": "गर्म मध्यम या आरामदायक तापमान को कहते हैं, न तो गर्म न ही ठंडा. यह मैत्रीपूर्ण या स्नेहपूर्ण व्यक्तित्व की भी व्याख्या कर सकता है.",
      "example": "The warm weather is perfect for a picnic. I love to drink warm milk. The warm smile on her face made me feel at ease.",
      "example_translation": "गर्म मौसम पिकनिक के लिए 完ぺーフेक्ट है. मैं गर्म दूध पीना पसंद करता हूँ. उसके चेहरे पर गर्म मुस्कान ने मुझे आरामदायक महसूस कराया.",
      "imageLink": "image_files\\English\\warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "weather",
      "translation": "मौसम",
      "definition": "The state of the atmosphere at a particular place and time, including temperature, humidity, cloudiness, wind, and precipitation.",
      "definition_translation": "किसी स्थान और समय पर वायुमंडल की स्थिति, तापमान, आर्द्रता, बादलपन, हवा और वर्षा से संबंधित है。",
      "example": "I love playing outside in good weather. Yesterday was sunny, but tomorrow will be rainy. By next week, the weather will be cold.",
      "example_translation": "मैं अच्छे मौसम में बाहर खेलना पसंद करता हूँ. कल सूरज निकला था, लेकिन कल से बारिश होगी. अगले हफ्ते तक मौसम ठंडा हो जाएगा.",
      "imageLink": "image_files\\English\\weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "wind",
      "translation": "हवा",
      "definition": "A natural movement of air in the atmosphere, especially a strong and violent one.",
      "definition_translation": "वायुमंडल में हवा की प्राकृतिक गति, विशेष रूप से मजबूत और हिंसक एक.",
      "example": "The wind blew strongly yesterday, but today it's calm. In the future, we'll have wind turbines to generate electricity.",
      "example_translation": "कल हवा मजबूत से बही थी, लेकिन आज यह शांत है. भविष्य में, हम बिजली उत्पन्न करने के लिए हवा टर्बाइन होंगे.",
      "imageLink": "image_files\\English\\wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "winter",
      "translation": "शीतकाल",
      "definition": "The coldest season of the year, between autumn and spring.",
      "definition_translation": "वर्ष का सबसे ठंडा मौसम, शरद ऋतु और वसंत के बीच.",
      "example": "I love playing in the snow during winter. Last winter was very cold, but next winter will be warmer. In the past, winters were much colder.",
      "example_translation": "मैं शीतकाल में बर्फ में खेलना पसंद करता हूँ. पिछला शीतकाल बहुत ठंडा था, लेकिन अगला शीतकाल गर्म होगा. अतीत में, शीतकाल बहुत ठंडे थे.",
      "imageLink": "image_files\\English\\winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cloud",
      "translation": "बादल",
      "definition": "A visible mass of water droplets or ice crystals suspended in the air, usually in the Earth's atmosphere.",
      "definition_translation": "वायुमंडल में निलंबित जल की बूँदें या बर्फ क्रिस्टल का दृश्य समूह, आमतौर पर पृथ्वी के वायुमंडल में.",
      "example": "I love watching clouds in the sky. Today, the clouds are white and fluffy, but tomorrow they will be dark and rain-bearing. In the past, clouds were a sign of good weather.",
      "example_translation": "मैं आकाश में बादल देखना पसंद करता हूँ. आज, बादल सफ़ेद और फुल्फुल हैं, लेकिन कल वे काले और वर्षा वाले होंगे. अतीत में, बादल अच्छे मौसम का संकेत थे.",
      "imageLink": "image_files\\English\\cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cloudy",
      "translation": "बादली",
      "definition": "having a sky with a large amount of cloud cover, often so that the sun is hidden",
      "definition_translation": "एक ऐसा आकाश जिसमें बादलों को बड़ा हिस्सा है, अक्सर ऐसा कि सूरज ढका हो",
      "example": "The weather was cloudy yesterday, so we couldn't go for a walk. Today it's cloudy again, but we'll go for a walk anyway. In the future, I hope it won't be cloudy on my birthday.",
      "example_translation": "कल मौसम बादली था, इसलिए हम नहीं जा सके। आज फिर से बादली है, लेकिन हम फिर से टहलने जा रहे हैं। भविष्य में, मैं उम्मीद करता हूँ कि मेरे जन्मदिन पर बादली नहीं होगी।",
      "imageLink": "image_files\\English\\cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fog",
      "translation": "कोहरा",
      "definition": "a cloudlike mass of small water droplets in the air near the ground, reducing visibility",
      "definition_translation": "नीचे जमीन के पास हवा में छोटे पानी के बूँद का एक बादल जैसा ढेर, दृश्यता को कम करता है",
      "example": "The fog was so thick that we couldn't drive fast. The fog lifted slowly, and we could see the road again. In the morning, there might be fog on the hills.",
      "example_translation": "कोहरा इतना घना था कि हम तेज नहीं चला सके। कोहरा धीरे-धीरे उठा, और हम फिर से सड़क देख सके। सुबह में, पहाड़ों पर कोहरा हो सकता है।",
      "imageLink": "image_files\\English\\fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "foggy",
      "translation": "कोहरीला",
      "definition": "having or characterized by fog",
      "definition_translation": "कोहरा होना या कोहरे का चरित्र",
      "example": "The foggy weather made it hard to see. The foggy day was perfect for staying indoors. The foggy morning would give way to a sunny day.",
      "example_translation": "कोहरीला मौसम ने देखने को मुश्किल कर दिया। कोहरीला दिन घर के अंदर रहने के लिए परफेक्ट था। कोहरीला सुबह सूरज वाले दिन का रास्ता देगी।",
      "imageLink": "image_files\\English\\foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ice",
      "translation": "बर्फ",
      "definition": "a solid formed from water by cooling it to a temperature below its freezing point",
      "definition_translation": "पानी को उसके फ्रीजिंग प्वाइंट से नीचे तापमान पर ठंडा करके形成 एक ठोस",
      "example": "The ice in the fridge was melting slowly. We had to buy ice for the party. In the winter, the lake might freeze and turn into ice.",
      "example_translation": "फ्रिज में बर्फ धीरे-धीरे पिघल रहा था। हमें पार्टी के लिए बर्फ खरीदना पड़ा। kış में, झील जम सकती है और बर्फ में बदल सकती है।",
      "imageLink": "image_files\\English\\ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "spring",
      "translation": "वसंत",
      "definition": "The season of the year, typically from March to May in the Northern Hemisphere, characterized by mild weather and the growth of plants.",
      "definition_translation": "वर्ष का वह मौसम, जो आम तौर पर उत्तरी गोलार्ध में मार्च से मई तक होता है, और इसमें मौसम का मील और पौधों का विकास होता है",
      "example": "I love taking walks in the spring when the flowers are in bloom. Last year, I went on a spring break trip to the beach. Next spring, I will plant a garden in my backyard.",
      "example_translation": "मैं वसलंत के दौरान फूल खिलने पर टहलना पसंद करता हूँ। पिछले साल, मैं समुद्र तट पर वसलंत ब्रेक यात्रा पर गया था। अगले वसंत में, मैं अपने पिछवाड़े में एक बाग लगाऊँगा।",
      "imageLink": "image_files\\English\\spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "storm",
      "translation": "तूफ़ान",
      "definition": "A severe weather condition characterized by strong winds, heavy rain, thunder, and lightning.",
      "definition_translation": "एक गंभीर मौसम स्थिति, जिसमें तेज़ हवा, भारी बारिश, гром और आकाशीय बिजली होती है",
      "example": "The storm outside was so loud that I couldn't sleep. The storm warning was issued yesterday, so we prepared for the worst. By the time the storm passed, the streets were flooded.",
      "example_translation": "बाहर तूफ़ान इतना ज़ोरदार था कि मैं सो नहीं पाया। तूफ़ान की चेतावनी कल जारी की गई थी, इसलिए हमने सबसे बुरे के लिए तैयारी की। जब तूफ़ान गुज़र गया, तब सड़कें बाढ़ में थीं।",
      "imageLink": "image_files\\English\\storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sunny",
      "translation": "सुनहरा",
      "definition": "Having plenty of sunshine, especially during the day.",
      "definition_translation": "दिन के समय尤 خصوص में अधिक सूरज की रोशनी होना",
      "example": "It was a sunny day, so we decided to go to the beach. The sunny weather made our trip to the park very enjoyable. I love taking sunny selfies on my vacation.",
      "example_translation": "यह एक सुनहरा दिन था, इसलिए हमने समुद्र तट पर जाने का फैसला किया। सुनहरा मौसम ने हमारी पार्क यात्रा को बहुत आनंददायक बना दिया। मैं अपने अवकाश पर सुनहरा सेल्फी लेना पसंद करता हूँ।",
      "imageLink": "image_files\\English\\sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "thunderstorm",
      "translation": "आंधी-तूफ़ान",
      "definition": "A storm characterized by the presence of lightning, thunder, and heavy rain.",
      "definition_translation": "एक तूफ़ान, जिसमें आकाशीय बिजली, гром और भारी बारिश की उपस्थिति होती है",
      "example": "The thunderstorm last night was so loud that it woke me up. The thunderstorm warning was issued, so we stayed indoors. After the thunderstorm, the sky was clear and blue.",
      "example_translation": "कल रात का आंधी-तूफ़ान इतना ज़ोरदार था कि मैं जग गया। आंधी-तूफ़ान की चेतावनी जारी की गई थी, इसलिए हम अंदर रहे। आंधी-तूफ़ान के बाद आकाश साफ़ और नीला था।",
      "imageLink": "image_files\\English\\thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "wet",
      "translation": "गीला",
      "definition": " Covered or saturated with water or another liquid.",
      "definition_translation": "पानी या किसी अन्य द्रव्य से ढका हुआ या संतृप्त हुआ",
      "example": "I got wet in the rain yesterday, but today I will get wet in the pool, and tomorrow I will get wet in the shower.",
      "example_translation": "मैं कल बारिश में गीला हो गया था, लेकिन आज मैं पूल में गीला हो जाऊंगा, और कल मैं शॉवर में गीला हो जाऊंगा",
      "imageLink": "image_files\\English\\wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "windy",
      "translation": "हवादार",
      "definition": "Having a strong wind; breezy.",
      "definition_translation": "मजबूत हवा वाला; हवादार",
      "example": "It was windy last week, but today it is calm. I hope it will be windy again next week.",
      "example_translation": "पिछले हफ्ते हवा थी, लेकिन आज यह शांत है। उम्मीद है कि अगले हफ्ते हवा फिर से होगी",
      "imageLink": "image_files\\English\\windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "blow",
      "translation": "ढ़लना",
      "definition": "To produce a current of air, especially by means of the mouth or a bellows.",
      "definition_translation": "मुख द्वारा या फूस के माध्यम से हवा का एक स्रोत पैदा करना",
      "example": "The wind began to blow strongly, blowing away the leaves. I will blow the candle out later.",
      "example_translation": "हवा ने मजबूती से ढलना शुरू कर दिया, पत्तियाँ उड़ा ले गई। मैं बाद में मोमबत्ती बुझा दूँगा",
      "imageLink": "image_files\\English\\blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "breeze",
      "translation": "समीर",
      "definition": "A gentle wind, especially a pleasant one.",
      "definition_translation": "एक हल्का हवा, विशेष रूप से एक सुखद हवा",
      "example": "There was a gentle breeze yesterday evening. I like to sit in the breeze on a hot day.",
      "example_translation": "कल शाम को एक हल्का समीर था। मैं गर्म दिन पर समीर में बैठना पसंद करता हूँ",
      "imageLink": "image_files\\English\\breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "heat",
      "translation": "गर्मी",
      "definition": "A form of energy that flows from a body of higher temperature to a body of lower temperature, resulting in an increase in the temperature of the latter.",
      "definition_translation": "एक उच्च तापमान वाले शरीर से निम्न तापमान वाले शरीर में ऊर्जा का एक रूप है जिसके परिणामस्वरूप बाद में तापमान में वृद्धि होती है।",
      "example": "The heat from the fire warmed the room. Yesterday, the heat from the fire melted the ice. Tomorrow, the heat from the sun will rise.",
      "example_translation": "अग्नि से निकलने वाली गर्मी ने कमरे को गर्म कर दिया. कल, अग्नि से निकलने वाली गर्मी ने बर्फ को पिघला दिया. कल, सूरज से निकलने वाली गर्मी बढ़ेगी.",
      "imageLink": "image_files\\English\\heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lightning",
      "translation": "बिजली",
      "definition": "A brilliant electric discharge in the atmosphere, typically accompanied by thunder, occurring during a thunderstorm.",
      "definition_translation": "एक वज्रपात के दौरान वातावरण में एक चमकदार विद्युत आवेश, आम तौर पर गर्जन के साथ होता है।",
      "example": "The lightning flashed across the sky. Yesterday, the lightning struck the tree. Tomorrow, the lightning will illuminate the dark night.",
      "example_translation": "आकाश में बिजली चमक उठी. कल, बिजली ने पेड़ को चोट पहुँचाई. कल, बिजली रात के अंधकार को प्रकाशमान कर देगी.",
      "imageLink": "image_files\\English\\lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "season",
      "translation": "मौसम",
      "definition": "A period of the year characterized by a particular weather pattern or activity, such as winter, spring, or summer.",
      "definition_translation": "साल का एक期间 जिसमें विशेष मौसम पattern या गतिविधि होती है, जैसे कि सर्दी, बसंत या ग्रीष्म ऋतु.",
      "example": "The season of winter is cold. Last season, we went to the beach. Next season, we will have a harvest festival.",
      "example_translation": "सर्दी का मौसम ठंडा होता है. पिछले मौसम में, हम समुद्र तट पर गए. अगले मौसम में, हम एक फसल त्योहार मनाएंगे.",
      "imageLink": "image_files\\English\\season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sunrise",
      "translation": "सूर्योदय",
      "definition": "The time in the morning when the sun appears above the horizon, marking the beginning of a new day.",
      "definition_translation": "सुबह का वह समय जब सूरज हॉरिज़न से ऊपर आता है, एक नई दिन की शुरुआत का संकेत देता है.",
      "example": "The sunrise on the beach was breathtaking. Yesterday, we watched the sunrise from the mountain. Tomorrow, we will see the sunrise from the city.",
      "example_translation": "समुद्र तट पर सूर्योदय सांस रोक देने वाला था. कल, हमने पहाड़ से सूर्योदय देखा. कल, हम शहर से सूर्योदय देखेंगे.",
      "imageLink": "image_files\\English\\sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sunset",
      "translation": "सूर्यास्त",
      "definition": "The time in the evening when the sun disappears below the horizon.",
      "definition_translation": "शाम के समय जब सूरज धरती के नीचे चला जाता है",
      "example": "The sunset on the beach was breathtaking. The sun had set by the time we arrived. It will set earlier in winter.",
      "example_translation": "समुद्र के किनारे सूर्यास्त बहुत सुंदर था. हम पहुंचने से पहले सूरज डूब चुका था. सर्दियों में यह sớm डूब जाएगा.",
      "imageLink": "image_files\\English\\sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sunshine",
      "translation": "सूरज की रोशनी",
      "definition": "The warm, bright light of the sun.",
      "definition_translation": "सूरज का温뜻 और चमकीला प्रकाश",
      "example": "The sunshine made the flowers bloom. She loved basking in the sunshine. The sunshine will bring warmth to the city.",
      "example_translation": "सूरज की रोशनी से फूल खिल गए. वह सूरज की रोशनी में स्नान करना पसंद करती थी. सूरज की रोशनी शहर में गर्मी लाएगी.",
      "imageLink": "image_files\\English\\sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "thunder",
      "translation": "गर्जन",
      "definition": "A loud, rumbling sound that accompanies lightning during a storm.",
      "definition_translation": "एक तेज, गर्जन समान ध्वनि जो तूफान के दौरान बिजली के साथ आती है",
      "example": "The thunder was so loud that it woke me up. The thunder scared the children. The thunder will get louder as the storm approaches.",
      "example_translation": "गर्जन इतना तेज था कि मैं जग गया. गर्जन ने बच्चों को डरा दिया. तूफान के नजदीक आने पर गर्जन और तेज हो जाएगा.",
      "imageLink": "image_files\\English\\thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "daylight",
      "translation": "दिन का उजाला",
      "definition": "The light of day, as opposed to the darkness of night.",
      "definition_translation": "रात के अंधेरे के विपरीत दिन का प्रकाश",
      "example": "We waited until daylight to start the journey. The daylight revealed the beauty of the landscape. The daylight will bring new hope to the city.",
      "example_translation": "हमने यात्रा शुरू करने के लिए दिन के उजाले तक इंतजार किया. दिन का उजाला ने लैंडस्केप की सुंदरता को प्रकट किया. दिन का उजाला शहर में नई आशा लाएगा.",
      "imageLink": "image_files\\English\\daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hurricane",
      "translation": "चक्रवात",
      "definition": "A hurricane is a powerful, rotating storm that forms over warm ocean waters, characterized by strong winds and heavy rainfall.",
      "definition_translation": "एक हुर्रिकेन वार्म ओशन वाटर्स पर बनता हुआ एक पावरफुल, रोटेटिंग स्टॉर्म है, जिसकी विशेषता強 हवाएं और भारी बारिश है.",
      "example": "The hurricane hit the coast last year, causing widespread damage. This year, we are preparing for a hurricane alert. By next year, the hurricane season will be over.",
      "example_translation": "पिछले साल हमारे तट पर हुर्रिकेन ने हमला किया, जिसके परिणामस्वरूप व्यापक नुकसान हुआ. इस साल, हम हुर्रिकेन अलर्ट की तैयारी कर रहे हैं. अगले साल, हुर्रिकेन सीजन समाप्त हो जाएगा.",
      "imageLink": "image_files\\English\\hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "moonlight",
      "translation": "चंदनी",
      "definition": "Moonlight is the light reflected by the Moon, especially at night, giving a soft, romantic glow to the surroundings.",
      "definition_translation": "चंदनी चंद्रमा द्वारा परावर्तित प्रकाश है, खासकर रात में, जिससे आसपास के वातावरण में एक सॉफ्ट, रोमांटिक ग्लो आता है.",
      "example": "The couple took a romantic walk under the moonlight. The moonlight was so bright that we didn't need a torch. By tomorrow, the moonlight will be even more beautiful.",
      "example_translation": "युगल ने चंदनी के नीचे एक रोमांटिक वॉक किया. चंदनी इतनी उज्ज्वल थी कि हमें टॉर्च की आवश्यकता नहीं थी. कल तक, चंदनी और अधिक सुंदर हो जाएगी.",
      "imageLink": "image_files\\English\\moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rainbow",
      "translation": "इन्द्रधनुष",
      "definition": "A rainbow is a colorful display of light in the sky, typically appearing as an arc of colors after a rain shower.",
      "definition_translation": "इन्द्रधनुष आकाश में प्रकाश का एक रंगीन प्रदर्शन है, जिसकी सामान्य उपस्थिति एक वर्णों के آر्क के रूप में वर्षा से परे होती है.",
      "example": "We saw a beautiful rainbow in the sky after the storm. The rainbow appeared suddenly, and then disappeared. By next week, we might see another rainbow.",
      "example_translation": "हमने तूफान के बाद आकाश में एक सुंदर इन्द्रधनुष देखा. इन्द्रधनुष अचानक आ गया और फिर गायब हो गया. अगले हफ्ते तक, हम एक और इन्द्रधनुष देख सकते हैं.",
      "imageLink": "image_files\\English\\rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rainfall",
      "translation": "वर्षा",
      "definition": "Rainfall is the amount of rain that falls in a given area over a specific period of time, usually measured in inches or millimeters.",
      "definition_translation": "वर्षा एक निर्धारित क्षेत्र में एक निर्धारित समय में होने वाली वर्षा की मात्रा है, जिसकी माप आमतौर पर इंच या मिलीमीटर में होती है.",
      "example": "The rainfall in this area has been increasing over the years. Last year, the rainfall was very heavy, but this year it's been moderate. By next month, the rainfall will decrease.",
      "example_translation": "इस क्षेत्र में वर्षा वर्षों से बढ़ रही है. पिछले साल वर्षा बहुत भारी थी, लेकिन इस साल यह मॉडरेट है. अगले महीने तक, वर्षा घट जाएगी.",
      "imageLink": "image_files\\English\\rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stormy",
      "translation": "आंधी",
      "definition": "Characterized by or prone to storms; passionately intense or turbulent.",
      "definition_translation": "आंधी वाला; वPASSIONATELY तीव्र या उथल-पुथल",
      "example": "The stormy weather forced us to cancel our plans yesterday, but it's clear and sunny today. I'm feeling stormy after the argument with my friend. The stormy relationship between the two countries has been going on for decades.",
      "example_translation": "कल हमारे प्लान्स को रद्द करना पड़ा क्योंकि मौसम आंधी था, लेकिन आज साफ और सूरज वाला है. मेरा अपने दोस्त के साथ争ा के बाद स्टॉर्मी Feel है. दो देशों के बीच का स्टॉर्मी रिश्ता दशकों से चला आ रहा है.",
      "imageLink": "image_files\\English\\stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sunlight",
      "translation": "सूरज की रोशनी",
      "definition": "The light from the sun, especially when it is shining brightly.",
      "definition_translation": "सूरज की तरफ से आने वाली रोशनी, खासतौर पर जब यह चमकीली हो.",
      "example": "The sunlight streaming through the window highlighted the dust on the furniture. In the morning, I love basking in the sunlight on my face. The town's architecture is designed to maximize sunlight throughout the year.",
      "example_translation": "विंडो से आती हुई सूरज की रोशनी ने फर्नीचर पर लगा धूल उजागर कर दिया. सुबह, मैं अपने चेहरे पर सूरज की रोशनी में न launder करना पसंद करता हूँ. टाउन का आर्किटेक्चर ऐसा डिज़ाइन किया गया है कि पूरे साल में सूरज की रोशनी को अधिकतम कर सके.",
      "imageLink": "image_files\\English\\sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "twilight",
      "translation": "संध्या",
      "definition": "The time of day when the sun is below the horizon, and the light is dim.",
      "definition_translation": "वह समय जब सूरज क्षितिज से नीचे है, और रोशनी मंद है.",
      "example": "The twilight hour was peaceful, with crickets chirping in the background. The city takes on a magical quality during twilight. In the twilight of his life, he realized his life's purpose.",
      "example_translation": "संध्या के समय में शांति थी, पृष्ठभूमि में टिड्डे के चिरपटे हो रहे थे. ट्वाइलाइट के दौरान शहर एक जादुई गुण प्राप्त कर लेता है. अपने जीवन के संध्या{kale} में, उसने अपने जीवन का उद्देश्य महसूस किया.",
      "imageLink": "image_files\\English\\twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "blizzard",
      "translation": "बर्फ़े का तूफ़ान",
      "definition": "A severe snowstorm with strong winds, especially in the northern US.",
      "definition_translation": "एक सख्त बर्फ़ानी तूफ़ान जिसमें मजबूत हवाएं हों, özellikle उत्तरी अमेरिका में.",
      "example": "The blizzard forced us to stay indoors for three days. The country is bracing itself for a severe blizzard this weekend. I got stuck in a blizzard on my way to the airport last night.",
      "example_translation": "बर्फ़े का तूफ़ान ने हमें तीन दिनों के लिए घर के अंदर रहने पर मजबूर कर दिया. देश इस वीकेंड में एक सख्त बर्फ़े का तूफ़ान के लिए तैयार है. मैं रात को एयरपोर्ट जाने के रास्ते में एक बर्फ़े का तूफ़ान में फंस गया.",
      "imageLink": "image_files\\English\\blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "heatwave",
      "translation": "गर्म लहर",
      "definition": "A prolonged period of abnormally hot weather, especially during the summer.",
      "definition_translation": "गर्मी के मौसम में एक लंबे समय तक असामान्यतः गर्म मौसम。",
      "example": "The heatwave in 2019 was one of the hottest on record. The heatwave affected many people's health. In the future, we will experience more heatwaves due to climate change.",
      "example_translation": "2019 में गर्म लहर रिकॉर्ड पर सबसे गर्म में से एक थी। गर्म लहर ने कई लोगों के स्वास्थ्य को प्रभावित किया। भविष्य में, हम जलवायु परिवर्तन के कारण अधिक गर्म लहर का अनुभव करेंगे।",
      "imageLink": "image_files\\English\\heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "drought",
      "translation": "सूखा",
      "definition": "A prolonged period of abnormally low rainfall, leading to water scarcity.",
      "definition_translation": "असामान्यतः कम वर्षा की एक लंबी अवधि, जिसके परिणामस्वरूप जल kıssa होता है।",
      "example": "The drought in 2018 affected the crop yield. We need to conserve water to avoid drought. In the future, we will face more droughts if we don't take care of our environment.",
      "example_translation": "2018 में सूखे ने फसल उपज को प्रभावित किया। हमें सूखे से बचने के लिए जल संरक्षण करने की आवश्यकता है। भविष्य में, यदि हम अपने पर्यावरण की देखभाल नहीं करेंगे तो हम और अधिक सूखे का सामना करेंगे।",
      "imageLink": "image_files\\English\\drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hail",
      "translation": "ओला",
      "definition": "Small balls of ice that fall from the sky during a storm.",
      "definition_translation": "आसमान से ओले के रूप में गिरने वाले छोटे आइस बॉल, तूफान के दौरान ।",
      "example": "The hail storm damaged the crops. We were surprised by the sudden hail. In the future, we will be prepared for hail storms.",
      "example_translation": "ओले के तूफान ने फसल को नुकसान पहुंचाया। हम ओले के अचानक आने से चौंक गए थे। भविष्य में, हम ओले के तूफान के लिए तैयार होंगे।",
      "imageLink": "image_files\\English\\hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hail",
      "translation": "ओला",
      "definition": "Small balls of ice that fall from the sky during a storm.",
      "definition_translation": "आसमान से ओले के रूप में गिरने वाले छोटे आइस बॉल, तूफान के दौरान ।",
      "example": "The hail storm damaged the crops. We were surprised by the sudden hail. In the future, we will be prepared for hail storms.",
      "example_translation": "ओले के तूफान ने फसल को नुकसान पहुंचाया। हम ओले के अचानक आने से चौंक गए थे। भविष्य में, हम ओले के तूफान के लिए तैयार होंगे।",
      "imageLink": "image_files\\English\\hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hailstone",
      "translation": "बर्फ का टुकड़ा",
      "definition": "A small ball of ice that forms in the atmosphere and falls to the ground during a hailstorm.",
      "definition_translation": "अटकमस्फेर में बना छोटा सा बर्फ का गोला जो ओलावृष्टि के दौरान जमीन पर गिरता है",
      "example": "The hailstone shattered the windshield of the car. Yesterday, a hailstone had broken the window. In the future, hailstones will damage the crops.",
      "example_translation": "बर्फ का टुकड़ा ने कार की विंडशील्ड को तोड़ दिया। कल, एक बर्फ के टुकड़े ने विंडो को तोड़ दिया था। भविष्य में, बर्फ के टुकड़े फसल को नुकसान पहुंचाएंगे।",
      "imageLink": "image_files\\English\\hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hailstorm",
      "translation": "ओलावृष्टि",
      "definition": "A storm that produces hail, characterized by strong winds and heavy rain.",
      "definition_translation": "एक तेज़ हवा और भारी वर्षा की विशेषता वाला एक तूफान जिसमें ओले आते हैं",
      "example": "The hailstorm damaged the crops in the entire village. Yesterday, a hailstorm had struck the town. In the future, hailstorms will be more frequent.",
      "example_translation": "ओलावृष्टि ने पूरे गांव में फसल को नुकसान पहुंचाया। कल, एक ओलावृष्टि ने टाउन को प्रभावित किया था। भविष्य में, ओलावृष्टि अधिक बार होंगी।",
      "imageLink": "image_files\\English\\hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "whirlwind",
      "translation": "चक्रवात",
      "definition": "A rotating column of air that moves rapidly over the ground, causing damage and destruction.",
      "definition_translation": "एक ऐसा हवा का स्तंभ जो जमीन पर तेजी से घूमता है, जिससे नुकसान और विनाश होता है",
      "example": "The whirlwind destroyed the houses in the neighborhood. Yesterday, a whirlwind had swept through the city. In the future, whirlwinds will be more powerful.",
      "example_translation": "चक्रवात ने पड़ोस में घरों को नष्ट कर दिया। कल, एक चक्रवात ने शहर के माध्यम से चला था। भविष्य में, चक्रवात अधिक शक्तिशाली होंगे।",
      "imageLink": "image_files\\English\\whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "drizzle",
      "translation": "झींवर",
      "definition": "A light and steady rain, characterized by small droplets of water falling from the sky.",
      "definition_translation": "एक हल्की और स्थिर वर्षा जिसमें आसमान से पानी की छोटी-छोटी बूंदें गिरती हैं",
      "example": "The drizzle made the streets slippery. Yesterday, a drizzle had soaked the soil. In the future, drizzles will be more frequent.",
      "example_translation": "झींवर ने सड़कों को फिसलने वाला बना दिया। कल, एक झींवर ने मिट्टी को सिक्त कर दिया था। भविष्य में, झींवर अधिक बार होंगे।",
      "imageLink": "image_files\\English\\drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dust storm",
      "translation": "धूल आंधी",
      "definition": "A strong wind that picks up large amounts of dust and sand, reducing visibility and causing respiratory problems.",
      "definition_translation": "एक मजबूत हवा जो बड़ी मात्रा में धूल और रेत को उठाती है, दृश्यता को कम करती है और श्वसन समस्याओं का कारण बनती है।",
      "example": "The desert region experienced a severe dust storm yesterday. The dust storm has been raging for hours, and it is expected to last until tomorrow. By next week, the dust storm will have passed.",
      "example_translation": "रेगिस्तान क्षेत्र ने कल एक गंभीर धूल आंधी का अनुभव किया। धूल आंधी घंटों से तेज हो रही है, और यह कल तक चलने की उम्मीद है। अगले हफ्ते तक, धूल आंधी गुजर जाएगी।",
      "imageLink": "image_files\\English\\dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]