[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "coloured pencils",
      "translation": "रंगीन पेंसिलें",
      "definition": "Coloured pencils are art supplies used for colouring and drawing. They are typically made of a mixture of pigment, binder, and other ingredients, and are available in a wide range of colours.",
      "definition_translation": "रंगीन पेंसिलें आर्ट सप्लाई हैं जिनका उपयोग रंग भरने और ड्राइंग के लिए किया जाता है. वे आमतौर पर पिग्मेंट, बाइंडर और अन्य सामग्रियों के मिश्रण से बनाए जाते हैं, और विभिन्न रंगों में उपलब्ध हैं.",
      "example": "I used coloured pencils to create a vibrant portrait of my family. I will use them to colour my book tomorrow. She had used coloured pencils to draw a beautiful landscape.",
      "example_translation": "मैंने अपने परिवार का एक जीवंत चित्र बनाने के लिए रंगीन पेंसिलें इस्तेमाल की. मैं कल अपनी किताब को रंगने के लिए इन्हें इस्तेमाल करूँगा. उसने एक सुंदर लैंडस्केप ड्रा करने के लिए रंगीन पेंसिलें इस्तेमाल की थीं.",
      "imageLink": "image_files\\English\\"imageLink": "crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pencil",
      "translation": "पेंसिल",
      "definition": "A pencil is a writing instrument used for writing, drawing, and sketching. It is typically made of a narrow, solid graphite core, surrounded by a wooden or plastic casing.",
      "definition_translation": "पेंसिल एक लेखन साधन है जिसका उपयोग लिखने, ड्राइंग और स्केचिंग के लिए किया जाता है. यह आमतौर पर संकीर्ण, ठोस ग्रेफाइट नाभिक से बना है, जिसके चारों ओर लकड़ी या प्लास्टिक केसिंग होती है.",
      "example": "I always carry a pencil with me to take notes. She had used a pencil to sketch her design. He will use a pencil to write his exam tomorrow.",
      "example_translation": "मैं हमेशा नोट्स लेने के लिए पेंसिल अपने साथ रखता हूँ. उसने अपने डिज़ाइन का स्केच बनाने के लिए पेंसिल इस्तेमाल की थी. वह कल अपना परीक्षा लिखने के लिए पेंसिल इस्तेमाल करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "brush",
      "translation": "ब्रश",
      "definition": "A brush is a tool used for applying paint, ink, or other substances to a surface. It typically consists of a handle and a head, which is made of bristles, hair, or other materials.",
      "definition_translation": "ब्रश एक टूल है जिसका उपयोग सतह पर पेंट, स्याही या अन्य पदार्थों को लगाने के लिए किया जाता है. यह आमतौर पर एक हैंडल और एक हेड से बना है, जिसका निर्माण ब्रिसल, बाल या अन्य सामग्रियों से होता है.",
      "example": "I used a brush to paint my room. She had used a brush to apply glue to her project. He will use a brush to clean his shoes tomorrow.",
      "example_translation": "मैंने अपने कमरे को पेंट करने के लिए ब्रश इस्तेमाल किया. उसने अपने प्रोजेक्ट पर ग्लू लगाने के लिए ब्रश इस्तेमाल की थी. वह कल अपने जूतों की सफ़ाई के लिए ब्रश इस्तेमाल करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ruler",
      "translation": "रुलर",
      "definition": "A ruler is a straightedge tool used for measuring, drawing straight lines, and as a guide for cutting or drawing.",
      "definition_translation": "रुलर एक सीधी किनारा टूल है जिसका उपयोग मापने, सीधी रेखा खींचने और काटने या ड्राइंग के लिए गाइड के रूप में किया जाता है.",
      "example": "I use a ruler to measure the length of my room. She had used a ruler to draw a straight line on her paper. He will use a ruler to cut his fabric tomorrow.",
      "example_translation": "मैं अपने कमरे की लंबाई मापने के लिए रुलर इस्तेमाल करता हूँ. उसने अपने पेपर पर सीधी रेखा खींचने के लिए रुलर इस्तेमाल की थी. वह कल अपने कपड़े को काटने के लिए रुलर इस्तेमाल करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "scissors",
      "translation": "कैंची",
      "definition": "An instrument used for cutting cloth, paper, or other materials, consisting of two blades that are hinged together and have handles attached to them.",
      "definition_translation": "कागज, कपड़े या अन्य सामग्रियों को काटने के लिए प्रयोग किया जाने वाला एक उपकरण, जिसमें दो ब्लेड होते हैं जो हैंडल से जुड़े होते हैं",
      "example": "She used scissors to cut the fabric. She will use scissors to cut the fabric. She had used scissors to cut the fabric.",
      "example_translation": "उसने कपड़े काटने के लिए कैंची का उपयोग किया. वह कपड़े काटने के लिए कैंची का उपयोग करेगी. उसने कपड़े काटने के लिए कैंची का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "button",
      "translation": "बटन",
      "definition": "A small disc or knob, typically made of plastic or metal, used to fasten or open something, especially clothing.",
      "definition_translation": "कुछ खोलने या बंद करने के लिए प्रयोग किया जाने वाला एक छोटा डिस्क या नॉब, ज्यादातर प्लास्टिक या मेटल से बना होता है, विशेष रूप से कपड़े पर",
      "example": "She fastened the button on her shirt. She will fasten the button on her shirt. She had fastened the button on her shirt.",
      "example_translation": "उसने अपनी शर्ट पर बटन लगाया. वह अपनी शर्ट पर बटन लगाएगी. उसने अपनी शर्ट पर बटन लगाया था.",
      "imageLink": "image_files\\English\\"imageLink": "button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "drawing pin",
      "translation": "ड्राइंग पिन",
      "definition": "A small pin with a flat head, used for holding up papers, notes, or drawings on a surface, especially on a board or wall.",
      "definition_translation": "एक छोटा पिन जिसका सिरा चपटा होता है, कागज, नोट या चित्र को एक सतह पर, विशेष रूप से एक बोर्ड या दीवार पर लगाने के लिए प्रयोग किया जाता है",
      "example": "She used a drawing pin to hold up the notice. She will use a drawing pin to hold up the notice. She had used a drawing pin to hold up the notice.",
      "example_translation": "उसने नोटिस लगाने के लिए ड्राइंग पिन का उपयोग किया. वह नोटिस लगाने के लिए ड्राइंग पिन का उपयोग करेगी. उसने नोटिस लगाने के लिए ड्राइング पिन का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ink",
      "translation": "स्याही",
      "definition": "A liquid or gel-like substance used for writing or printing, typically black or blue in color.",
      "definition_translation": "लिखने या प्रिंटिंग के लिए प्रयोग किया जाने वाला एक द्रव्य या जेल जैसा पदार्थ, ज्यादातर काला या नीला रंग का होता है",
      "example": "She wrote the letter with black ink. She will write the letter with blue ink. She had written the letter with red ink.",
      "example_translation": "उसने काली स्याही से पत्र लिखा. वह नीली स्याही से पत्र लिखेगी. उसने लाल स्याही से पत्र लिखा था.",
      "imageLink": "image_files\\English\\"imageLink": "ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pattern",
      "translation": "पैटर्न",
      "definition": "A repeated design or scene, especially one that is used on fabrics, wallpapers, or other surfaces.",
      "definition_translation": "किसी सतह पर उपयोग किया जाने वाला दोहराया डिज़ाइन या दृश्य, विशेष रूप से वस्त्र, वॉलपेपर या अन्य सतहों पर。",
      "example": "I love the pattern on this scarf. Yesterday, I bought a shirt with a similar pattern. Tomorrow, I will wear a dress with a beautiful pattern.",
      "example_translation": "मुझे इस स्कार्फ पर पैटर्न पसंद है। कल, मैंने एक समान पैटर्न वाला शर्ट खरीदा। कल, मैं एक सुंदर पैटर्न वाला ड्रेस पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pin",
      "translation": "पिन",
      "definition": "A small, thin piece of metal with a point at one end and a head at the other, used for fastening things together.",
      "definition_translation": "एक छोटा, पतला धातु का टुकड़ा, जिसके एक सिरे पर एक 点 है और दूसरे सिरे पर एक सिर है, चीजें साथ में扎ने के लिए उपयोग किया जाता है।",
      "example": "I used a pin to fix my dress. She pinned the notice on the board. They will pin the medals on their uniforms.",
      "example_translation": "मैंने अपनी ड्रेस को ठीक करने के लिए एक पिन का उपयोग किया। उसने नोटिस बोर्ड पर पिन किया। वे अपने वर्दी पर मेडल पिन करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pincushion",
      "translation": "पिन कुशन",
      "definition": "A small cushion or pad, typically filled with a soft material, used for holding pins.",
      "definition_translation": "एक छोटा गद्दा या पैड, आम तौर पर एक नरम सामग्री से भरा होता है, पिन्स रखने के लिए उपयोग किया जाता है।",
      "example": "I kept my pincushion on the table. She made a beautiful pincushion for her sewing kit. The pincushion was full of pins.",
      "example_translation": "मैंने अपना पिन कुशन टेबल पर रखा। उसने अपने सिलाई किट के लिए एक सुंदर पिन कुशन बनाया। पिन कुशन पिन्स से भरा हुआ था।",
      "imageLink": "image_files\\English\\"imageLink": "pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cardboard",
      "translation": "कार्डबोर्ड",
      "definition": "A stiff, thick paperboard, used for making boxes, cartons, and other containers.",
      "definition_translation": "एक सख्त, मोटा पेपरबोर्ड, बक्सों, कार्टनों, और अन्य कंटेनर बनाने के लिए उपयोग किया जाता है।",
      "example": "I wrapped the gift in cardboard. The company uses cardboard boxes for shipping. They made a cardboard model of the building.",
      "example_translation": "मैंने उपहार को कार्डबोर्ड में लपेटा। कंपनी शिपिंग के लिए कार्डबोर्ड बक्सользовोग करती है। उन्होंने इमारत का कार्डबोर्ड मॉडल बनाया।",
      "imageLink": "image_files\\English\\"imageLink": "cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "clay",
      "translation": "मिट्टी",
      "definition": "A soft, sticky earth material, typically yellow or brown in color, that is used to make pottery, ceramics, and other objects.",
      "definition_translation": "एक नरम, चिपचिपा पृथ्वी सामग्री, जिसका रंग टाइपकली पीला या भूरा होता है, जिसका उपयोग मिट्टी के बर्तन, सिरेमिक और अन्य वस्तुओं को बनाने के लिए किया जाता है।",
      "example": "The artist worked with clay to create a beautiful vase. She had worked with clay before, but this was her first time creating a vase. She will work with clay again to create more beautiful pieces.",
      "example_translation": "कलाकार ने एक सुंदर वास को बनाने के लिए मिट्टी से काम किया। उसने पहले मिट्टी से काम किया था, लेकिन यह उसका पहला वक्त था एक वास को बनाने का। वह फिर से मिट्टी से काम करेगा और अधिक सुंदर टुकड़े बनाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "crayons",
      "translation": "क्रेयॉन",
      "definition": "Wax-based sticks used for drawing or coloring, typically brightly colored.",
      "definition_translation": "ड्राइंग या रंगीन करने के लिए वैक्स-आधारित स्टिक्स, टाइपकली उज्ज्वल रंगीन होते हैं।",
      "example": "The children were excited to use their new crayons to color the picture. They had used crayons before, but these were their favorite colors. They will use crayons again to create more beautiful artwork.",
      "example_translation": "बच्चे अपने नए क्रेयॉन को चित्र को रंगीन करने के लिए उपयोग करने के लिए उत्साहित थे। वे पहले क्रेयॉन का उपयोग कर चुके थे, लेकिन ये उनके पसंदीदा रंग थे। वे फिर से क्रेयॉन का उपयोग करेंगे और अधिक सुंदर कलाकृति बनाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "glue",
      "translation": "ग्लू",
      "definition": "A type of adhesive substance used to bond materials together, such as paper, wood, or plastic.",
      "definition_translation": "एक प्रकार का अदहेसिव सामग्री जिसका उपयोग सामग्रियों को एक साथ जोड़ने के लिए किया जाता है, जैसे कागज, लकड़ी, या प्लास्टिक।",
      "example": "She used glue to stick the photo to the album. She had used glue before, but this was a new type of glue. She will use glue again to fix the broken toy.",
      "example_translation": "उसने एल्बम में फोटो को चिपकाने के लिए ग्लू का उपयोग किया। उसने पहले ग्लू का उपयोग किया था, लेकिन यह एक नई प्रकार का ग्लू था। वह फिर से टूटे हुए खिलौने को ठीक करने के लिए ग्लू का उपयोग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "needle",
      "translation": "सुई",
      "definition": "A small, pointed tool used for sewing or piercing, typically with an eye at one end.",
      "definition_translation": "एक छोटा, नुकीला टूल जिसका उपयोग सिलाई या छेदने के लिए किया जाता है, टाइपकली एक अंत में एक आंख होती है।",
      "example": "She used a needle to sew the torn fabric. She had used a needle before, but this was a new type of needle. She will use a needle again to fix the broken zipper.",
      "example_translation": "उसने फटे हुए फेब्रिक को सिलने के लिए सुई का उपयोग किया। उसने पहले सुई का उपयोग किया था, लेकिन यह एक नई प्रकार की सुई थी। वह फिर से टूटे हुए ज़िप को ठीक करने के लिए सुई का उपयोग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "paper napkin",
      "translation": "कागज़ नैपकिन",
      "definition": "A small piece of absorbent paper used for drying or cleaning the hands and face, typically at a meal.",
      "definition_translation": "एक छोटा सा कागज़ का टुकड़ा जिसका उपयोग हाथ और चेहरा साफ करने के लिए किया जाता है, आमतौर पर एक भोजन के दौरान.",
      "example": "I used a paper napkin to wipe my mouth after eating the sandwich. I will use a paper napkin to clean my hands after the meal. She had used a paper napkin to dry her tears.",
      "example_translation": "मैंने सैंडविच खाने के बाद अपने मुंह पर कागज़ नैपकिन का उपयोग किया. मैं भोजन के बाद अपने हाथ साफ करने के लिए कागज़ नắpकिन का उपयोग करूँगा. उसने अपने आंसू सुखाने के लिए कागज़ नैपकिन का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "safety pin",
      "translation": "सुरक्षा पिन",
      "definition": "A small pin with a spring-loaded clasp, used for fastening clothing, especially for babies.",
      "definition_translation": "एक छोटा पिन जिसका उपयोग कपड़े को जोड़ने के लिए किया जाता है, szczególnie dla dzieci.",
      "example": "She used a safety pin to fasten the baby's diaper. The nurse will use a safety pin to attach the identification tag to the patient's wrist. He had used a safety pin to mend his torn shirt.",
      "example_translation": "उसने बच्चे की डायपर को जोड़ने के लिए सुरक्षा पिन का उपयोग किया. नर्स मरीज़ की कलाई से पहचान टैग को जोड़ने के लिए सुरक्षा पिन का उपयोग करेगी. उसने अपनी फटी हुई शर्ट की मरम्मत के लिए सुरक्षा पिन का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sewing machine",
      "translation": "सिलाई मशीन",
      "definition": "A machine used for sewing, typically with an automatic needle and thread.",
      "definition_translation": "एक मशीन जिसका उपयोग सिलाई के लिए किया जाता है, आमतौर पर एक ऑटोमैटिक सुई और धागे के साथ.",
      "example": "She learned to use a sewing machine in her childhood. The tailor will use a sewing machine to stitch the dress. They had used a sewing machine to make the curtains.",
      "example_translation": "उसने अपने बचपन में सिलाई मशीन का उपयोग सीखा. दर्जी Dresses की सिलाई के लिए सिलाई मशीन का उपयोग करेगा. वे पर्दे बनाने के लिए सिलाई मशीन का उपयोग कर चुके थे.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sticker",
      "translation": "चिपकने वाला लेबल",
      "definition": "A small adhesive label or picture, used for decoration or identification.",
      "definition_translation": "एक छोटा सा चिपकने वाला लेबल या चित्र, सजावट या पहचान के लिए उपयोग किया जाता है.",
      "example": "She put a sticker on her notebook. The kids will use stickers to decorate their picture. He had used a sticker to label his luggage.",
      "example_translation": "उसने अपने नोटबुक पर एक चिपकने वाला लेबल लगाया. बच्चे अपने चित्र को सजाने के लिए चिपकने वाला लेबल का उपयोग करेंगे. उसने अपने सामान को लेबल करने के लिए एक चिपकने वाला लेबल का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "string",
      "translation": "डोरी",
      "definition": "A cord or thread used for tying or sewing.",
      "definition_translation": "बांधने या सिलने के लिए उपयोग किए जाने वाला एक रेशमी या धागा",
      "example": "She used a string to tie her hair. Yesterday, she had strung her guitar. Tomorrow, she will string the beads.",
      "example_translation": "वह अपने बालों को बांधने के लिए एक डोरी का उपयोग करती है. कल, उसने अपने गिटार के तार किया था. कल, वह मोतियों की डोरी करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "wire",
      "translation": "तार",
      "definition": "A thin, flexible thread or strip of metal, used for conducting electricity or sending messages.",
      "definition_translation": "विद्युत या संदेश भेजने के लिए उपयोग किए जाने वाला एक पतला, लचीला धागा या धातु की पट्टी",
      "example": "The electrician connected the wires. Yesterday, she had wired the house. Tomorrow, they will wire the fence.",
      "example_translation": "بिजलीकर्मी ने तारों को जोड़ा. कल, उसने घर को तार दिया था. कल, वे बाड़ को तार करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "zip",
      "translation": "जिप",
      "definition": "A device for fastening or unfastening an opening, especially on clothing.",
      "definition_translation": "विशेष रूप से कपड़े पर खुलने या बंद होने के लिए एक उपकरण",
      "example": "She zipped her jacket. Yesterday, he had zipped the bag. Tomorrow, they will zip the folder.",
      "example_translation": "उसने अपने जैकेट को जिप कर दिया. कल, उसने बैग को जिप कर दिया था. कल, वे फोल्डर को जिप करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "(wax) crayons",
      "translation": "मोम क्रेयन",
      "definition": "A stick of colored wax, used for drawing or coloring.",
      "definition_translation": "रंगीन मोम का एक स्टिक, ड्राइंग या रंग करने के लिए उपयोग किया जाता है",
      "example": "The child colored with crayons. Yesterday, she had colored the picture with wax crayons. Tomorrow, they will color the paper with crayons.",
      "example_translation": "बच्चे ने क्रेयन से रंग किया. कल, उसने मोम क्रेयन से चित्र को रंगा था. कल, वे कागज को क्रेयन से रंगेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fabric",
      "translation": "कपड़ा",
      "definition": "A material made from fibers, threads, or yarns, used to make clothing, upholstery, and other textile products.",
      "definition_translation": "धागों, सूत्रों या यार्न से बना एक सामग्री, जिसका उपयोग कपड़े, असबाब और अन्य टेक्सटाइल उत्पादों को बनाने के लिए किया जाता है",
      "example": "She chose a beautiful fabric for her new dress. She had chosen a beautiful fabric for her new dress. She will choose a beautiful fabric for her new dress.",
      "example_translation": "वह अपने नए कपड़े के लिए सुंदर कपड़ा चुनती थी। वह अपने नए कपड़े के लिए सुंदर कपड़ा चुनती थी। वह अपने नए कपड़े के लिए सुंदर कपड़ा चुनेगी",
      "imageLink": "image_files\\English\\"imageLink": "fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rubber stamp",
      "translation": "रबर मोहर",
      "definition": "A tool used to apply a design or mark to a surface, typically made of rubber or a similar material.",
      "definition_translation": "एक उपकरण जिसका उपयोग सतह पर डिज़ाइन या निशान लगाने के लिए किया जाता है, आम तौर पर रबर या समान सामग्री से बना होता है",
      "example": "The office worker used a rubber stamp to sign the documents. She had used a rubber stamp to sign the documents. She will use a rubber stamp to sign the documents.",
      "example_translation": "कार्यालय कार्यकर्ता ने दस्तावेजों पर हस्ताक्षर करने के लिए एक रबर मोहर का उपयोग किया। उसने दस्तावेजों पर हस्ताक्षर करने के लिए एक रबर मोहर का उपयोग किया था। वह दस्तावेजों पर हस्ताक्षर करने के लिए एक रबर मोहर का उपयोग करेगी",
      "imageLink": "image_files\\English\\"imageLink": "rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "felt",
      "translation": "मोटा कपड़ा",
      "definition": "A thick, dense fabric made from matting, condensing, and pressing wool or another fiber.",
      "definition_translation": "वूल या अन्य फाइबर से बना एक मोटा, घना कपड़ा, जिसका निर्माण मैटिंग, कंडेंसिंग और प्रेसिंग से होता है",
      "example": "She wore a hat made of felt. She had worn a hat made of felt. She will wear a hat made of felt.",
      "example_translation": "वह एक मोटे कपड़े से बना टोपी पहनती थी। उसने एक मोटे कपड़े से बना टोपी पहनी थी। वह एक मोटे कपड़े से बना टोपी पहनेगी",
      "imageLink": "image_files\\English\\"imageLink": "felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pliers",
      "translation": "प्लायर्स",
      "definition": "A handheld tool used to grip, bend, or cut objects, typically consisting of a pair of jaws and a handle.",
      "definition_translation": "एक हाथ में पकड़े जाने वाला उपकरण जिसका उपयोग वस्तुओं को पकड़ने, मोड़ने या काटने के लिए किया जाता है, आम तौर पर एक जोड़ी जबड़े और एक हैंडल से बना होता है",
      "example": "The mechanic used pliers to tighten the bolt. He had used pliers to tighten the bolt. He will use pliers to tighten the bolt.",
      "example_translation": "मेकैनिक ने बोल्ट को कसने के लिए प्लायर्स का उपयोग किया। उसने बोल्ट को कसने के लिए प्लायर्स का उपयोग किया था। वह बोल्ट को कसने के लिए प्लायर्स का उपयोग करेगा",
      "imageLink": "image_files\\English\\"imageLink": "pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "press stud",
      "translation": "प्रेस स्टड",
      "definition": "A small device used to fasten or unfasten clothing, typically consisting of a small metal or plastic stud that passes through a hole in one piece of fabric and is secured by a corresponding stud on another piece.",
      "definition_translation": "एक छोटा डिवाइस जिसका उपयोग कपड़े को बंद करने या खोलने के लिए किया जाता है, आमतौर पर एक छोटे मेटल या प्लास्टिक स्टड से बना होता है जो एक टुकड़े में छेद में से गुजरता है और दूसरे टुकड़े पर संबंधित स्टड से सुरक्षित होता है.",
      "example": "I pressed the stud to fasten my shirt. I will press the stud to fasten my shirt tomorrow. I had pressed the stud to fasten my shirt yesterday.",
      "example_translation": "मैंने अपनी शर्ट को बंद करने के लिए स्टड को दबाया. मैं कल अपनी शर्ट को बंद करने के लिए स्टड को दबाऊंगा. मैंने कल अपनी शर्ट को बंद करने के लिए स्टड को दबाया था.",
      "imageLink": "image_files\\English\\"imageLink": "press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "punch",
      "translation": "पंच",
      "definition": "A quick, sudden blow, especially with the fist, or a device used to make holes in materials.",
      "definition_translation": "एक तेज, अचानक मुक्का, विशेष रूप से मुट्ठी से, या सामग्री में छेद करने के लिए उपयोग किए जाने वाला उपकरण.",
      "example": "I punched the wall in anger. She will punch the keyboard to type the message. He had punched the bag to practice boxing.",
      "example_translation": "मैंने गुस्से में दीवार पर मुक्का मारा. वह संदेश टिप्पणी करने के लिए कीबोर्ड पर मुक्का मारेगी. उसने बॉक्सिंग प्रैक्टिस करने के लिए बैग पर मुक्का मारा था.",
      "imageLink": "image_files\\English\\"imageLink": "punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ribbon",
      "translation": "रिबन",
      "definition": "A long, narrow strip of fabric or other material, used for decoration or to fasten things.",
      "definition_translation": "एक लंबा, संकीर्ण फैबरिक या अन्य सामग्री की पट्टी, अलंकरण के लिए या चीजों को बांधने के लिए उपयोग की जाती है.",
      "example": "I tied the ribbon around the gift. She will tie the ribbon around her hair. He had tied the ribbon around the bouquet.",
      "example_translation": "मैंने उपहार के चारो ओर रिबन बांधा. वह अपने बाल के चारो ओर रिबन बांधेगी. उसने बुके के चारो ओर रिबन बांधा था.",
      "imageLink": "image_files\\English\\"imageLink": "ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "roller",
      "translation": "रोलर",
      "definition": "A device or piece of equipment that rotates or moves around a fixed axis, used for various tasks such as painting or moving heavy objects.",
      "definition_translation": "एक डिवाइस या उपकरण जो एक स्थिर अक्ष के चारो ओर घूमता है या स्थानांतरित होता है, विभिन्न कार्यों जैसे पेंटिंग या भारी वस्तुओं को स्थानांतरित करने के लिए उपयोग किया जाता है.",
      "example": "I used a roller to paint the wall. She will use a roller to move the heavy box. He had used a roller to smooth the rough surface.",
      "example_translation": "मैंने दीवार के लिए पेंट करने के लिए रोलर का उपयोग किया. वह भारी बॉक्स को स्थानांतरित करने के लिए रोलर का उपयोग करेगी. उसने rough सतह को सMOOTH करने के लिए रोलर का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sandpaper",
      "translation": "सैंडपेपर",
      "definition": "A paper with a rough surface used for smoothing or polishing wood, metal, etc.",
      "definition_translation": "लकड़ी, धातु, इत्यादि की सतह को चिकना करने या पॉलिश करने के लिए उपयोग किया जाने वाला एक कागज के साथ एक रफ़ सतह",
      "example": "She used sandpaper to smooth out the rough edges of the wooden table. She will use sandpaper to polish the metal door handle. He used sandpaper to sand down the old paint.",
      "example_translation": "उसने लकड़ी की टेबल के कठिन कड़ों को चिकना करने के लिए सैंडपेपर का उपयोग किया। वह धातु के दरवाज़े के हैंडल को पॉलिश करने के लिए सैंडपेपर का उपयोग करेगी। उसने पुराने पेंट को सैंड डाउन करने के लिए सैंडपेपर का उपयोग किया।",
      "imageLink": "image_files\\English\\"imageLink": "sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sequins",
      "translation": "सिक्विन्स",
      "definition": "Small shiny discs or pieces of metal, plastic, or other materials used for decoration.",
      "definition_translation": "आभूषण के लिए उपयोग किए जाने वाले छोटे चमकदार डिस्क या लोहा, प्लास्टिक, या अन्य सामग्रियों के टुकड़े",
      "example": "She sewed sequins onto her dress for the party. The costume designer used sequins to create a sparkling effect on the outfit. The craft store sells sequins in various shapes and sizes.",
      "example_translation": "उसने पार्टी के लिए अपने ड्रेस पर सिक्विन्स को सिल दिया। कॉस्ट्यूम डिज़ाइनर ने Кост्यüm पर एक चमकदार प्रभाव पैदा करने के लिए सिक्विन्स का उपयोग किया। हस्तकला स्टोर विभिन्न आकार और आकारों में सिक्विन्स बेचता है।",
      "imageLink": "image_files\\English\\"imageLink": "sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stencil",
      "translation": "स्टेंसिल",
      "definition": "A template or pattern used to draw or paint a specific design or shape.",
      "definition_translation": "एक विशिष्ट डिज़ाइन या आकार को खींचने या पेंट करने के लिए उपयोग किया जाने वाला एक टेम्प्लेट या पैटर्न",
      "example": "She used a stencil to paint a perfect circle. He designed a stencil to create a intricate pattern on the fabric. The artist used a stencil to create a mural on the wall.",
      "example_translation": "उसने एक सटीक परिपत्र पेंट करने के लिए एक स्टेंसिल का उपयोग किया। उसने फैब्रिक पर एक जटिल पैटर्न बनाने के लिए एक स्टेंसिल का डिज़ाइन किया। कलाकार ने दीवार पर एक म्यूरल बनाने के लिए एक स्टेंसिल का उपयोग किया।",
      "imageLink": "image_files\\English\\"imageLink": "stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stitch",
      "translation": "सिलाई",
      "definition": "A single pass of a needle and thread through a fabric, especially in sewing or embroidery.",
      "definition_translation": "सिलाई या एम्ब्रॉयडरी में especially विशेष रूप से एक फैब्रिक के माध्यम से एक सुई और धागे की एकल पास",
      "example": "She took a stitch to repair the torn seam. He learned to stitch a straight line in his sewing class. The tailor took several stitches to fix the broken zipper.",
      "example_translation": "उसने फटी सीम की मरम्मत के लिए एक सिलाई ली। उसने अपनी सिलाई कक्षा में एक सीधी रेखा सिलाई सीखी। दर्जी ने टूटे हुए ज़िपέρ को ठीक करने के लिए कई सिलाइयां लीं।",
      "imageLink": "image_files\\English\\"imageLink": "stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "styrofoam",
      "translation": "स्टायरोफोम",
      "definition": "A type of lightweight, brittle foam used to make cups, plates, and packaging materials.",
      "definition_translation": "एक प्रकार का हल्का और टूटने वाला फोम जिसका उपयोग कप, प्लेट और पैकेजिंग सामग्री बनाने के लिए किया जाता है。",
      "example": "The company has stopped using styrofoam in their packaging to reduce waste. The styrofoam plate was too brittle and broke easily. By next year, we will have completely eliminated styrofoam from our products.",
      "example_translation": "कंपनी ने अपने पैकेजिंग में styrofoam का उपयोग बंद कर दिया है ताकि कचरा कम हो। styrofoam प्लेट बहुत टूटने वाला था और आसानी से टूट गया। अगले साल तक, हम अपने उत्पादों से styrofoam पूरी तरह से हटा देंगे।",
      "imageLink": "image_files\\English\\"imageLink": "styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "thimble",
      "translation": "ठिमला",
      "definition": "A small cup-shaped metal or plastic cover worn on the end of the finger to protect it while sewing.",
      "definition_translation": "सewing करते समय उंगली की रक्षा के लिए उंगली के अंत में पहनने के लिए धातु या प्लास्टिक का एक छोटा कप आकार का कवर。",
      "example": "She carefully sewed the button on, using a thimble to protect her finger. The thimble was too small for his finger, so he had to use a makeshift one. By the time she finished sewing, her thimble was worn out.",
      "example_translation": "उसने सावधानीपूर्वक बटन सिल दिया, अपनी उंगली की रक्षा के लिए ठिमला का उपयोग किया। ठिमला उसके लिए बहुत छोटा था, इसलिए उसे अस्थायी ठिमला का उपयोग करना पड़ा। जब उसने सिलाई समाप्त कर ली, तब तक उसका ठिमला खराब हो गया था।",
      "imageLink": "image_files\\English\\"imageLink": "thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "thread",
      "translation": "धागा",
      "definition": "A long, thin string of twisted fibers used for sewing or weaving.",
      "definition_translation": "सिलाई या बुनाई के लिए उपयोग किए जाने वाले ट्विस्टेड फाइबर की लंबी पतली स्ट्रिंग。",
      "example": "She carefully threaded the needle to sew the torn page. The thread was too thin and broke easily. By next month, we will have imported new threads for our textile industry.",
      "example_translation": "उसने सावधानीपूर्वक सुई में धागा डाला ताकि टorn पेज की सिलाई कर सकें। धागा बहुत पतला था और आसानी से टूट गया। अगले महीने तक, हमारे टेक्सटाइल उद्योग के लिए नए धागे आयात कर लेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "varnish",
      "translation": "वर्निश",
      "definition": "A liquid substance used to protect and give a shiny appearance to wood, metal, or other materials.",
      "definition_translation": "लकड़ी, धातु या अन्य सामग्रियों की रक्षा और चमकदार स्वरूप देने के लिए उपयोग किया जाने वाला तरल पदार्थ。",
      "example": "The carpenter varnished the wooden table to protect it from moisture. The varnish was too sticky and difficult to apply. By next year, we will have developed a new varnish that is more durable.",
      "example_translation": "कारपेंटर ने लकड़ी की टेबल की रक्षा के लिए नमी से वर्निश किया। वर्निश बहुत चिपचिपा था और लागू करने में मुश्किल था। अगले साल तक, हमने एक नई वर्निश विकसित कर ली होगी जो अधिक टिकाऊ होगी।",
      "imageLink": "image_files\\English\\"imageLink": "varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "wicker",
      "translation": "विकर (vikar)",
      "definition": "Wicker is a type of woven furniture or other objects made from flexible branches or reeds, often used for outdoor or decorative purposes.",
      "definition_translation": "विकर में आमतौर पर बाहरी या सजावटी उद्देश्यों के लिए लचीले शाखाओं या रीड्स से बनेurniture या अन्य वस्तुओं का एक प्रकार है.",
      "example": "The garden bench was made of sturdy wicker, and it withstood the harsh weather conditions. In the past, wicker furniture was very popular in summer homes. Nowadays, wicker is also used in interior design to create a cozy atmosphere.",
      "example_translation": "बगीचे की बेंच विकर से बनी थी, और यह कठोर मौसम की स्थितियों का सामना कर रही थी। पिछले समय में, विकर फर्नीचर गर्मियों में घरों में बहुत लोकप्रिय था। आजकल, विकर इन्टरियर डिजाइन में इस्तेमाल किया जा रहा है ताकि एक आरामदायक वातावरण बनाया जा सके।",
      "imageLink": "image_files\\English\\"imageLink": "wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "acrylic paint",
      "translation": "एक्रिलिक पेंट (akrilik paint)",
      "definition": "Acrylic paint is a fast-drying paint made from a mixture of water, pigment, binder, and other additives, commonly used for artistic and decorative purposes.",
      "definition_translation": "एक्रिलिक पेंट जल्दी सूखने वाला पेंट है जो पानी, पिगमेंट, बाइंडर और अन्य एडिटिव्स के मिश्रण से बनता है, जिसका इस्तेमाल अक्सर कलात्मक और सजावटी उद्देश्यों के लिए किया जाता है।",
      "example": "She used acrylic paint to create a vibrant mural on the school wall. The artist mixed acrylic paint with water to achieve the desired texture. By the next day, the acrylic paint had dried completely.",
      "example_translation": "उसने स्कूल की दीवार पर एक जीवंत म्यूरल बनाने के लिए एक्रिलिक पेंट का इस्तेमाल किया। कलाकार ने वांछित टेक्सचर प्राप्त करने के लिए एक्रिलिक पेंट को पानी के साथ मिक्स किया। अगले दिन तक, एक्रिलिक पेंट पूरी तरह से सूख गया था।",
      "imageLink": "image_files\\English\\"imageLink": "acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "adhesive border",
      "translation": "चिपकाने वाला सीमा (chipkane wala seema)",
      "definition": "An adhesive border is a decorative strip or edging that can be applied to surfaces using an adhesive, often used in scrapbooking, crafting, and other creative projects.",
      "definition_translation": "चिपकाने वाला सीमा एक सजावटी पट्टी या किनारा है जिसे एक एडहेसिव का इस्तेमाल करके सतहों पर लागू किया जा सकता है, अक्सर स्क्रैपबुकिंग, Крафтिंग और अन्य सृजनात्मक परियोजनाओं में इस्तेमाल किया जाता है।",
      "example": "She added an adhesive border to her photo album to give it a personalized touch. The adhesive border was easy to apply and removed cleanly without leaving any residue. By using adhesive borders, she was able to create a beautiful and unique gift.",
      "example_translation": "उसने अपने फोटो एल्बम में एक चिपकाने वाला सीमा जोड़ा ताकि उसे एक व्यक्तिगत स्पर्श मिल सके। चिपकाने वाला सीमा लागू करना आसान था और बिना किसी अवशेष के साफ हटाया गया। चिपकाने वाले सीमा का इस्तेमाल करके, वह एक सुंदर और अनोखा उपहार बनाने में सक्षम थी।",
      "imageLink": "image_files\\English\\"imageLink": "adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "beads",
      "translation": "मोती (moti)",
      "definition": "Beads are small objects with a hole through them, often used for making jewelry, accessories, or other decorative items.",
      "definition_translation": "मोती उन छोटे वस्तुओं को कहते हैं जिनमें एक छेद होता है, अक्सर आभूषण, सामान या अन्य सजावटी वस्तुओं के लिए इस्तेमाल किया जाता है।",
      "example": "She threaded the beads onto a string to create a beautiful necklace. The beads were colorful and shiny, and they caught the light as she moved. In the past, beads were used as a form of currency in some cultures.",
      "example_translation": "उसने एक सुंदर हार बनाने के लिए मोतियों को एक डोरी पर थ्रेड किया। मोती रंगीन और चमकीले थे, और वेجب प्रकाश में आते थे जब वह चलती थी। पिछले समय में, कुछ संस्कृतियों में मोती मुद्रा के रूप में इस्तेमाल किया जाता था।",
      "imageLink": "image_files\\English\\"imageLink": "beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "corner punch",
      "translation": "कोना पंच",
      "definition": "A tool used to create a rounded corner on a piece of paper or card, typically used in crafting and DIY projects.",
      "definition_translation": "कागज या कार्ड पर tròn कोना बनाने के लिए इस्तेमाल होने वाला एक टूल, आमतौर पर क्राफ्टिंग और DIY परियोजनाओं में इस्तेमाल किया जाता है",
      "example": "I used a corner punch to create a beautiful edge on my scrapbook page. Yesterday, I purchased a new corner punch online. By next week, I will have mastered the art of using a corner punch.",
      "example_translation": "मैंने स्क्रैपबुक पेज पर सुंदर एडज कोना पंच का इस्तेमाल किया. कल, मैंने ऑनलाइन एक नया कोना पंच खरीदा. अगले हफ्ते तक, मैं कोना पंच का इस्तेमाल करने की कला में महारत हासिल कर लूंगा.",
      "imageLink": "image_files\\English\\"imageLink": "corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "crepe paper",
      "translation": "क्रेप पेपर",
      "definition": "A type of thin, delicate paper that is often used to make decorations, such as streamers and flowers, for parties and special occasions.",
      "definition_translation": "एक प्रकार का पतला, नाजुक पेपर जिसका इस्तेमाल अक्सर पार्टियों और विशेष अवसरों के लिए सजावट, जैसे स्ट्रीमर्स और फूल, बनाने के लिए किया जाता है",
      "example": "I wrapped the gift in crepe paper to give it a festive look. My sister loves to make flowers out of crepe paper. By the end of the party, the room was filled with crepe paper decorations.",
      "example_translation": "मैंने उपहार को त्योहारी रूप देने के लिए क्रेप पेपर में लपेटा था. मेरी बहन क्रेप पेपर से फूल बनाना पसंद करती है. पार्टी के अंत तक, कमरा क्रेप पेपर सजावट से भर गया था.",
      "imageLink": "image_files\\English\\"imageLink": "crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "crochet hook",
      "translation": "क्रोचेट हुक",
      "definition": "A tool used to make loops in yarn or thread to create fabric, typically used for knitting or crocheting.",
      "definition_translation": "यार्न या थ्रेड में लूप्स बनाने के लिए एक टूल, आमतौर पर निटिंग या क्रोचेटिंग के लिए इस्तेमाल किया जाता है",
      "example": "I lost my crochet hook and had to buy a new one. My grandmother taught me how to use a crochet hook when I was a child. By next month, I will have finished my crochet project using this hook.",
      "example_translation": "मैंने अपना क्रोचेट हुक खो दिया और एक नया खरीदना पड़ा. मेरी दादी ने मुझे बच्चे के रूप में क्रोचेट हुक का इस्तेमाल करना सिखाया था. अगले महीने तक, मैं इस हुक का इस्तेमाल करके अपनी क्रोचेट परियोजना पूरी कर लूंगा.",
      "imageLink": "image_files\\English\\"imageLink": "crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cross stitch",
      "translation": "क्रॉस सिलाई",
      "definition": "A type of embroidery that involves creating patterns on fabric using x-shaped stitches.",
      "definition_translation": "एक प्रकार कीovenry जिसमें x-आकार के सिलाई का इस्तेमाल करके फैबरिक पर पैटर्न बनाया जाता है",
      "example": "I love to do cross stitch in my free time. My aunt taught me how to do cross stitch when I was a teenager. By the end of the year, I will have finished my cross stitch project.",
      "example_translation": "मैं अपने свобод समय में क्रॉस सिलाई करना पसंद करता हूँ. मेरी चाची ने मुझे किशोर_when में क्रॉस सिलाई करना सिखाया था. साल के अंत तक, मैं अपनी क्रॉस सिलाई परियोजना पूरी कर लूंगा.",
      "imageLink": "image_files\\English\\"imageLink": "cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "date stamp",
      "translation": "तारीख स्टाम्प",
      "definition": "A date stamp is a tool used to mark a document or package with the date it was received, sent, or processed.",
      "definition_translation": "एक तारीख स्टाम्प एक उपकरण है जिसका उपयोग दस्तावेज या पैकेज को प्राप्त, भेजे या संसाधित करने की तारीख標 के लिए किया जाता है。",
      "example": "The clerk carefully placed the date stamp on the receipt, ensuring it was processed on the same day. The manager will review the documents and date stamp them tomorrow. By next week, the entire shipment will be date stamped and ready for delivery.",
      "example_translation": "क्लर्क ने रसीद पर ध्यान से तारीख स्टाम्प लगाया, सुनिश्चित कर रहा था कि यह उसी दिन संसाधित किया गया था। प्रबंधक कल दस्तावेजों की समीक्षा करेंगे और उनका तारीख स्टाम्प लगाएँगे। अगले हफ्ते तक, पूरी शिपमेंट तारीख स्टाम्प्ड हो जाएगी और डिलीवरी के लिए तैयार हो जाएगी।",
      "imageLink": "image_files\\English\\"imageLink": "date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "decoupage paper",
      "translation": "डेकोपाज पेपर",
      "definition": "Decoupage paper is a type of paper used for collage and craft projects, featuring printed designs and patterns.",
      "definition_translation": "डेकोपाज पेपर एक प्रकार का पेपर है जिसका उपयोग कॉलेज और क्राफ्ट प्रोजेक्ट्स के लिए किया जाता है, जिसमें प्रिंटेड डिजाइन और पैटर्न शामिल हैं।",
      "example": "She cut out intricate designs from the decoupage paper and glued them onto the vase. The children will use decoupage paper to create their own unique collages. By the end of the semester, we will have completed a stunning decoupage paper art piece.",
      "example_translation": "उसने डेकोपाज पेपर से जटिल डिजाइन काटे और उन्हें वаза पर चिपका दिया। बच्चे अपने स्वयं के अनूठे कॉलेज बनाने के लिए डेकोपाज पेपर का उपयोग करेंगे। सेमेस्टर के अंत तक, हमने एक शानदार डेकोपाज पेपर आर्ट पीस तैयार कर लिया होगा।",
      "imageLink": "image_files\\English\\"imageLink": "decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "embroidery floss",
      "translation": "कढ़ाई डोरी",
      "definition": "Embroidery floss is a type of thread used for embroidery and other forms of needlework, characterized by its soft, silky texture and vibrant colors.",
      "definition_translation": "कढ़ाई डोरी एक प्रकार की धागा है जिसका उपयोग कढ़ाई और अन्य प्रकार के सुई कार्य के लिए किया जाता है, जिसके नर्म, रेशमी बनावट और चमचमाते रंग हैं।",
      "example": "She carefully threaded the embroidery floss through the needle and began to stitch the intricate design. The embroidery floss was too thick, so she had to use a larger needle. By the time she finished, her embroidery floss had become her trademark.",
      "example_translation": "उसने सावधानी से सुई में कढ़ाई डोरी को धागा दिया और जटिल डिजाइन सिलना शुरू कर दिया। कढ़ाई डोरी बहुत मोटी थी, इसलिए उसे बड़े सुई का उपयोग करना पड़ा। जब वह समाप्त हो गई, तो उसका कढ़ाई डोरी उसका ट्रेडमार्क बन गया था।",
      "imageLink": "image_files\\English\\"imageLink": "embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "embroidery hoop",
      "translation": "कढ़ाई लूप",
      "definition": "An embroidery hoop is a circular frame used to hold fabric taut, making it easier to embroider or sew.",
      "definition_translation": "कढ़ाई लूप एक圆 फ्रेम है जिसका उपयोग फैबरिक को टाइट रखने के लिए किया जाता है, जिससे कढ़ाई या सिलना आसान हो जाता है।",
      "example": "She placed the fabric in the embroidery hoop and began to stitch the intricate design. The embroidery hoop was too small, so she had to use a larger one. By the end of the project, her embroidery hoop had become her constant companion.",
      "example_translation": "उसने फैबरिक को कढ़ाई लूप में रखा और जटिल डिजाइन सिलना शुरू कर दिया। कढ़ाई लूप बहुत छोटा था, इसलिए उसे बड़े लूप का उपयोग करना पड़ा। परियोजना के अंत तक, उसका कढ़ाई लूप उसका स्थायी साथी बन गया था।",
      "imageLink": "image_files\\English\\"imageLink": "embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "foam brush",
      "translation": "फोम ब्रश",
      "definition": "A foam brush is a type of brush used for applying adhesives, paints, or other materials. It is typically made of foam and has soft bristles that absorb and hold a lot of liquid.",
      "definition_translation": "एक फोम ब्रश एक प्रकार का ब्रश है जिसका उपयोग एडहेसिव, पेंट या अन्य सामग्रियों को लगाने के लिए किया जाता है. यह आमतौर पर फोम से बना होता है और इसमें नरम ब्रिसल होते हैं जो तरल की बहुत अधिक मात्रा को吸 और धारण करते हैं.",
      "example": "I used a foam brush to apply the glue to the wood. Yesterday, I applied the paint with a foam brush. Tomorrow, I will use a foam brush to varnish the table.",
      "example_translation": "मैंने लकड़ी पर ग्लू लगाने के लिए एक फोम ब्रश का उपयोग किया. कल, मैंने फोम ब्रश से पेंट लगाया. कल, मैं टेबल पर वार्निश लगाने के लिए एक फोम ब्रश का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "glue gun",
      "translation": "चिपकने वाला गन",
      "definition": "A glue gun is a handheld device used to apply hot melted glue to materials. It is commonly used for crafting, DIY projects, and repairing objects.",
      "definition_translation": "एक चिपकने वाला गन एक हाथ से पकड़ने वाला उपकरण है जिसका उपयोग सामग्रियों पर गरम पिघला हुआ चिपकने वाला लगाने के लिए किया जाता है. यह आम तौर पर क्राफ्टिंग, डीआईवाई प्रोजेक्ट्स और वस्तुओं की मरम्मत के लिए उपयोग किया जाता है.",
      "example": "I used a glue gun to attach the fabric to the frame. Yesterday, I used a glue gun to fix the broken vase. Tomorrow, I will use a glue gun to make a collage.",
      "example_translation": "मैंने फ्रेम पर फैबरिक लगाने के लिए एक चिपकने वाला गन का उपयोग किया. कल, मैंने टूटे हुए वेसे की मरम्मत के लिए एक चिपकने वाला गन का उपयोग किया. कल, मैं एक कॉलेज machen के लिए एक चिपकने वाला गन का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hook and eye",
      "translation": "हुक और आंख",
      "definition": "A hook and eye is a type of fastening device used to join two parts together. It consists of a hook and a corresponding eye or loop that fits over the hook.",
      "definition_translation": "एक हुक और आंख एक प्रकार का फास्टनिंग उपकरण है जिसका उपयोग दो हिस्सों को जोड़ने के लिए किया जाता है. यह एक हुक और उसके साथ में आने वाले आंख या लूप से मिलकर बना होता है जो हुक पर फिट होता है.",
      "example": "I used a hook and eye to fasten the zipper. Yesterday, I attached the hook and eye to the dress. Tomorrow, I will use a hook and eye to repair the bag.",
      "example_translation": "मैंने जिपर को जोड़ने के लिए एक हुक और आंख का उपयोग किया. कल, मैंने ड्रेस पर हुक और आंख लगाया. कल, मैं बैग की मरम्मत के लिए एक हुक और आंख का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ink pad",
      "translation": "स्याही पैड",
      "definition": "An ink pad is a small pad used to apply ink to a surface. It is commonly used for stamping, printing, and writing.",
      "definition_translation": "एक स्याही पैड एक छोटा पैड है जिसका उपयोग किसी सतह पर स्याही लगाने के लिए किया जाता है. यह आम तौर पर स्टैम्पिंग, प्रिंटिंग और लिखने के लिए उपयोग किया जाता है.",
      "example": "I dipped the stamp in the ink pad to print the design. Yesterday, I used an ink pad to write a letter. Tomorrow, I will refill the ink pad for future use.",
      "example_translation": "मैंने डिज़ाइन प्रिंट करने के लिए स्टैम्प को स्याही पैड में डुबाया. कल, मैंने एक पत्र लिखने के लिए स्याही पैड का उपयोग किया. कल, मैं भविष्य के उपयोग के लिए स्याही पैड को रिफिल करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "knitting needles",
      "translation": "बुनाई की सुईयां",
      "definition": "Long, thin, pointed tools used to knit yarn into fabric.",
      "definition_translation": "वस्त्र में यार्न बुनने के लिए उपयोग किए जाने वाले लंबे, पतले और नुकीले उपकरण.",
      "example": "She carefully selected her knitting needles to start her new project. Yesterday, she had used them to knit a scarf. Tomorrow, she will use them to make a hat.",
      "example_translation": "उसने अपने नए प्रोजेक्ट को शुरू करने के लिए सावधानीपूर्वक अपनी बुनाई की सुईयां चुनीं। कल, उसने एक स्कार्फ बुनने के लिए उनका इस्तेमाल किया था। कल, वह एक टोपी बनाने के लिए उनका उपयोग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "modelling clay",
      "translation": "मΟΔेलिंग क्ले",
      "definition": "A soft, pliable material used to create three-dimensional models or sculptures.",
      "definition_translation": "तीन आयामी मॉडल या मूर्तियां बनाने के लिए उपयोग किया जाने वाला एक सoft, लचीला सामग्री।",
      "example": "The children loved playing with the modelling clay to create their own animals. Yesterday, they had made a bird. Today, they are making a cat. Tomorrow, they will make a dog.",
      "example_translation": "बच्चे अपने स्वयं के जानवर बनाने के लिए मОдेलिंग क्ले के साथ खेलने से प्यार करते थे। कल, वे एक पक्षी बना रहे थे। आज, वे एक बिल्ली बना रहे हैं। कल, वे एक कुत्ता बना रहे होंगे।",
      "imageLink": "image_files\\English\\"imageLink": "modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "needle threader",
      "translation": "सुई धागा करने वाला",
      "definition": "A small tool used to help guide thread through the eye of a needle.",
      "definition_translation": "एक सुई के आंख में धागा गुजारने में मदद करने के लिए उपयोग किया जाने वाला एक छोटा उपकरण。",
      "example": "She used a needle threader to help her sew the button on her shirt. Yesterday, she had used it to fix a torn seam. Tomorrow, she will use it to make a new dress.",
      "example_translation": "उसने अपने शर्ट पर बटन सीवन करने के लिए एक सुई धागा करने वाले का इस्तेमाल किया। कल, उसने एक फटा सीवन ठीक करने के लिए उसका इस्तेमाल किया था। कल, वह एक नई पोशाक बनाने के लिए उसका उपयोग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "numbering stamp",
      "translation": "नंबरिंग स्टांप",
      "definition": "A tool used to apply numbers or dates to documents or other materials.",
      "definition_translation": "दस्तावेज या अन्य सामग्रियों पर संख्या या तिथि लगाने के लिए उपयोग किया जाने वाला एक उपकरण。",
      "example": "The office used a numbering stamp to organize their files. Yesterday, they had used it to label a new document. Today, they are using it to date a letter. Tomorrow, they will use it to number a report.",
      "example_translation": "कार्यालय ने अपने फाइल्स के आयोजन के लिए एक नंबरिंग स्टांप का इस्तेमाल किया। कल, वे एक नए दस्तावेज़ को लेबल करने के लिए उसका इस्तेमाल किया था। आज, वे एक पत्र को दिनांक करने के लिए उसका इस्तेमाल कर रहे हैं। कल, वे एक रिपोर्ट को संख्या करने के लिए उसका उपयोग करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "paper cutter",
      "translation": "कागज काटने वाला",
      "definition": "A device used to cut paper, typically consisting of a flat, rectangular blade with a handle attached to it.",
      "definition_translation": "एक उपकरण जिसका उपयोग कागज काटने के लिए किया जाता है, जिसमें एक फ्लैट, आयताकार ब्लेड होता है जिसमें एक हैंडल संलग्न होता है।",
      "example": "I used a paper cutter to cut out the intricate design. I will use a paper cutter to cut the paper tomorrow. She had used a paper cutter to cut the paper yesterday.",
      "example_translation": "मैंने एक कागज काटने वाले डिवाइस का उपयोग करके जटिल डिजाइन काटा। मैं कल कागज काटने के लिए कागज काटने वाले डिवाइस का उपयोग करुँगा। उसने कल कागज काटने वाले डिवाइस का उपयोग करके कागज काटा था।",
      "imageLink": "image_files\\English\\"imageLink": "paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "plasticine",
      "translation": "प्लास्टीसिन",
      "definition": "A type of modeling clay made from a mixture of clay, water, and oil, used for artistic and therapeutic purposes.",
      "definition_translation": "एक प्रकार की मॉडलिंग क्ले जिसे मिट्टी, पानी और तेल के मिश्रण से बनाया जाता है, जिसका उपयोग कलात्मक और चिकित्सा उद्देश्यों के लिए किया जाता है।",
      "example": "The child played with plasticine all day. She will play with plasticine tomorrow. He had played with plasticine yesterday.",
      "example_translation": "बच्चा पूरे दिन प्लास्टीसिन से खेला। वह कल प्लास्टीसिन से खेलेगी। उसने कल प्लास्टीसिन से खेला था।",
      "imageLink": "image_files\\English\\"imageLink": "play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "poster paint",
      "translation": "पोस्टर पेंट",
      "definition": "A type of paint specifically designed for use on posters, banners, and other large-scale artworks.",
      "definition_translation": "पोस्टर, बैनर और अन्य बड़े पैमाने के कला कार्यों पर उपयोग के लिए विशेष रूप से डिज़ाइन किए गए पेंट का प्रकार।",
      "example": "The artist used poster paint to create a vibrant mural. She will use poster paint to create a banner tomorrow. He had used poster paint to paint a poster yesterday.",
      "example_translation": "कलाकार ने एक जीवंत म्यूरल बनाने के लिए पोस्टर पेंट का उपयोग किया। वह कल एक बैनर बनाने के लिए पोस्टर पेंट का उपयोग करेगी। उसने कल एक पोस्टर बनाने के लिए पोस्टर पेंट का उपयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rhinestone",
      "translation": "राइन斯्टोन",
      "definition": "A type of decorative stone or crystal, often used in jewelry and clothing.",
      "definition_translation": "एक प्रकार का सजावटी पत्थर या क्रिस्टल, अक्सर आभूषण और कपड़ों में उपयोग किया जाता है।",
      "example": "The dress was adorned with rhinestones. She will wear a rhinestone necklace tomorrow. He had worn a rhinestone brooch yesterday.",
      "example_translation": "ड्रेस राइनस्टोन से सजाया गया था। वह कल एक राइनस्टोन नेकलेस पहनेगी। उसने कल एक राइनस्टोन ब्रोच पहना था।",
      "imageLink": "image_files\\English\\"imageLink": "rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rice paper",
      "translation": "चावल का कागज",
      "definition": "A thin, translucent paper made from the pith of the rice paper plant, used for crafts, wrapping, and other purposes.",
      "definition_translation": "चावल के पौधे के पिथ से बना एक पतला, पारदर्शी कागज, शिल्प, लपेटने और अन्य उद्देश्यों के लिए प्रयोग किया जाता है.",
      "example": "I used rice paper to make a beautiful lantern. I will use rice paper to make a candle holder. I made a collage using rice paper yesterday.",
      "example_translation": "मैंने एक सुंदर लालटेन बनाने के लिए चावल का कागज इस्तेमाल किया. मैं एक मोमबत्ती धारक बनाने के लिए चावल का कागज इस्तेमाल करूँगा. मैंने कल चावल के कागज से एक कॉलेज तैयार किया.",
      "imageLink": "image_files\\English\\"imageLink": "rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "running stitch",
      "translation": "चालू सिलाई",
      "definition": "The most basic stitch in hand-sewing, made by bringing the needle up and down through the fabric in a straight line.",
      "definition_translation": "हाथ से सिलाई में सबसे बुनियादी सिलाई, कपड़े के माध्यम से सीधी रेखा में सुई लाकर और नीचे लाकर बनाई जाती है.",
      "example": "I used a running stitch to repair my torn shirt. She will use a running stitch to sew a button. They made a beautiful embroidery using a running stitch last week.",
      "example_translation": "मैंने अपनी फटी हुई शर्ट की मरम्मत के लिए चालू सिलाई का इस्तेमाल किया. वह एक बटन सिलने के लिए चालू सिलाई का इस्तेमाल करेगी. उन्होंने पिछले सप्ताह एक सुंदर कढ़ाई चालू सिलाई से तैयार की.",
      "imageLink": "image_files\\English\\"imageLink": "running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sewing box",
      "translation": "सिलाई पेटी",
      "definition": "A box or case used to store and organize sewing supplies, such as threads, needles, and scissors.",
      "definition_translation": "सिलाई की आपूर्ति जैसे धागे, सुई और कैंची को संग्रहीत और आयोजित करने के लिए प्रयोग किया जाने वाला एक पेटी या मामला.",
      "example": "I keep my sewing box in the attic. She will open her sewing box to find some threads. They presented her a beautiful sewing box as a gift.",
      "example_translation": "मैं अपनी सिलाई पेटी को छत में रखता हूँ. वह अपनी सिलाई पेटी में कुछ धागे ढूँढने के लिए उसे खोलेगी. उन्होंने उसे एक सुंदर सिलाई पेटी उपहार में प्रस्तुत की.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sewing pattern",
      "translation": "सिलाई पैटर्न",
      "definition": "A template or design used as a guide for cutting and sewing fabric to create a garment or textile.",
      "definition_translation": "एक वस्त्र या कपड़े का निर्माण करने के लिए कपड़े के कटाई और सिलाई के लिए एक मार्गदर्शक के रूप में प्रयोग किया जाने वाला एक टेम्पलेट या डिजाइन.",
      "example": "I used a sewing pattern to make a dress. She will use a sewing pattern to create a blouse. They designed a beautiful sewing pattern for a wedding gown.",
      "example_translation": "मैंने एक ड्रेस बनाने के लिए एक सिलाई पैटर्न का इस्तेमाल किया. वह एक ब्लाउज़ बनाने के लिए एक सिलाई पैटर्न का इस्तेमाल करेगी. उन्होंने एक शादी के गाउन के लिए एक सुंदर सिलाई पैटर्न डिजाइन किया.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tailor's dummy",
      "translation": "ड्रेसमेकर का मॉडल",
      "definition": "A model of the human figure used by tailors to fit and display clothes.",
      "definition_translation": "एक मॉडल जिसका इस्तेमाल टेलर्स द्वारा कपड़े फिट और प्रदर्शित करने के लिए किया जाता है",
      "example": "The tailor's dummy in the shop window was dressed in the latest fashion. The tailor had used a dummy to fit the customer's clothes last week. The tailor will use a dummy to display the new collection next month.",
      "example_translation": "शॉप विंडो में टेलर का मॉडल नवीनतम फैशन में तैयार था. टेलर ने पिछले हफ्ते ग्राहक के कपड़े फिट करने के लिए मॉडल का इस्तेमाल किया था. टेलर अगले महीने नई कॉलेक्शन प्रदर्शित करने के लिए मॉडल का इस्तेमाल करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tape measure",
      "translation": "टेप माप",
      "definition": "A flexible strip of material, marked with units of measurement, used for measuring lengths or distances.",
      "definition_translation": "लंबाई या दूरी मापने के लिए इस्तेमाल की जाने वाली एक लचीली पट्टी जिसके ऊपर माप की इकाइयाँ अंकित हैं",
      "example": "The carpenter used a tape measure to measure the length of the wooden plank. I will use a tape measure to measure the width of the room tomorrow. She measured the distance between the two walls using a tape measure last year.",
      "example_translation": "कारपेंटर ने लकड़ी के प्लैंक की लंबाई मापने के लिए टेप माप का इस्तेमाल किया. मैं कल कमरे की चौड़ाई मापने के लिए टेप माप का इस्तेमाल करूँगा. उसने पिछले साल दो दीवारों के बीच की दूरी टेप माप से मापी थी.",
      "imageLink": "image_files\\English\\"imageLink": "tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tissue paper",
      "translation": "रुई का कागज़",
      "definition": "A soft, absorbent paper product used for wrapping, cleaning, and other purposes.",
      "definition_translation": "एक نرم,Absent पेपर प्रोडक्ट जिसका इस्तेमाल पैकिंग, साफ़-सफ़ाई और दूसरे उद्देश्यों के लिए किया जाता है",
      "example": "The gift was wrapped in colorful tissue paper. I used tissue paper to clean my glasses. She will use tissue paper to wipe her nose tomorrow.",
      "example_translation": "उपहार को रंगबिरंगे रुई के कागज़ में लपेटा गया था. मैंने अपने चश्मे साफ़ करने के लिए रुई के कागज़ का इस्तेमाल किया. वह कल अपनी नाक साफ़ करने के लिए रुई के कागज़ का इस्तेमाल करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "watercolour",
      "translation": "जल रंग",
      "definition": "A type of paint that is made from pigments suspended in a water-based solution.",
      "definition_translation": "एक प्रकार का रंग जिसका निर्माण जल-आधारित समाधान में निलंबित पिगमेंट से होता है",
      "example": "The artist created a beautiful watercolour painting of the landscape. I will use watercolour to paint the flowers tomorrow. She had used watercolour to create a portrait of her grandmother last year.",
      "example_translation": "कलाकार ने जल रंग से परिदृश्य का सундार चित्र बनाया था. मैं कल फूलों को जल रंग से रंगूँगा. उसने पिछले साल अपनी दादी का पोर्ट्रेट जल रंग से बनाया था.",
      "imageLink": "image_files\\English\\"imageLink": "watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "wooden stamp",
      "translation": "लकड़ी की मोहर",
      "definition": "A wooden stamp is a tool used to impress a design or pattern onto a surface, typically made of wood and used for crafting and art projects.",
      "definition_translation": "लकड़ी की मोहर एक उपकरण है जिसका उपयोग सतह पर डिजाइन या पैटर्न दबाने के लिए किया जाता है, आमतौर पर लकड़ी से बना होता है और हस्तशिल्प और कला परियोजनाओं के लिए उपयोग किया जाता है।",
      "example": "She used a wooden stamp to create a intricate design on the pottery. She will use a wooden stamp to create a beautiful pattern on the fabric. She had used a wooden stamp to make a decorative border on the paper.",
      "example_translation": "उसने मिट्टी के बर्तन पर एक जटिल डिजाइनを作ाने के लिए लकड़ी की मोहर का उपयोग किया. वह कपड़े पर एक सुंदर पैटर्न बनाने के लिए लकड़ी की मोहर का उपयोग करेगी. उसने कागज पर एक सजावटी सीमा बनाने के लिए लकड़ी की मोहर का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "writing brush",
      "translation": "लिखने की ब्रुश",
      "definition": "A writing brush is a tool used to apply ink or other writing materials to a surface, typically made of natural or synthetic fibers and used for calligraphy and artistic writing.",
      "definition_translation": "लिखने की ब्रुश一个 उपकरण है जिसका उपयोग सतह पर स्याही या अन्य लेखन सामग्री लगाने के लिए किया जाता है, आमतौर पर प्राकृतिक या संश्लेषण सutex के बना होता है और कालिग्राफी और कलात्मक लेखन के लिए उपयोग किया जाता है।",
      "example": "The artist used a writing brush to create a beautiful calligraphy piece. She will use a writing brush to write a poem on the canvas. He had used a writing brush to sign his name on the document.",
      "example_translation": "कलाकार ने एक खूबसूरत कालिग्राफी टुकड़ा बनाने के लिए लिखने की ब्रुश का उपयोग किया. वह कनवास पर एक कविता लिखने के लिए लिखने की ब्रुश का उपयोग करेगी. उसने दस्तावेज पर अपना नाम लिखने के लिए लिखने की ब्रुश का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]