[
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cat",
      "translation": "बिल्ली",
      "definition": "A small typically furry carnivorous mammal. They are often kept as pets and are known for their agility and playfulness.",
      "definition_translation": "एक छोटा सामान्यतः फर्रवाला मांसाहारी स्तनधारी। वे अक्सर पालतू जानवर के रूप में रखे जाते हैं और उनकी चपलता और खेलने-कूदने की प्रवृत्ति के लिए जाने जाते हैं।",
      "example": "I had a cat when I was a child. I have a cat now. I will have a cat in the future.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास एक बिल्ली थी। अब मेरे पास एक बिल्ली है। भविष्य में मेरे पास एक बिल्ली होगी।",
      "imageLink": "image_files\\English\\"imageLink": "cat.jpg",
      "audioLink": "cat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cow",
      "translation": "गाय",
      "definition": "A large domesticated mammal that gives milk and is kept on a farm or ranch, typically raised for its milk or meat.",
      "definition_translation": "एक बड़ा घरेलू स्तनधारी जो दूध देता है और फार्म या रेंच पर रखा जाता है, आमतौर पर दूध या मांस के लिए पाला जाता है।",
      "example": "I saw a cow in the field. I will see a cow at the farm. I saw a cow yesterday.",
      "example_translation": "मैंने खेत में एक गाय देखी। मैं फार्म पर एक गाय देखूंगा। कल मैंने एक गाय देखी।",
      "imageLink": "image_files\\English\\"imageLink": "cow.jpg",
      "audioLink": "cow.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dog",
      "translation": "कुत्ता",
      "definition": "A domesticated carnivorous mammal that belongs to the family Canidae, often kept as a pet or used for hunting or guarding.",
      "definition_translation": "एक घरेलू मांसाहारी स्तनधारी जो कैनिडी परिवार से संबंधित है, अक्सर पालतू जानवर के रूप में रखा जाता है या शिकार या सुरक्षा के लिए उपयोग किया जाता है।",
      "example": "I have a dog. I had a dog when I was a child. I will have a dog in the future.",
      "example_translation": "मेरे पास एक कुत्ता है। जब मैं बच्चा था, तब मेरे पास एक कुत्ता था। भविष्य में मेरे पास एक कुत्ता होगी।",
      "imageLink": "image_files\\English\\"imageLink": "dog.jpg",
      "audioLink": "dog.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "horse",
      "translation": "घोड़ा",
      "definition": "A large, hoofed, herbivorous mammal domesticated for riding, transportation, and other uses.",
      "definition_translation": "एक बड़ा, खुरवाला, शाकाहारी स्तनधारी जिसे सवारी, परिवहन और अन्य उपयोगों के लिए घरेलू किया जाता है।",
      "example": "I rode a horse yesterday. I will ride a horse tomorrow. I ride a horse every day.",
      "example_translation": "मैंने कल एक घोड़ा सवारी किया। मैं कल एक घोड़ा सवारी करूंगा। मैं रोज एक घोड़ा सवारी करता हूँ।",
      "imageLink": "image_files\\English\\"imageLink": "horse.jpg",
      "audioLink": "horse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pig",
      "translation": "सूअर",
      "definition": "A pig is a large, hooved, herbivorous mammal typically kept on a farm to be eaten.",
      "definition_translation": "एक सूअर एक बड़ा, खुर वाला, शाकाहारी स्तनधारी है जिसे आमतौर पर खाने के लिए फॉर्म पर रखा जाता है।",
      "example": "I saw a pig eating food in the farm yesterday. I will ride a pig in the festival tomorrow. She had ridden a pig in her childhood.",
      "example_translation": "मैंने कल फॉर्म में खाना खा रहे सूअर देखा। मैं कल त्योहार में सूअर पर सवारी करूँगा। उसने अपने बचपन में सूअर पर सवारी की थी।",
      "imageLink": "image_files\\English\\"imageLink": "pig.jpg",
      "audioLink": "pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sheep",
      "translation": "भेड़",
      "definition": "A sheep is a ruminant mammal typically kept on a farm to provide wool and meat.",
      "definition_translation": "एक भेड़ एक पाचन स्तनधारी है जिसे आमतौर पर ऊन और मांस प्रदान करने के लिए फॉर्म पर रखा जाता है।",
      "example": "I saw a sheep eating grass in the farm yesterday. She will feed a sheep in the evening tomorrow. They had taken a sheep to the market last week.",
      "example_translation": "मैंने कल फॉर्म में घास खा रहे भेड़ देखे। वह कल शाम को भेड़ को खिलाएगी। उन्होंने पिछले हफ्ते भेड़ को बाज़ार ले गये थे।",
      "imageLink": "image_files\\English\\"imageLink": "sheep.jpg",
      "audioLink": "sheep.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "baby",
      "translation": "शिशु",
      "definition": "A baby is a very young human being, from birth to about two years old.",
      "definition_translation": "एक शिशु जन्म से約 दो साल तक का बहुत छोटा मानव है।",
      "example": "I saw a baby playing with toys yesterday. She will take care of the baby tomorrow. They had taken the baby to the park last week.",
      "example_translation": "मैंने कल खिलौनों से खेल रहे शिशु देखे। वह कल शिशु की देखभाल करेगी। उन्होंने पिछले हफ्ते शिशु को पार्क ले गये थे।",
      "imageLink": "image_files\\English\\"imageLink": "baby-1.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bear",
      "translation": "भालू",
      "definition": "A bear is a large, carnivorous mammal with shaggy hair, found in forests in North America and Eurasia.",
      "definition_translation": "एक भालू एक बड़ा, मांसाहारी स्तनधारी है जिसके बाल उलझे हुए हैं, उत्तरी अमेरिका और यूरेशिया में जंगलों में पाया जाता ह।",
      "example": "I saw a bear climbing a tree yesterday. She will feed a bear in the zoo tomorrow. They had seen a bear in the forest last week.",
      "example_translation": "मैंने कल पेड़ पर चढ़ने वाले भालू देखे। वह कल चिड़ियाघर में भालू को खिलाएगी। उन्होंने पिछले हफ्ते जंगल में भालू देखा था।",
      "imageLink": "image_files\\English\\"imageLink": "bear.jpg",
      "audioLink": "bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cheetah",
      "translation": "चीता",
      "definition": "A cheetah is a large cat native to Africa and central Iran, characterized by its yellowish-brown coat with black spots and its ability to reach high speeds.",
      "definition_translation": "एक चीता अफ्रीका और मध्य ईरान में पाया जाने वाला एक बड़ा बिल्ला है, जिसका पीला-भूरा कोट और काले दाग हैं और यह उच्च गति प्राप्त कर सकता है।",
      "example": "The cheetah has been on the endangered species list since 2008. It was reported that a cheetah is seen in the wild last year. By 2025, we will have implemented conservation efforts to save the cheetah.",
      "example_translation": "2008 से चीता लुप्तप्राय प्रजातियों की सूची में है। पिछले साल जंगल में एक चीता देखा गया था। 2025 तक, हम चीता को बचाने के लिए संरक्षण प्रयासों को लागू करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "cheetah.jpg",
      "audioLink": "cheetah.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "elephant",
      "translation": "हाथी",
      "definition": "An elephant is a large, intelligent, and social animal with a trunk, tusks, and a grey skin, native to Africa and southern Asia.",
      "definition_translation": "हाथी एक बड़ा, बुद्धिमान और सामाजिक जानवर है, जिसका सूंड, दांत और धूसर त्वचा है, जो अफ्रीका और दक्षिण एशिया में पाया जाता है।",
      "example": "The elephant is the largest land animal. Elephants have been domesticated for thousands of years. By 2050, we will have successfully relocated all elephants from zoos to natural habitats.",
      "example_translation": "हाथी सबसे बड़ा स्थलीय जानवर है। हाथियों को हजारों साल से पालतू बनाया गया है। 2050 तक, हम सभी हाथियों को चिड़ियाघरों से प्राकृतिक आवासों में सफलतापूर्वक स्थानांतरित कर देंगे।",
      "imageLink": "image_files\\English\\"imageLink": "elephant.jpg",
      "audioLink": "elephant.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "guinea pig",
      "translation": "गिनी सूअर",
      "definition": "A guinea pig is a small, furry, herbivorous rodent native to South America, commonly kept as a pet.",
      "definition_translation": "गिनी सूअर एक छोटा, उधर, शाकाहारी रॉडेंट है, जो दक्षिण अमेरिका में पाया जाता है, आम तौर पर एक पालतू के रूप में रखा जाता है।",
      "example": "I had a guinea pig as a pet when I was a child. Guinea pigs are social animals and live in groups. Guinea pigs have been used in scientific research for decades.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास एक गिनी सूअर पालतू था। गिनी सूअर सामाजिक जानवर हैं और समूहों में रहते हैं। दशकों से गिनी सूअर वैज्ञानिक अनुसंधान में उपयोग किए गए हैं।",
      "imageLink": "image_files\\English\\"imageLink": "guinea-pig.jpg",
      "audioLink": "guinea pig.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "hamster",
      "translation": "हमستر",
      "definition": "A hamster is a small, furry, omnivorous rodent commonly kept as a pet, native to Syria and Turkey.",
      "definition_translation": "हमستر एक छोटा, उधर, सर्वाहारी रॉडेंट है, जो सीरिया और तुर्की में पाया जाता है, आम तौर पर एक पालतू के रूप में रखा जाता है।",
      "example": "Hamsters are nocturnal animals. I had a hamster as a pet last year. Hamsters have been popular pets for many years.",
      "example_translation": "हमستر रात्रि जीव जानवर हैं। पिछले साल मेरे पास एक हमستر पालतू था। हमستر कई साल से लोकप्रिय पालतू जानवर रहे हैं।",
      "imageLink": "image_files\\English\\"imageLink": "hamster.jpg",
      "audioLink": "hamster.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lion",
      "translation": "शेर",
      "definition": "A large carnivorous feline mammal of Africa and India, with a shaggy mane and loud roar.",
      "definition_translation": "अफ्रीका और भारत का बड़ा मांसाहारी बिल्ली स्तनपायी, जिसका मांजा और कर्णप्रवेश करने वाला है",
      "example": "The lion roared loudly in the jungle, it will roar tomorrow, and it had roared yesterday.",
      "example_translation": "जंगल में शेर ज़ोर से दहाड़ा था, कल वह दहाड़ेगा, और कल वह दहाड़ा था",
      "imageLink": "image_files\\English\\"imageLink": "lion.jpg",
      "audioLink": "lion.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "monkey",
      "translation": "बंदर",
      "definition": "A primate mammal of the Old World, with a long tail and flexible hands and feet.",
      "definition_translation": "पुरानी दुनिया का एक स्तनपायी प्राइमेट, जिसका लंबा पूँछ और हाथ-पैर लचीले हैं",
      "example": "The monkey jumped from tree to tree, it will jump tomorrow, and it had jumped yesterday.",
      "example_translation": "वृक्ष से वृक्ष पर बंदर कूदा था, कल वह कूदेगा, और कल वह कूदा था",
      "imageLink": "image_files\\English\\"imageLink": "monkey.jpg",
      "audioLink": "monkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mouse",
      "translation": "चूहा",
      "definition": "A small rodent mammal that lives in houses and around human settlements.",
      "definition_translation": "एक छोटा सा कृन्तक स्तनपायी जो घरों और मानव बस्तियों के आसपास रहता है",
      "example": "The mouse ran across the floor, it will run tomorrow, and it had run yesterday.",
      "example_translation": "फ्लोर पर चूहा दौड़ा था, कल वह दौड़ेगा, और कल वह दौड़ा था",
      "imageLink": "image_files\\English\\"imageLink": "mouse.jpg",
      "audioLink": "mouse.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rabbit",
      "translation": "खरगोश",
      "definition": "A small mammal with long ears and strong hind legs, that lives in burrows and feeds on plants.",
      "definition_translation": "लंबे कान और मजबूत पिछले पैर वाला एक छोटा सा स्तनपायी, जो बिलों में रहता है और 植物ों पर निर्भर करता है",
      "example": "The rabbit hopped across the field, it will hop tomorrow, and it had hopped yesterday.",
      "example_translation": "खेत में खरगोश टापा था, कल वह टॉपेगा, और कल वह टॉपा था",
      "imageLink": "image_files\\English\\"imageLink": "rabbit.jpg",
      "audioLink": "rabbit.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rat",
      "translation": "चूहा",
      "definition": "A rat is a rodent that belongs to the genus Rattus. Rats are typically considered pests and are known to carry diseases.",
      "definition_translation": "चूहा एक रॉडेंट है जो रैट्स जीनस से संबंधित है। चूहे आमतौर पर कीट माने जाते हैं और बीमारियों को फैलाते हैं।",
      "example": "The rat scurried across the floor yesterday, it scurries across the floor every day, and it will scurry across the floor tomorrow.",
      "example_translation": "कल फर्श पर चूहा दौड़ा था, यह प्रतिदिन फर्श पर दौड़ता है, और कल यह फर्श पर दौड़ेगा।",
      "imageLink": "image_files\\English\\"imageLink": "rat.jpg",
      "audioLink": "rat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bat",
      "translation": "चमगादड़",
      "definition": "A bat is a flying mammal that uses echolocation to navigate and find prey. Bats are often found in caves and trees.",
      "definition_translation": "चमगादड़ एक उड़ने वाला स्तनपायी है जो नेविगेट और शिकार ढूंढने के लिए ईकोलोकेशन का उपयोग करता है। चमगादड़ अक्सर गुफाओं और पेड़ों में पाए जाते हैं।",
      "example": "The bat flew out of the cave last night, it flies out of the cave every evening, and it will fly out of the cave tonight.",
      "example_translation": "रात को चमगादड़ गुफा से उड़ा था, यह प्रति शाम को गुफा से उड़ता है, और रात को गुफा से उड़ेगा।",
      "imageLink": "image_files\\English\\"imageLink": "bat.jpg",
      "audioLink": "bat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bull",
      "translation": "सांड",
      "definition": "A bull is a male cattle that is often used for breeding and is known for its strength and aggression.",
      "definition_translation": "सांड एक नर मवेशी है जिसका उपयोग अक्सर प्रजनन के लिए किया जाता है और इसकी ताकत और आक्रामकता के लिए जाना जाता है।",
      "example": "The bull charged at the matador yesterday, it charges at the matador every day, and it will charge at the matador tomorrow.",
      "example_translation": "कल मैटाडोर पर सांड ने ATTACK किया था, यह प्रतिदिन मैटाडोर पर ATTACK करता है, और कल मैटाडोर पर ATTACK करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "bull.jpg",
      "audioLink": "bull.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "calf",
      "translation": "बछड़ा",
      "definition": "A calf is a young cow or bull, typically in its first year of life.",
      "definition_translation": "बछड़ा एक युवा गाय या सांड है,typically अपने पहले साल के जीवन में。",
      "example": "The calf ran across the field yesterday, it runs across the field every day, and it will run across the field tomorrow.",
      "example_translation": "कल मैदान पर बछड़ा दौड़ा था, यह प्रतिदिन मैदान पर दौड़ता है, और कल मैदान पर दौड़ेगा।",
      "imageLink": "image_files\\English\\"imageLink": "calf.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "camel",
      "translation": "ऊंट",
      "definition": "A large even-toed ungulate mammal with a hump on its back, used as a beast of burden in desert regions.",
      "definition_translation": "एक besar यहेवटो इकट्ठा स्तनधारी.getMजमाल की पीठ पर एक हंप के साथ, रेगिस्तान क्षेत्रों में बोझा उठाने के लिए प्रयोग किया जाता है।",
      "example": "The camel walked slowly across the desert. The camel will walk slowly across the desert. The camel had walked slowly across the desert.",
      "example_translation": "ऊंट रेगिस्तान के पार धीरे-धीरे चला. ऊंट रेगिस्तान के पार धीरे-धीरे चलेगा. ऊंट ने रेगिस्तान के पार धीरे-धीरे चला था.",
      "imageLink": "image_files\\English\\"imageLink": "camel.jpg",
      "audioLink": "camel.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cattle",
      "translation": "मवेशी",
      "definition": "Domesticated mammals raised on ranches or farms, such as cows, bulls, or oxen, kept for their milk or meat.",
      "definition_translation": "रेंच या फार्म पर पाले जाने वाले पालतू स्तनधारी, जैसे गाय, सांड या बैल, दूध या मांस के लिए रखे जाते हैं.",
      "example": "The farmer raised cattle on his farm. The farmer will raise cattle on his farm. The farmer had raised cattle on his farm.",
      "example_translation": "किसान ने अपने फार्म पर मवेशी पाले. किसान अपने फार्म पर मवेशी पालेगा. किसान ने अपने फार्म पर मवेशी पाले थे.",
      "imageLink": "image_files\\English\\"imageLink": "cattle.jpg",
      "audioLink": "cattle.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dolphin",
      "translation": "डॉल्फिन",
      "definition": "A highly intelligent and social marine mammal, often gray in color, with a curved dorsal fin and a prominent snout.",
      "definition_translation": "एक अत्यंत बुद्धिमान और सामाजिक समुद्री स्तनधारी, अक्सर भूरे रंग का, एक वक्र dorsal फिन के साथ और एक प्रमुख स्नाउट.",
      "example": "The dolphin swam in the ocean. The dolphin will swim in the ocean. The dolphin had swum in the ocean.",
      "example_translation": "डॉल्फिन ने समुद्र में तैरा. डॉल्फिन समुद्र में तैरेगा. डॉल्फिन ने समुद्र में तैरा था.",
      "imageLink": "image_files\\English\\"imageLink": "dolphin.jpg",
      "audioLink": "dolphin.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "donkey",
      "translation": "गदहा",
      "definition": "A domesticated equine mammal with a distinctive braying call, often used as a pack animal.",
      "definition_translation": "एक पालतू इकवाइन स्तनधारी एक विशिष्ट ब्रायिंग कॉल के साथ, अक्सर एक पैक एनीमल के रूप में प्रयोग किया जाता है.",
      "example": "The donkey carried the load. The donkey will carry the load. The donkey had carried the load.",
      "example_translation": "गदहा ने बोझा उठाया. गदहा बोझा उठाएगा. गदहा ने बोझा उठाया था.",
      "imageLink": "image_files\\English\\"imageLink": "donkey.jpg",
      "audioLink": "donkey.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "female",
      "translation": "महिला",
      "definition": "A female is an adult human being of the sex that produces eggs, typically characterized by the presence of ovaries and a uterus.",
      "definition_translation": "एक महिला अंडे उत्पादक लिंग का एक वयस्क मानव है, जिसकी विशेषता अंडाशय और गर्भाशय की उपस्थिति है",
      "example": "The female lion is a fierce hunter. She has hunted many animals in her lifetime. She will hunt again tomorrow.",
      "example_translation": "मादा शेर एक क्रूर शिकारी है. उसने अपने जीवनकाल में कई जानवरों का शिकार किया है. वह कल फिर से शिकार करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "female-1.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fur",
      "translation": "फ़र",
      "definition": "The thick, soft hair that grows on the skin of animals, such as rabbits, bears, and cats.",
      "definition_translation": "यह वह मोटा, सoft बाल है जो जानवरों की त्वचा पर उगता है, जैसे králíci, भालू और बिल्ली",
      "example": "The fur of the rabbit is very soft. It will be prepared into a warm coat. The coat was made from the fur of many rabbits.",
      "example_translation": " Králíček का फ़र बहुत सoft है. इसे एक गर्म कोट में तैयार किया जाएगा. कोट कई Králíček के फ़र से बना था.",
      "imageLink": "image_files\\English\\"imageLink": "fur.jpg",
      "audioLink": "fur.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "giraffe",
      "translation": "जिराफ",
      "definition": "A tall, even-toed ungulate mammal with a distinctive coat pattern and a long neck, native to Africa.",
      "definition_translation": "एक लंबा, सम-ऊँगली स्तनपायी स्तनधारी जिसका एक विशिष्ट कोट पैटर्न है और लंबा गर्दन है, एक अफ्रीका में पाया जाने वाला स्तनधारी",
      "example": "The giraffe is the tallest animal in the zoo. It will eat leaves from the tall trees tomorrow. The giraffe ate leaves from the tall trees yesterday.",
      "example_translation": "जिराफ चिड़ियाघर में सबसे लंबा जानवर है. वह कल लंबे पेड़ों से पत्ते खाएगा. जिराफ ने कल लंबे पेड़ों से पत्ते खाए थे.",
      "imageLink": "image_files\\English\\"imageLink": "giraffe.jpg",
      "audioLink": "giraffe.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "goat",
      "translation": "बक्री",
      "definition": "A versatile and agile ruminant mammal with a distinctive beard and horns, often kept as livestock.",
      "definition_translation": "एक बहुमुखी और चुस्त स्तनधारी स्तनपायी जिसकी विशिष्ट दाढ़ी और सींग हैं, अक्सर पशुधन के रूप में रखा जाता है",
      "example": "The goat is a clever animal. It will climb the mountain tomorrow. The goat climbed the mountain yesterday.",
      "example_translation": "बक्री एक चतुर जानवर है. वह कल पर्वत पर चढ़ेगा. बक्री ने कल पर्वत पर चढ़ा था.",
      "imageLink": "image_files\\English\\"imageLink": "goat.jpg",
      "audioLink": "goat.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "male",
      "translation": "मर्द",
      "definition": "An adult human or animal that produces sperm, especially a human being from birth to manhood.",
      "definition_translation": "एक वयस्क मानव या पशु जो शुक्राणु उत्पन्न करता है, विशेष रूप से जन्म से पुरुष तक की मानव。",
      "example": "The male species of the deer family is known for its antlers. In the past, he was a male model. By next year, he will be a male nurse.",
      "example_translation": "हिरण परिवार की पुरुष प्रजाति अपने सींगों के लिए जानी जाती है. इससे पहले, वह एक पुरुष मॉडल था. अगले साल तक, वह एक पुरुष नर्स होगा.",
      "imageLink": "image_files\\English\\"imageLink": "male-1.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mule",
      "translation": "मุลा",
      "definition": "The offspring of a male donkey and a female horse, known for its strength and stubbornness.",
      "definition_translation": "एक नर गधे और एक मादा घोड़े की संतान, अपनी ताकत और जिद के लिए जानी जाती है.",
      "example": "A mule is used for carrying heavy loads in the mountains. She had mules as pets when she was a child. By next month, they will buy a mule for farming.",
      "example_translation": "एक मुला पहाड़ों में भारी भार ढोने में उपयोग की जाती है. वह बचपन में मुलों के पालतू जानवर के रूप में थी. अगले महीने तक, वे खेती के लिए एक मुला खरीदेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "mule.jpg",
      "audioLink": "mule.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "puma",
      "translation": "くमा",
      "definition": "A large cat native to the Americas, especially the mountainous regions.",
      "definition_translation": "अमेरिका का एक बड़ा बिल्ली, विशेष रूप से पर्वतीय क्षेत्रों में मिलने वाला.",
      "example": "Pumas are known for their agility and speed. The puma was sleeping in the forest. By next year, pumas will be reintroduced in the region.",
      "example_translation": "कुमा अपनी चपलता और गति के लिए जाने जाते हैं. वन में कुमा सो रहा था. अगले साल तक, कुमा क्षेत्र में पुनर्वासित किए जाएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "puma.jpg",
      "audioLink": "puma.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "puppy",
      "translation": "पपी",
      "definition": "A young dog, especially one that is less than a year old.",
      "definition_translation": "एक युवा कुत्ता, विशेष रूप से एक साल से कम उम्र का.",
      "example": "Puppies need regular exercise and training. The puppy was playing in the park. By next month, they will adopt a puppy.",
      "example_translation": "पपियों को नियमित व्यायाम और प्रशिक्षण की आवश्यकता है. पार्क में पपी खेल रहा था. अगले महीने तक, वे एक पपी को गोद लेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "puppy.jpg",
      "audioLink": "puppy.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "reindeer",
      "translation": "रेनडियर",
      "definition": "A reindeer is a type of deer with a distinctive set of antlers, found in the Arctic regions of Europe, Asia, and North America.",
      "definition_translation": "एक रेनडियर यूरोप, एशिया और उत्तरी अमेरिका के आर्कटिक क्षेत्रों में पाए जाने वाले एक प्रकार का हिरन है, जिसके पास एक विशिष्ट सेट ऑफ एन्टलर्स है.",
      "example": "The reindeer migrated to the northern regions in winter. It was migrating to the northern regions in winter. It will migrate to the northern regions in winter.",
      "example_translation": "शीत ऋतु में रेनडियर उत्तरी क्षेत्रों में पलायन करता था. वह शीत ऋतु में उत्तरी क्षेत्रों में पलायन कर रहा था. वह शीत ऋतु में उत्तरी क्षेत्रों में पलायन करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "reindeer.jpg",
      "audioLink": "reindeer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tiger",
      "translation": "बाघ",
      "definition": "A tiger is a large, carnivorous mammal of the cat family, found in forests and grasslands of Asia.",
      "definition_translation": "एक बाघ एक बड़ी, मांसाहारी स्तनपाई है, जिसका पता एशिया के जंगलों और घास के मैदानों में लगता है.",
      "example": "The tiger was sleeping in the forest. It is sleeping in the forest. It will sleep in the forest.",
      "example_translation": "बाघ जंगल में सो रहा था. वह जंगल में सो रहा है. वह जंगल में सो रहा होगा.",
      "imageLink": "image_files\\English\\"imageLink": "tiger.jpg",
      "audioLink": "tiger.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "whale",
      "translation": "व्हेल",
      "definition": "A whale is a large, aquatic mammal that breathes air through its blowhole, found in oceans all around the world.",
      "definition_translation": "एक व्हेल एक बड़ा, जलीय स्तनपाई है, जो अपने blowhole के माध्यम से हवा सांस लेता है, जिसका पता दुनिया भर में सागरों में लगता है.",
      "example": "The whale swam in the ocean. It swims in the ocean. It will swim in the ocean.",
      "example_translation": "व्हेल सागर में तैर रहा था. वह सागर में तैर रहा है. वह सागर में तैर रहा होगा.",
      "imageLink": "image_files\\English\\"imageLink": "whale.jpg",
      "audioLink": "whale.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "deer",
      "translation": "हिरन",
      "definition": "A deer is a type of ruminant mammal, found in forests and grasslands of Europe, Asia, and North America.",
      "definition_translation": "एक हिरन एक प्रकार का रुमिनेंट स्तनपाई है, जिसका पता यूरोप, एशिया और उत्तरी अमेरिका के जंगलों और घास के मैदानों में लगता है.",
      "example": "The deer ran in the forest. It runs in the forest. It will run in the forest.",
      "example_translation": "हिरन जंगल में दौड़ रहा था. वह जंगल में दौड़ रहा है. वह जंगल में दौड़ रहा होगा.",
      "imageLink": "image_files\\English\\"imageLink": "deer.jpg",
      "audioLink": "deer.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fox",
      "translation": "लोमड़ी",
      "definition": "a small, carnivorous mammal",
      "definition_translation": "एक छोटा, मांसाहारी स्तनपायी",
      "example": "The quick fox jumps over the lazy dog. The fox was jumping over the lazy dog. The fox will jump over the lazy dog.",
      "example_translation": "तेज लोमड़ी आलसी कुत्ते के ऊपर कूदता है. लोमड़ी आलसी कुत्ते के ऊपर कूद रहा था. लोमड़ी आलसी कुत्ते के ऊपर कूदेगा.",
      "imageLink": "image_files\\English\\"imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "gorilla",
      "translation": "गोरिल्ला",
      "definition": "a large, powerful primate",
      "definition_translation": "एक बड़ा, शक्तिशाली प्राइमेट",
      "example": "The gorilla is eating bananas in the jungle. The gorilla was eating bananas in the jungle. The gorilla will eat bananas in the jungle.",
      "example_translation": "जंगल में गोरिल्ला केले खा रहा है. जंगल में गोरिल्ला केले खा रहा था. जंगल में गोरिल्ला केले खाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "kangaroo",
      "translation": "कंगारू",
      "definition": "a large, hopping marsupial",
      "definition_translation": "एक बड़ा, कूदने वाला मार्सूपियल",
      "example": "The kangaroo is hopping in the outback. The kangaroo was hopping in the outback. The kangaroo will hop in the outback.",
      "example_translation": "औटबैक में कंगारू कूद रहा है. औटबैक में कंगारू कूद रहा था. औटबैक में कंगारू कूदेगा.",
      "imageLink": "image_files\\English\\"imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "leopard",
      "translation": "चीता",
      "definition": "a large, carnivorous mammal",
      "definition_translation": "एक बड़ा, मांसाहारी स्तनपायी",
      "example": "The leopard is stalking its prey in the forest. The leopard was stalking its prey in the forest. The leopard will stalk its prey in the forest.",
      "example_translation": "जंगल में चीता अपना शिकार ढूंढ रहा है. जंगल में चीता अपना शिकार ढूंढ रहा था. जंगल में चीता अपना शिकार ढूंढेगा.",
      "imageLink": "image_files\\English\\"imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ox",
      "translation": "बैल",
      "definition": "A domesticated ruminant mammal that has a stout body and short horns and is often used as a draft animal.",
      "definition_translation": "एक घरेलू रुमिनेंट स्तनपायी जिसके शरीर में स्टाउट और छोटे सींग होते हैं और अक्सर ड्राफ्ट जानवर के रूप में उपयोग किया जाता है",
      "example": "The farmer used an ox to plow the field, and then he will use it again tomorrow. The ox had plowed the field yesterday.",
      "example_translation": "किसान ने खेत जोतने के लिए एक बैल का इस्तेमाल किया, और फिर कल वह इसे फिर से उपयोग करेगा. कल बैल ने खेत जोता था",
      "imageLink": "image_files\\English\\"imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "paw",
      "translation": "पaw",
      "definition": "The foot of an animal, especially a quadruped, that has claws.",
      "definition_translation": "चार पैर वाले जानवर का पैर, đặcतौर पर अव नाखून वाला",
      "example": "The cat curled up its paw while sleeping. The dog will paw the door if it wants to go out.",
      "example_translation": "सोये हुए समय में बिल्ली ने अपना पाव मोड़ लिया. यदि कुत्ता बाहर जाना चाहता है तो वह दरवाजे को पाव करेगा",
      "imageLink": "image_files\\English\\"imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "polar bear",
      "translation": "ध्रुवीय भालू",
      "definition": "A large carnivorous bear that lives in the Arctic regions and has white fur.",
      "definition_translation": "आर्कटिक क्षेत्रों में निवास करने वाला एक बड़ा मांसाहारी भालू जिसके सफ़ेद बाल होते हैं",
      "example": "The polar bear was swimming in the Arctic Ocean. The polar bear will hibernate during winter. The polar bear had attacked the seal yesterday.",
      "example_translation": "ध्रुवीय भालू आर्कटिक महासागर में तैर रहा था. ध्रुवीय भालू सर्दियों के दौरान शीत निद्रा में जाएगा. कल ध्रुवीय भालू ने सील को हमला कर दिया था",
      "imageLink": "image_files\\English\\"imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rhinoceros",
      "translation": "गैंडा",
      "definition": "A large herbivorous mammal with a distinctive horn on its nose, found in Africa and southern Asia.",
      "definition_translation": "अफ्रीका और दक्षिण एशिया में पाया जाने वाला एक बड़ा शाकाहारी स्तनपायी जिसके नाक पर एक विशिष्ट सींग होता है",
      "example": "The rhinoceros was grazing in the savannah. The rhinoceros had charged at the tourists yesterday. The rhinoceros will give birth to a calf next month.",
      "example_translation": "गैंडा सवाना में घास चरा रहा था. कल गैंडा ने पर्यटकों पर हमला कर दिया था. अगले महीने गैंडा एक शिशु को जन्म देगा",
      "imageLink": "image_files\\English\\"imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "seal",
      "translation": "मोहर",
      "definition": "A seal is a type of marine mammal that is characterized by its streamlined body, flippers, and layer of blubber.",
      "definition_translation": "एक सील एक प्रकार का समुद्री स्तनपायी होता है जिसके शरीर की आकृति सुव्यवस्थित होती है, फ्लिपर होते हैं और वसा की परत होती है।",
      "example": "The seal swam quickly through the water. The seal will swim quickly through the water. The seal had swum quickly through the water.",
      "example_translation": "सील ने जल के माध्यम से तेजी से तैरी। सील जल के माध्यम से तेजी से तैरेगा। सील ने जल के माध्यम से तेजी से तैरी थी।",
      "imageLink": "image_files\\English\\"imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "squirrel",
      "translation": "चुहा",
      "definition": "A squirrel is a small rodent that is characterized by its bushy tail, agile body, and ability to climb trees.",
      "definition_translation": "चुहा एक छोटा रोडेंट होता है जिसके शरीर की विशेषताएं लंबी पूछ, लचीला शरीर और पेड़ों पर चढ़ने की क्षमता होती हैं।",
      "example": "The squirrel ran up the tree quickly. The squirrel will run up the tree quickly. The squirrel had run up the tree quickly.",
      "example_translation": "चुहा ने तेजी से पेड़ पर चढ़ा। चुहा पेड़ पर तेजी से चढ़ेगा। चुहा ने तेजी से पेड़ पर चढ़ा था।",
      "imageLink": "image_files\\English\\"imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]