[
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "potato",
      "translation": "आलू",
      "definition": "A starchy vegetable that grows underground in a variety of shapes and sizes, typically with a brown or white skin and white flesh.",
      "definition_translation": "यह एक स्टार्च वाली सब्जी है जो जमीन के नीचे विभिन्न आकार और आकार में उगती है, आमतौर पर भूरे या सफेद त्वचा और सफेद मांस के साथ。",
      "example": "I boiled the potato and mashed it. Yesterday, I had baked a potato. If I have time, I will roast a potato for dinner.",
      "example_translation": "मैंने आलू को उबाला और मैश किया। कल मैंने एक आलू को बेक किया था। अगर मुझे समय मिलेगा तो मैं डिनर के लिए आलू को रोस्ट करूँगा।",
      "imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tomato",
      "translation": "टमाटर",
      "definition": "A juicy red or yellowish fruit that grows on a vine, often used in cooking and salads.",
      "definition_translation": "यह एक रसीला लाल या पीला फल है जो बेल पर उगता है, अक्सर खाना पकाने और सलाद में उपयोग किया जाता है।",
      "example": "I sliced the tomato and added it to the salad. Yesterday, I had eaten a tomato sandwich. If I have time, I will grow tomatoes in my garden.",
      "example_translation": "मैंने टमाटर को काटा और सलाद में डाल दिया। कल मैंने टमाटर सैंडविच खाया था। अगर मुझे समय मिलेगा तो मैं अपने बगीचे में टमाटर उगाऊँगा।",
      "imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "vegetable",
      "translation": "सब्जी",
      "definition": "Any of various plants or parts of plants used as food, such as leaves, stems, roots, tubers, or fruit.",
      "definition_translation": "कहीं भी पौधों या पौधों के हिस्सों का उपयोग खाद्य के रूप में किया जाता है, जैसे पत्तियां, डंठल, जड़, कंद या फल。",
      "example": "I love to eat vegetables in my salad. Yesterday, I had cooked a vegetable soup. If I have time, I will plant some vegetables in my garden.",
      "example_translation": "मैं सलाद में सब्जियां खाना पसंद करता हूँ। कल मैंने सब्जी सूप पकाया था। अगर मुझे समय मिलेगा तो मैं अपने बगीचे में कुछ सब्जियां लगाऊँगा।",
      "imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bean",
      "translation": "बीन",
      "definition": "A small, usually green or yellowish, seed that grows in a pod and is used as food.",
      "definition_translation": "यह एक छोटा बीज है जो पोद में उगता है और खाने के लिए उपयोग किया जाता है, अक्सर हरा या पीला होता है।",
      "example": "I love to eat beans in my chili. Yesterday, I had cooked a bean salad. If I have time, I will plant some beans in my garden.",
      "example_translation": "मैं अपने चिली में बीन खाना पसंद करता हूँ। कल मैंने बीन सलाद पकाया था। अगर मुझे समय मिलेगा तो मैं अपने बगीचे में कुछ बीन लगाऊँगा।",
      "imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "carrot",
      "translation": "गाजर",
      "definition": "A carrot is a crunchy, sweet, and nutritious root vegetable that is commonly used in salads, stews, and soups.",
      "definition_translation": "एक गाजर एक कुरकुरा, मीठा और पौष्टिक जड़ सब्जी है जिसका उपयोग सलाद, स्टू और सूप में आम तौर पर किया जाता है।",
      "example": "I ate a carrot stick yesterday, I'm eating it now, and I will eat it again tomorrow.",
      "example_translation": "मैंने कल एक गाजर की स्टिक खाई, मैं अभी इसका सेवन कर रहा हूँ, और मैं कल इसका सेवन करूँगा।",
      "imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chilli",
      "translation": "मिर्च",
      "definition": "A chilli is a spicy, pungent, and flavorful fruit that is commonly used in cooking to add heat and flavor to dishes.",
      "definition_translation": "एक मिर्च एक मसालेदार, तीखी और स्वादिष्ट फल है जिसका उपयोग व्यंजनों में गरमी और स्वाद जोड़ने के लिए आम तौर पर किया जाता है।",
      "example": "I added chillies to my soup yesterday, I'm adding them to my curry now, and I will add them to my pasta sauce tomorrow.",
      "example_translation": "मैंने कल अपने सूप में मिर्चें डालीं, मैं अभी अपने करी में मिर्चें डाल रहा हूँ, और मैं कल अपने पास्ता सॉस में मिर्चें डालूँगा।",
      "imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "garlic",
      "translation": "लहसुन",
      "definition": "Garlic is a pungent, flavorful, and aromatic bulb that is commonly used in cooking to add flavor and aroma to dishes.",
      "definition_translation": "लहसुन एक तीखी, स्वादिष्ट और सुगंधित बल्ब है जिसका उपयोग व्यंजनों में स्वाद और सुगंध जोड़ने के लिए आम तौर पर किया जाता है।",
      "example": "I minced garlic yesterday, I'm sautéing it now, and I will roast it tomorrow.",
      "example_translation": "मैंने कल लहसुन को मिंस किया, मैं अब इसे सॉटे कर रहा हूँ, और मैं कल इसे रोस्ट करूँगा।",
      "imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "onion",
      "translation": "प्याज",
      "definition": "An onion is a sweet, pungent, and flavorful bulb that is commonly used in cooking to add flavor and aroma to dishes.",
      "definition_translation": "प्याज एक मीठा, तीखा और स्वादिष्ट बल्ब है जिसका उपयोग व्यंजनों में स्वाद और सुगंध जोड़ने के लिए आम तौर पर किया जाता है।",
      "example": "I chopped onions yesterday, I'm caramelizing them now, and I will pickle them tomorrow.",
      "example_translation": "मैंने कल प्याज काटे, मैं अब इन्हें कैरामelize कर रहा हूँ, और मैं कल इन्हें अचार करूँगा।",
      "imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "broccoli",
      "translation": "ब्रोकली",
      "definition": "A green vegetable that is similar to cauliflower, but has smaller, tighter buds and a stronger, earthier flavor.",
      "definition_translation": "एक हरा सब्जी जो गोभी के समान है, लेकिन छोटे, टाइट बुड्स और एक मजबूत, पृथ्वी के स्वाद है。",
      "example": "I ate broccoli for dinner last night, I am eating it for lunch today, and I will eat it for dinner tomorrow.",
      "example_translation": "मैंने कल रात के डिनर के लिए ब्रोकली खाई, मैं आज दोपहर के लिए इसे खा रहा हूँ, और मैं कल रात के डिनर के लिए इसे खाऊंगा.",
      "imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cabbage",
      "translation": "पत्ता गोभी",
      "definition": "A green, leafy vegetable that is often used in salads and slaws, and is a good source of fiber and vitamins.",
      "definition_translation": "एक हरा, पत्तेदार सब्जी जो अक्सर सलाद और स्लाव में प्रयोग की जाती है, और फाइबर और विटामिन का अच्छा स्रोत है.",
      "example": "I shredded the cabbage and added it to the coleslaw, then I will make a soup with it tomorrow.",
      "example_translation": "मैंने पत्ता गोभी को काटा और इसे कोलेस्ला में डाल दिया, फिर मैं कल इसे सूप बनाने जा रहा हूँ.",
      "imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "courgette",
      "translation": "कुकुम्बर",
      "definition": "A type of summer squash that is often grilled or sautéed and served as a side dish.",
      "definition_translation": "एक प्रकार की गर्मी की स्क्वैश जो अक्सर ग्रिल्ड या सोटेड की जाती है और साइड डिश के रूप में परोसी जाती है.",
      "example": "I grilled the courgette and served it with a dollop of yogurt, then I will make a salad with it tomorrow.",
      "example_translation": "मैंने कुकुम्बर को ग्रिल्ड किया और इसे दही की एक डॉलप के साथ परोसा, फिर मैं कल इसे सलाद बनाने जा रहा हूँ.",
      "imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cucumber",
      "translation": "खीरा",
      "definition": "A long, green vegetable that is often used in salads and sandwiches, and is a good source of water and electrolytes.",
      "definition_translation": "एक लंबा, हरा सब्जी जो अक्सर सलाद और सैंडविच में प्रयोग की जाती है, और पानी और इलेक्ट्रोलाइट्स का अच्छा स्रोत है.",
      "example": "I sliced the cucumber and added it to my sandwich, then I will make a juice with it tomorrow.",
      "example_translation": "मैंने खीरा को स्लाइस किया और इसे मेरे सैंडविच में डाल दिया, फिर मैं कल इसे जूस बनाने जा रहा हूँ.",
      "imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lettuce",
      "translation": "लेटस",
      "definition": "Lettuce is a type of leafy green vegetable commonly used in salads and other dishes.",
      "definition_translation": "लेटस एक प्रकार का पत्तेदार साग है जिसका उपयोग सलाद और दूसरे व्यंजनों में किया जाता है.",
      "example": "I ate a sandwich with lettuce yesterday, I am eating a salad with lettuce now, and I will have lettuce soup tomorrow.",
      "example_translation": "कल मैंने लेटस के साथ सैंडविच खाया, сейчас मैं लेटस के साथ सलाद खा रहा हूँ, और कल मैं लेटस का सूप पियूँगा.",
      "imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pea",
      "translation": "मटर",
      "definition": "A pea is a small, green, and spherical seed that is commonly used in cooking.",
      "definition_translation": "मटर एक छोटा, हरा, और गोल बीज है जिसका उपयोग पकाने में किया जाता है.",
      "example": "I planted peas in my garden last year, I am harvesting peas now, and I will eat peas in my lunch tomorrow.",
      "example_translation": "पिछले साल मैंने अपने बगीचे में मटर लगाये थे, अब मैं मटर की कटाई कर रहा हूँ, और कल मैं मटर अपने दोपहर के भोजन में खाऊँगा.",
      "imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pepper",
      "translation": "काली मिर्च",
      "definition": "Pepper is a spice commonly used to add flavor to food.",
      "definition_translation": "काली मिर्च एक मसला है जिसका उपयोग भोजन में स्वाद जोड़ने के लिए किया जाता है.",
      "example": "I added pepper to my soup yesterday, I am grinding pepper now, and I will sprinkle pepper on my eggs tomorrow.",
      "example_translation": "कल मैंने अपने सूप में काली मिर्च डाला था, अब मैं काली मिर्च पीस रहा हूँ, और कल मैं अपने अंडे पर काली मिर्च छिड़कूँगा.",
      "imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pumpkin",
      "translation": "कद्दू",
      "definition": "A pumpkin is a type of squash commonly used in cooking and decoration.",
      "definition_translation": "कद्दू एक प्रकार का स्क्वैश है जिसका उपयोग पकाने और सजावट में किया जाता है.",
      "example": "I carved a pumpkin for Halloween last year, I am cooking pumpkin soup now, and I will make pumpkin pie tomorrow.",
      "example_translation": "पिछले साल मैंने हैलोवीन के लिए-कद्दू तराशा था, अब मैं कद्दू का सूप पका रहा हूँ, और कल मैं कद्दू का पाई बनाऊँगा.",
      "imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "spinach",
      "translation": "पालक",
      "definition": "Spinach is a leafy green vegetable that is rich in iron and protein. It is commonly used in salads, smoothies, and sautéed as a side dish.",
      "definition_translation": "पालक एक पत्तेदार हरी सब्जी है जो आयरन और प्रोटीन में समृद्ध है। इसे सलाद, स्मूदी और साइड डिश के रूप में सautéed किया जाता है।",
      "example": "I ate spinach yesterday, I am eating spinach now, and I will eat spinach tomorrow. Yesterday, my mother cooked spinach with garlic and lemon juice. Today, I added fresh spinach to my breakfast omelette. Tomorrow, I will make a spinach and feta stuffed chicken breast.",
      "example_translation": "मैं कल पालक खाया, मैं अब पालक खा रहा हूँ, और मैं कल पालक खाऊंगा। कल, मेरी माँ ने लहसुन और नींबू के रस के साथ पालक पकाया। आज, मैंने अपने नाश्ते के उत्पाद में ताज़ा पालक जोड़ा। कल, मैं एक पालक और फेटा स्टफ्ड चिकन स्तन बनाऊंगा।",
      "imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sweetcorn",
      "translation": "मकई",
      "definition": "Sweetcorn is a type of corn that is harvested when the kernels are immature and the corn is soft and sweet. It is often boiled or grilled and slathered with butter and salt.",
      "definition_translation": "मकई एक प्रकार का मक्का है जिसका उपयोग कच्चे दाने और मक्का के नरम और मीठा होने पर किया जाता है। इसे अक्सर उबला या ग्रिल्ड किया जाता है और मक्खन और नमक से लगाया जाता है।",
      "example": "I love eating sweetcorn on the cob at the county fair. Yesterday, I grilled sweetcorn with olive oil and chili powder. Today, I boiled sweetcorn and slathered it with butter and salt. Tomorrow, I will make a sweetcorn and avocado salad.",
      "example_translation": "मैं Каун्टी फेयर में कcob पर मकई खाना पसंद करता हूँ। कल, मैंने जैतून के तेल और चिली पाउडर के साथ मकई ग्रिल्ड की। आज, मैंने मकई उबला और मक्खन और नमक से लगाया। कल, मैं एक मकई और अवोकाडो सलाद बनाऊंगा।",
      "imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "aubergine",
      "translation": "बैंगन",
      "definition": "Aubergine is a type of purple vegetable that is often used in Mediterranean and Asian cuisine. It has a meaty texture and is commonly used in dishes such as eggplant parmesan and ratatouille.",
      "definition_translation": "बैंगन एक प्रकार की बैंगनी सब्जी है जिसका उपयोग अक्सर भूमध्यसागरीय और एशियाई व्यंजन में किया जाता है। इसमें मांस जैसा स्पर्श है और इसे अक्सर व्यंजनों में像是 एगप्लांट पार्मेसन और रतैटूली के रूप में använd'",
      "example": "I had aubergine parmesan at the Italian restaurant last night. Yesterday, my mother used aubergine in a vegetable curry. Today, I grilled aubergine and served it with hummus. Tomorrow, I will make an aubergine and mozzarella panini.",
      "example_translation": "मैंने इतालवी रेस्टोरेंट में कल रात को बैंगन पार्मेसन खाया। कल, मेरी माँ ने μια सब्जी करी में बैंगन का उपयोग किया। आज, मैंने बैंगन ग्रिल्ड किया और इसे हुम्मस के साथ परोसा। कल, मैं एक बैंगन और मोज़ारेला पनिनी बनाऊंगा।",
      "imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cauliflower",
      "translation": "फूलगोभी",
      "definition": "Cauliflower is a type of white or green vegetable that is low in calories and high in vitamins and minerals. It is commonly used in salads, soups, and sautéed as a side dish.",
      "definition_translation": "फूलगोभी एक प्रकार की सफ़ेद या हरी सब्जी है जिसमें कैलोरी कम होती है और विटामिन और मिनरल अधिक होते हैं। इसे अक्सर सलाद, सूप, और साइड डिश के रूप में सautéed किया जाता है。",
      "example": "I love eating cauliflower rice with my favorite stir-fry recipe. Yesterday, I steamed cauliflower with garlic and lemon juice. Today, I roasted cauliflower with olive oil and salt. Tomorrow, I will make a cauliflower and cheese soup.",
      "example_translation": "मैं अपने पसंदीदा स्टर-फ्राय रेसिपी के साथ फूलगोभी चावल खाना पसंद करता हूँ। कल, मैंने लहसुन और नींबू के रस के साथ फूलगोभी स्टीम्ड की। आज, मैंने जैतून के तेल और नमक के साथ फूलगोभी रोस्ट्ड की। कल, मैं एक फूलगोभी और चीज़ सूप बनाऊंगा।",
      "imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "leek",
      "translation": "हरी प्याज",
      "definition": "A leek is a vegetable that belongs to the onion family, with a mild and sweet flavor, often used in soups, stews, and salads.",
      "definition_translation": "एक लीक एक सब्जी है जो प्याज परिवार से संबंधित है, हल्का और मीठा स्वाद है, अक्सर सूप, स्टू और सलाद में उपयोग किया जाता है.",
      "example": "I sautéed the leek and garlic to make a delicious soup. Yesterday, I chopped the leek to add to the salad. By next week, I will have planted leeks in my garden.",
      "example_translation": "मैंने लीक और लहसुन को सूप बनाने के लिए भुनाया. कल, मैंने सलाद में लीक जोड़ने के लिए काटा. अगले हफ्ते तक, मैंने अपने बगीचे में लीक लगाए होंगे.",
      "imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "parsley",
      "translation": "अजमोद",
      "definition": "Parsley is a herb with curly leaves, used as a garnish or to add fresh flavor to various dishes.",
      "definition_translation": "अजमोद एक जड़ी है जिसके कर्लेड पत्ते हैं, विभिन्न व्यंजनों में ताज़ा स्वाद जोड़ने या गार्निश के रूप में प्रयोग किया जाता है.",
      "example": "I sprinkled parsley on top of the fish to give it a fresh flavor. She used parsley to make a flavorful sauce. By next month, I will have parsley planted in my herb garden.",
      "example_translation": "मैंने मछली पर ताज़ा स्वाद देने के लिए ऊपर से अजमोद डाला. उसने सॉस बनाने के लिए अजमोद का इस्तेमाल किया. अगले महीने तक, मैंने अपने hrd गार्डन में अजमोद लगाया होगा.",
      "imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "radish",
      "translation": "मूली",
      "definition": "A radish is a root vegetable with a spicy flavor, often eaten raw or cooked in salads, soups, and other dishes.",
      "definition_translation": "मूली एक जड़ सब्जी है जिसका स्वाद तीखा है, अक्सर सलाद, सूप और अन्य व्यंजनों में कच्चा या पका हुआ खाया जाता है.",
      "example": "I ate a radish as a snack to cleanse my palate. She added radish to the salad for a crunchy texture. By next summer, I will have radishes growing in my garden.",
      "example_translation": "मैंने अपने तालू को साफ करने के लिए मूली को नाश्ते के रूप में खाया. उसने सलाद में क्रंची टेक्सचर के लिए मूली जोड़ा. अगले गर्मियों तक, मैंने अपने बगीचे में मूली उगा होगा.",
      "imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "red cabbage",
      "translation": "लाल पत्ता गोभी",
      "definition": "Red cabbage is a type of cabbage with a sweet and slightly sour flavor, often used in salads, soups, and as a colorful garnish.",
      "definition_translation": "लाल पत्ता गोभी एक प्रकार की गोभी है जिसका स्वाद मीठा और हल्का खट्टा है, अक्सर सलाद, सूप और रंगीन गार्निश के रूप में प्रयोग किया जाता है.",
      "example": "I shredded red cabbage to add to the slaw. She used red cabbage to make a vibrant salad. By next winter, I will have red cabbage growing in my vegetable garden.",
      "example_translation": "मैंने स्लॉ में जोड़ने के लिए लाल पत्ता गोभी को काटा. उसने रंगीन सलाद बनाने के लिए लाल पत्ता गोभी का इस्तेमाल किया. अगले सर्दी तक, मैंने अपने सब्जी बगीचे में लाल पत्ता गोभी उगा होगा.",
      "imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "spring onion",
      "translation": "प्याज पत्ता",
      "definition": "A young onion plant, harvested before the bulb forms, with a small white base and green leaves, used as a flavoring in cooking.",
      "definition_translation": "खाना पकाने में स्वादобав के रूप में उपयोग किया जाने वाला एक युवा प्याज पौधा, जिसका 小म सफ़ेद आधार और हरी पत्तियां होती हैं, जिसका बल्ब नहीं बना है।",
      "example": "She added a few spring onions to the soup for extra flavor. Yesterday, she had chopped spring onions for the salad. By next year, she will have planted spring onions in her garden.",
      "example_translation": "उसने सूप में एक्स्ट्रा स्वाद के लिए कुछ प्याज पत्ता-add किए। कल, उसने सलाद के लिए प्याज पत्ता काटा था। अगले साल तक, वह अपने बगीचे में प्याज पत्ता लगाएगी।",
      "imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "beetroot",
      "translation": "चुकंदर",
      "definition": "A sweet and earthy root vegetable, often pickled or roasted and used in salads, soups, and as a natural food coloring.",
      "definition_translation": "एक मीठा और पृथ्वी जड़ सब्जी, अक्सर अचार या रोस्टेड और सलाद, सूप, और प्राकृतिक खाद्य रंग के रूप में उपयोग किया जाता है।",
      "example": "Beetroot is a great addition to any salad. She had beetroot soup for lunch yesterday. By the end of the month, they will have harvested the beetroot crop.",
      "example_translation": "चुकंदर किसी भी सलाद में एक अच्छा अतिरिक्त है। उसने कल दोपहर के लिए चुकंदर सूप लिया था। माह के अंत तक, वे चुकंदर फसल काट लेंगे।",
      "imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "soya, soy",
      "translation": "सोया",
      "definition": "A legume native to Asia, widely cultivated for its edible seeds, which are high in protein and isoflavones, and used in a variety of food products.",
      "definition_translation": "एशिया में पैदा होने वाली एक फलीदार पौधी, जिसके खाने योग्य बीज प्रोटीन और आइसोफ्लेवोन्स में उच्च होते हैं, और विभिन्न खाद्य उत्पादों में उपयोग किया जाता है।",
      "example": "Soya milk is a popular dairy alternative. She had soya curry for dinner last night. By next year, they will have developed a new soya-based product.",
      "example_translation": "सोया दूध एक लोकप्रिय डेयरी विकल्प है। उसने कल रात के लिए सोया करी खाई थी। अगले साल तक, वे एक नए सोया-आधारित उत्पाद विकसित कर लेंगे।",
      "imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "broad bean",
      "translation": "सेम",
      "definition": "A type of bean with a large, flat pod, often used in Mediterranean and Indian cooking, with a mild flavor and a high nutritional value.",
      "definition_translation": "एक तरह का बीन, जिसका बड़ा, चपटा पोड होता है, अक्सर भूमध्यसागरीय और भारतीय खाना पकाने में उपयोग किया जाता है, जिसका मृदु स्वाद और उच्च पोषण मूल्य होता है।",
      "example": "Broad beans are a key ingredient in many Mediterranean dishes. She had broad beans salad for lunch yesterday. By the end of the season, they will have harvested the broad beans crop.",
      "example_translation": "सेम कई भूमध्यसागरीय व्यंजनों में एक महत्वपूर्ण सामग्री हैं। उसने कल दोपहर के लिए सेम सलाद खाई थी। मौसम के अंत तक, वे सेम फसल काट लेंगे।",
      "imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "brussels sprout",
      "translation": "ब्रसेल्स स्प्राउट",
      "definition": "A green vegetable that grows in a bud on a tall stem, often cooked and eaten as a side dish.",
      "definition_translation": "एक हरी सब्जी जो एक लंबे स्टेम पर एक बुंड में उगती है, अक्सर पकाया जाता है और एक साइड डिश के रूप में खाया जाता है.",
      "example": "I had Brussels sprouts for dinner last night, I will eat them for lunch tomorrow, and I ate them for breakfast yesterday.",
      "example_translation": "मैंने कल रात के लिए ब्रसेल्स स्प्राउट खाया, मैं कल दोपहर के लिए उन्हें खाऊंगा, और मैंने कल सुबह उन्हें खाया.",
      "imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "artichoke",
      "translation": "आर्टिचोक",
      "definition": "A thorny, flower-like vegetable with edible leaves and a soft center, often eaten as an appetizer or side dish.",
      "definition_translation": "एक कांटेदार, फूल जैसी सब्जी जिसके खाने योग्य पत्ते और एक सोफ्ट सेंटर हैं, अक्सर एक एपेटाइज़र या साइड डिश के रूप में खाया जाता है.",
      "example": "I tried artichokes for the first time at a dinner party, I will cook artichokes for my family next week, and I had artichokes at a restaurant last month.",
      "example_translation": "मैंने एक डिनर पार्टी में पहली बार आर्टिचोक ट्राय किया, मैंnext सप्ताह अपने परिवार के लिए आर्टिचोक कुक करूंगा, और मैंने पिछले महीने एक रेस्तरां में आर्टिचोक खाया.",
      "imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "asparagus",
      "translation": "असपारागस",
      "definition": "A green vegetable with long, thin stems and small, delicate flowers, often eaten as a side dish or added to salads.",
      "definition_translation": "एक हरी सब्जी जिसके लंबे, पतले स्टेम और छोटे, नाजुक फूल हैं, अक्सर एक साइड डिश के रूप में खाया जाता है या सैलेड में डाला जाता है.",
      "example": "I love to eat asparagus with butter, I will cook asparagus for my friends next weekend, and I had asparagus at a café last week.",
      "example_translation": "मैं मक्खन के साथ असपारागस खाना पसंद करता हूँ, मैंnext वीकेंड में अपने दोस्तों के लिए असपारागस कुक करूंगा, और मैंने पिछले सप्ताह एक कैफे में असपारागस खाया.",
      "imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "celery",
      "translation": "सेलरी",
      "definition": "A crunchy, green vegetable with a fresh, herbal flavor, often used in salads, soups, and as a snack.",
      "definition_translation": "एक क्रंची, हरी सब्जी जिसका ताजा, हर्बल स्वाद है, अक्सर सैलेड, सूप और एक स्नैक के रूप में प्रयोग किया जाता है.",
      "example": "I like to eat celery sticks with peanut butter, I will add celery to my soup recipe next time, and I had celery juice at a health store yesterday.",
      "example_translation": "मैं मूंगफली के मक्खन के साथ सेलरी स्टिक्स खाना पसंद करता हूँ, मैं अगली बार अपने सूप रेसिपी में सेलरी डालूंगा, और मैंने कल एक हेल्थ स्टोर में सेलरी जूस पिया.",
      "imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chicory",
      "translation": "किकोरी",
      "definition": "A perennial herb with blue or white flowers, cultivated for its bitter leaves and roots, used in salads and as a coffee substitute.",
      "definition_translation": "एक वार्षिक जड़ी बूटी जिसके फूल नीले या सफ़ेद होते हैं, सलाद और कॉफी के स्थानापन्न के रूप में इसके कड़वे पत्ते और जड़ें उगाई जाती हैं।",
      "example": "She added chicory to her coffee to give it a unique flavor. She had chicory in her salad yesterday. She will use chicory in her cooking tomorrow.",
      "example_translation": "उसने अपने कॉफी में किकोरी，加 दिया ताकि उसे एक अनोखा स्वाद मिले। उसने कल अपने सलाद में किकोरी डाला था। वह कल अपने खाना पकाने में किकोरी का उपयोग करेगी।",
      "imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chives",
      "translation": "चाइव्स",
      "definition": "A perennial herb with onion-like flavour, used as a garnish or in soups, salads, and dips.",
      "definition_translation": "एक वार्षिक जड़ी बूटी जिसका स्वाद प्याज जैसा होता है, सलाद, सूप, और डिप में गार्निश या उपयोग के रूप में इसका उपयोग किया जाता है।",
      "example": "She sprinkled chives on her baked potato. He chopped chives for the salad. They will use chives in their soup tomorrow.",
      "example_translation": "उसने अपने बेक्ड पटेटो पर चाइव्स छिड़क दिया। उसने सलाद के लिए चाइव्स काटे। वे कल अपने सूप में चाइव्स का उपयोग करेंगे।",
      "imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cress",
      "translation": "कресс",
      "definition": "A peppery-tasting herb with curly leaves, used in salads, sandwiches, and as a garnish.",
      "definition_translation": "एक मसालेदार स्वाद वाली जड़ी बूटी जिसके पत्ते कर्ली होते हैं, सलाद, सैंडविच, और गार्निश के रूप में इसका उपयोग किया जाता है।",
      "example": "She added cress to her salad for a fresh taste. He used cress as a garnish for his soup. They will grow cress in their garden tomorrow.",
      "example_translation": "उसने अपने सलाद में ताजा स्वाद के लिए कресс.add किया। उसने अपने सूप के लिए कресс का उपयोग किया। वे कल अपने बागान में कресс उगाएंगे।",
      "imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dill",
      "translation": "सोया",
      "definition": "A herb with fragrant leaves and seeds, used to flavour pickles, soups, and salads.",
      "definition_translation": "एक जड़ी बूटी जिसके पत्ते और बीज सुवासित होते हैं, अचार, सूप, और सलाद में स्वाद के लिए इसका उपयोग किया जाता है।",
      "example": "She used dill to make pickles yesterday. He added dill to his soup for flavor. They will plant dill in their garden next week.",
      "example_translation": "उसने कल अचार बनाने के लिए सोया का उपयोग किया। उसने अपने सूप में स्वाद के लिए सोया.add किया। वे अगले हफ्ते अपने बागान में सोया लगाएंगे।",
      "imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fennel",
      "translation": "सौंफ",
      "definition": "Fennel is a perennial herb native to the Mediterranean region. It is a member of the carrot family and has a mild aniseed flavor.",
      "definition_translation": "सौंफ एक बहुवर्षीय जड़ी बूटी है जिसका मूल Địa中 सागर क्षेत्र में है। यह गाजर परिवार का सदस्य है और इसमें हल्का सौंफ का स्वाद है।",
      "example": "I added some fennel seeds to the salad for extra flavor. I had fennel tea yesterday morning. I will use fennel oil in my cooking tomorrow.",
      "example_translation": "मैंने सलाद में अतिरिक्त स्वाद के लिए कुछ सौंफ के बीज डाले। मैंने कल सुबह सौंफ चाय पी। मैं कल अपने खाना पकाने में सौंफ का तेल इस्तेमाल करूँगा।",
      "imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "horseradish",
      "translation": "चुटकी",
      "definition": "Horseradish is a root vegetable that is commonly used as a condiment. It has a pungent flavor and is often served with roast beef or as a dip.",
      "definition_translation": "चुटकी एक जड़ सब्जी है जिसका उपयोग आम तौर पर सॉस के रूप में किया जाता है। इसमें तीखा स्वाद होता है और अक्सर रोस्ट बीफ या डिप के साथ परोसा जाता है।",
      "example": "I love the spicy flavor of horseradish sauce. She grated the horseradish for the sauce. They will serve horseradish with the roast beef.",
      "example_translation": "मैं चुटकी सॉस के मसालेदार स्वाद से प्यार करता हूँ। उसने सॉस के लिए चुटकी को कद्दूकस किया। वे रोस्ट बीफ के साथ चुटकी परोसेंगे।",
      "imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "kale",
      "translation": "केल",
      "definition": "Kale is a type of leafy green vegetable that is high in nutrients and antioxidants. It is commonly used in salads, smoothies, and sautéed dishes.",
      "definition_translation": "केल एक प्रकार की पत्तेदार हरी सब्जी है जिसमें उच्च मात्रा में पोषक तत्व और एंटीऑक्सीडेंट होते हैं। इसका उपयोग सालाद, स्मूदी और सॉटेड डिश में किया जाता है।",
      "example": "I added some kale to my smoothie this morning. She sautéed the kale with garlic for dinner. They will harvest the kale next week.",
      "example_translation": "मैंने आज सुबह अपने स्मूदी में कुछ केल डाला। उसने रात के खाने के लिए लहसुन के साथ केल सौटा दिया। वे अगले सप्ताह केल की फसल करेंगे।",
      "imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lentil",
      "translation": "दाल",
      "definition": "A lentil is a type of legume that is commonly used in soups, stews, and curries. It is high in protein and fiber and is a good source of iron.",
      "definition_translation": "दाल एक प्रकार की दलहन है जिसका उपयोग 흔प, स्ट्यू और करी में किया जाता है। इसमें उच्च मात्रा में प्रोटीन और फाइबर होता है और यह लोहे का एक अच्छा स्रोत है।",
      "example": "I cooked lentils for dinner last night. She added lentils to the soup for extra protein. They will use lentils in the curry tomorrow.",
      "example_translation": "मैंने कल रात के खाने के लिए दाल पकाई। उसने सूप में प्रोटीन के लिए दाल डाली। वे कल दाल करी में उपयोग करेंगे।",
      "imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "marrow",
      "translation": "हड्डी की मज्जा",
      "definition": "A soft, fatty tissue that fills the cavities of bones, serving as a site for blood cell production.",
      "definition_translation": "हड्डियों के कावेरूमें एक सॉफ्ट, फैटी टिशू जो रक्त कोशिका उत्पादन के लिए साइट के रूप में कार्य करता है",
      "example": "The doctor examined the bone marrow to check for any abnormalities. She had donated her bone marrow to her sister. She will donate her bone marrow next year.",
      "example_translation": "डॉक्टर ने हड्डी की मज्जा की जाँच की किसी असामान्यता के लिए. उसने अपनी बहन को हड्डी की मज्जा दान की थी. वह अगले साल हड्डी की मज्जा दान करेगी.",
      "imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "parsnip",
      "translation": "चукиंडा",
      "definition": "A root vegetable with a crunchy texture and sweet flavor, often used in soups and stews.",
      "definition_translation": "एक जड़ सब्जी जिसका टेक्स्चर क्रंची और स्वाद मीठा होता है, अक्सर सूप और स्टू में इस्तेमाल किया जाता है",
      "example": "She added a parsnip to the stew for extra flavor. He had never tasted parsnip before. They will eat parsnip soup tomorrow.",
      "example_translation": "उसने स्टू में एक्स्ट्रा फ्लेवर के लिए चукиंडा=add किया. उसने कभी चукиंडा का स्वाद नहीं लिया था. वे चукиंडा सूप कल खाएंगे.",
      "imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rhubarb",
      "translation": "रासपबेरी",
      "definition": "A type of vegetable with a sour taste, often used in pies and tarts.",
      "definition_translation": "एक प्रकार की सब्जी जिसका स्वाद खट्टा होता है, अक्सर पाई और टार्ट में इस्तेमाल किया जाता है",
      "example": "She used rhubarb to make a delicious pie. He loved eating rhubarb jam. They will plant rhubarb in their garden soon.",
      "example_translation": "उसने पाई बनाने के लिए रासपबेरी का इस्तेमाल किया. उसने रासपबेरी जैम खाना पसंद किया. वे जल्द ही अपने बगीचे में रासपबेरी लगाएंगे.",
      "imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "swede",
      "translation": "स्वीड",
      "definition": "A type of root vegetable, similar to a turnip, often used in soups and stews.",
      "definition_translation": "एक प्रकार की जड़ सब्जी, टरनिप के समान, अक्सर सूप और स्टू में इस्तेमाल किया जाता है",
      "example": "She added a swede to the stew for extra flavor. He had never cooked swede before. They will eat swede soup tonight.",
      "example_translation": "उसने स्टू में एक्स्ट्रा फ्लेवर के लिए स्वीड add किया. उसने कभी स्वीड नहीं पकाया था. वे आज रात स्वीड सूप खाएंगे.",
      "imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sweet potato",
      "translation": "शकरकंद",
      "definition": "A type of root vegetable that is high in fiber and nutrients, often cooked and eaten as a side dish.",
      "definition_translation": "एक प्रकार की जड़ स Sabzi है जिसमें फाइबर और पोषक तत्व अधिक होते हैं, अक्सर इसे पकाकर साइड डिश के रूप में खाया जाता है。",
      "example": "I ate a sweet potato at lunch yesterday, I will eat one at dinner tonight, and I had eaten one at breakfast last week.",
      "example_translation": "मैंने कल दोपहर में एक शकरकंद खाया था, मैं आज रात के खाने में एक खाऊंगा, और मैंने पिछले हफ्ते नाश्ते में एक खाया था।",
      "imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "turnip",
      "translation": "मूली",
      "definition": "A root vegetable with a round, white, or purple crown, often eaten raw or cooked in soups and stews.",
      "definition_translation": "एक मूल जड़ है जिसका सिरा गोल, सफ़ेद या बैंगनी रंग का होता है, अक्सर इसे कच्चा या सूप और स्टीव में पकाकर खाया जाता है。",
      "example": "I will turnip at the market tomorrow, I turned a turnip at the farm yesterday, and I had turned a turnip at the kitchen last week.",
      "example_translation": "मैं कल बाज़ार में मूली खरीदूँगा, मैंने कल किसान में मूली निकाली थी, और मैंने पिछले हफ्ते रसोई में मूली निकाली थी।",
      "imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]