[
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "knife",
      "translation": "चाकू",
      "definition": "A knife is a cutting instrument consisting of a sharp blade attached to a handle, used for cutting and preparing food, and also as a weapon.",
      "definition_translation": "एक चाकू एक कटइ इंस्ट्रूमेंट है जिसमें एक तेज ब्लेड होता है जो हैंडल से जुड़ा होता है, खाना तैयार करने और भोजन के लिए कटइ के लिए प्रयोग किया जाता है, और एक हथियार के रूप में भी प्रयोग किया जाता है।",
      "example": "I will use a knife to cut the apple. I used a knife to cut the bread yesterday. I had used a knife to cut the cake last year.",
      "example_translation": "मैं सेब काटने के लिए चाकू का प्रयोग करूँगा। मैं कल ब्रेड काटने के लिए चाकू का प्रयोग किया था। मैंने पिछले साल केक काटने के लिए चाकू का प्रयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "knife.jpg",
      "audioLink": "knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bowl",
      "translation": "बर्तन",
      "definition": "A bowl is a round, open-top container typically used to hold or serve food, such as soup or cereal.",
      "definition_translation": "एक बर्तन एक गोल, ओपन-टॉप कंटेनर होता है जिसका प्रयोग आमतौर पर खाना सेवा करने या खाना रखने के लिए किया जाता है, जैसे सूप या सेरियल।",
      "example": "She ate cereal from a bowl. The waiter served soup in a bowl. They will eat dessert from a bowl tomorrow.",
      "example_translation": "उसने एक बर्तन से सेरियल खाया। वेटर ने बर्तन में सूप परोसा। वे कल एक बर्तन से मिठाई खायेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "bowl.jpg",
      "audioLink": "bowl.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cooker",
      "translation": "कुकर",
      "definition": "A cooker is a kitchen appliance used for cooking and heating food, typically electric or gas powered.",
      "definition_translation": "एक कुकर एक किचन एप्लायन्स है जिसका प्रयोग खाना पकाने और खाना गर्म करने के लिए किया जाता है, आमतौर पर इलेक्ट्रिक या गैस पावर्ड होता है।",
      "example": "I use a cooker to cook rice. She had used a cooker to cook dinner last night. They will buy a cooker to cook breakfast tomorrow.",
      "example_translation": "मैं चावल पकाने के लिए कुकर का प्रयोग करता हूँ। उसने रात में डिनर पकाने के लिए कुकर का प्रयोग किया था। वे कल नाश्ता पकाने के लिए कुकर खरीदेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "cooker.jpg",
      "audioLink": "cooker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cupboard",
      "translation": "अलमारी",
      "definition": "A cupboard is a piece of furniture with shelves, used for storing food, dishes, or other household items.",
      "definition_translation": "एक अलमारी एक पीस ऑफ फर्नीचर है जिसमें शेल्फ होते हैं, जिसका प्रयोग खाना, बर्तन या अन्य घरेलू सामान स्टोर करने के लिए किया जाता है।",
      "example": "She kept the dishes in the cupboard. He had opened the cupboard to get a plate. They will clean the cupboard tomorrow.",
      "example_translation": "उसने अलमारी में बर्तन रखे थे। उसने प्लेट निकालने के लिए अलमारी खोला था। वे कल अलमारी साफ करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "cupboard.jpg",
      "audioLink": "cupboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "drawer",
      "translation": "ड्रॉयर",
      "definition": "A drawer is a container in a piece of furniture that can be pulled out to access its contents.",
      "definition_translation": "एक ड्रॉयर एक पीस ऑफ फर्नीचर में एक कंटेनर है जिसे अपनी सामग्री तक पहुँचने के लिए निकाला जा सकता है.",
      "example": "I opened the drawer to find my missing keys. I will open the drawer to find my missing keys. I had opened the drawer to find my missing keys.",
      "example_translation": "मैंने अपनी गुम हुई चाबियां ढूंढने के लिए ड्रॉयर खोला. मैं ड्रॉयर खोलूँगा अपनी गुम हुई चाबियां ढूंढने के लिए. मैंने अपनी गुम हुई चाबियां ढूंढने के लिए ड्रॉयर खोला था.",
      "imageLink": "image_files\\English\\"imageLink": "drawer.jpg",
      "audioLink": "drawer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fork",
      "translation": "चाकू",
      "definition": "A fork is a utensil with two or more prongs, used for eating or serving food.",
      "definition_translation": "चाकू एक उपयंत्र है जिसमें दो या अधिक प्रोंग होते हैं, जिसका उपयोग भोजन खाने या परोसने के लिए किया जाता है.",
      "example": "I used a fork to eat my salad. I will use a fork to eat my salad. I had used a fork to eat my salad.",
      "example_translation": "मैंने सलाद खाने के लिए चाकू का उपयोग किया. मैं सलाद खाने के लिए चाकू का उपयोग करूँगा. मैंने सलाद खाने के लिए चाकू का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "fork.jpg",
      "audioLink": "fork.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "fridge",
      "translation": "फ्रिज",
      "definition": "A fridge is a large electrical appliance used for keeping food and drinks cool.",
      "definition_translation": "फ्रिज एक बड़ा विद्युत उपकरण है जिसका उपयोग भोजन और पेय पदार्थों को ठंडा रखने के लिए किया जाता है.",
      "example": "I opened the fridge to get a cold drink. I will open the fridge to get a cold drink. I had opened the fridge to get a cold drink.",
      "example_translation": "मैंने ठंडा पेय प्राप्त करने के लिए फ्रिज खोला. मैं फ्रिज खोलूँगा ठंडा पेय प्राप्त करने के लिए. मैंने ठंडा पेय प्राप्त करने के लिए फ्रिज खोला था.",
      "imageLink": "image_files\\English\\"imageLink": "fridge.jpg",
      "audioLink": "fridge.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "kitchen table",
      "translation": "रसोई टेबल",
      "definition": "A kitchen table is a piece of furniture where meals are prepared and eaten.",
      "definition_translation": "रसोई टेबल वह फर्नीचर है जहां भोजन तैयार किया जाता है और खाया जाता है.",
      "example": "I sat at the kitchen table to eat my breakfast. I will sit at the kitchen table to eat my breakfast. I had sat at the kitchen table to eat my breakfast.",
      "example_translation": "मैंने नाश्ता खाने के लिए रसोई टेबल पर बैठा. मैं रसोई टेबल पर बैठूँगा नाश्ता खाने के लिए. मैंने नाश्ता खाने के लिए रसोई टेबल पर बैठा था.",
      "imageLink": "image_files\\English\\"imageLink": "kitchen-table.jpg",
      "audioLink": "kitchen table.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "microwave (oven)",
      "translation": "माइक्रोवेव ओवन",
      "definition": "A kitchen appliance that uses electromagnetic waves to heat or cook food quickly.",
      "definition_translation": "एक रसोई अप्लायन्स जो खाना पकाने या गर्म करने के लिए विद्युत चुंबकीय तरंगों का उपयोग करता है",
      "example": "I used the microwave oven to reheat my lunch yesterday, I am using it now to cook dinner, and I will use it tomorrow to warm up my breakfast.",
      "example_translation": "मैंने कल अपना लंच गर्म करने के लिए माइक्रोवेव ओवन का इस्तेमाल किया, मैं अभी डिनर पकाने के लिए इसका इस्तेमाल कर रहा हूँ, और मैं कल सुबह अपना नाश्ता गर्म करने के लिए इसका इस्तेमाल करूँगा",
      "imageLink": "image_files\\English\\"imageLink": "microwave-oven.jpg",
      "audioLink": "microwave (oven).mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "shelf",
      "translation": "अलमारी",
      "definition": "A flat, horizontal piece of wood, metal, or other material, fixed in a wall or supported by brackets, used for holding or displaying objects.",
      "definition_translation": "एक सपाट, क्षैतिज लकड़ी, धातु या अन्य सामग्री का टुकड़ा, दीवार में फिक्स्ड या ब्रैकेट द्वारा सपोर्टेड, वस्तुओं को रखने या प्रदर्शित करने के लिए प्रयुक्त",
      "example": "I placed the book on the shelf yesterday, I am placing the vase on the shelf now, and I will place the picture frame on the shelf tomorrow.",
      "example_translation": "मैंने कल शेल्फ पर किताब रखी, मैं अभी शेल्फ पर वेसे रख रहा हूँ, और मैं कल शेल्फ पर फ्रेम रखूँगा",
      "imageLink": "image_files\\English\\"imageLink": "shelf.jpg",
      "audioLink": "shelf.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sink",
      "translation": "नाली",
      "definition": "A basin or container, usually fixed in a wall or floor, used for washing hands, face, or dishes.",
      "definition_translation": "एक बेसिन या कंटेनर, आम तौर पर दीवार या फर्श में फिक्स्ड, हाथ, चेहरा या डिशेज धोने के लिए प्रयुक्त",
      "example": "I washed my hands in the sink yesterday, I am washing the dishes in the sink now, and I will wash my face in the sink tomorrow.",
      "example_translation": "मैंने कल हाथ नाली में धोए, मैं अभी नाली में डिशेज धो रहा हूँ, और मैं कल नाली में चेहरा धोऊंगा",
      "imageLink": "image_files\\English\\"imageLink": "sink-1.jpg",
      "audioLink": "sink.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "spoon",
      "translation": "चम्मच",
      "definition": "A utensil with a bowl-shaped or oval-shaped scoop, used for eating or serving food.",
      "definition_translation": "एक बर्तन जिसमें बाउल-आकार या ओवल-आकार स्कूप होता है, खाना खाने या परोसने के लिए प्रयुक्त",
      "example": "I used a spoon to eat my breakfast yesterday, I am using a spoon to eat my lunch now, and I will use a spoon to eat my dinner tomorrow.",
      "example_translation": "मैंने कल चम्मच से नाश्ता खाया, मैं अभी चम्मच से लंच खा रहा हूँ, और मैं कल चम्मच से डिनर खाऊंगा",
      "imageLink": "image_files\\English\\"imageLink": "spoon.jpg",
      "audioLink": "spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bin",
      "translation": "डिब्बा",
      "definition": "A container used for holding or storing things, especially one that is typically rectangular in shape and has a lid.",
      "definition_translation": "कुछ चीजों को रखने या स्टोर करने के लिए इस्तेमाल किया जाने वाला एक कंटेनर, Özellikle आमतौर पर आयताकार आकार का और ढक्कन वाला होता है",
      "example": "I threw away the trash in the bin. Yesterday, I cleaned the bin. Tomorrow, I will empty the bin.",
      "example_translation": "मैं ने बिन में कचरा फेंक दिया. कल, मैं ने बिन साफ किया. कल, मैं बिन खाली करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "bin.jpg",
      "audioLink": "bin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "dishwasher",
      "translation": "डिशवॉशर",
      "definition": "An electrical appliance used for cleaning dishes automatically, especially in a domestic setting.",
      "definition_translation": "एक इलेक्ट्रिकल एप्लाइंस जिसका उपयोग घरेलू सेटिंग में बर्तन साफ करने के लिए किया जाता है, विशेष रूप से स्वचालित रूप से",
      "example": "I loaded the dishwasher after dinner. Yesterday, I bought a new dishwasher. Tomorrow, I will install the dishwasher.",
      "example_translation": "मैं रात के खाने के बाद डिशवォशर में लोड किया. कल, मैं ने नया डिशवॉशर खरीदा. कल, मैं डिशवॉशर इन्स्टॉल करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "dishwasher.jpg",
      "audioLink": "dishwasher.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "electric kettle",
      "translation": "इलेक्ट्रिक केटल",
      "definition": "An electrical appliance used for boiling water quickly, especially for making tea or coffee.",
      "definition_translation": "पानी उबालने के लिए एक इलेक्ट्रिकल एप्लाइंस, Özellikle चाय या कॉफी बनाने के लिए",
      "example": "I plugged in the electric kettle to boil water. Yesterday, I bought an electric kettle. Tomorrow, I will use the electric kettle.",
      "example_translation": "मैं ने पानी उबालने के लिए इलेक्ट्रिक केटल में प्लग लगाया. कल, मैं ने इलेक्ट्रिक केटल खरीदा. कल, मैं इलेक्ट्रिक केटल का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "electric-kettle.jpg",
      "audioLink": "electric kettle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "freezer",
      "translation": "फ्रीजर",
      "definition": "An electrical appliance used for preserving food at very low temperatures, especially in a domestic setting.",
      "definition_translation": "कम तापमान पर भोजन संरक्षित करने के लिए एक इलेक्ट्रिकल एप्लाइंस, Özellikle घरेलू सेटिंग में",
      "example": "I stored the meat in the freezer. Yesterday, I cleaned the freezer. Tomorrow, I will defrost the freezer.",
      "example_translation": "मैं ने मांस फ्रीजर में स्टोर किया. कल, मैं ने फ्रीजर साफ किया. कल, मैं फ्रीजर पिघलना शुरू करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "freezer.jpg",
      "audioLink": "freezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "frying pan",
      "translation": "तवा",
      "definition": "A frying pan is a type of cooking vessel typically used for frying, sautéing, and browning food.",
      "definition_translation": "तवा एक प्रकार का खाना पकाने का बर्तन है जिसका उपयोग आमतौर पर भोजन को तलने, सौतेले और भूनने के लिए किया जाता है।",
      "example": "I used a frying pan to cook dinner last night. I am using a frying pan to cook breakfast now. I will use a frying pan to cook lunch tomorrow.",
      "example_translation": "मैंने कल रात को डिनर पकाने के लिए तवा का इस्तेमाल किया। मैं अब नाश्ता पकाने के लिए तवा का इस्तेमाल कर रहा हूँ। मैं कल завтра लंच पकाने के लिए तवा का इस्तेमाल करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "frying-pan.jpg",
      "audioLink": "frying pan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "oven",
      "translation": "ओवन",
      "definition": "An oven is a kitchen appliance used for cooking and heating food.",
      "definition_translation": "ओवन एक रसोई उपकरण है जिसका उपयोग भोजन के पकाने और गर्म करने के लिए किया जाता है।",
      "example": "I baked a cake in the oven yesterday. I am roasting chicken in the oven now. I will cook pizza in the oven tomorrow.",
      "example_translation": "मैंने कल ओवन में केक बेक किया। मैं अब ओवन में चिकन रोस्ट कर रहा हूँ। मैं कल ओवन में पिज़ा पकाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "oven.jpg",
      "audioLink": "oven.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pot",
      "translation": "बर्तन",
      "definition": "A pot is a type of cooking vessel typically used for boiling, stewing, and simmering food.",
      "definition_translation": "बर्तन एक प्रकार का खाना पकाने का बर्तन है जिसका उपयोग आम तौर पर भोजन के उबलने, स्टू करने और सिमरने के लिए किया जाता है।",
      "example": "I boiled water in a pot yesterday. I am cooking soup in a pot now. I will make tea in a pot tomorrow.",
      "example_translation": "मैंने कल बर्तन में पानी उबाला। मैं अब बर्तन में सूप बना रहा हूँ। मैं कल बर्तन में चाय बनाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "pot.jpg",
      "audioLink": "pot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "saucepan",
      "translation": "सॉस पैन",
      "definition": "A saucepan is a type of cooking vessel typically used for heating and simmering sauces and liquids.",
      "definition_translation": "सॉस पैन एक प्रकार का खाना पकाने का बर्तन है जिसका उपयोग आम तौर पर सॉस और तरल पदार्थों के गर्म करने और सिमरने के लिए किया जाता है।",
      "example": "I heated sauce in a saucepan yesterday. I am simmering soup in a saucepan now. I will cook pasta in a saucepan tomorrow.",
      "example_translation": "मैंने कल सॉस पैन में सॉस गर्म किया। मैं अब सॉस पैन में सूप सिमरने वाला हूँ। मैं कल सॉस पैन में पास्ता पकाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "saucepan.jpg",
      "audioLink": "saucepan.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tap",
      "translation": "नल",
      "definition": "A valve for controlling the flow of a liquid from a pipe.",
      "definition_translation": "एक पाइप से तरल के प्रवाह को नियंत्रित करने के लिए एक वाल्व",
      "example": "She turned the tap to fill the bathtub. Yesterday, she had turned the tap to wash her hands. Tomorrow, she will turn the tap to water the plants.",
      "example_translation": "उसने स्नानघर भरने के लिए टैप बदल दिया। कल, उसने हाथ धोने के लिए टैप बदल दिया था। कल, वह पौधों को पानी देने के लिए टैप बदल देगी",
      "imageLink": "image_files\\English\\"imageLink": "tap.jpg",
      "audioLink": "tap.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "teapot",
      "translation": "चाय केतली",
      "definition": "A container with a spout, used for serving tea.",
      "definition_translation": "चाय परोसने के लिए एक नल वाला कंटेनर",
      "example": "My grandmother always used a teapot to serve tea to her guests. Yesterday, my mother had used a teapot to make tea for my father. Tomorrow, I will use a teapot to make tea for my friends.",
      "example_translation": "मेरी दादी हमेशा अपने मेहमानों को चाय परोसने के लिए एक चाय केतली का उपयोग करती थीं। कल, मेरी माँ ने मेरे पिता के लिए चाय बनाने के लिए एक चाय केतली का उपयोग किया था। कल, मैं अपने दोस्तों के लिए चाय बनाने के लिए एक चाय केतली का उपयोग करूँगा",
      "imageLink": "image_files\\English\\"imageLink": "teapot.jpg",
      "audioLink": "teapot.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tin opener",
      "translation": "टिन ओपनर",
      "definition": "A device used to open tin cans.",
      "definition_translation": "टिन केन्स खोलने के लिए एक उपकरण",
      "example": "She used a tin opener to open a can of beans. Yesterday, he had used a tin opener to open a can of tomatoes. Tomorrow, they will use a tin opener to open a can of tuna.",
      "example_translation": "उसने एक टिन ओपनर का उपयोग सेम की एक केन खोलने के लिए किया। कल, उसने टमाटर की एक केन खोलने के लिए एक टिन ओपनर का उपयोग किया था। कल, वे một टिन ओपनर का उपयोग टुना की एक केन खोलने के लिए करेंगे",
      "imageLink": "image_files\\English\\"imageLink": "tin-opener.jpg",
      "audioLink": "tin opener.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "toaster",
      "translation": "टोस्टर",
      "definition": "A small electrical appliance used for toasting slices of bread.",
      "definition_translation": "रोटी के स्लाइस टोस्ट करने के लिए एक छोटा इलेक्ट्रिकल उपकरण",
      "example": "I use a toaster to make toast for breakfast. Yesterday, she had used a toaster to make toast for her lunch. Tomorrow, they will use a toaster to make toast for their dinner.",
      "example_translation": "मैं नाश्ते के लिए टोस्ट बनाने के लिए एक टोस्टर का उपयोग करता हूँ। कल, उसने अपने लंच के लिए टोस्ट बनाने के लिए एक टोस्टर का उपयोग किया था। कल, वे अपने डिनर के लिए टोस्ट बनाने के लिए एक टोस्टर का उपयोग करेंगे",
      "imageLink": "image_files\\English\\"imageLink": "toaster.jpg",
      "audioLink": "toaster.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cloth",
      "translation": "कपड़ा",
      "definition": "A flexible artificial material made from natural or synthetic fibers, used to make clothing, upholstery, and other textile products.",
      "definition_translation": "प्राकृतिक या सिंथेटिक फाइबर से बना एक लचीला कृत्रिम सामग्री, वस्त्र, असबाब और अन्य वस्त्र उत्पादों के निर्माण में प्रयुक्त होता है",
      "example": "She washed the cloth carefully to remove the stains. She will wash the cloth tomorrow. She had washed the cloth yesterday.",
      "example_translation": "उसने दाग हटाने के लिए कपड़े को सावधानी से धोया. वह कल कपड़े को धोएगी. उसने कल कपड़े को धोया था.",
      "imageLink": "image_files\\English\\"imageLink": "cloth.jpg",
      "audioLink": "cloth.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "coffee maker",
      "translation": "कॉफी निर्माता",
      "definition": "A device that brews coffee from ground coffee beans, typically using hot water and a filter.",
      "definition_translation": "एक उपकरण जो जमीन कॉफी बीन्स से कॉफी निकालता है, आमतौर पर गर्म पानी और फिल्टर का उपयोग करता है.",
      "example": "She bought a new coffee maker for her kitchen. He will use the coffee maker tomorrow. They had used the coffee maker yesterday.",
      "example_translation": "उसने अपने किचन के लिए एक नई कॉफी निर्माता खरीदी. वह कल कॉफी निर्माता का उपयोग करेगा. वे कल कॉफी निर्माता का उपयोग कर चुके थे.",
      "imageLink": "image_files\\English\\"imageLink": "coffeemaker.jpg",
      "audioLink": "coffee maker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "corkscrew",
      "translation": "कॉर्कस्क्रू",
      "definition": "A device used to remove corks from wine bottles, typically having a spiral end that is inserted into the cork and turned to extract it.",
      "definition_translation": "वाइन बोतलों से कॉर्क हटाने के लिए एक उपकरण, आमतौर पर एक स्पाइरल एंड होता है जिसे कॉर्क में डाला जाता है और निकालने के लिए घुमाया जाता है.",
      "example": "He used a corkscrew to open the wine bottle. She will use a corkscrew tomorrow. They had used a corkscrew yesterday.",
      "example_translation": "उसने वाइन बोतल खोलने के लिए एक कॉर्कस्क्रू का उपयोग किया. वह कल एक कॉर्कस्क्रू का उपयोग करेगी. वे कल एक कॉर्कस्क्रू का उपयोग कर चुके थे.",
      "imageLink": "image_files\\English\\"imageLink": "corkscrew.jpg",
      "audioLink": "corkscrew.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "scales",
      "translation": "तौल",
      "definition": "A device used to measure the weight or quantity of something, typically consisting of a platform or container and a system of levers or springs.",
      "definition_translation": "कुछ के वजन या मात्रा को मापने के लिए प्रयुक्त एक उपकरण, आमतौर पर एक मंच या कंटेनर और लीवर या स्प्रिंग्स की एक प्रणाली होती है.",
      "example": "She weighed herself on the scales. He will use the scales tomorrow. They had used the scales yesterday.",
      "example_translation": "उसने स्केल्स पर अपना वजन किया. वह कल स्केल्स का उपयोग करेगा. वे कल स्केल्स का उपयोग कर चुके थे.",
      "imageLink": "image_files\\English\\"imageLink": "scales.jpg",
      "audioLink": "scales.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "stool",
      "translation": "चौकी",
      "definition": "A stool is a simple chair without back or arms, typically for one person.",
      "definition_translation": "यह एक साधारण कुर्सी है जिसकी पीठ या बाहें नहीं होती हैं, आमतौर पर एक व्यक्ति के लिए。",
      "example": "I sat on a stool to rest my legs. Yesterday, I sat on a stool to rest my legs. Tomorrow, I will sit on a stool to rest my legs.",
      "example_translation": "मैं अपने पैरों को आराम देने के लिए एक चौकी पर बैठ गया. कल, मैं अपने पैरों को आराम देने के लिए एक चौकी पर बैठ गया. कल, मैं अपने पैरों को आराम देने के लिए एक चौकी पर बैठ जाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "stool.jpg",
      "audioLink": "stool.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "baking sleeve",
      "translation": "बेकिंग स्लीव",
      "definition": "A baking sleeve is a flexible, heat-resistant bag or sheet used to contain food while baking.",
      "definition_translation": "बेकिंग स्लीव एक लचीला, ताप-प्रतिरोधी बैग या शीट है जिसका उपयोग बेकिंग के दौरान खाद्य पदार्थों को समाहित करने के लिए किया जाता है.",
      "example": "I use a baking sleeve to bake a cake. I used a baking sleeve to bake a cake yesterday. I will use a baking sleeve to bake a cake tomorrow.",
      "example_translation": "मैं केक बेक करने के लिए एक बेकिंग स्लीव का उपयोग करता हूँ. मैंने कल केक बेक करने के लिए एक बेकिंग स्लीव का उपयोग किया. मैं कल केक बेक करने के लिए एक बेकिंग स्लीव का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "baking-sleeve.jpg",
      "audioLink": "baking sleeve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "biscuit cutter",
      "translation": "बिस्किट कटर",
      "definition": "A biscuit cutter is a kitchen tool used to cut out shapes from dough to make biscuits.",
      "definition_translation": "बिस्किट कटर एक रसोई उपकरण है जिसका उपयोग आटे से बिस्किट बनाने के लिए आकार काटने के लिए किया जाता है.",
      "example": "I use a biscuit cutter to make biscuits. I used a biscuit cutter to make biscuits yesterday. I will use a biscuit cutter to make biscuits tomorrow.",
      "example_translation": "मैं बिस्किट बनाने के लिए एक बिस्किट कटर का उपयोग करता हूँ. मैंने कल बिस्किट बनाने के लिए एक बिस्किट कटर का उपयोग किया. मैं कल बिस्किट बनाने के लिए एक बिस्किट कटर का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "biscuit-cutter.jpg",
      "audioLink": "biscuit cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "bread cutter",
      "translation": "रोटी कटर",
      "definition": "A bread cutter is a kitchen tool used to cut bread into slices or shapes.",
      "definition_translation": "रोटी कटर एक रसोई उपकरण है जिसका उपयोग रोटी को स्लाइस या आकार में काटने के लिए किया जाता है.",
      "example": "I use a bread cutter to cut bread. I used a bread cutter to cut bread yesterday. I will use a bread cutter to cut bread tomorrow.",
      "example_translation": "मैं रोटी काटने के लिए एक रोटी कटर का उपयोग करता हूँ. मैंने कल रोटी काटने के लिए एक रोटी कटर का उपयोग किया. मैं कल रोटी काटने के लिए एक रोटी कटर का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "bread-cutter.jpg",
      "audioLink": "bread cutter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cake tin",
      "translation": "केक टिन",
      "definition": "A container made of metal or other materials, used to hold and shape a cake while it is baked.",
      "definition_translation": "बेकिंग के दौरान केक को पकड़ने और आकार देने के लिए मेटल या अन्य सामग्रियों से बना एक कंटेनर。",
      "example": "I need to grease the cake tin before pouring in the batter. I greased the cake tin yesterday. I will grease the cake tin tomorrow.",
      "example_translation": "मुझे बैटर डालने से पहले केक टिन को ग्रीस करना होगा. मैंने कल केक टिन को ग्रीस किया. मैं कल केक टिन को ग्रीस करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "cake-tin.jpg",
      "audioLink": "cake tin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "casserole dish",
      "translation": "कैसरोल डिश",
      "definition": "A large, deep dish used for baking and serving hot, savory dishes, such as casseroles and lasagnas.",
      "definition_translation": "गर्म, सेवोरी व्यंजन, जैसे कैसरोल और लसगनास, को बेकिंग और परोसने के लिए उपयोग किया जाने वाला एक बड़ा, गहरा डिश.",
      "example": "She put the casserole dish in the oven to bake the lasagna. He took out the casserole dish from the oven. They will serve the casserole dish at the party.",
      "example_translation": "उसने ओवन में लसगना बेक करने के लिए कैसरोल डिश रखा. उसने ओवन से कैसरोल डिश निकाला. वे पार्टी में कैसरोल डिश परोसेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "casserole.jpg",
      "audioLink": "casserole dish.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chopping knife",
      "translation": "काटने वाला चाकू",
      "definition": "A sharp, heavy knife used for chopping food, such as vegetables, meat, and bones.",
      "definition_translation": "सब्जियों, मांस और हड्डियों जैसे आहार को काटने के लिए उपयोग किया जाने वाला एक तेज, भारी चाकू.",
      "example": "She used a chopping knife to chop the vegetables. He will use a chopping knife to chop the meat. I chopped the bones with a chopping knife yesterday.",
      "example_translation": "उसने सब्जियों को काटने के लिए एक काटने वाला चाकू использовала. वह मांस को काटने के लिए एक काटने वाला चाकू gebruik करेगा. मैंने कल एक काटने वाला चाकू से हड्डियों को काटा.",
      "imageLink": "image_files\\English\\"imageLink": "chopping-knife.jpg",
      "audioLink": "chopping knife.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "chopsticks",
      "translation": "चॉपस्टिक्स",
      "definition": "A pair of small, thin sticks used as utensils to pick up food, especially in East Asian cuisine.",
      "definition_translation": "पूर्वी एशियाई व्यंजन,尤िन में खाना उठाने के लिए उपयोग किया जाने वाला एक जोड़ी छोटे, पतले स्टिक्स.",
      "example": "I used chopsticks to eat sushi. She is learning to use chopsticks. They will teach us how to use chopsticks.",
      "example_translation": "मैंने सुशी खाने के लिए चॉपस्टिक्स उपयोग किये. वह चॉपस्टिक्स का उपयोग सीख रही है. वे हमें चॉपस्टिक्स का उपयोग करना सिखाएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "chopsticks.jpg",
      "audioLink": "chopsticks.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "colander",
      "translation": "कोलेंडर",
      "definition": "A kitchen utensil used to drain or separate food particles from liquids.",
      "definition_translation": "तरल से खाद्य कणों को निकालने या अलग करने के लिए उपयोग की जाने वाली रसोई की सामग्री",
      "example": "I used a colander to drain the pasta, then I washed it and set it to dry. I had used a colander to drain the vegetables yesterday. I will use a colander to drain the rice tomorrow.",
      "example_translation": "मैंने पास्ता निकालने के लिए एक कोलेंडर का इस्तेमाल किया, फिर मैंने उसे धोया और सूखने के लिए रख दिया। कल मैंने सब्जियों को निकालने के लिए कोलेंडर का इस्तेमाल किया था। कल मैं चावल निकालने के लिए कोलेंडर का इस्तेमाल करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "colander.jpg",
      "audioLink": "colander.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "cutting board",
      "translation": "कटिंग बोर्ड",
      "definition": "A flat surface, typically made of wood or plastic, used to cut or chop food.",
      "definition_translation": "खाद्य काटने या काटने के लिए उपयोग की जाने वाली लकड़ी या प्लास्टिक की सपाट सतह",
      "example": "She placed the vegetables on the cutting board and started chopping them. He had used a cutting board to prepare the meat yesterday. They will use a cutting board to slice the fruits tomorrow.",
      "example_translation": "उसने सब्जियों को कटिंग बोर्ड पर रखा और उन्हें काटना शुरू कर दिया। उसने कल मेंस की तैयारी के लिए एक कटिंग बोर्ड का इस्तेमाल किया था। वे कल फलों के टुकड़े करने के लिए कटिंग बोर्ड का इस्तेमाल करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "cutting-board.jpg",
      "audioLink": "cutting board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "flour sifter",
      "translation": "आटा छलनी",
      "definition": "A kitchen utensil used to separate and aerate flour or other powders.",
      "definition_translation": "आटा या अन्य पाउडर को अलग करने और हवा देने के लिए उपयोग की जाने वाली रसोई की सामग्री",
      "example": "She used a flour sifter to mix the ingredients together. They had used a flour sifter to prepare the cake mixture yesterday. He will use a flour sifter to make the pastry dough tomorrow.",
      "example_translation": "उसने सामग्रियों को मिलाने के लिए एक आटा छलनी का इस्तेमाल किया। वे कल केक मिश्रण तैयार करने के लिए एक आटा छलनी का इस्तेमाल कर चुके थे। वह कल पेस्ट्री आटा बनाने के लिए एक आटा छलनी का इस्तेमाल करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "flour-sifter.jpg",
      "audioLink": "flour sifter.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "food slicer",
      "translation": "खाद्य स्लाइसर",
      "definition": "A kitchen appliance used to slice or cut food into thin pieces.",
      "definition_translation": "पतले टुकड़ों में खाद्य काटने के लिए उपयोग की जाने वाली रसोई की मशीन",
      "example": "She used a food slicer to cut the meat into thin slices. They had used a food slicer to prepare the sandwiches yesterday. He will use a food slicer to slice the cheese tomorrow.",
      "example_translation": "उसने मांस को पतले स्लाइस में काटने के लिए एक खाद्य स्लाइसर का इस्तेमाल किया। वे कल सैंडविच तैयार करने के लिए एक खाद्य स्लाइसर का इस्तेमाल कर चुके थे। वह कल चीज़ को पतले स्लाइस में काटने के लिए एक खाद्य स्लाइसर का इस्तेमाल करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "food-slicer.jpg",
      "audioLink": "food slicer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "funnel",
      "translation": "नाली",
      "definition": "A tube or pipe that is wide at one end and narrow at the other, used for pouring liquids or powders into a small opening.",
      "definition_translation": "एक ट्यूब या पाइप जिसका एक छोर चौड़ा है और दूसरा छोर संकीर्ण है, तरल पदार्थों या पाउडर को छोटे उद्घाटन में डालने के लिए प्रयोग किया जाता है।",
      "example": "I used a funnel to pour the oil into the small engine. I will use a funnel to pour the water into the tank. She had used a funnel to pour the sugar into the bag.",
      "example_translation": "मैंने तेल को छोटे इंजन में डालने के लिए नाली का उपयोग किया। मैं टंकी में पानी डालने के लिए नाली का उपयोग करूँगा। उसने थैले में चीनी डालने के लिए नाली का उपयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "funnel.jpg",
      "audioLink": "funnel.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "garlic press",
      "translation": "लहसुन दबाने वाला यंत्र",
      "definition": "A kitchen tool used to crush garlic cloves into a paste or pulp.",
      "definition_translation": "लहसुन को पेस्ट या पल्प में कुचलने के लिए इस्तेमाल किया जाने वाला रसोई टूल。",
      "example": "She squeezed the garlic cloves using a garlic press to make the sauce. I will use a garlic press to crush the garlic for the recipe. They had used a garlic press to make the garlic butter.",
      "example_translation": "उसने सॉस बनाने के लिए लहसुन दबाने वाले यंत्र से लहसुन के कलियों को निचोड़ा था। मैं रेसिपी के लिए लहसुन को कुचलने के लिए लहसुन दबाने वाला यंत्र का उपयोग करूँगा। उन्होंने लहसुन मक्खन बनाने के लिए लहसुन दबाने वाला यंत्र का उपयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "garlic-press.jpg",
      "audioLink": "garlic press.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "grater",
      "translation": "कद्दूकस",
      "definition": "A kitchen tool used to shred or grate food, such as cheese or vegetables, into small pieces.",
      "definition_translation": "खाने के लिए, जैसे चीज़ या सब्जियों, को छोटे टुकड़ों में काटने के लिए इस्तेमाल किया जाने वाला रसोई टूल。",
      "example": "I grated the cheese using a grater for the salad. She will use a grater to shred the vegetables for the soup. They had used a grater to grate the carrots for the cake.",
      "example_translation": "मैंने सलाद के लिए कद्दूकस से चीज़ को कद्दूकस किया था। वह सूप के लिए सब्जियों को कद्दूकस करने के लिए कद्दूकस का उपयोग करेंगी। उन्होंने केक के लिए गाजर को कद्दूकस करने के लिए कद्दूकस का उपयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "grater.jpg",
      "audioLink": "grater.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ice-cream scoop",
      "translation": "आइस क्रीम स्कूप",
      "definition": "A kitchen tool used to portion out and shape ice cream into rounded balls or other shapes.",
      "definition_translation": "आइस क्रीम को गोल या अन्य आकारों में निकालने और आकार देने के लिए इस्तेमाल किया जाने वाला रसोई टूल。",
      "example": "She used an ice-cream scoop to portion out the ice cream into balls. I will use an ice-cream scoop to shape the ice cream into cones. They had used an ice-cream scoop to make the ice cream sandwiches.",
      "example_translation": "उसने आइस क्रीम स्कूप का उपयोग करके आइस क्रीम को गोलाकार निकाला था। मैं कोन्स में आइस क्रीम को आकार देने के लिए आइस क्रीम स्कूप का उपयोग करूँगा। उन्होंने आइस क्रीम सैंडविच बनाने के लिए आइस क्रीम स्कूप का उपयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "ice-cream-scoop.jpg",
      "audioLink": "ice-cream scoop.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "ladle",
      "translation": "चमचा",
      "definition": "A ladle is a deep spoon with a long handle, used for scooping and pouring liquids, such as soup or stew.",
      "definition_translation": "चमचा एक गहरा चमचा है जिसके साथ एक लंबा हैंडल है, जिसका उपयोग तरल पदार्थों की तरह सूप या स्ट्यू को निकालने और उड़ेलने के लिए किया जाता है।",
      "example": "She used a ladle to scoop out the soup from the pot. Yesterday, she ladled out soup to the guests. Tomorrow, she will ladle out soup to the homeless.",
      "example_translation": "उसने पॉट से सूप को निकालने के लिए चमचे का उपयोग किया। कल, उसने मेहमानों को सूप निकाला। कल, वह दिलसदको को सूप निकालेगी।",
      "imageLink": "image_files\\English\\"imageLink": "ladle.jpg",
      "audioLink": "ladle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "lemon squeezer",
      "translation": "निम्बू निचोड़ने वाला",
      "definition": "A lemon squeezer is a device used to extract juice from lemons or other citrus fruits.",
      "definition_translation": "निम्बू निचोड़ने वाला एक ऐसा उपकरण है जिसका उपयोग निम्बू या anderen साइट्रस फलों से रस निकालने के लिए किया जाता है।",
      "example": "She used a lemon squeezer to extract juice from the lemons. Yesterday, she squeezed lemons for the party. Tomorrow, she will squeeze lemons for the breakfast.",
      "example_translation": "उसने निम्बू से रस निकालने के लिए निम्बू निचोड़ने वाले का उपयोग किया। कल, उसने पार्टी के लिए निम्बू निचोड़ा था। कल, वह नाश्ते के लिए निम्बू निचोड़ेगी।",
      "imageLink": "image_files\\English\\"imageLink": "lemon-squeezer.jpg",
      "audioLink": "lemon squeezer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mandoline",
      "translation": "मंडोलाइन",
      "definition": "A mandoline is a kitchen utensil used for slicing and julienning vegetables and fruits.",
      "definition_translation": "एक मंडोलाइन एक रसोई उपकरण है जिसका उपयोग सब्जियों और फलों को कटाने और जुलिएनिंग के लिए किया जाता है।",
      "example": "She used a mandoline to slice the carrots. Yesterday, she mandolined the cucumbers for the salad. Tomorrow, she will mandoline the apples for the pie.",
      "example_translation": "उसने गाजर को कटाने के लिए मंडोलाइन का उपयोग किया। कल, उसने सलाद के लिए टमाटर को मंडोलाइन किया था। कल, वह पाई के लिए सेब को मंडोलाइन करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "mandoline.jpg",
      "audioLink": "mandoline.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "measuring spoon",
      "translation": "मापने वाला चमचा",
      "definition": "A measuring spoon is a spoon used to measure the quantity of an ingredient when cooking or baking.",
      "definition_translation": "एक मापने वाला चमचा एक चमचा है जिसका उपयोग खाना पकाने या बेकिंग के दौरान सामग्री की मात्रा निकालने के लिए किया जाता है।",
      "example": "She used a measuring spoon to measure the sugar. Yesterday, she measured the ingredients for the cake. Tomorrow, she will measure the flour for the bread.",
      "example_translation": "उसने चीनी को मापने के लिए मापने वाले चमचे का उपयोग किया। कल, उसने केक के लिए सामग्री को मापा था। कल, वह रोटी के लिए आटा मापेगी।",
      "imageLink": "image_files\\English\\"imageLink": "measuring-spoon.jpg",
      "audioLink": "measuring spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "meat tenderizer",
      "translation": "मांस कोमल करने वाला",
      "definition": "A meat tenderizer is a culinary tool used to break down the connective tissues in meat to make it more palatable and easier to chew.",
      "definition_translation": "मांस कोमल करने वाला एक रसोई उपकरण है जिसका उपयोग मांस के 結 nối ऊतकों को तोड़ने के लिए किया जाता है जिससे यह अधिक स्वादिष्ट और चबाने में आसान हो जाता है。",
      "example": "I used a meat tenderizer to prepare the steak for dinner. I will use a meat tenderizer to make the chicken breast more tender. I had used a meat tenderizer to make the beef strips soft.",
      "example_translation": "मैंने डिनर के लिए स्टेक तैयार करने के लिए मांस कोमल करने वाला इस्तेमाल किया। मैं चिकन ब्रेस्ट को अधिक कोमल बनाने के लिए मांस कोमल करने वाला इस्तेमाल करूँगा। मैंने बीफ स्ट्रिप्स को सॉफ्ट बनाने के लिए मांस कोमल करने वाला इस्तेमाल किया था।",
      "imageLink": "image_files\\English\\"imageLink": "meat-tenderizer.jpg",
      "audioLink": "meat tenderizer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mincer",
      "translation": "म incel",
      "definition": "A mincer is a kitchen tool used to chop or grind food into small pieces or fine powder.",
      "definition_translation": "एक म incel रसोई में इस्तेमाल होने वाला एक उपकरण है जिसका उपयोग खाने को छोटे टुकड़ों या बारीक पाउडर में काटने के लिए किया जाता है。",
      "example": "I used a mincer to chop the onions for the salad. She will use a mincer to grind the meat for the burgers. He had used a mincer to chop the vegetables for the stew.",
      "example_translation": "मैंने सलाद के लिए प्याज काटने के लिए म incel इस्तेमाल किया। वह बर्गर के लिए मांस को पीसने के लिए म incel इस्तेमाल करेगी। उसने स्ट्यू के लिए सब्जियों को काटने के लिए म incel इस्तेमाल किया था।",
      "imageLink": "image_files\\English\\"imageLink": "mincer.jpg",
      "audioLink": "mincer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "mortar and pestle",
      "translation": "औषधि और मूसल",
      "definition": "A mortar and pestle is a kitchen tool used to grind, crush or mix food and other substances into a fine paste or powder.",
      "definition_translation": "औषधि और मूसल रसोई में इस्तेमाल होने वाला एक उपकरण है जिसका उपयोग खाने और अन्य पदार्थों को महीन पेस्ट या पाउडर में पीसने, कुचलने या मिलाने के लिए किया जाता है。",
      "example": "She used a mortar and pestle to grind the spices for the curry. I will use a mortar and pestle to crush the garlic for the sauce. They had used a mortar and pestle to mix the herbs for the tea.",
      "example_translation": "उसने करी के लिए मसालों को पीसने के लिए औषधि और मूसल इस्तेमाल किया। मैं सॉस के लिए लहसुन को कुचलने के लिए औषधि और मूसल इस्तेमाल करूँगा। वे चाय के लिए जड़ी-बूटियों को मिलाने के लिए औषधि और मूसल इस्तेमाल कर चुके थे।",
      "imageLink": "image_files\\English\\"imageLink": "mortar-and-pestle.jpg",
      "audioLink": "mortar and pestle.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "nutcracker",
      "translation": "नट क्रैकर",
      "definition": "A nutcracker is a device used to crack open nuts, typically walnuts or pecans, to access the edible kernels inside.",
      "definition_translation": "एक नट क्रैकर एक उपकरण है जिसका उपयोग नट्स, टypically वॉलनट या पेकान, को खोलने के लिए किया जाता है ताकि अंदर की खाने योग्य केर्नल्स तक पहुँच सके।",
      "example": "I used a nutcracker to open the walnuts for the cake. She will use a nutcracker to crack open the pecans for the salad. He had used a nutcracker to crack open the hazelnuts for the coffee.",
      "example_translation": "मैंने केक के लिए वॉलनट्स को खोलने के लिए नट क्रैकर इस्तेमाल किया। वह सलाद के लिए पेकान को खोलने के लिए नट क्रैकर इस्तेमाल करेगी। उसने कॉफी के लिए हेजलनट्स को खोलने के लिए नट क्रैकर इस्तेमाल किया था।",
      "imageLink": "image_files\\English\\"imageLink": "nutcracker.jpg",
      "audioLink": "nutcracker.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pastry board",
      "translation": "पेस्ट्री बोर्ड",
      "definition": "A pastry board is a flat, usually wooden or plastic, surface used for rolling out pastry dough, typically in a kitchen.",
      "definition_translation": "पेस्ट्री बोर्ड एक फ्लैट, आमतौर पर लकड़ी या प्लास्टिक, सतह है जिसका उपयोग पेस्ट्री डोह को रोल आउट करने के लिए किया जाता है, आम तौर पर एक रसोई में।",
      "example": "I placed the pastry on the pastry board and began to roll it out. I will use the pastry board to prepare the dough for tomorrow's baking. She had to clean the pastry board before making the dessert.",
      "example_translation": "मैंने पेस्ट्री को पेस्ट्री बोर्ड पर रखा और उसे रोल आउट करना शुरू कर दिया। मैं कल की बेकिंग के लिए डोह की तैयारी के लिए पेस्ट्री बोर्ड का उपयोग करूँगा। उसने मिठाई बनाने से पहले पेस्ट्री बोर्ड को साफ करना था।",
      "imageLink": "image_files\\English\\"imageLink": "pastry-board.jpg",
      "audioLink": "pastry board.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "peeler",
      "translation": "चोकोर",
      "definition": "A peeler is a kitchen tool used to remove the outer layer or peel of fruits and vegetables.",
      "definition_translation": "चोकोर एक रसोई उपकरण है जिसका उपयोग फलों और सब्जियों की बाहरी परत या छिलका हटाने के लिए किया जाता है।",
      "example": "She used a peeler to remove the skin of the apple. I will buy a new peeler for my kitchen. He peeled the potatoes with a peeler before boiling them.",
      "example_translation": "उसने एक सेब की त्वचा हटाने के लिए चोकोर का उपयोग किया। मैं अपने रसोई के लिए एक नया चोकोर खरीदूँगा। उसने उबलने से पहले चोकोर से आलुओं को छिलका हटाया।",
      "imageLink": "image_files\\English\\"imageLink": "peeler.jpg",
      "audioLink": "peeler.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "pepper mill",
      "translation": "कालीमिर्च की चक्की",
      "definition": "A pepper mill is a kitchen utensil used to grind peppercorns into a fine powder.",
      "definition_translation": "कालीमिर्च की चक्की एक रसोई उपकरण है जिसका उपयोग कालीमिर्च के दाने को महीन पाउडर में पीसने के लिए किया जाता है।",
      "example": "I turned the pepper mill to grind the peppercorns. She put the pepper mill on the table. He refilled the pepper mill with new peppercorns.",
      "example_translation": "मैंने कालीमिर्च के दाने पीसने के लिए कालीमिर्च की चक्की को घुमाया। उसने मेज पर कालीमिर्च की चक्की रख दी। उसने नई कालीमिर्च के दाने से कालीमिर्च की चक्की को फिर से भर दिया।",
      "imageLink": "image_files\\English\\"imageLink": "pepper-mill.jpg",
      "audioLink": "pepper mill.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "piping bag",
      "translation": "पाइपिंग बैग",
      "definition": "A piping bag is a kitchen tool used to decorate cakes and pastries by squeezing out frosting or icing through a small nozzle.",
      "definition_translation": "पाइपिंग बैग एक रसोई उपकरण है जिसका उपयोग केक और पेस्ट्री को सजाने के लिए फ्रॉस्टिंग या आइसिंग को एक छोटे नोजल के माध्यम से निचोड़ने के लिए किया जाता है।",
      "example": "She used a piping bag to create a beautiful design on the cake. I need to buy a new piping bag for decorating cupcakes. He squeezed the frosting out of the piping bag to create a border.",
      "example_translation": "उसने केक पर सुंदर डिजाइन बनाने के लिए पाइपिंग बैग का उपयोग किया। मुझे कपकेक्स को सजाने के लिए एक नया पाइपिंग बैग खरीदना होगा। उसने पाइपिंग बैग से फ्रॉस्टिंग निकालकर एक सीमा बनाई।",
      "imageLink": "image_files\\English\\"imageLink": "piping-bag.jpg",
      "audioLink": "piping bag.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "rolling pin",
      "translation": "रोलिंग पिन",
      "definition": "A rolling pin is a kitchen utensil used to roll and flatten dough or pastry to a desired thickness.",
      "definition_translation": "एक रोलिंग पिन एक रसोई का उपयोगी साधन है जिसका प्रयोग डOUGH या पेस्ट्री को आवश्यक मोटाई में रोल और फ्लैट करने के लिए किया जाता है。",
      "example": "She used a rolling pin to roll out the dough for the pizza crust. Yesterday, she had rolled out the dough for the cookies. Tomorrow, she will roll out the dough for the cake.",
      "example_translation": "वह पिज़्ज़ा क्रस्ट के लिए डOUGH रोल आउट करने के लिए एक रोलिंग पिन का उपयोग करती थी। कल, उसने कुकीज़ के लिए डOUGH रोल आउट किया था। कल, वह केक के लिए डOUGH रोल आउट करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "rolling-pin.jpg",
      "audioLink": "rolling pin.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sideboard",
      "translation": "साइडबोर्ड",
      "definition": "A sideboard is a piece of furniture used to serve food and drinks, typically found in a dining room.",
      "definition_translation": "एक साइडबोर्ड एक प्रकार का फर्नीचर है जिसका प्रयोग खाना और पेय phục vụ करने के लिए किया जाता है, genellikle डाइनिंग रूम में पाया जाता है।",
      "example": "The sideboard was beautifully decorated with fine china and crystal glasses. The family had gathered around the sideboard to serve dinner. By next week, the sideboard will be replaced with a new one.",
      "example_translation": "साइडबोर्ड को सुंदरता से सजाया गया था फाइन चाइना और क्रिस्टल ग्लासेस से। परिवार ने रात का खाना phục vụ करने के लिए साइडबोर्ड के आसपास इकट्ठा हुआ था। अगले सप्ताह तक, साइडबोर्ड को एक नया से बदल दिया जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "sideboard.jpg",
      "audioLink": "sideboard.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "sieve",
      "translation": "छलनी",
      "definition": "A sieve is a kitchen utensil with a mesh or perforated bottom used to separate solid particles from a mixture.",
      "definition_translation": "एक छलनी एक रसोई का उपयोगी साधन है जिसके नीचे जाली या छेद वाला होता है, जिसका प्रयोग मिश्रण से ठोस कणों को अलग करने के लिए किया जाता है।",
      "example": "She used a sieve to separate the flour from the impurities. The chef had used a sieve to separate the ingredients yesterday. By tomorrow, she will use a sieve to separate the rice from the stones.",
      "example_translation": "उसने आटे को अशुद्धियों से अलग करने के लिए एक छलनी का प्रयोग किया। शेफ ने कल सामग्री को अलग करने के लिए एक छलनी का प्रयोग किया था। कल तक, वह चاول को पत्थरों से अलग करने के लिए एक छलनी का प्रयोग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "sieve.jpg",
      "audioLink": "sieve.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "spice rack",
      "translation": "मसाला रैक",
      "definition": "A spice rack is a kitchen utensil used to store and organize spices and seasonings.",
      "definition_translation": "एक मसाला रैक एक रसोई का उपयोगी साधन है जिसका प्रयोग मसालों और सीज़निंग्स को स्टोर और व्यवस्थित करने के लिए किया जाता है।",
      "example": "She organized her spices on the spice rack. The chef had used the spice rack to prepare the dish yesterday. By next week, she will install a new spice rack in her kitchen.",
      "example_translation": "उसने मसाला रैक पर अपने मसालों को व्यवस्थित किया। शेफ ने कल व्यंजनprepared करने के लिए मसाला रैक का प्रयोग किया था। अगले सप्ताह तक, वह अपने रसोई में एक नया मसाला रैक स्थापित करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "spice-rack.jpg",
      "audioLink": "spice rack.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "tasting spoon",
      "translation": "स्वाद चम्मच",
      "definition": "A spoon used to taste food while it is being cooked, typically a small spoon with a long handle.",
      "definition_translation": "जब भोजन पकाया जा रहा हो तब स्वाद लेने के लिए इस्तेमाल किया जाने वाला चम्मच, आम तौर पर लंबे हैंडल के साथ छोटा चम्मच",
      "example": "The chef used a tasting spoon to check the seasoning of the soup. She had used a tasting spoon to taste the sauce yesterday. She will use a tasting spoon to adjust the flavor of the dish tomorrow.",
      "example_translation": "शेफ ने सूप के सीजनिंग की जांच के लिए स्वाद चम्मच का इस्तेमाल किया. कल उसने सॉस के स्वाद के लिए स्वाद चम्मच का इस्तेमाल किया था. वह कल स्वाद चम्मच का इस्तेमाल करके डिश के स्वाद को एडजस्ट करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "tasting-spoon.jpg",
      "audioLink": "tasting spoon.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "timer",
      "translation": "टाइमर",
      "definition": "A device that measures the passage of time, used to control the duration of an activity or process.",
      "definition_translation": "समय के प‌گذर को मापने वाला उपकरण, जिसका इस्तेमाल किसी गतिविधि या प्रक्रिया की अवधि को नियंत्रित करने के लिए किया जाता है.",
      "example": "The cook set the timer to ensure the cake was baked for the right amount of time. She had set the timer to remind her to take the bread out of the oven. He will set the timer to avoid overcooking the meat.",
      "example_translation": "कुक ने टाइमर सेट किया ताकि केक सही मात्रा में पकaya जा सके. उसने टाइमर सेट किया था ताकि ओवन से रोटी निकालने की याद दिला सके. वह मांस के ओवरकुक होने से बचने के लिए टाइमर सेट करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "timer.jpg",
      "audioLink": "timer.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "whisk",
      "translation": "व्हिस्क",
      "definition": "A kitchen utensil with a series of loops or wires, used for mixing and blending food ingredients.",
      "definition_translation": "खाना पकाने के सामान में लूप या तारों की एक श्रृंखला के साथ एक उपकरण, जिसका इस्तेमाल खाद्य सामग्री के मिश्रण और मिलाने के लिए किया जाता है.",
      "example": "She whisked the eggs and sugar together to make a sweet omelette. He had whisked the cream to make it light and fluffy. They will whisk the mixture to get the right consistency.",
      "example_translation": "उसने एग्स और शुगर को मिला कर मीठा ऑमलेट बनाया. उसने क्रीम को हल्का और फुल्फुला बनाने के लिए व्हिस्क किया था. वे मिश्रण को सही संगति प्राप्त करने के लिए व्हिस्क करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "whisk.jpg",
      "audioLink": "whisk.mp3"
    },
    {
      "section": "wyposazenie-kuchni-po-Spanish",
      "language": "English",
      "translationLanguage": "Hindi",
      "word": "worktop",
      "translation": "वर्कटॉप",
      "definition": "A flat surface in a kitchen, used for preparing and cooking food.",
      "definition_translation": "खाना पकाने के लिए इस्तेमाल की जाने वाली एक फ्लैट सतह, जिसका इस्तेमाल खाना पकाने और तैयार करने के लिए किया जाता है.",
      "example": "The worktop was cluttered with kitchen utensils and ingredients. She had cleaned the worktop to prepare for the dinner party. He will install a new worktop in the kitchen next week.",
      "example_translation": "वर्कटॉप किचन सामान और सामग्री से भरा हुआ था. उसने डिनर पार्टी के लिए वर्कटॉप साफ किया था. वह अगले हफ्ते किचन में नया वर्कटॉप instal करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "worktop.jpg",
      "audioLink": "worktop.mp3"
    }
  ]