{
  "data": [
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "positive",
      "translation": "positivo",
      "definition": "Having or showing a good or favorable quality or character; optimistic or hopeful.",
      "definition_translation": "Teniendo o mostrando una buena o favorable calidad o carácter; optimista o esperanzado.",
      "example": "She had a positive attitude towards the new job. She will have a positive impact on the company. She had positively influenced her colleagues.",
      "example_translation": "Ella tenía una actitud positiva hacia el nuevo trabajo. Tendrá un impacto positivo en la empresa. Ella había influido positivamente a sus colegas.",
      "imageLink": "positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "addicted",
      "translation": "adicto",
      "definition": "Having a strong and often uncontrollable desire or need for something, especially a drug or other harmful substance.",
      "definition_translation": "Teniendo un fuerte y a menudo incontrolable deseo o necesidad de algo, especialmente una droga u otra sustancia dañina.",
      "example": "He was addicted to cigarettes. He has been addicted to social media. He will be addicted to video games soon.",
      "example_translation": "Él estaba adicto a los cigarrillos. Ha estado adicto a las redes sociales. Pronto estará adicto a los juegos de video.",
      "imageLink": "addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adventurous",
      "translation": "aventurero",
      "definition": "Willing to take risks or try new things; excited by the prospect of exploring or experiencing new places or activities.",
      "definition_translation": "Dispuesto a correr riesgos o probar nuevas cosas; emocionado por la perspectiva de explorar o experimentar nuevos lugares o actividades.",
      "example": "She was an adventurous traveler. He will be an adventurous entrepreneur. They have been adventurous in their relationships.",
      "example_translation": "Ella era una viajera aventurera. Él será un empresario aventurero. Han sido aventureros en sus relaciones.",
      "imageLink": "adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "affectionate",
      "translation": "afectuoso",
      "definition": "Having or showing feelings of love, care, or kindness towards someone or something.",
      "definition_translation": "Teniendo o muestra sentimientos de amor, cuidado o amabilidad hacia alguien o algo.",
      "example": "She was an affectionate person who always hugged her friends tightly. She had been affectionate towards her child since birth. She will be affectionate towards her partner in the future.",
      "example_translation": "Ella era una persona afectuosa que siempre abrazaba a sus amigos con fuerza. Había sido afectuosa hacia su hijo desde el nacimiento. Será afectuosa hacia su pareja en el futuro.",
      "imageLink": "affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aggressive",
      "translation": "agresivo",
      "definition": "Ready to attack or fight; having a strong and forceful personality.",
      "definition_translation": "Listo para atacar o luchar; tener una personalidad fuerte y decidida.",
      "example": "He was an aggressive player who always fought for the ball. He has been aggressive towards his competitor since the beginning. He will be aggressive in the championship final.",
      "example_translation": "Él era un jugador agresivo que siempre luchaba por la pelota. Ha sido agresivo hacia su competidor desde el principio. Será agresivo en la final del campeonato.",
      "imageLink": "aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ambitious",
      "translation": "ambicioso",
      "definition": "Having a strong desire to succeed or achieve something, often requiring hard work and determination.",
      "definition_translation": "Teniendo un deseo fuerte de tener éxito o lograr algo, a menudo requiere trabajo duro y determinación.",
      "example": "She was an ambitious entrepreneur who worked hard to build her company. She had been ambitious since her teenage years. She will be ambitious in her future career.",
      "example_translation": "Ella era una emprendedora ambiciosa que trabajó duro para construir su empresa. Ha sido ambiciosa desde sus años de adolescente. Será ambiciosa en su carrera futura.",
      "imageLink": "ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "amused",
      "translation": "divertido",
      "definition": "Feeling or showing enjoyment or entertainment.",
      "definition_translation": "Sentirse o mostrar diversión o entretenimiento.",
      "example": "I was amused by the comedy show last night. I am amused by his jokes. I will be amused by the movie.",
      "example_translation": "Me divertí con el show de comedia anoche. Me divierto con sus chistes. Me divertiré con la película.",
      "imageLink": "amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrogant",
      "translation": "arrogante",
      "definition": "Having or showing an attitude of superiority, often accompanied by a lack of respect for others.",
      "definition_translation": "Teniendo o mostrando una actitud de superioridad, a menudo acompañada de una falta de respeto por los demás.",
      "example": "He was arrogant about his success. He is arrogant in his behavior. He will be arrogant when he wins the award.",
      "example_translation": "Él era arrogante sobre su éxito. Él es arrogante en su comportamiento. Él será arrogante cuando gane el premio.",
      "imageLink": "arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "astonished",
      "translation": "asombrado",
      "definition": "Feeling or showing great surprise or amazement.",
      "definition_translation": "Sentirse o mostrar gran sorpresa o asombro.",
      "example": "I was astonished by the news. I am astonished by her talent. I will be astonished by the view from the top.",
      "example_translation": "Me quedé asombrado por la noticia. Me quedo asombrado por su talento. Me quedaré asombrado por la vista desde la cima.",
      "imageLink": "astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "astonishing",
      "translation": "asombroso",
      "definition": "extremely surprising or impressive; extraordinary",
      "definition_translation": "extremadamente sorprendente o impresionante; extraordinario",
      "example": "The fireworks display was astonishing. I was astonished by the news. The team will astonish their opponents with their new strategy.",
      "example_translation": "El espectáculo de fuegos artificiales fue asombroso. Me quedé asombrado por la noticia. El equipo asombrará a sus oponentes con su nueva estrategia.",
      "imageLink": "astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "at ease",
      "translation": "a sus anchas",
      "definition": "feeling relaxed and comfortable; free from worry or anxiety",
      "definition_translation": "sentirse relajado y cómodo; libre de preocupaciones o ansiedad",
      "example": "I'm at ease when I'm with my family. The patient was at ease after the operation. She'll be at ease in her new job soon.",
      "example_translation": "Estoy a mis anchas cuando estoy con mi familia. El paciente estaba a sus anchas después de la operación. Ella estará a sus anchas en su nuevo trabajo pronto.",
      "imageLink": "at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aware",
      "translation": "consciente",
      "definition": "having knowledge or perception of something",
      "definition_translation": "tener conocimiento o percepción de algo",
      "example": "I'm aware of the danger. She was aware of his gaze. They will be aware of the changes soon.",
      "example_translation": "Soy consciente del peligro. Ella era consciente de su mirada. Ellos serán conscientes de los cambios pronto.",
      "imageLink": "aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bad-tempered",
      "translation": "malhumorado",
      "definition": "Having or showing a bad temper; prone to outbursts of anger.",
      "definition_translation": "Teniendo o mostrando un mal temperamento; propenso a estallidos de ira.",
      "example": "She was known for being bad-tempered and would often slam doors when upset. She was bad-tempered as a child, but grew out of it. She will be bad-tempered if you wake her up early.",
      "example_translation": "Era conocida por ser malhumorada y a menudo cerraba de un golpe las puertas cuando se enfurecía. Era malhumorada de niña, pero se le pasó. Será malhumorada si la despiertas temprano.",
      "imageLink": "bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "balanced",
      "translation": "equilibrado",
      "definition": "Having a healthy and stable mental or emotional state; not excessively influenced by one thing.",
      "definition_translation": "Teniendo un estado mental o emocional saludable y estable; no influenciado en exceso por una cosa.",
      "example": "The athlete was balanced and focused, which helped her win the game. She was balanced and calm despite the news. He will be balanced and composed when he graduates.",
      "example_translation": "El atleta era equilibrado y enfocado, lo que la ayudó a ganar el juego. Era equilibrada y calmada a pesar de la noticia. Será equilibrado y compuesto cuando se gradúe.",
      "imageLink": "balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bitter",
      "translation": "amargo",
      "definition": "Having a sharp, unpleasant taste; feeling or showing anger or resentment.",
      "definition_translation": "Teniendo un sabor agudo y desagradable; sintiendo o mostrando ira o rencor.",
      "example": "The coffee was bitter and needed sugar. She felt bitter about the breakup. He will be bitter about the loss of his job.",
      "example_translation": "El café era amargo y necesitaba azúcar. Ella se sintió amarga sobre la ruptura. Él será amargo sobre la pérdida de su trabajo.",
      "imageLink": "bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bold",
      "translation": "audaz",
      "definition": "Showing a willingness to take risks and face challenges with confidence and courage.",
      "definition_translation": "Mostrando una disposición a correr riesgos y enfrentar desafíos con confianza y valentía.",
      "example": "She was bold enough to start her own business, and it paid off. She had been bold in her negotiations, and they had paid off. She will be bold in her investment decisions, and they will pay off.",
      "example_translation": "Ella fue lo suficientemente audaz como para iniciar su propio negocio, y dio resultado. Ella había sido audaz en sus negociaciones, y dieron resultado. Ella será audaz en sus decisiones de inversión, y darán resultado.",
      "imageLink": "bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bossy",
      "translation": "mandón",
      "definition": "Giving orders or instructions in a bossy or domineering way, often in an annoying or intrusive manner.",
      "definition_translation": "Dar órdenes o instrucciones de manera mandona o dominante, a menudo de manera fastidiosa o intrusiva.",
      "example": "She was bossy in the group project, and everyone got annoyed. She had been bossy in her last job, and her coworkers didn't like her. She will be bossy in her new role, and it might cause problems.",
      "example_translation": "Ella fue mandona en el proyecto grupal, y todo el mundo se sintió molesto. Ella había sido mandona en su último trabajo, y sus compañeros de trabajo no la gustaban. Ella será mandona en su nuevo papel, y podría causar problemas.",
      "imageLink": "bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bright",
      "translation": "brillante",
      "definition": "Giving out or reflecting a lot of light; shining intensely; full of hope and promise.",
      "definition_translation": "Emitiendo o reflejando mucha luz; brillando intensamente; lleno de esperanza y promesa.",
      "example": "The bright sunshine made the day perfect. The bright lights of the city blinded her. The bright future ahead of her motivated her to work hard.",
      "example_translation": "El brillo del sol hizo que el día fuera perfecto. Las luces brillantes de la ciudad la cegaron. El futuro brillante que tenía por delante la motivó para trabajar duro.",
      "imageLink": "bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "caring",
      "translation": "cuidadoso",
      "definition": "Showing a genuine interest in and concern for the welfare of others; having a kind and sympathetic nature.",
      "definition_translation": "Mostrando un interés genuino en y preocupación por el bienestar de los demás; tener una naturaleza amable y simpática.",
      "example": "She was a caring nurse who always put her patients first. She had been caring for her elderly mother for years. She will be caring for the children at the summer camp.",
      "example_translation": "Era una enfermera cuidadosa que siempre ponía a sus pacientes primero. Había cuidado a su madre anciana durante años. Cuidará a los niños en el campamento de verano.",
      "imageLink": "caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cautious",
      "translation": "cauto",
      "definition": "Careful to avoid risks or dangers; prudent and circumspect in one's actions and decisions.",
      "definition_translation": "Cuidadoso para evitar riesgos o peligros; prudente y circunspecto en sus acciones y decisiones.",
      "example": "He was cautious when driving in bad weather. She had been cautious in her investments and had avoided any major losses. They will be cautious when introducing the new product to the market.",
      "example_translation": "Él era cauto al conducir en mal tiempo. Ella había sido cauta en sus inversiones y había evitado cualquier pérdida importante. Serán cautelosos al introducir el nuevo producto en el mercado.",
      "imageLink": "cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cheeky",
      "translation": "descarado",
      "definition": "Impertinently bold and impudent; impishly playful and humorous.",
      "definition_translation": "Descaradamente osado y impúdico; juguetón y humorístico.",
      "example": "He was a cheeky boy who always made his friends laugh. She had been cheeky to her teacher, but had apologized afterwards. They will be cheeky with their friends at the party tonight.",
      "example_translation": "Era un niño descarado que siempre hacía reír a sus amigos. Ella había sido descarada con su maestra, pero se había disculpado después. Serán descarados con sus amigos en la fiesta de esta noche.",
      "imageLink": "cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "childish",
      "translation": "infantil",
      "definition": "behaving or feeling like a child, in a way that is not suitable for an adult",
      "definition_translation": "comportamiento o sentimiento como un niño, de una manera que no es adecuada para un adulto",
      "example": "She became childish and started throwing toys when she didn't get what she wanted. She was childish when she was angry. She will be childish if she doesn't get her way.",
      "example_translation": "Se volvió infantil y empezó a tirar juguetes cuando no obtuvo lo que quería. Fue infantil cuando estaba enojada. Será infantil si no obtiene su manera.",
      "imageLink": "childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "clumsy",
      "translation": "torpe",
      "definition": "having or showing a lack of skill or care in movement or action",
      "definition_translation": "tener o mostrar falta de habilidad o cuidado en el movimiento o acción",
      "example": "He was clumsy and broke the vase. He is clumsy when he tries to dance. He will be clumsy if he doesn't practice his moves.",
      "example_translation": "Era torpe y rompió la vasija. Es torpe cuando intenta bailar. Será torpe si no practica sus movimientos.",
      "imageLink": "clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "communicative",
      "translation": "comunicativo",
      "definition": "willing to talk and share ideas with others",
      "definition_translation": "dispuesto a hablar y compartir ideas con otros",
      "example": "She was communicative during the meeting and presented her ideas clearly. She is communicative with her teammates. She will be communicative in the conference next week.",
      "example_translation": "Ella fue comunicativa durante la reunión y presentó sus ideas con claridad. Es comunicativa con sus compañeros de equipo. Será comunicativa en la conferencia la semana próxima.",
      "imageLink": "communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "competitive",
      "translation": "competitivo",
      "definition": "Having a strong desire to win or be more successful than others; keenly rivalrous.",
      "definition_translation": "Teniendo un fuerte deseo de ganar o ser más exitoso que otros; rivalmente agudo.",
      "example": "She was a competitive athlete in her youth, always striving to win. She has been competitive in business, and her company has grown rapidly. She will be competitive in the upcoming election, campaigning aggressively.",
      "example_translation": "Ella fue una atleta competitiva en su juventud, siempre luchando por ganar. Ha sido competitiva en los negocios, y su empresa ha crecido rápidamente. Será competitiva en las próximas elecciones, haciendo campaña agresivamente.",
      "imageLink": "competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "conceited",
      "translation": "presumido",
      "definition": "Having or showing an excessively high opinion of one's appearance, abilities, or achievements.",
      "definition_translation": "Teniendo o mostrando una opinión excesivamente alta de su apariencia, habilidades o logros.",
      "example": "He was a conceited actor, always admiring himself in the mirror. She had become conceited after winning the beauty pageant, flaunting her title everywhere. He will be conceited if he wins the award, boasting about his achievement.",
      "example_translation": "Él era un actor presumido, siempre admirándose en el espejo. Ella se había vuelto presumida después de ganar el concurso de belleza, ostentando su título en todas partes. Él será presumido si gana el premio, jactándose de su logro.",
      "imageLink": "conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "concerned",
      "translation": "preocupado",
      "definition": "Feeling worried or anxious about something or someone.",
      "definition_translation": "Sintiendo preocupación o ansiedad por algo o alguien.",
      "example": "I was concerned about my mother's health, so I visited her every day. She had been concerned about the environmental issues, and started a recycling program. They will be concerned about the economy, trying to reduce their expenses.",
      "example_translation": "Estuve preocupado por la salud de mi madre, así que la visité todos los días. Ella había estado preocupada por los problemas ambientales, y empezó un programa de reciclaje. Ellos estarán preocupados por la economía, tratando de reducir sus gastos.",
      "imageLink": "concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "conservative",
      "translation": "conservador",
      "definition": "A person who is resistant to change and holds traditional values and principles.",
      "definition_translation": "Una persona que es resistente al cambio y mantiene valores y principios tradicionales.",
      "example": "The conservative politician opposed the reform, citing concerns about its impact on the economy. She had always been conservative in her views on social issues. By the time she is 50, she will have adopted a more conservative approach to investing.",
      "example_translation": "El político conservador se opuso a la reforma, citando inquietudes sobre su impacto en la economía. Ella siempre había sido conservadora en sus opiniones sobre temas sociales. Para cuando tenga 50 años, habrá adoptado un enfoque más conservador para invertir.",
      "imageLink": "conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "content",
      "translation": "contenido",
      "definition": "The state of being satisfied or pleased.",
      "definition_translation": "El estado de estar satisfecho o complacido.",
      "example": "The baby was content in her mother's arms. He was content with his simple life, free from material possessions. By next year, they will be content with their new home.",
      "example_translation": "El bebé estaba contento en los brazos de su madre. Él estaba contento con su vida simple, libre de posesiones materiales. Para el próximo año, estarán contentos con su nueva casa.",
      "imageLink": "content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "conventional",
      "translation": "convencional",
      "definition": "Following established or traditional practices, norms, or customs.",
      "definition_translation": "Siguiendo prácticas, normas o costumbres establecidas o tradicionales.",
      "example": "The artist rejected conventional techniques and developed his own unique style. The company adopted conventional accounting practices to ensure transparency. By the 1990s, conventional medicine had become more open to alternative therapies.",
      "example_translation": "El artista rechazó las técnicas convencionales y desarrolló su propio estilo único. La empresa adoptó prácticas contables convencionales para asegurar la transparencia. Para la década de 1990, la medicina convencional había llegado a ser más abierta a terapias alternativas.",
      "imageLink": "conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cooperative",
      "translation": "cooperativo",
      "definition": "A cooperative is an organization owned and controlled by its members, who share the benefits or profits of the business.",
      "definition_translation": "Una cooperativa es una organización propiedad y controlada por sus miembros, que comparten los beneficios o ganancias del negocio.",
      "example": "The farmer's cooperative has been able to negotiate better prices for their produce. They had been struggling to make ends meet, but now they're making a profit. By next year, they will have expanded their operations.",
      "example_translation": "La cooperativa de agricultores ha podido negociar mejores precios para sus productos. Habían estado luchando para llegar a fin de mes, pero ahora están ganando dinero. Para el próximo año, habrán ampliado sus operaciones.",
      "imageLink": "cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cowardly",
      "translation": "cobarde",
      "definition": "Behaving in a way that shows a lack of courage or strength of character.",
      "definition_translation": "Comportarse de manera que muestra una falta de coraje o fortaleza de carácter.",
      "example": "He acted cowardly during the war, abandoning his comrades in the heat of battle. He had always been afraid of conflict, and now he's too ashamed to show his face. By the time he comes back, the war will have ended.",
      "example_translation": "Él actuó de manera cobarde durante la guerra, abandonando a sus compañeros en el calor de la batalla. Siempre había tenido miedo al conflicto, y ahora está demasiado avergonzado para mostrar su rostro. Para cuando regrese, la guerra habrá terminado.",
      "imageLink": "cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "decent",
      "translation": "decente",
      "definition": "Having or showing a strong moral principle, or being kind and respectful.",
      "definition_translation": "Teniendo o mostrando un principio moral fuerte, o siendo amable y respetuoso.",
      "example": "She was a decent person who always helped those in need. She had been volunteering at the local soup kitchen for years, and now she's running for office. By the time she takes office, she will have made a real difference.",
      "example_translation": "Ella era una persona decente que siempre ayudaba a aquellos que lo necesitaban. Había estado voluntariando en la cocina de sopa local durante años, y ahora se postula para un cargo. Para cuando asuma el cargo, habrá hecho una diferencia real.",
      "imageLink": "decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "decisive",
      "translation": "decisivo",
      "definition": "Having the power or quality of deciding; able to make a decision that will affect the outcome of something.",
      "definition_translation": "Teniendo el poder o calidad de decidir; capaz de tomar una decisión que afectará el resultado de algo.",
      "example": "The coach made a decisive move by substituting the player, which changed the game's momentum. The company will make a decisive decision about the merger by the end of the week. The new policy will be decisive in reducing carbon emissions by 2025.",
      "example_translation": "El entrenador hizo un movimiento decisivo al sustituir al jugador, lo que cambió el impulso del juego. La empresa tomará una decisión decisiva sobre la fusión para finales de la semana. La nueva política será decisiva para reducir las emisiones de carbono en 2025.",
      "imageLink": "decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "demanding",
      "translation": "exigente",
      "definition": "Requiring a great deal of time, effort, or skill; making severe or excessive demands.",
      "definition_translation": "Requiriendo mucho tiempo, esfuerzo o habilidad; haciendo demandas severas o excesivas.",
      "example": "The job is very demanding, and I need to take regular breaks to avoid burnout. The instructor was demanding, but it paid off in the end when we mastered the complex technique. The company's demanding deadlines forced us to work overtime.",
      "example_translation": "El trabajo es muy exigente, y necesito tomar breaks regulares para evitar el agotamiento. El instructor era exigente, pero valió la pena al final cuando dominamos la técnica compleja. Los plazos límite exigentes de la empresa nos obligaron a trabajar horas extras.",
      "imageLink": "demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "depressing",
      "translation": "deprimente",
      "definition": "Causing feelings of sadness or gloom; unpleasant or unwelcome.",
      "definition_translation": "Causando sentimientos de tristeza o sombra; desagradable o no deseado.",
      "example": "The news of the natural disaster was depressing, and it affected the entire nation. The gloomy weather was depressing, so we decided to stay indoors. The novel's depressing ending left me feeling melancholic for days.",
      "example_translation": "La noticia del desastre natural fue deprimente, y afectó a toda la nación. El clima sombrío fue deprimente, así que decidimos quedarnos en casa. El final deprimente de la novela me dejó sintiendo melancolía durante días.",
      "imageLink": "depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "desperate",
      "translation": "desesperado",
      "definition": "Feeling or showing a strong and urgent desire to do something, often because of a difficult or unpleasant situation.",
      "definition_translation": "Sentirse o mostrar un fuerte y urgente deseo de hacer algo, a menudo debido a una situación difícil o desagradable.",
      "example": "She felt desperate when she lost her job, but she didn't give up. She had been desperate to find a new job for months. She will be desperate to finish her project on time.",
      "example_translation": "Se sintió desesperada cuando perdió su trabajo, pero no se rindió. Había estado desesperada por encontrar un nuevo trabajo durante meses. Estará desesperada por terminar su proyecto a tiempo.",
      "imageLink": "desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "determined",
      "translation": "determinado",
      "definition": "Having made a firm decision or having a strong intention to do something.",
      "definition_translation": "Haber tomado una decisión firme o tener una intención fuerte de hacer algo.",
      "example": "He was determined to learn how to play the guitar. She had been determined to finish her thesis on time. They will be determined to win the championship.",
      "example_translation": "Él estaba determinado a aprender a tocar la guitarra. Ella había estado determinada a terminar su tesis a tiempo. Ellos estarán determinados a ganar el campeonato.",
      "imageLink": "determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "devoted",
      "translation": "devoto",
      "definition": "Showing love, loyalty, or dedication to someone or something.",
      "definition_translation": "Mostrando amor, lealtad o dedicación a alguien o algo.",
      "example": "She was devoted to her family. He had been devoted to his work for years. They will be devoted to their new project.",
      "example_translation": "Ella estaba devota a su familia. Él había estado devoto a su trabajo durante años. Ellos estarán devotos a su nuevo proyecto.",
      "imageLink": "devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "diligent",
      "translation": "truhan",
      "definition": "Having or showing a strong and careful desire to do your work and to do it well, being careful and detailed in your work, being responsible and reliable.",
      "definition_translation": "Teniendo o mostrando un fuerte y cuidadoso deseo de hacer su trabajo y hacerlo bien, siendo cuidadoso y detallista en su trabajo, siendo responsable y confiable.",
      "example": "She was a diligent student and always completed her assignments on time. She had been diligent in her research and had found some interesting results. She will be diligent in her new role and make sure everything runs smoothly.",
      "example_translation": "Ella era una estudiante diligente y siempre completaba sus tareas a tiempo. Ella había sido diligente en su investigación y había encontrado algunos resultados interesantes. Ella será diligente en su nuevo papel y asegurará que todo funcione sin problemas.",
      "imageLink": "diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dishonest",
      "translation": "desonesto",
      "definition": "Not honest or truthful; cheating or deceptive, having or showing a willingness to cheat or deceive others.",
      "definition_translation": "No honesto o veraz; engañando o engañoso, teniendo o mostrando una disposición a engañar o decepcionar a otros.",
      "example": "He was dishonest in his business dealings and was eventually caught. She had been dishonest with her partner and it ruined their relationship. He will not be dishonest in his new venture and will make sure everything is transparent.",
      "example_translation": "Él fue deshonesto en sus tratos comerciales y eventualmente fue atrapado. Ella había sido deshonesta con su pareja y eso arruinó su relación. Él no será deshonesto en su nueva aventura y asegurará que todo sea transparente.",
      "imageLink": "dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "disorganized",
      "translation": "desorganizado",
      "definition": "Not having a systematic or orderly arrangement; lacking a clear plan or procedure, being confused or chaotic.",
      "definition_translation": "No tener una disposición sistemática o ordenada; carecer de un plan o procedimiento claro, siendo confuso o caótico.",
      "example": "The disorganized office made it difficult to find anything. She had been disorganized in her project and missed the deadline. He will not be disorganized in his new role and will create a clear plan.",
      "example_translation": "La oficina desorganizada hizo que sea difícil encontrar algo. Ella había sido desorganizada en su proyecto y perdió la fecha límite. Él no será desorganizado en su nuevo papel y creará un plan claro.",
      "imageLink": "disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dissatisfied",
      "translation": "insatisfecho",
      "definition": "Feeling unhappy or unfulfilled because one's expectations or needs are not being met.",
      "definition_translation": "Sentirse infeliz o incompleto porque las expectativas o necesidades no se está cumpliendo.",
      "example": "I was dissatisfied with the service at the restaurant, so I left a negative review. I am dissatisfied with my current job, so I'm looking for a new one. I will be dissatisfied if I don't get the promotion I want.",
      "example_translation": "Estuve insatisfecho con el servicio en el restaurante, así que dejé una crítica negativa. Estoy insatisfecho con mi trabajo actual, así que estoy buscando uno nuevo. Estaré insatisfecho si no tengo la promoción que quiero.",
      "imageLink": "dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "distressing",
      "translation": "angustioso",
      "definition": "Causing worry, anxiety, or emotional pain; unpleasant or disturbing.",
      "definition_translation": "Causando preocupación, ansiedad o dolor emocional; desagradable o perturbador.",
      "example": "The news of the natural disaster was distressing to everyone. The patient's distressing symptoms made it difficult to diagnose the illness. The distressing situation will continue until a solution is found.",
      "example_translation": "La noticia del desastre natural fue angustiosa para todos. Los síntomas angustiosos del paciente hicieron que fuera difícil diagnosticar la enfermedad. La situación angustiosa continuará hasta que se encuentre una solución.",
      "imageLink": "distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "doubtful",
      "translation": "dudoso",
      "definition": "Feeling uncertain or unsure about something; having doubts or reservations.",
      "definition_translation": "Sentirse incierto o inseguro sobre algo; tener dudas o reservas.",
      "example": "I was doubtful about the investment, so I decided to do more research. She was doubtful about her decision, but she eventually made up her mind. He will be doubtful about the plan until he sees the results.",
      "example_translation": "Estuve dudoso sobre la inversión, así que decidí hacer más investigación. Ella estaba dudosa sobre su decisión, pero finalmente se decidió. Él estará dudoso sobre el plan hasta que vea los resultados.",
      "imageLink": "doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dynamic",
      "translation": "dinámico",
      "definition": "Relating to or characterized by energy, strength, or activity; capable of changing or adapting easily.",
      "definition_translation": "Relativo o caracterizado por energía, fuerza o actividad; capaz de cambiar o adaptarse fácilmente.",
      "example": "The company is looking for a dynamic team leader who can motivate the staff. In the past, the manager was dynamic, but now she has become too passive. The new employee will be dynamic and bring fresh ideas to the company.",
      "example_translation": "La empresa está buscando un líder de equipo dinámico que pueda motivar al personal. En el pasado, el gerente era dinámico, pero ahora se ha vuelto demasiado pasivo. El nuevo empleado será dinámico y traerá ideas frescas a la empresa.",
      "imageLink": "dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "eager",
      "translation": "ansioso",
      "definition": "Feeling or showing enthusiasm and interest; wanting something very much.",
      "definition_translation": "Sentir o mostrar entusiasmo e interés; querer algo mucho.",
      "example": "I am eager to start my new job and learn new skills. She was eager to travel abroad and experience new cultures. They will be eager to try the new restaurant that just opened.",
      "example_translation": "Estoy ansioso por empezar mi nuevo trabajo y aprender habilidades nuevas. Ella estaba ansiosa por viajar al extranjero y experimentar culturas nuevas. Estarán ansiosos por probar el nuevo restaurante que acaba de abrir.",
      "imageLink": "eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "educated",
      "translation": "educado",
      "definition": "Having received a good education; having a high level of knowledge and understanding.",
      "definition_translation": "Haber recibido una buena educación; tener un alto nivel de conocimiento y comprensión.",
      "example": "She is an educated person with a Ph.D. in literature. He was educated at a private school and now works as a lawyer. The educated audience appreciated the complex lecture.",
      "example_translation": "Ella es una persona educada con un doctorado en literatura. Él fue educado en una escuela privada y ahora trabaja como abogado. El público educado apreció la conferencia compleja.",
      "imageLink": "educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "emotional",
      "translation": "emocional",
      "definition": "Relating to or characterized by emotion, especially feelings or sentiments.",
      "definition_translation": "Relativo o caracterizado por la emoción, especialmente sentimientos o sentimientos.",
      "example": "She was emotional after watching the sad movie. She had been emotional about the breakup. She will be emotional when she sees her friend again.",
      "example_translation": "Ella estaba emocional después de ver la película triste. Ella había estado emocional sobre la ruptura. Ella estará emocional cuando vea a su amiga de nuevo.",
      "imageLink": "emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "encouraging",
      "translation": "alentador",
      "definition": "Giving encouragement or support to someone, especially to try something new or difficult.",
      "definition_translation": "Dando apoyo o ánimo a alguien, especialmente para intentar algo nuevo o difícil.",
      "example": "The coach gave an encouraging speech before the game. She had been encouraging her students to participate in the debate. He will be encouraging his team to work harder.",
      "example_translation": "El entrenador dio un discurso alentador antes del juego. Ella había estado animando a sus estudiantes a participar en el debate. Él estará animando a su equipo a trabajar más duro.",
      "imageLink": "encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "energetic",
      "translation": "enérgico",
      "definition": "Having or showing a lot of energy, enthusiasm, and vitality.",
      "definition_translation": "Teniendo o mostrando mucha energía, entusiasmo y vitalidad.",
      "example": "The energetic dog ran around the park. She had been energetic during the workout. He will be energetic during the party tonight.",
      "example_translation": "El perro enérgico corrió alrededor del parque. Ella había estado enérgica durante el entrenamiento. Él estará enérgico durante la fiesta esta noche.",
      "imageLink": "energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "entertaining",
      "translation": "entretenido",
      "definition": "providing amusement or enjoyment, especially in a lively and engaging way",
      "definition_translation": "proporcionar diversión o disfrute, especialmente de una manera viva y atractiva",
      "example": "The comedian was entertaining the audience with his jokes. He had entertained us with his stories all night. He will entertain his guests with a magic show.",
      "example_translation": "El comediante estaba entreteniendo al público con sus chistes. Nos había entretenido con sus historias toda la noche. Él entreterrá a sus invitados con un show de magia.",
      "imageLink": "entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "enthusiastic",
      "translation": "entusiasta",
      "definition": "feeling or showing intense and excited interest in something",
      "definition_translation": "sentir o mostrar interés intenso y emocionado en algo",
      "example": "The enthusiastic crowd cheered as the band took the stage. She was enthusiastic about the new project. They will be enthusiastic about the news.",
      "example_translation": "La multitud entusiasta vitoreó cuando la banda subió al escenario. Ella estaba entusiasta sobre el nuevo proyecto. Estarán entusiastas sobre la noticia.",
      "imageLink": "enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "evil",
      "translation": "malvado",
      "definition": "having or showing a wicked or immoral character",
      "definition_translation": "tener o mostrar un carácter malvado o inmoral",
      "example": "The evil villain laughed maniacally as he revealed his plan. He had been evil to his employees. They will be evil to their enemies.",
      "example_translation": "El villano malvado se rió maniacalmente mientras revelaba su plan. Él había sido malvado con sus empleados. Serán malvados con sus enemigos.",
      "imageLink": "evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "exhausting",
      "translation": "agotador",
      "definition": "causing a person to feel extremely tired or drained of energy",
      "definition_translation": "que causa que una persona se sienta extremadamente cansada o desprovista de energía",
      "example": "The marathon was exhausting, but the sense of accomplishment was worth it. I had been training for months, and I will continue to train for the next one.",
      "example_translation": "El maratón fue agotador, pero el sentido de logro valió la pena. Había estado entrenando durante meses, y seguiré entrenando para el siguiente.",
      "imageLink": "exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "expert",
      "translation": "experto",
      "definition": "a person who has a lot of knowledge or skill in a particular area",
      "definition_translation": "una persona que tiene mucho conocimiento o habilidad en un área particular",
      "example": "She is an expert in marketing and has helped many companies increase their sales. She was an expert in marketing, is an expert in marketing, and will be an expert in marketing.",
      "example_translation": "Ella es una experta en marketing y ha ayudado a muchas empresas a aumentar sus ventas. Fue una experta en marketing, es una experta en marketing y será una experta en marketing.",
      "imageLink": "expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "faithful",
      "translation": "fiel",
      "definition": "showing loyalty and devotion to someone or something",
      "definition_translation": "mostrando lealtad y devoción a alguien o algo",
      "example": "He was faithful to his wife and never cheated on her. He had been faithful to his wife, is faithful to his wife, and will be faithful to his wife.",
      "example_translation": "Él fue fiel a su esposa y nunca la engañó. Había sido fiel a su esposa, es fiel a su esposa y será fiel a su esposa.",
      "imageLink": "faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fascinated",
      "translation": "fascinado",
      "definition": "Feeling or showing a great deal of interest and pleasure in something because it is new, unusual, or attractive.",
      "definition_translation": "Sentirse o mostrar un gran interés y placer en algo porque es nuevo, inusual o atractivo.",
      "example": "I was fascinated by the ancient city, I am fascinated by the new technology, and I will be fascinated by the future of space exploration.",
      "example_translation": "Me fascinó la ciudad antigua, estoy fascinado por la nueva tecnología, y estaré fascinado por el futuro de la exploración espacial.",
      "imageLink": "fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fascinating",
      "translation": "fascinante",
      "definition": "Extremely interesting or attractive because of being unusual or unusual.",
      "definition_translation": "Extremadamente interesante o atractivo debido a ser inusual o único.",
      "example": "The fascinating story of the explorer was told in the documentary, the fascinating world of artificial intelligence is growing rapidly, and the fascinating beauty of nature is breathtaking.",
      "example_translation": "La fascinante historia del explorador fue contada en el documental, el fascinante mundo de la inteligencia artificial crece rápidamente, y la fascinante belleza de la naturaleza es impresionante.",
      "imageLink": "fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fierce",
      "translation": "fiero",
      "definition": "Showing a strong and powerful intensity, especially in a person's feelings or actions.",
      "definition_translation": "Mostrando una intensidad fuerte y poderosa, especialmente en los sentimientos o acciones de una persona.",
      "example": "The fierce warrior fought bravely in the battle, the fierce storm destroyed the village, and the fierce competition in the sports tournament was intense.",
      "example_translation": "El fiero guerrero luchó con bravura en la batalla, la tormenta fiero destruyó el pueblo, y la fiera competencia en el torneo deportivo fue intensa.",
      "imageLink": "fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "foolish",
      "translation": "necio",
      "definition": "Having or showing a lack of good sense or judgment; absurd or ridiculous.",
      "definition_translation": "Teniendo o mostrando una falta de buen sentido o juicio; absurdo o ridículo.",
      "example": "She was foolish to trust him with her money. She had been foolish about him in the past, and she will be foolish about him again in the future.",
      "example_translation": "Ella fue necia al confiarle su dinero. Ella había sido necia sobre él en el pasado, y ella será necia sobre él de nuevo en el futuro.",
      "imageLink": "foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "furious",
      "translation": "furioso",
      "definition": "Feeling or showing extreme anger or fury; violent or intense.",
      "definition_translation": "Sintiendo o mostrando una ira extrema o furia; violento o intenso.",
      "example": "He was furious when he found out he had been cheated. He has been furious about it all week, and he will be furious about it for a long time.",
      "example_translation": "Él estaba furioso cuando se enteró de que había sido estafado. Él ha estado furioso sobre eso toda la semana, y él estará furioso sobre eso durante mucho tiempo.",
      "imageLink": "furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "greedy",
      "translation": "codicioso",
      "definition": "Having or showing an excessive desire for food, money, or power; avaricious.",
      "definition_translation": "Teniendo o mostrando un deseo excesivo por comida, dinero o poder; avaricioso.",
      "example": "He was greedy and ate all the food. He has been greedy his whole life, and he will be greedy until he dies.",
      "example_translation": "Él era codicioso y comió toda la comida. Él ha sido codicioso toda su vida, y él será codicioso hasta que muera.",
      "imageLink": "greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hard",
      "translation": "duro",
      "definition": "Not soft or easy to bend or shape; firm or rigid in texture or consistency.",
      "definition_translation": "No suave ni fácil de doblar o dar forma; firme o rígido en textura o consistencia.",
      "example": "The hard wood was difficult to carve. I work hard every day. The athlete will have to train hard to win the championship.",
      "example_translation": "La madera dura era difícil de tallar. Trabajo duro todos los días. El atleta tendrá que entrenar duro para ganar el campeonato.",
      "imageLink": "hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hard-working",
      "translation": "trabajador",
      "definition": "Someone who works diligently and perseveres in their endeavors.",
      "definition_translation": "Alguien que trabaja diligentemente y persevera en sus esfuerzos.",
      "example": "She was a hard-working student and always turned in her assignments on time. He was a hard-working employee and received a promotion. They were hard-working parents who always supported their children.",
      "example_translation": "Era una estudiante trabajadora y siempre entregaba sus tareas a tiempo. Fue un empleado trabajador y recibió un ascenso. Eran padres trabajadores que siempre apoyaban a sus hijos.",
      "imageLink": "hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "icy",
      "translation": "helado",
      "definition": "Extremely cold in temperature or manner; frozen or glaciated.",
      "definition_translation": "Extremadamente frío en temperatura o manera; congelado o glaciado.",
      "example": "The icy road was slippery and dangerous to drive on. The swimmer felt icy cold water when she dove into the lake. The winter morning was icy and everyone wore warm coats.",
      "example_translation": "El camino helado era resbaloso y peligroso para conducir. La nadadora sintió el agua helada cuando se zambulló en el lago. La mañana de invierno era helada y todos llevaron abrigos cálidos.",
      "imageLink": "icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "impatient",
      "translation": "impaciente",
      "definition": "Having or showing a tendency to become easily annoyed or frustrated, especially when having to wait for something.",
      "definition_translation": "Teniendo o mostrando una tendencia a enfurecerse o frustrarse fácilmente, especialmente al tener que esperar algo.",
      "example": "I was impatient to get my new phone, and I kept checking the delivery status. I had been impatient with my friend for not understanding the concept. I will be impatient if the project is not finished on time.",
      "example_translation": "Estuve impaciente por recibir mi nuevo teléfono y seguí verificando el estado de entrega. He sido impaciente con mi amigo por no entender el concepto. Seré impaciente si el proyecto no se termina a tiempo.",
      "imageLink": "impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "impolite",
      "translation": "descortés",
      "definition": "Lacking courtesy or good manners; rude.",
      "definition_translation": "Careciendo de cortesía o buenos modales; grosero.",
      "example": "I thought it was impolite to interrupt someone while they were speaking. She had been impolite to the waiter at the restaurant. They will be impolite if they don't apologize for their behavior.",
      "example_translation": "Pensé que era descortés interrumpir a alguien mientras hablaba. Ella había sido descortés con el camarero en el restaurante. Serán descorteses si no se disculpan por su comportamiento.",
      "imageLink": "impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "independent",
      "translation": "independiente",
      "definition": "Not relying on others for support or guidance; self-sufficient.",
      "definition_translation": "No dependiendo de otros para apoyo o orientación; autosuficiente.",
      "example": "I want to be independent and make my own decisions. She had been independent since she was 18 years old. They will be independent once they finish their education.",
      "example_translation": "Quiero ser independiente y tomar mis propias decisiones. Ella había sido independiente desde que tenía 18 años. Serán independientes una vez que terminen su educación.",
      "imageLink": "independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "inexperienced",
      "translation": "inexperiencia",
      "definition": "Lacking the necessary skill or knowledge to perform a task or job, typically because of a lack of experience.",
      "definition_translation": "Carece de la habilidad o conocimiento necesarios para realizar una tarea o trabajo, habitualmente debido a la falta de experiencia.",
      "example": "The new employee was inexperienced, but eager to learn. She had been inexperienced in the field, but had quickly picked up the skills. She will be inexperienced in the new software, but will receive training.",
      "example_translation": "La nueva empleada era inexperta, pero ansiosa por aprender. Había sido inexperta en el campo, pero había aprendido rápidamente las habilidades. Será inexperta en el nuevo software, pero recibirá capacitación.",
      "imageLink": "inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "innocent",
      "translation": "inocente",
      "definition": "Not guilty of a crime or wrongdoing; free from sin or moral wrong.",
      "definition_translation": "No culpable de un crimen o mala acción; libre de pecado o mala moral.",
      "example": "The innocent child had never seen a gun before. The innocent man was wrongly accused of the crime. The innocent bystander was caught in the crossfire.",
      "example_translation": "El niño inocente nunca había visto una pistola antes. El hombre inocente fue acusado falsamente del crimen. El transeúnte inocente fue alcanzado por fuego cruzado.",
      "imageLink": "innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "insincere",
      "translation": "insincero",
      "definition": "Not genuine or sincere; pretending to have feelings or opinions that one does not really have.",
      "definition_translation": "No genuino o sincero; hacerse pasar por tener sentimientos u opiniones que uno no tiene realmente.",
      "example": "The politician's insincere smile fooled no one. She had been insincere in her apology, and it was clear she didn't mean it. He will be insincere in his promises, so don't trust him.",
      "example_translation": "La sonrisa insincera del político no engañó a nadie. Ella había sido insincera en su disculpa, y era claro que no lo sentía. Él será insincero en sus promesas, así que no confíes en él.",
      "imageLink": "insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "intellectual",
      "translation": "intelectual",
      "definition": "A person who is highly educated and has a deep understanding of various subjects, especially one who is interested in abstract ideas and is often considered to be overly concerned with theoretical matters.",
      "definition_translation": "Una persona altamente educada y con un profundo conocimiento de diversas materias, especialmente aquel que está interesado en ideas abstractas y se considera a menudo demasiado preocupado por asuntos teóricos.",
      "example": "She was an intellectual who wrote several books on philosophy. She had been an intellectual since her university days. She will be an intellectual leader in the future.",
      "example_translation": "Era una intelectual que escribió varios libros sobre filosofía. Había sido una intelectual desde sus días universitarios. Será un líder intelectual en el futuro.",
      "imageLink": "intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "irresponsible",
      "translation": "irresponsable",
      "definition": "Failing to take or accept responsibility for one's actions or duties, often in a way that is careless or reckless.",
      "definition_translation": "No tomar o aceptar la responsabilidad por sus acciones o deberes, a menudo de manera descuidada o temeraria.",
      "example": "He was irresponsible with his finances and ended up in debt. He has been irresponsible with his health since he quit exercising. He will be irresponsible with his time if he doesn't set priorities.",
      "example_translation": "Él fue irresponsable con sus finanzas y terminó endeudado. Ha sido irresponsable con su salud desde que dejó de hacer ejercicio. Será irresponsable con su tiempo si no establece prioridades.",
      "imageLink": "irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "irritated",
      "translation": "irritado",
      "definition": "Feeling or showing annoyance or frustration, often in response to a frustrating or annoying situation.",
      "definition_translation": "Sentir o mostrar molestia o frustración, a menudo en respuesta a una situación frustrante o molesta.",
      "example": "She was irritated by the noise and asked them to keep quiet. He had been irritated with the customer service for hours. They will be irritated if they don't get a refund.",
      "example_translation": "Ella estaba irritada por el ruido y les pidió que se callaran. Él había estado irritado con el servicio al cliente durante horas. Estarán irritados si no reciben un reembolso.",
      "imageLink": "irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "irritating",
      "translation": "irritante",
      "definition": "causing feelings of frustration, anxiety, or annoyance",
      "definition_translation": "causando sentimientos de frustración, ansiedad o fastidio",
      "example": "The customer found the long wait irritating, the constant delays irritating, and the rude clerk irritating.",
      "example_translation": "El cliente encontró que la espera larga era irritante, los retrasos constantes eran irritantes y el cajero grosero era irritante.",
      "imageLink": "irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "loyal",
      "translation": "leal",
      "definition": "giving or showing firm and constant support or allegiance to a person or institution",
      "definition_translation": "dando o mostrando firme y constante apoyo o lealtad a una persona o institución",
      "example": "She had been a loyal customer for years, always loyal to the brand, and remained loyal even when others abandoned it.",
      "example_translation": "Ella había sido una cliente leal durante años, siempre leal a la marca, y siguió siendo leal incluso cuando otros la abandonaron.",
      "imageLink": "loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mature",
      "translation": "maduro",
      "definition": "fully developed physically, mentally, or emotionally",
      "definition_translation": "completamente desarrollado física, mental o emocionalmente",
      "example": "As she matured, she became more confident, had mature relationships, and made mature decisions.",
      "example_translation": "A medida que maduró, se convirtió en más segura, tuvo relaciones maduras y tomó decisiones maduras.",
      "imageLink": "mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mean",
      "translation": "significar",
      "definition": "Intend to convey or express a particular meaning, especially by language.",
      "definition_translation": "Tener la intención de transmitir o expresar un significado particular, especialmente por medio del lenguaje.",
      "example": "I meant to call you yesterday, but I forgot. I mean to go to the store now, and I will mean to finish my homework later.",
      "example_translation": "Quería llamarte ayer, pero me olvidé. Quiero ir a la tienda ahora y quiero terminar mi tarea más tarde.",
      "imageLink": "mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mean",
      "translation": "significar",
      "definition": "Have a particular intention or interpretation, especially in words or actions.",
      "definition_translation": "Tener una intención o interpretación particular, especialmente en palabras o acciones.",
      "example": "She meant well, but her words were hurtful. The teacher meant for us to learn from the exercise, but it was too hard.",
      "example_translation": "Ella quería bien, pero sus palabras fueron hirientes. El profesor quería que aprendiéramos de la ejercicio, pero fue demasiado difícil.",
      "imageLink": "mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "mental",
      "translation": "mental",
      "definition": "Relating to the mind, especially as a subject of study.",
      "definition_translation": "Relativo a la mente, especialmente como tema de estudio.",
      "example": "Mental health is just as important as physical health. She has a mental block when it comes to public speaking.",
      "example_translation": "La salud mental es tan importante como la física. Ella tiene un bloqueo mental cuando se trata de hablar en público.",
      "imageLink": "mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "miserable",
      "translation": "desdichado",
      "definition": "Feeling or showing great unhappiness or discomfort; wretched.",
      "definition_translation": "Sentirse o mostrar gran infelicidad o incomodidad; desdichado.",
      "example": "She felt miserable after losing her job; she had been miserable in that job for years, and now she will be miserable without it; she hopes she won't be miserable in her new job.",
      "example_translation": "Ella se sintió desdichada después de perder su trabajo; había sido desdichada en ese trabajo durante años, y ahora estará desdichada sin él; espera que no sea desdichada en su nuevo trabajo.",
      "imageLink": "miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "motivated",
      "translation": "motivado",
      "definition": "Having a strong desire or enthusiasm to achieve something; driven.",
      "definition_translation": "Teniendo un fuerte deseo o entusiasmo por lograr algo; impulsado.",
      "example": "She was motivated to learn a new language; she had been motivated to run a marathon for years, and now she is motivated to start her own business; she hopes she will be motivated to continue learning.",
      "example_translation": "Ella estaba motivada para aprender un nuevo idioma; había estado motivada para correr un maratón durante años, y ahora está motivada para empezar su propio negocio; espera que esté motivada para continuar aprendiendo.",
      "imageLink": "motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "moving",
      "translation": "conmovedor",
      "definition": "Causing feelings of sadness or sympathy; touching.",
      "definition_translation": "Causando sentimientos de tristeza o simpatía; conmovedor.",
      "example": "The movie was moving; it had been moving for decades, and now it is moving again; it will be moving next year.",
      "example_translation": "La película fue conmovedora; había sido conmovedora durante décadas, y ahora es conmovedora de nuevo; será conmovedora el próximo año.",
      "imageLink": "moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nasty",
      "translation": "desagradable",
      "definition": "Having or showing an unpleasant or unkind quality; unpleasantly rough or harsh.",
      "definition_translation": "Teniendo o mostrando una calidad desagradable o falta de amabilidad; áspero o duro de manera desagradable.",
      "example": "The nasty weather forced us to cancel the picnic. We had a nasty argument last night, but we made up in the morning. I will not tolerate nasty comments on my blog.",
      "example_translation": "El clima desagradable nos obligó a cancelar el picnic. Tuve una discusión desagradable anoche, pero nos reconciliamos en la mañana. No toleraré comentarios desagradables en mi blog.",
      "imageLink": "nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "naughty",
      "translation": "travieso",
      "definition": "Behaving badly or disobediently; playfully mischievous.",
      "definition_translation": "Comportándose mal o desobedientemente; juguetonamenteASTUCIAS.",
      "example": "The naughty child refused to eat his vegetables. I was very naughty when I was a kid and always got into trouble. She has a naughty glint in her eye.",
      "example_translation": "El niño travieso se negó a comer sus vegetales. Fui muy travieso cuando era niño y siempre me metía en problemas. Ella tiene un brillo travieso en su ojo.",
      "imageLink": "naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "obedient",
      "translation": "obediente",
      "definition": "Willing to obey rules, orders, or instructions; compliant.",
      "definition_translation": "Dispuesto a obedecer reglas, órdenes o instrucciones; complaciente.",
      "example": "The obedient student always followed the teacher's instructions. I was very obedient as a child and never questioned my parents. She is obedient to her boss's every command.",
      "example_translation": "El estudiante obediente siempre seguía las instrucciones del maestro. Fui muy obediente cuando era niño y nunca cuestionaba a mis padres. Ella es obediente a cada comando de su jefe.",
      "imageLink": "obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "objective",
      "translation": "objetivo",
      "definition": "A goal or target to be achieved, often through effort or skill.",
      "definition_translation": "Un objetivo o meta que se debe lograr, a menudo a través del esfuerzo o la habilidad.",
      "example": "She set an objective to finish the project by the end of the month, and she had been working on it for weeks, but she will have finished it by next year.",
      "example_translation": "Ella estableció un objetivo de terminar el proyecto para fin de mes, y había estado trabajando en él durante semanas, pero lo habrá terminado el próximo año.",
      "imageLink": "objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "offensive",
      "translation": "ofensivo",
      "definition": "Causing offense or annoyance, often deliberately.",
      "definition_translation": "Causando ofensa o molestia, a menudo de forma deliberada.",
      "example": "The company's offensive advertisement sparked outrage on social media, but they will apologize for it next week, and had apologized for it last year.",
      "example_translation": "El anuncio ofensivo de la empresa desató indignación en las redes sociales, pero se disculparán por ello la próxima semana, y se habían disculpado por ello el año pasado.",
      "imageLink": "offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "optimistic",
      "translation": "optimista",
      "definition": "Having or showing a hopeful and confident outlook.",
      "definition_translation": "Teniendo o mostrando una perspectiva esperanzadora y confiada.",
      "example": "The optimistic entrepreneur was confident that his business would succeed, and had been succeeding for years, but will face challenges next quarter.",
      "example_translation": "El emprendedor optimista estaba seguro de que su negocio tendría éxito, y había estado teniendo éxito durante años, pero enfrentará desafíos el próximo trimestre.",
      "imageLink": "optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "organized",
      "translation": "organizado",
      "definition": "To arrange things in a systematic and efficient way, so that they can be easily found or used.",
      "definition_translation": "Arreglar las cosas de una manera sistemática y eficiente, para que puedan ser encontradas o utilizadas fácilmente.",
      "example": "I organized my closet last weekend, but now I'm organized for the rest of the month. I was organized when I was in college, but I'm not organized now. I will be organized by the end of the year.",
      "example_translation": "Organisé mi armario el fin de semana pasado, pero ahora estoy organizado para el resto del mes. Estuve organizado cuando estaba en la universidad, pero no estoy organizado ahora. Estaré organizado para fin de año.",
      "imageLink": "organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "outrageous",
      "translation": "ultrajante",
      "definition": "Shockingly bad or unacceptable; utterly appalling.",
      "definition_translation": "Sorprendentemente malo o inaceptable; absolutamente repugnante.",
      "example": "The outrageous prices of the new restaurant in town are making people angry. The outrageous behavior of the celebrity was all over the news. The outrageous amount of homework assigned by the teacher was unbelievable.",
      "example_translation": "Los precios ultrajantes del nuevo restaurante en la ciudad están haciendo que la gente se enoje. El comportamiento ultrajante del celebridad estuvo en todas las noticias. La cantidad ultrajante de tareas escolares asignadas por el maestro era increíble.",
      "imageLink": "outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "painful",
      "translation": "doloroso",
      "definition": "Causing physical or emotional distress; uncomfortable or unpleasant.",
      "definition_translation": "Causando dolor físico o emocional; incómodo o desagradable.",
      "example": "The painful surgery left me in bed for weeks. I had a painful experience at the dentist yesterday. The painful memory of the accident still haunts me.",
      "example_translation": "La dolorosa cirugía me dejó en cama durante semanas. Tuve una experiencia dolorosa en el dentista ayer. El doloroso recuerdo del accidente todavía me atormenta.",
      "imageLink": "painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "passionate",
      "translation": "apasionado",
      "definition": "Showing or feeling intense and barely controllable emotion, especially strong feelings of enthusiasm or excitement.",
      "definition_translation": "Mostrando o sintiendo emoción intensa y apenas controllable, especialmente fuertes sentimientos de entusiasmo o emoción.",
      "example": "She's passionate about her job, and it shows in her work. She's been passionate about painting since she was a child. She'll be passionate about environmental issues in the future.",
      "example_translation": "Ella es apasionada de su trabajo y se nota en su labor. Ha sido apasionada de la pintura desde que era una niña. Será apasionada de los temas ambientales en el futuro.",
      "imageLink": "passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "passive",
      "translation": "pasivo",
      "definition": "Accepting or allowing what happens or what others do, without active response or resistance.",
      "definition_translation": "Aceptando o permitiendo lo que sucede o lo que otros hacen, sin respuesta activa ni resistencia.",
      "example": "The company has a passive approach to customer service. She was passive in the face of her boss's criticism. They will be passive observers of the whole process.",
      "example_translation": "La empresa tiene un enfoque pasivo para el servicio al cliente. Ella fue pasiva ante la crítica de su jefe. Serán observadores pasivos de todo el proceso.",
      "imageLink": "passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pessimistic",
      "translation": "pesimista",
      "definition": "Having or showing a negative or gloomy outlook, often expecting the worst.",
      "definition_translation": "Teniendo o mostrando una perspectiva negativa o sombría, a menudo esperando lo peor.",
      "example": "He's been pessimistic about the economy lately. She was pessimistic about her chances of getting the job. They will be pessimistic about the outcome of the election.",
      "example_translation": "Él ha sido pesimista sobre la economía últimamente. Ella fue pesimista sobre sus posibilidades de obtener el trabajo. Serán pesimistas sobre el resultado de la elección.",
      "imageLink": "pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "petrified",
      "translation": "petrificado",
      "definition": "extremely frightened or terrified; unable to move or act",
      "definition_translation": "extremadamente asustado o aterrorizado; incapaz de moverse o actuar",
      "example": "I was petrified when I saw the snake in my backyard. I will be petrified if I have to give a speech in front of a large audience. She was petrified after watching the horror movie.",
      "example_translation": "Me petrificó cuando vi la serpiente en mi patio trasero. Estaré petrificado si tengo que dar un discurso frente a una gran audiencia. Ella estaba petrificada después de ver la película de terror.",
      "imageLink": "petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "practical",
      "translation": "práctico",
      "definition": "sensible and realistic in a particular situation",
      "definition_translation": "sensible y realista en una situación particular",
      "example": "My mother always gives me practical advice. I will be practical and take a part-time job to support myself. He was practical and brought an umbrella to the outdoor concert.",
      "example_translation": "Mi madre siempre me da consejos prácticos. Seré práctico y tomaré un trabajo a tiempo parcial para apoyarme. Él fue práctico y trajo un paraguas al concierto al aire libre.",
      "imageLink": "practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "professional",
      "translation": "profesional",
      "definition": "relating to or connected with a job or activity that needs special training or skill",
      "definition_translation": "relacionado con o conectado con un trabajo o actividad que requiere capacitación o habilidad especial",
      "example": "As a professional musician, she has performed in many concerts. I need to dress professionally for the job interview. He will be a professional football player someday.",
      "example_translation": "Como música profesional, ha actuado en muchos conciertos. Necesito vestirme profesionalmente para la entrevista de trabajo. Él será un jugador de fútbol profesional algún día.",
      "imageLink": "professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "puzzled",
      "translation": "periódico",
      "definition": "feeling confused or uncertain about something",
      "definition_translation": "sentirse confundido o incierto sobre algo",
      "example": "I was puzzled by the complex math problem, but my friend was able to solve it. I will be puzzled if I don't understand the explanation. I had been puzzled by the strange noise all night.",
      "example_translation": "Me sentí confundido por el problema de matemáticas complejo, pero mi amigo pudo resolverlo. Me sorprenderá si no entiendo la explicación. Me había sentido confundido por el ruido extraño toda la noche.",
      "imageLink": "puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "qualified",
      "translation": "cualificado",
      "definition": "having the necessary skills, experience, or knowledge to do something",
      "definition_translation": "teniendo las habilidades, experiencia o conocimientos necesarios para hacer algo",
      "example": "The qualified doctor was able to diagnose the rare disease. The company will qualify the candidates who meet the requirements. She had qualified for the Olympics after years of hard training.",
      "example_translation": "El médico cualificado pudo diagnosticar la enfermedad rara. La empresa calificará a los candidatos que cumplan con los requisitos. Ella había calificado para las Olimpiadas después de años de entrenamiento duro.",
      "imageLink": "qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "realistic",
      "translation": "realista",
      "definition": "having a sensible and practical idea of what can be achieved or expected",
      "definition_translation": "teniendo una idea sensata y práctica de lo que se puede lograr o esperar",
      "example": "The company has a realistic goal to increase sales by 10%. The artist is known for his realistic paintings. They will have a realistic chance of winning the competition if they practice more.",
      "example_translation": "La empresa tiene una meta realista de aumentar las ventas en un 10%. El artista es conocido por sus pinturas realistas. Tendrán una oportunidad realista de ganar la competencia si practican más.",
      "imageLink": "realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "reasonable",
      "translation": "razonable",
      "definition": "Having the ability to reason or think logically; sensible and fair.",
      "definition_translation": "Tener la capacidad de razonar o pensar lógicamente; sensato y justo.",
      "example": "The judge tried to be reasonable and listen to both sides of the argument. She was reasonable and open-minded. She will be reasonable and considerate in the future.",
      "example_translation": "El juez intentó ser razonable y escuchar ambos lados del argumento. Ella fue razonable y de mente abierta. Ella será razonable y considerada en el futuro.",
      "imageLink": "reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "religious",
      "translation": "religioso",
      "definition": "Believing in and worshiping a god or gods; having a strong faith or conviction.",
      "definition_translation": "Creer en y adorar a un dios o dioses; tener una fe fuerte o convicción.",
      "example": "He was raised in a religious family and attended church every Sunday. She is religious and prays daily. They will be religious and follow the teachings of their faith.",
      "example_translation": "Fue criado en una familia religiosa y asistía a la iglesia todos los domingos. Ella es religiosa y reza diariamente. Ellos serán religiosos y seguirán las enseñanzas de su fe.",
      "imageLink": "religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "resourceful",
      "translation": "ingenioso",
      "definition": "Having the ability to find quick and clever ways to overcome difficulties or challenges.",
      "definition_translation": "Tener la capacidad de encontrar formas rápidas y astutas para superar dificultades o desafíos.",
      "example": "The resourceful engineer designed a new system to reduce energy consumption. She was resourceful and found a solution to the problem. They will be resourceful and adapt to the changing circumstances.",
      "example_translation": "El ingeniero ingenioso diseñó un nuevo sistema para reducir el consumo de energía. Ella fue ingeniosa y encontró una solución al problema. Ellos serán ingeniosos y se adaptarán a las circunstancias cambiantes.",
      "imageLink": "resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "respectable",
      "translation": "respetable",
      "definition": "Worthy of respect or admiration, having a good reputation",
      "definition_translation": "Digno de respeto o admiración, tener una buena reputación",
      "example": "He was a respectable member of the community, respected by all who knew him. He will be respectably dressed for the occasion. He had always been a respectable citizen, until he got caught.",
      "example_translation": "Era un miembro respetable de la comunidad, respetado por todos los que lo conocían. Estará vestido respetablemente para la ocasión. Siempre havía sido un ciudadano respetable, hasta que fue atrapado.",
      "imageLink": "respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "respected",
      "translation": "respetado",
      "definition": "Feeling or showing admiration or high regard for someone or something",
      "definition_translation": "Sentir o mostrar admiración o alto respecto por alguien o algo",
      "example": "She was a highly respected professor, respected by her students and colleagues. He was respected for his wisdom and leadership skills. She will be respected for her bravery in the face of danger.",
      "example_translation": "Era una profesora muy respetada, respetada por sus estudiantes y colegas. Él era respetado por su sabiduría y habilidades de liderazgo. Será respetada por su valentía en el enfrentamiento del peligro.",
      "imageLink": "respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "responsible",
      "translation": "responsable",
      "definition": "Having an obligation to do something or being accountable for one's actions",
      "definition_translation": "Tener una obligación de hacer algo o ser responsable por sus acciones",
      "example": "He was responsible for the project's success. She is responsible for managing the team. They will be responsible for the environmental impact of their actions.",
      "example_translation": "Él era responsable del éxito del proyecto. Ella es responsable de gestionar el equipo. Serán responsables del impacto ambiental de sus acciones.",
      "imageLink": "responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "risky",
      "translation": "riesgoso",
      "definition": "involving uncertainty or danger; potentially leading to loss or harm",
      "definition_translation": "que implica incertidumbre o peligro; que puede llevar a pérdida o daño",
      "example": "He took a risky investment, but it paid off. He is taking a risky walk on the cliff. He will take a risky decision on the business.",
      "example_translation": "Tomó una inversión riesgosa, pero funcionó. Está dando un paseo riesgoso por la cima del acantilado. Tomará una decisión riesgosa en el negocio.",
      "imageLink": "risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ruthless",
      "translation": "despiadado",
      "definition": "having or showing no pity or mercy; brutally harsh or cruel",
      "definition_translation": "que no tiene o muestra ninguna piedad ni misericordia; duramente severo o cruel",
      "example": "The ruthless dictator ruled the country with an iron fist. The ruthless businesswoman fired her employees without hesitation. The ruthless teacher will not tolerate any mistakes.",
      "example_translation": "El dictador despiadado gobernó el país con mano de hierro. La empresaria despiadada despidió a sus empleados sin dudar. El maestro despiadado no tolerará ningún error.",
      "imageLink": "ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sensitive",
      "translation": "sensible",
      "definition": "able to feel or respond to slight changes or impression; easily hurt or offended",
      "definition_translation": "capaz de sentir o responder a cambios leves o impresiones; fácilmente herido o ofendido",
      "example": "She was sensitive to the cold and wore a coat. He was sensitive to criticism and became defensive. The child will be sensitive to the noise and cover her ears.",
      "example_translation": "Ella era sensible al frío y llevaba un abrigo. Él era sensible a la crítica y se volvió defensivo. El niño será sensible al ruido y se cubrirá los oídos.",
      "imageLink": "sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "severe",
      "translation": " severo",
      "definition": "Seriously bad or unpleasant; causing great suffering or damage.",
      "definition_translation": "Muy malo o desagradable; causando gran sufrimiento o daño.",
      "example": "The severe weather conditions made it difficult to travel. The severe pain made it hard to concentrate. The doctor warned that the patient's condition could become severe if not treated promptly.",
      "example_translation": "Las condiciones climáticas severas hacían difícil viajar. El dolor severo hacía difícil concentrarse. El médico advirtió que la condición del paciente podría volverse severa si no se trataba con prontitud.",
      "imageLink": "severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "skilful",
      "translation": "habil",
      "definition": "Having or showing the ability to do something with great skill and competence.",
      "definition_translation": "Teniendo o mostrando la habilidad para hacer algo con gran habilidad y competencia.",
      "example": "The skilful driver navigated the winding road with ease. The skilful surgeon performed the complex operation with precision. The skilful artist created a beautiful painting with great detail.",
      "example_translation": "El conductor habil condujo la carretera sinuosa con facilidad. El cirujano habil realizó la operación compleja con precisión. El artista habil creó una hermosa pintura con gran detalle.",
      "imageLink": "skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "skilled",
      "translation": "hábil",
      "definition": "Having a natural ability or talent for something, especially a manual activity.",
      "definition_translation": "Teniendo una habilidad natural o talento para algo, especialmente una actividad manual.",
      "example": "The skilled carpenter built a beautiful wooden cabinet. The skilled musician played the piano with great expression. The skilled athlete won several medals in the competition.",
      "example_translation": "El carpintero hábil construyó un hermoso gabinete de madera. El músico hábil tocó el piano con gran expresión. El atleta hábil ganó varias medallas en la competencia.",
      "imageLink": "skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sophisticated",
      "translation": "sofisticado",
      "definition": "Having or characterized by a high degree of cultural or intellectual refinement.",
      "definition_translation": "Tener o caracterizarse por un alto grado de refinamiento cultural o intelectual.",
      "example": "She was a sophisticated woman who appreciated fine art, literature, and music. She had been sophisticated in her approach to the business. She will be sophisticated in her negotiations.",
      "example_translation": "Era una mujer sofisticada que apreciaba el arte fino, la literatura y la música. Había sido sofisticada en su enfoque para el negocio. Será sofisticada en sus negociaciones.",
      "imageLink": "sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spiritual",
      "translation": "espiritual",
      "definition": "Relating to or concerned with the spirit or soul, as opposed to material or physical things.",
      "definition_translation": "Relacionado o preocupado con el espíritu o alma, en oposición a las cosas materiales o físicas.",
      "example": "The spiritual leader of the community guided the people through the crisis. He had been spiritual in his approach to life. They will be spiritual in their quest for enlightenment.",
      "example_translation": "El líder espiritual de la comunidad guio a la gente a través de la crisis. Había sido espiritual en su enfoque para la vida. Serán espirituales en su búsqueda de iluminación.",
      "imageLink": "spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "spontaneous",
      "translation": "espontáneo",
      "definition": "Performed or occurring without prior planning or deliberation; natural and unrestrained.",
      "definition_translation": "Realizado u ocurrido sin planificación previa o deliberación; natural y sin restricciones.",
      "example": "The spontaneous applause erupted as the singer took the stage. She had been spontaneous in her response to the question. They will be spontaneous in their reaction to the news.",
      "example_translation": "El aplauso espontáneo estalló cuando la cantante subió al escenario. Había sido espontánea en su respuesta a la pregunta. Serán espontáneos en su reacción a la noticia.",
      "imageLink": "spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "straight",
      "translation": "recto",
      "definition": "Extending or proceeding in a direct line; not curved or bent; direct and uninterrupted in extension or direction.",
      "definition_translation": "Extendiendo o procediendo en una línea directa; no curvada ni doblada; directo e ininterrumpido en extensión o dirección.",
      "example": "The road was straight and flat, making it perfect for cycling. I walked straight to the store. I will walk straight home after school.",
      "example_translation": "El camino era recto y plano, lo que lo hacía perfecto para ciclismo. Caminé recto a la tienda. Caminaré recto a casa después de la escuela.",
      "imageLink": "straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stubborn",
      "translation": "terco",
      "definition": "Having or showing determination not to change one's mind or position; unreasonably obstinate.",
      "definition_translation": "Teniendo o mostrando determinación para no cambiar de opinión o posición; obstinado de manera irrazonable.",
      "example": "My brother can be very stubborn when it comes to trying new foods. She was stubborn and refused to apologize. He will be stubborn and won't listen to our advice.",
      "example_translation": "Mi hermano puede ser muy terco cuando se trata de probar nuevos alimentos. Ella fue terca y se negó a disculparse. Él será terco y no escuchará nuestro consejo.",
      "imageLink": "stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "superstitious",
      "translation": "supersticioso",
      "definition": "Excessively fearful of the supernatural, fate, or the unknown; irrational fear of what is unknown or mysterious.",
      "definition_translation": "Excesivamente temeroso de lo sobrenatural, el destino o lo desconocido; miedo irracional de lo que es desconocido o misterioso.",
      "example": "My grandmother is superstitious and always carries a lucky charm. He is superstitious and believes in ghosts. They were superstitious and thought the black cat was bad luck.",
      "example_translation": "Mi abuela es supersticiosa y siempre lleva un amuleto de la suerte. Él es supersticioso y cree en los fantasmas. Ellos eran supersticiosos y pensaban que el gato negro era mala suerte.",
      "imageLink": "superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "suspicious",
      "translation": "sospechoso",
      "definition": "Giving rise to suspicion; questionable; dubious.",
      "definition_translation": "Generando sospecha; cuestionable; dudoso.",
      "example": "The police were suspicious of the stranger's behavior. The company was suspicious of the rival's motives. The detective will be suspicious of any inconsistencies in the alibi.",
      "example_translation": "La policía sospechaba del comportamiento del extraño. La empresa sospechaba de los motivos de la rival. El detective sospechará de cualquier inconsistencia en la coartada.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sympathetic",
      "translation": "simpático",
      "definition": "Having or showing sympathy; feeling or expressing compassion.",
      "definition_translation": "Teniendo o mostrando simpatía; sintiendo o expresando compasión.",
      "example": "The doctor was sympathetic to the patient's concerns. The company was sympathetic to the employee's situation. The teacher will be sympathetic to the student's struggles.",
      "example_translation": "El doctor era simpático a las inquietudes del paciente. La empresa era simpática a la situación del empleado. El maestro será simpático a las luchas del estudiante.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tense",
      "translation": "tenso",
      "definition": "Feeling anxious or nervous; having a feeling of strained expectancy.",
      "definition_translation": "Sintiendo ansiedad o nerviosismo; teniendo una sensación de expectativa tensa.",
      "example": "The athlete was tense before the competition. The audience was tense during the thriller movie. The student will be tense during the exam.",
      "example_translation": "El atleta estaba tenso antes de la competencia. La audiencia estaba tensa durante la película de suspense. El estudiante estará tenso durante el examen.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "terrifying",
      "translation": "aterrador",
      "definition": "Extremely frightening or alarming; causing intense fear or anxiety.",
      "definition_translation": "Extremadamente aterrador o alarmante; causando un miedo o ansiedad intensa.",
      "example": "The terrifying scream echoed through the haunted house. It was terrifying to think about being alone in the dark. She will be terrified when she sees the horror movie.",
      "example_translation": "El grito aterrador resonó por la casa encantada. Fue aterrador pensar en estar solo en la oscuridad. Ella estará aterrada cuando vea la película de terror.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "thoughtful",
      "translation": "pensativo",
      "definition": "Showing careful thought and consideration; kind and understanding.",
      "definition_translation": "Mostrando cuidadoso pensamiento y consideración; amable y comprensivo.",
      "example": "He was a thoughtful listener and always made me feel heard. She was thoughtful enough to bring me a gift. They will be more thoughtful about their decisions in the future.",
      "example_translation": "Él era un oyente pensativo y siempre me hacía sentir escuchado. Ella fue lo suficientemente pensativa como para traerme un regalo. Serán más pensativos sobre sus decisiones en el futuro.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "thrilled",
      "translation": "emocionado",
      "definition": "Feeling extremely happy or excited; delighted.",
      "definition_translation": "Sintiendo una felicidad o emoción extremas; encantado.",
      "example": "I was thrilled to receive the news. She was thrilled to meet her favorite celebrity. They will be thrilled to go on the rollercoaster ride.",
      "example_translation": "Me emocioné al recibir la noticia. Ella se emocionó al conocer a su celebridad favorita. Estarán emocionados de ir en la montaña rusa.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tough",
      "translation": "duro",
      "definition": "strong and able to withstand difficult conditions or challenges",
      "definition_translation": "fuerte y capaz de soportar condiciones difíciles o desafíos",
      "example": "I was tough on myself, I will be tough on myself, I will have been tough on myself.",
      "example_translation": "Fui duro conmigo mismo, seré duro conmigo mismo, habré sido duro conmigo mismo.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tragic",
      "translation": "trágico",
      "definition": "causing great sadness or loss, especially as a result of something unexpected or unfortunate",
      "definition_translation": "que causa gran tristeza o pérdida, especialmente como resultado de algo inesperado o desafortunado",
      "example": "The tragic event occurred, is occurring, will occur.",
      "example_translation": "El evento trágico ocurrió, está ocurriendo, ocurrirá.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unaware",
      "translation": "inconsciente",
      "definition": "not knowing or realizing something, especially something important or surprising",
      "definition_translation": "no saber o darse cuenta de algo, especialmente algo importante o sorprendente",
      "example": "I was unaware of the danger, I am unaware of the danger, I will be unaware of the danger.",
      "example_translation": "No era consciente del peligro, no soy consciente del peligro, no seré consciente del peligro.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "uncertain",
      "translation": "incerto",
      "definition": "Not having or showing a clear mind or opinion about something",
      "definition_translation": "No tener o mostrar una mente clara o opinión sobre algo",
      "example": "I am uncertain about what to do tonight. Yesterday, I was certain, but now I'm uncertain. I will be uncertain until I make a decision.",
      "example_translation": "Estoy incierto sobre qué hacer esta noche. Ayer, estaba seguro, pero ahora estoy incierto. Estaré incierto hasta que tome una decisión.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "understanding",
      "translation": "comprensión",
      "definition": "The ability to understand and share the feelings of another",
      "definition_translation": "La capacidad de entender y compartir los sentimientos de otra persona",
      "example": "I had a deep understanding of her feelings. She had a great understanding of the situation. They will have an understanding of the project by the end of the week.",
      "example_translation": "Tenía una comprensión profunda de sus sentimientos. Ella tenía una gran comprensión de la situación. Tendrán una comprensión del proyecto al final de la semana.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "uneasy",
      "translation": "inquieto",
      "definition": "Feeling anxious or uncomfortable about something",
      "definition_translation": "Sentir ansiedad o incomodidad sobre algo",
      "example": "I felt uneasy about the situation. She looked uneasy in the meeting. They will feel uneasy until they resolve the issue.",
      "example_translation": "Me sentí inquieto sobre la situación. Ella parecía inquieta en la reunión. Se sentirán inquietos hasta que resuelvan el tema.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unfortunate",
      "translation": "desafortunado",
      "definition": "having or marked by bad luck; unfortunate in occurrence or result",
      "definition_translation": "teniendo o marcado por mala suerte; desafortunado en la ocurrencia o resultado",
      "example": "He was unfortunate to have lost his job, but he will find a new one soon. He was unfortunate when he got sick, but he is recovering now. He will be unfortunate if he doesn't prepare for the exam.",
      "example_translation": "Él fue desafortunado al perder su trabajo, pero encontrará uno nuevo pronto. Él fue desafortunado cuando se enfermó, pero se está recuperando ahora. Él será desafortunado si no se prepara para el examen.",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unhelpful",
      "translation": "inútil",
      "definition": "not providing assistance or support; not useful or effective",
      "definition_translation": "no proporcionando asistencia o apoyo; no útil o efectivo",
      "example": "The instructions were unhelpful, so we couldn't assemble the furniture. The customer service was unhelpful, and we didn't get a refund. The teacher's feedback was unhelpful, and the student didn't understand the concept.",
      "example_translation": "Las instrucciones fueron inútiles, por lo que no pudimos ensamblar los muebles. El servicio al cliente fue inútil, y no obtuvimos un reembolso. La retroalimentación del maestro fue inútil, y el estudiante no entendió el concepto.",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unpopular",
      "translation": "impopular",
      "definition": "not liked or approved of by most people; not popular",
      "definition_translation": "no gustado o aprobado por la mayoría de las personas; no popular",
      "example": "The new policy was unpopular among the students, so they protested. He was an unpopular politician, and lost the election. The new law was unpopular, and many people criticized it.",
      "example_translation": "La nueva política fue impopular entre los estudiantes, así que se manifestaron. Él fue un político impopular, y perdió la elección. La nueva ley fue impopular, y muchas personas la criticaron.",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unpredictable",
      "translation": "impredecible",
      "definition": " Unable to be forecast or predicted; uncertain in outcome or result.",
      "definition_translation": "No puede predecirse o pronosticarse; incierto en resultado o resultado.",
      "example": "The weather has been unpredictable this summer, with sudden storms and heatwaves. Yesterday, it was sunny, but today it's raining. I hope it will be sunny again tomorrow.",
      "example_translation": "El clima ha sido impredecible este verano, con tormentas y olas de calor repentinas. Ayer hizo sol, pero hoy está lloviendo. Espero que mañana haga sol nuevamente.",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unrealistic",
      "translation": "irrealista",
      "definition": "Not based in reality; having no practical possibility of being accomplished or achieved.",
      "definition_translation": "No basada en la realidad; no tiene posibilidad práctica de ser lograda o alcanzada.",
      "example": "The movie had an unrealistic plot, with characters flying and performing impossible stunts. I have unrealistic expectations for my vacation, hoping to visit 10 cities in just 2 weeks. Last year, I had unrealistic goals for my business, but I learned to be more realistic.",
      "example_translation": "La película tenía una trama irrealista, con personajes volando y realizando proezas imposibles. Tengo expectativas irrealistas para mis vacaciones, esperando visitar 10 ciudades en solo 2 semanas. El año pasado, tenía objetivos irrealistas para mi negocio, pero aprendí a ser más realista.",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unreasonable",
      "translation": "irrazonable",
      "definition": "Not based on good judgment or sound reason; excessive or unfair.",
      "definition_translation": "No basada en buen juicio o razón sólida; excesiva o injusta.",
      "example": "My brother's unreasonable demands made it impossible to negotiate with him. The company's unreasonable expectations led to high employee turnover. I was unreasonable to think I could finish the project in such a short time.",
      "example_translation": "Las demandas irracionales de mi hermano hicieron imposible negociar con él. Las expectativas irracionales de la empresa llevaron a una alta rotación de empleados. Fui irrazonable al pensar que podía terminar el proyecto en tan poco tiempo.",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unreliable",
      "translation": "no confiable",
      "definition": "Not able to be trusted or depended on; unstable or unpredictable.",
      "definition_translation": "No capaz de ser confiado o dependido; inestable o impredecible.",
      "example": "The company's unreliable servers caused frequent downtime, which frustrated the employees. The network will be unreliable if we don't upgrade our routers. If we hire him, he will be unreliable and show up late every day.",
      "example_translation": "Los servidores no confiables de la empresa causaron tiempos de inactividad frecuentes, lo que frustró a los empleados. La red será no confiable si no actualizamos nuestros routers. Si lo contratamos, él será no confiable y llegará tarde todos los días.",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unsure",
      "translation": "inseguro",
      "definition": "Not having or showing confidence or certainty; doubtful or hesitant.",
      "definition_translation": "No tener o mostrar confianza o certeza; dudoso o indeciso.",
      "example": "I'm unsure about the answer to this question, so I'll check the textbook. She was unsure about her career choices, so she took a year off. We were unsure if we could trust him, but he turned out to be a good friend.",
      "example_translation": "No estoy seguro sobre la respuesta a esta pregunta, así que revisaré el libro de texto. Ella estaba insegura sobre sus opciones de carrera, así que se tomó un año libre. No estábamos seguros si podíamos confiar en él, pero resultó ser un buen amigo.",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "violent",
      "translation": "violento",
      "definition": "Using or involving force intended to hurt or kill; characterized by or resulting in intense anger or fury.",
      "definition_translation": "Uso o involucra fuerza destinada a lastimar o matar; caracterizado por o resultante en ira intensa o furia.",
      "example": "The protesters became violent when the police arrived, and the situation escalated quickly. The movie was too violent for my taste, so I walked out. The violent storm caused widespread destruction and power outages.",
      "example_translation": "Los manifestantes se volvieron violentos cuando llegó la policía, y la situación se intensificó rápidamente. La película era demasiado violenta para mi gusto, así que me fui. La tormenta violenta causó destrucción generalizada y cortes de energía.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "welcome",
      "translation": "bienvenido",
      "definition": "to greet someone with a polite phrase or gesture, typically in a formal or official way",
      "definition_translation": "saludar a alguien con una frase o gesto educado, generalmente de manera formal o oficial",
      "example": "I welcomed my guests with a smile and a handshake. Yesterday, I welcomed them with a warm hug. Tomorrow, I will welcome them with a cold drink.",
      "example_translation": "Saludé a mis invitados con una sonrisa y un apretón de manos. Ayer, los saludé con un abrazo cálido. Mañana, les daré la bienvenida con una bebida fría.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "well-balanced",
      "translation": "bien equilibrado",
      "definition": "having a good balance between different things, such as different aspects of one's life or different ingredients in a meal",
      "definition_translation": "teniendo un buen equilibrio entre diferentes cosas, como diferentes aspectos de la vida o diferentes ingredientes en una comida",
      "example": "She is a well-balanced person who exercises regularly and eats a healthy diet. The chef created a well-balanced menu with a variety of dishes. The company aims to achieve a well-balanced budget by reducing costs.",
      "example_translation": "Ella es una persona bien equilibrada que se ejercita regularmente y come una dieta saludable. El chef creó un menú bien equilibrado con variedad de platos. La empresa busca lograr un presupuesto bien equilibrado reduciendo costos.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "wise",
      "translation": "sabio",
      "definition": "having or showing experience, knowledge, and good judgment",
      "definition_translation": "teniendo o mostrando experiencia, conocimiento y buen juicio",
      "example": "My wise grandmother taught me to think before I act. The wise old man gave us some valuable advice. She will be a wise leader, guiding the company to success.",
      "example_translation": "Mi abuela sabia me enseñó a pensar antes de actuar. El anciano sabio nos dio algunos consejos valiosos. Ella será una líder sabia, guiando a la empresa hacia el éxito.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "witty",
      "translation": "ingenioso",
      "definition": "Having or showing a quick and inventive mind, often in a humorous way.",
      "definition_translation": "Teniendo o mostrando una mente rápida y creativa, a menudo de manera humorística.",
      "example": "She was a witty conversationalist who always had a clever comeback. She was being witty when she replied to his joke. She will be witty in her presentation and make everyone laugh.",
      "example_translation": "Era una conversadora ingeniosa que siempre tenía una respuesta lista. Estaba siendo ingeniosa cuando respondió a su broma. Será ingeniosa en su presentación y hará reír a todos.",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "worrying",
      "translation": "preocupante",
      "definition": "Causing anxiety or concern; troublesome.",
      "definition_translation": "Causando ansiedad o preocupación; problemático.",
      "example": "The worrying news about the economy made everyone nervous. He was worrying about his exam results. She will be worrying about her job security in the future.",
      "example_translation": "Las noticias preocupantes sobre la economía hicieron que todos se sintieran nerviosos. Él estaba preocupado por sus resultados de examen. Ella estará preocupada por su seguridad laboral en el futuro.",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]
}