{
  "data": [
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "flower",
      "translation": "flor",
      "definition": "A plant that produces flowers, especially one that is grown in a garden for its beauty or fragrance.",
      "definition_translation": "Una planta que produce flores, especialmente una que se cultiva en un jardín por su belleza o fragancia.",
      "example": "I planted a flower in the garden yesterday, it is blooming today and will be beautiful tomorrow.",
      "example_translation": "Planté una flor en el jardín ayer, hoy está floreciendo y será hermosa mañana.",
      "imageLink": "flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rose",
      "translation": "rosa",
      "definition": "A prickly shrub or bush that produces fragrant flowers, especially one with showy, often fragrant flowers.",
      "definition_translation": "Un arbusto o mata espinoso que produce flores fragantes, especialmente uno con flores vistosas, a menudo fragantes.",
      "example": "She gave me a rose yesterday, I smelled it today and will give it to her tomorrow.",
      "example_translation": "Ella me dio una rosa ayer, la olí hoy y se la daré mañana.",
      "imageLink": "rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "daisy",
      "translation": "margarita",
      "definition": "A small, delicate flower with white petals and a yellow center, often found in lawns and meadows.",
      "definition_translation": "Una pequeña flor delicada con pétalos blancos y un centro amarillo, a menudo encontrada en céspedes y prados.",
      "example": "I picked a daisy in the meadow yesterday, I am looking at it today and will press it tomorrow.",
      "example_translation": "Recogí una margarita en el prado ayer, la estoy viendo hoy y la presionaré mañana.",
      "imageLink": "daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sunflower",
      "translation": "girasol",
      "definition": "A tall annual or perennial plant of the daisy family, with large yellow flowers and edible seeds.",
      "definition_translation": "Una planta anual o perenne alta de la familia de las margaritas, con flores amarillas grandes y semillas comestibles.",
      "example": "I planted a sunflower in my garden last year, it is growing well now, and I will harvest its seeds soon.",
      "example_translation": "Planté un girasol en mi jardín el año pasado, ahora está creciendo bien, y pronto cosecharé sus semillas.",
      "imageLink": "sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tulip",
      "translation": "tulipán",
      "definition": "A spring-blooming bulbous perennial plant with cup-shaped flowers in a variety of colors.",
      "definition_translation": "Una planta perenne bulbosa que florece en primavera con flores en forma de copa en una variedad de colores.",
      "example": "My grandmother used to grow tulips in her garden, she grew them well, and will grow them again next year.",
      "example_translation": "Mi abuela solía crecer tulipanes en su jardín, los crecía bien, y los crecerá nuevamente el próximo año.",
      "imageLink": "tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aster",
      "translation": "ástero",
      "definition": "A small flowering plant with daisy-like flowers, often used in bouquets and arrangements.",
      "definition_translation": "Una pequeña planta florífera con flores parecidas a margaritas, a menudo utilizadas en ramos y arreglo.",
      "example": "I picked an aster in the park yesterday, I was picking them all the time, and will pick them again tomorrow.",
      "example_translation": "Recogí un ástero en el parque ayer, los recogía todo el tiempo, y los recogeré nuevamente mañana.",
      "imageLink": "aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "azalea",
      "translation": "azalea",
      "definition": "A flowering shrub native to Asia and North America, with showy, funnel-shaped flowers and often grown as an ornamental.",
      "definition_translation": "Un arbusto florígero originario de Asia y América del Norte, con flores en forma de embudo y a menudo cultivado como ornamental.",
      "example": "The azalea bloomed beautifully in the garden last spring, and I was amazed by its vibrant colors. I planted an azalea in my backyard last year, and it is currently blooming. By next spring, the azalea will have grown even more.",
      "example_translation": "La azalea floreció hermosamente en el jardín la primavera pasada, y me Sorprendieron sus colores vibrantes. Planté una azalea en mi patio trasero el año pasado, y actualmente está floreciendo. Para la próxima primavera, la azalea habrá crecido aún más.",
      "imageLink": "azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cactus",
      "translation": "cactus",
      "definition": "A succulent plant with a thick, waxy stem that can store water, often found in dry, hot deserts.",
      "definition_translation": "Una planta suculenta con un tallo grueso y ceroso que puede almacenar agua, a menudo encontrada en desiertos secos y calurosos.",
      "example": "I carefully handled the cactus to avoid its sharp spines. The cactus has been sitting on my windowsill for months, and it's still thriving. By next summer, I will have transplanted the cactus to a larger pot.",
      "example_translation": "Manejé con cuidado el cactus para evitar sus espinas afiladas. El cactus ha estado sentado en mi alféizar de ventana durante meses, y todavía prospera. Para el próximo verano, habré trasplantado el cactus a una maceta más grande.",
      "imageLink": "cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "carnation",
      "translation": "clavel",
      "definition": "A fragrant, pink, red, or white flower used in perfumes and worn as a symbol of love or respect.",
      "definition_translation": "Una flor fragante, rosa, roja o blanca usada en perfumes y llevada como símbolo de amor o respeto.",
      "example": "The carnation bouquet was a lovely gesture from my partner. I will wear a carnation on my lapel to show my support for the cause. Next Mother's Day, I will buy a bunch of carnations for my mom.",
      "example_translation": "El ramo de claveles fue un gesto encantador de mi compañero. Llevaré un clavel en mi solapa para mostrar mi apoyo a la causa. El próximo Día de las Madres, compraré un ramo de claveles para mi mamá.",
      "imageLink": "carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "chrysanthemum",
      "translation": "crisantemo",
      "definition": "A popular garden flower, typically featuring white, yellow, or pink flowers, often associated with longevity and honor.",
      "definition_translation": " Una flor popular en el jardín, que suele tener flores blancas, amarillas o rosadas, a menudo asociada con la longevidad y el honor.",
      "example": "My grandmother always grew chrysanthemums in her garden, and I would help her water them every week. She had grown them for years, and would grow them for many more years to come.",
      "example_translation": "Mi abuela siempre cultivaba crisantemos en su jardín, y yo la ayudaba a regarlos cada semana. Ella los había cultivado durante años, y seguiría cultivándolos durante muchos más años por venir.",
      "imageLink": "chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cornflower",
      "translation": "flor de centeno",
      "definition": "A small, delicate flower with blue petals, often found growing in fields and meadows.",
      "definition_translation": "Una pequeña flor delicada con pétalos azules, que suele encontrarse creciendo en campos y praderas.",
      "example": "As a child, I would pick cornflowers in the fields and bring them back to my mother to put in a vase. Now, I often see them growing alongside the highway. In the future, I hope to plant them in my own garden.",
      "example_translation": "De niño, recogía flores de centeno en los campos y se las llevaba a mi madre para ponerlas en un jarrón. Ahora, a menudo las veo creciendo junto a la carretera. En el futuro, espero plantarlas en mi propio jardín.",
      "imageLink": "cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "crocus",
      "translation": "crocus",
      "definition": "A type of flowering plant, often associated with spring and new life, featuring bright, cup-shaped flowers in shades of purple, yellow, and white.",
      "definition_translation": "Un tipo de planta floreciente, a menudo asociada con la primavera y la nueva vida, con flores en forma de taza brillantes en tonos de púrpura, amarillo y blanco.",
      "example": "When I was on vacation, I saw crocuses blooming in the garden, and it reminded me of my childhood. My mother used to point them out to me every year, saying they were a sign of winter's end. One day, I will plant them in my own garden, and watch them bloom every spring.",
      "example_translation": "Cuando estaba de vacaciones, vi crocus floreciendo en el jardín, y me recordó mi infancia. Mi madre siempre me señalaba cada año, diciendo que eran un signo del fin del invierno. Un día, plantaré en mi propio jardín, y las veré florecer cada primavera.",
      "imageLink": "crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "daffodil",
      "translation": "azufrillo",
      "definition": "A daffodil is a type of flowering plant that is native to Mediterranean regions. It is known for its bright yellow trumpet-shaped flowers and is often associated with springtime.",
      "definition_translation": "Un azufrillo es un tipo de planta floral que es nativa de las regiones mediterráneas. Se conoce por sus flores amarillas en forma de trompeta brillantes y a menudo se asocia con la primavera.",
      "example": "I planted daffodils in my garden last year, and they will bloom again next spring. I am planting daffodils in my garden this year, and they are blooming now. I will plant daffodils in my garden next year, and they will bloom again.",
      "example_translation": "Planté azufrillos en mi jardín el año pasado, y florecerán de nuevo la próxima primavera. Estoy plantando azufrillos en mi jardín este año, y están floreciendo ahora. Plantaré azufrillos en mi jardín el año que viene, y florecerán de nuevo.",
      "imageLink": "daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "dahlia",
      "translation": "dalia",
      "definition": "A dahlia is a type of flowering plant that is native to Mexico and Central America. It is known for its showy, pom-pom-like flowers that come in a variety of colors.",
      "definition_translation": "Una dalia es un tipo de planta floral que es nativa de México y Centroamérica. Se conoce por sus flores vistosas, como pompón, que vienen en una variedad de colores.",
      "example": "I grew dahlias in my garden last summer, and they attracted many bees. I am growing dahlias in my garden this summer, and they are attracting many butterflies. I will grow dahlias in my garden next summer, and they will attract many hummingbirds.",
      "example_translation": "Crecí dalias en mi jardín el verano pasado, y atrajeron a muchos abejas. Estoy creciendo dalias en mi jardín este verano, y están atrayendo a muchos mariposas. Crearé dalias en mi jardín el próximo verano, y atraerán a muchos colibríes.",
      "imageLink": "dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "edelweiss",
      "translation": "edelweiss",
      "definition": "Edelweiss is a type of flowering plant that is native to the mountainous regions of Europe and Asia. It is known for its delicate, white flowers and is often associated with the Alps.",
      "definition_translation": "El edelweiss es un tipo de planta floral que es nativa de las regiones montañosas de Europa y Asia. Se conoce por sus flores blancas delicadas y a menudo se asocia con los Alpes.",
      "example": "I saw edelweiss growing near the mountain trail last year, and I photographed it. I am seeing edelweiss grow near the mountain trail this year, and I am sketching it. I will see edelweiss grow near the mountain trail next year, and I will collect its seeds.",
      "example_translation": "Vi edelweiss creciendo cerca del sendero de la montaña el año pasado, y lo fotografí. Estoy viendo edelweiss crecer cerca del sendero de la montaña este año, y estoy dibujándolo. Veré edelweiss crecer cerca del sendero de la montaña el próximo año, y recogeré sus semillas.",
      "imageLink": "edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "forget-me-not",
      "translation": "no-me-olvides",
      "definition": "A small flowering plant with blue, pink, or white flowers, traditionally given as a token of love or friendship.",
      "definition_translation": "Una pequeña planta floreciente con flores azules, rosadas o blancas, tradicionalmente dada como token de amor o amistad.",
      "example": "In her garden, she planted a forget-me-not to remember her grandmother. She had planted it last year, and now it's blooming beautifully. She will plant another one next year.",
      "example_translation": "En su jardín, ella plantó un no-me-olvides para recordar a su abuela. Lo había plantado el año pasado, y ahora está floreciendo hermosamente. Ella plantará otro el próximo año.",
      "imageLink": "forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "freesia",
      "translation": "fresia",
      "definition": "A type of flowering plant that is known for its fragrant flowers, often used in perfumes and arrangements.",
      "definition_translation": "Un tipo de planta floreciente que es conocida por sus flores fragantes, a menudo utilizadas en perfumes y arreglo.",
      "example": "She bought a bunch of freesias to create a beautiful bouquet for her friend's birthday. She had always loved the smell of freesias. She will buy more freesias for the wedding next month.",
      "example_translation": "Ella compró un ramo de fresias para crear un ramo hermoso para el cumpleaños de su amiga. Siempre había amado el olor a fresias. Comprará más fresias para la boda del mes que viene.",
      "imageLink": "freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fuchsia",
      "translation": "fuchsia",
      "definition": "A type of flowering shrub or small tree that is known for its brightly colored flowers, often used in gardens and arrangements.",
      "definition_translation": "Un tipo de arbusto o árbol pequeño que es conocido por sus flores de colores brillantes, a menudo utilizado en jardines y arreglos.",
      "example": "Her grandmother had a beautiful fuchsia plant in her garden, which bloomed every summer. She had planted it last year, and now it's growing strong. She will prune it next week.",
      "example_translation": "La abuela de ella tenía una hermosa planta de fuchsia en su jardín, que florecía cada verano. Lo había plantado el año pasado, y ahora está creciendo fuerte. La podará la próxima semana.",
      "imageLink": "fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gerbera daisy",
      "translation": "margarita",
      "definition": "A gerbera daisy is a type of flowering plant that is native to South Africa, known for its bright and cheerful flowers in a variety of colors.",
      "definition_translation": "Una margarita es una especie de planta florífera originaria de Sudáfrica, conocida por sus flores brillantes y alegres en una variedad de colores.",
      "example": "I bought a bouquet of gerbera daisies for my sister's birthday yesterday, she will plant them in her garden today, and they will bloom by next week.",
      "example_translation": "Compré un ramo de margaritas para el cumpleaños de mi hermana ayer, ella las plantará en su jardín hoy, y florecerán la próxima semana.",
      "imageLink": "gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hollyhock",
      "translation": "malvavisco",
      "definition": "A hollyhock is a tall, flowering plant that is often grown in gardens for its showy, cup-shaped flowers in shades of pink, yellow, and purple.",
      "definition_translation": "Un malvavisco es una planta floreciente alta que se cultiva comúnmente en jardines por sus flores vistosas, en forma de taza, en tonos de rosa, amarillo y púrpura.",
      "example": "My grandmother used to grow hollyhocks in her garden when I was a child, I would help her water them every morning, now I have hollyhocks in my own garden and my kids love playing among them.",
      "example_translation": "Mi abuela solía cultivar malvaviscos en su jardín cuando yo era niño, yo la ayudaba a regarlos todas las mañanas, ahora tengo malvaviscos en mi propio jardín y mis hijos adoran jugar entre ellos.",
      "imageLink": "hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hyacinth",
      "translation": "jacinto",
      "definition": "A hyacinth is a type of flowering plant that is known for its sweet, fragrant flowers in shades of blue, pink, and white, often grown in gardens and pots.",
      "definition_translation": "Un jacinto es una especie de planta floreciente que se conoce por sus flores fragantes y dulces en tonos de azul, rosa y blanco, a menudo cultiva en jardines y macetas.",
      "example": "I planted hyacinths in my garden last spring, they bloomed beautifully in the summer, and now I have to prepare the soil for new flowers next year.",
      "example_translation": "Planté jacintos en mi jardín la primavera pasada, florecieron bellamente en el verano, y ahora tengo que preparar el suelo para nuevas flores el próximo año.",
      "imageLink": "hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "iris",
      "translation": "íris",
      "definition": "A flower that is typically blue or purple, with three petals and three sepals, and is often associated with the eye.",
      "definition_translation": "Una flor que es típicamente azul o púrpura, con tres pétalos y tres sépalos, y se asocia a menudo con el ojo.",
      "example": "I planted an iris in my garden last year, it is blooming now, and I will plant another one next year.",
      "example_translation": "Planté un íris en mi jardín el año pasado, ahora está floreciendo, y plantaré otro el año que viene.",
      "imageLink": "iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lilac",
      "translation": "lilas",
      "definition": "A deciduous shrub with purple flowers, often grown in gardens for its beauty and fragrance.",
      "definition_translation": "Un arbusto caduco con flores púrpuras, a menudo cultivado en jardines por su belleza y fragancia.",
      "example": "I had a lilac bush in my backyard when I was a child, it smelled wonderful, I will have one again when I get a house, and my kids will love it.",
      "example_translation": "Tenía un arbusto de lilas en mi patio trasero cuando era niño, olía espléndido, tendré uno de nuevo cuando tenga una casa, y a mis hijos les encantará.",
      "imageLink": "lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lily",
      "translation": "lirio",
      "definition": "A flowering plant with large, showy flowers, often white or yellow, and a sweet fragrance.",
      "definition_translation": "Una planta florida con flores grandes y vistosas, a menudo blancas o amarillas, y un aroma dulce.",
      "example": "I gave my mother a lily as a gift on her birthday, she loved it, and now I will give her another one on Mother's Day, and she will be happy again.",
      "example_translation": "Le di un lirio a mi madre como regalo en su cumpleaños, le encantó, y ahora le daré otro en el Día de las Madres, y estará feliz de nuevo.",
      "imageLink": "lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lily of the valley",
      "translation": "lirio del valle",
      "definition": "A lily of the valley is a type of flowering plant that is native to Europe and Asia, known for its sweet, bell-shaped flowers and its symbolic association with purity and innocence.",
      "definition_translation": "Un lirio del valle es un tipo de planta floral que es nativa de Europa y Asia, conocida por sus flores en forma de campana dulces y su asociación simbólica con la pureza y la inocencia.",
      "example": "I planted a lily of the valley in my garden last year, and it bloomed beautifully this spring. I will plant another one next year, and I expect it to thrive. By the time I retire, I will have a whole garden full of lilies of the valley.",
      "example_translation": "Planté un lirio del valle en mi jardín el año pasado, y floreció hermosamente esta primavera. Plantaré otro el próximo año, y espero que crezca bien. Para cuando me retire, tendré todo un jardín lleno de lirios del valle.",
      "imageLink": "lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "narcissus",
      "translation": "narciso",
      "definition": "A narcissus is a type of flowering plant that is commonly known as daffodil, characterized by its bright yellow trumpet-shaped flowers and its bulbs that can be easily cultivated.",
      "definition_translation": "Un narciso es un tipo de planta floral que se conoce comúnmente como narciso, caracterizada por sus flores amarillas en forma de trompeta brillantes y sus bulbos que se pueden cultivar fácilmente.",
      "example": "The narcissus in my garden has been blooming for weeks, and its bright yellow flowers are a beautiful sight. I had planted the bulbs last autumn, and they will bloom again next spring. By the time my grandchildren are grown, I hope to have a whole field of narcissus.",
      "example_translation": "El narciso en mi jardín ha estado floreciendo durante semanas, y sus flores amarillas brillantes son un espectáculo hermoso. Had planted los bulbos el otoño pasado, y florecerán de nuevo la próxima primavera. Para cuando mis nietos sean adultos, espero tener todo un campo de narcisos.",
      "imageLink": "narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "orchid",
      "translation": "orquídea",
      "definition": "An orchid is a type of flowering plant that is known for its exotic and delicate flowers, often used in floral arrangements and bouquets.",
      "definition_translation": "Una orquídea es un tipo de planta floral que se conoce por sus flores exóticas y delicadas, a menudo utilizadas en arreglos florales y ramos.",
      "example": "I received a beautiful orchid as a gift on my birthday, and I have been taking care of it ever since. I will give one to my sister as a present next month, and I hope she will love it. When I retire, I plan to have a whole greenhouse full of orchids.",
      "example_translation": "Recibí una hermosa orquídea como regalo en mi cumpleaños, y he estado cuidándola desde entonces. Le daré una a mi hermana como regalo el próximo mes, y espero que la ame. Cuando me retire, planeo tener todo un invernadero lleno de orquídeas.",
      "imageLink": "orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pansy",
      "translation": "pensamiento",
      "definition": "A pansy is a type of flowering plant that is often used as an ornamental in gardens. It has heart-shaped flowers with five petals and comes in a variety of colors.",
      "definition_translation": "Un pensamiento es una tipo de planta con flores que se utiliza con frecuencia como ornamentación en jardines. Tiene flores en forma de corazón con cinco pétalos y viene en una variedad de colores.",
      "example": "I saw a beautiful pansy in the garden yesterday, but it was gone today. I will plant a new pansy in the garden next week.",
      "example_translation": "Vi un hermoso pensamiento en el jardín ayer, pero desapareció hoy. Plantaré un nuevo pensamiento en el jardín la próxima semana.",
      "imageLink": "pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "peony",
      "translation": "peonía",
      "definition": "A peony is a type of flowering plant that is known for its large, showy flowers. It is often used in wedding bouquets and is a symbol of good fortune.",
      "definition_translation": "Una peonía es una tipo de planta con flores que se conoce por sus flores grandes y llamativas. Se utiliza con frecuencia en ramilletes de bodas y es un símbolo de buena suerte.",
      "example": "I have always loved peonies, so I planted one in my backyard last year. It will bloom again next summer.",
      "example_translation": "Siempre he amado peonías, así que planté una en mi patio trasero el año pasado. Florecerá nuevamente el próximo verano.",
      "imageLink": "peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "poppy",
      "translation": "amapola",
      "definition": "A poppy is a type of flowering plant that is known for its delicate, papery flowers. It is often associated with remembrance and is used as a symbol of peace.",
      "definition_translation": "Una amapola es una tipo de planta con flores que se conoce por sus flores delicadas y papelinas. Se asocia frecuentemente con la memoria y se utiliza como símbolo de paz.",
      "example": "The poppy fields were in full bloom last summer, but they will be cut down next week. I will visit the poppy fields again next year.",
      "example_translation": "Los campos de amapolas estaban en plena floración el verano pasado, pero serán cortados la próxima semana. Visitaré los campos de amapolas nuevamente el próximo año.",
      "imageLink": "poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "primrose",
      "translation": "prímula",
      "definition": "A delicate, fragrant flower with yellow, pink, or white petals, typically growing in clusters.",
      "definition_translation": "Una delicada flor fragante con pétalos amarillos, rosados o blancos, que suele crecer en racimos.",
      "example": "The primrose bloomed early in the garden, signaling the start of spring. Last year, I planted primroses in my backyard and they're still thriving. By next summer, I'll have primroses blooming all over my garden.",
      "example_translation": "La prímula floreció temprano en el jardín, señalando el comienzo de la primavera. El año pasado, planté prímulas en mi patio trasero y todavía siguen creciendo. Para el próximo verano, tendré prímulas floreciendo en todo mi jardín.",
      "imageLink": "primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "snapdragon",
      "translation": "antirrhinum",
      "definition": "A tall, showy flower with a distinctive dragon-shaped head, often grown as an ornamental plant.",
      "definition_translation": "Una flor alta y vistosa con una cabeza en forma de dragón, a menudo cultivada como planta ornamental.",
      "example": "The snapdragon in my grandmother's garden was the envy of the neighborhood. Last summer, I saw snapdragons blooming along the roadside. By next year, I'll have snapdragons of every color in my garden.",
      "example_translation": "El antirrhinum en el jardín de mi abuela era la envidia del barrio. El verano pasado, vi antirrhinums floreciendo a lo largo de la carretera. Para el próximo año, tendré antirrhinums de todos los colores en mi jardín.",
      "imageLink": "snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "snowdrop",
      "translation": "campanilla de invierno",
      "definition": "A small, white, drooping flower that blooms in late winter, often seen as a sign of spring's arrival.",
      "definition_translation": "Una pequeña flor blanca y colgante que florece a finales de invierno, a menudo vista como una señal de la llegada de la primavera.",
      "example": "The snowdrop was the first flower to bloom in our garden this year. Last year, I planted snowdrops in my backyard and they're still thriving. By next winter, I'll have snowdrops blooming all over my garden.",
      "example_translation": "La campanilla de invierno fue la primera flor que floreció en nuestro jardín este año. El año pasado, planté campanillas de invierno en mi patio trasero y todavía siguen creciendo. Para el próximo invierno, tendré campanillas de invierno floreciendo en todo mi jardín.",
      "imageLink": "snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tagetes",
      "translation": "tagetes",
      "definition": "Tagetes is a genus of annual and perennial plants in the family Asteraceae, commonly known as marigolds.",
      "definition_translation": "Los tagetes son un género de plantas anuales y perennes en la familia Asteraceae, comúnmente conocidas como caléndulas.",
      "example": "I planted tagetes in my garden last year, I'm planting them now, and I will plant them again next summer.",
      "example_translation": "Planté tagetes en mi jardín el año pasado, estoy plantándolos ahora, y plantaré de nuevo la próxima verano.",
      "imageLink": "tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "violet",
      "translation": "violeta",
      "definition": "A violet is a small, delicate, flowering plant that is typically purple in color.",
      "definition_translation": "Una violeta es una pequeña planta florífera delicada que es típicamente de color púrpura.",
      "example": "Violets grew in the forest, are growing in the garden, and will grow in the meadow.",
      "example_translation": "Las violetas crecían en el bosque, están creciendo en el jardín, y crecerán en el prado.",
      "imageLink": "violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "water lily",
      "translation": "lirio acuático",
      "definition": "A water lily is a type of aquatic plant that grows in or near water, with large, showy flowers.",
      "definition_translation": "Un lirio acuático es un tipo de planta acuática que crece en o cerca del agua, con flores grandes y vistosas.",
      "example": "Water lilies covered the pond, are covering the lake, and will cover the river.",
      "example_translation": "Los lirios acuáticos cubrían el estanque, están cubriendo el lago, y cubrirán el río.",
      "imageLink": "water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "windflower",
      "translation": "flor de viento",
      "definition": "A windflower is a type of flowers that are often found in open fields and meadows, with delicate petals and a strong, sweet fragrance.",
      "definition_translation": "Una flor de viento es un tipo de flores que se encuentran a menudo en campos abiertos y prados, con pétalos delicados y un fuerte aroma dulce.",
      "example": "I walked through the meadow and saw a beautiful windflower blooming last spring, I will see it again this spring, and I saw it blooming every spring since I was a child.",
      "example_translation": "Caminé por el prado y vi una hermosa flor de viento floreciendo la primavera pasada, la veré de nuevo esta primavera, y la vi floreciendo cada primavera desde que era niño.",
      "imageLink": "windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]
}