{
  "data": [
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "April",
      "translation": "abril",
      "definition": "The fourth month of the year in the Gregorian calendar, following March and preceding May.",
      "definition_translation": "El cuarto mes del año en el calendario gregoriano, después de marzo y antes de mayo.",
      "example": "I will travel to Paris in April, I traveled to Paris in April, I travel to Paris in April.",
      "example_translation": "Viajaré a París en abril, viajé a París en abril, viajo a París en abril.",
      "imageLink": "april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "August",
      "translation": "agosto",
      "definition": "The eighth month of the year in the Gregorian calendar, following July and preceding September.",
      "definition_translation": "El octavo mes del año en el calendario gregoriano, después de julio y antes de septiembre.",
      "example": "I will go to the beach in August, I went to the beach in August, I go to the beach in August.",
      "example_translation": "Iré a la playa en agosto, fui a la playa en agosto, voy a la playa en agosto.",
      "imageLink": "august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "December",
      "translation": "diciembre",
      "definition": "The twelfth and final month of the year in the Gregorian calendar, following November and preceding January.",
      "definition_translation": "El duodécimo y último mes del año en el calendario gregoriano, después de noviembre y antes de enero.",
      "example": "I will finish my project in December, I finished my project in December, I finish my project in December.",
      "example_translation": "Finalizaré mi proyecto en diciembre, finalicé mi proyecto en diciembre, finalizo mi proyecto en diciembre.",
      "imageLink": "december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "February",
      "translation": "febrero",
      "definition": "The second month of the year, in the Northern Hemisphere usually the coldest winter month.",
      "definition_translation": "El segundo mes del año, en el hemisferio norte usualmente el mes de invierno más frío.",
      "example": "I was born in February, My mom always takes me out for a birthday dinner in February, I will visit my grandma in February next year.",
      "example_translation": "Nací en febrero, Mi mamá siempre me lleva a cenar fuera en febrero para mi cumpleaños, Visitaré a mi abuela en febrero el próximo año.",
      "imageLink": "february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "January",
      "translation": "enero",
      "definition": "The first month of the year, in the Northern Hemisphere usually one of the coldest winter months.",
      "definition_translation": "El primer mes del año, en el hemisferio norte usualmente uno de los meses de invierno más fríos.",
      "example": "I always make new year resolutions in January, My sister starts her diet in January, I will take a trip to Japan in January next year.",
      "example_translation": "Siempre hago resoluciones de año nuevo en enero, Mi hermana comienza su dieta en enero, Me tomaré un viaje a Japón en enero el próximo año.",
      "imageLink": "january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "July",
      "translation": "julio",
      "definition": "The seventh month of the year, in the Northern Hemisphere usually one of the warmest summer months.",
      "definition_translation": "El séptimo mes del año, en el hemisferio norte usualmente uno de los meses de verano más cálidos.",
      "example": "I always go to the beach in July, My family has a BBQ party in July, I will attend a summer camp in July next year.",
      "example_translation": "Siempre voy a la playa en julio, Mi familia tiene una fiesta de BBQ en julio, Asistiré a un campamento de verano en julio el próximo año.",
      "imageLink": "july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "June",
      "translation": "junio",
      "definition": "The sixth month of the year, between May and July, having 30 days.",
      "definition_translation": "El sexto mes del año, entre mayo y julio, con 30 días.",
      "example": "I was born in June, I will travel in June, and I traveled in June.",
      "example_translation": "Yo nací en junio, viajaré en junio, y viajé en junio.",
      "imageLink": "june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "March",
      "translation": "marzo",
      "definition": "The third month of the year, between February and April, having 31 days.",
      "definition_translation": "El tercer mes del año, entre febrero y abril, con 31 días.",
      "example": "I will march in March, I marched in March, and I march in March.",
      "example_translation": "Marcharé en marzo, marché en marzo, y marcho en marzo.",
      "imageLink": "march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "May",
      "translation": "mayo",
      "definition": "The fifth month of the year, between April and June, having 31 days.",
      "definition_translation": "El quinto mes del año, entre abril y junio, con 31 días.",
      "example": "I will go to the beach in May, I went to the beach in May, and I go to the beach in May.",
      "example_translation": "Iré a la playa en mayo, fui a la playa en mayo, y voy a la playa en mayo.",
      "imageLink": "may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "November",
      "translation": "Noviembre",
      "definition": "The eleventh month of the year, following October and preceding December.",
      "definition_translation": "El undécimo mes del año, después de octubre y antes de diciembre.",
      "example": "I was born in November, so I'm a Scorpio. Last November, I visited my grandparents. Next November, I'll graduate from college.",
      "example_translation": "Nací en noviembre, así que soy Escorpio. El pasado noviembre, visité a mis abuelos. El próximo noviembre, me graduaré de la universidad.",
      "imageLink": "november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "October",
      "translation": "Octubre",
      "definition": "The tenth month of the year, following September and preceding November.",
      "definition_translation": "El décimo mes del año, después de septiembre y antes de noviembre.",
      "example": "I love October because of Halloween. Last October, I went to a costume party. Next October, I'll travel to Europe.",
      "example_translation": "Me encanta octubre debido a Halloween. El pasado octubre, fui a una fiesta de disfraces. El próximo octubre, viajaré a Europa.",
      "imageLink": "october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "September",
      "translation": "Septiembre",
      "definition": "The ninth month of the year, following August and preceding October.",
      "definition_translation": "El noveno mes del año, después de agosto y antes de octubre.",
      "example": "I start school in September. Last September, I made new friends. Next September, I'll take a road trip.",
      "example_translation": "Comienzo la escuela en septiembre. El pasado septiembre, hice nuevos amigos. El próximo septiembre, haré un viaje en coche.",
      "imageLink": "september.jpg",
      "audioLink": "September.mp3"
    }
  ]
}