{
  "data": [
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "able",
      "translation": "capaz",
      "definition": "Having the skill, strength, or ability to do something.",
      "definition_translation": "Tener la habilidad, fuerza o capacidad para hacer algo.",
      "example": "I was able to finish the project on time. I am able to speak three languages. I will be able to attend the meeting tomorrow.",
      "example_translation": "Pude terminar el proyecto a tiempo. Soy capaz de hablar tres idiomas. Seré capaz de asistir a la reunión mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/able.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/able.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "absent-minded",
      "translation": "distraído",
      "definition": "So deeply in thought that one's attention is not on the present.",
      "definition_translation": "Tan profundamente pensativo que la atención no está en el presente.",
      "example": "I was absent-minded and forgot my keys. She is always absent-minded and forgets her appointments. He will be absent-minded and miss the deadline.",
      "example_translation": "Estuve distraído y olvidé mis llaves. Ella siempre está distraída y olvida sus citas. Él estará distraído y perderá la fecha límite.",
      "imageLink": "https://www.ang.pl/img/slownik/absent-minded.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/absent-minded.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "accident",
      "translation": "accidente",
      "definition": "An unforeseen event that occurs unexpectedly and unintentionally.",
      "definition_translation": "Un evento impredecible que ocurre inesperadamente y sin intención.",
      "example": "I was involved in a car accident last night. There was an accident on the highway yesterday. She will have an accident if she doesn't follow the safety rules.",
      "example_translation": "Me vi involucrado en un accidente de coche anoche. Hubo un accidente en la autopista ayer. Ella tendrá un accidente si no sigue las reglas de seguridad.",
      "imageLink": "https://www.ang.pl/img/slownik/accident.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/accident.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "across",
      "translation": "a través de",
      "definition": "From one side to the other; extending from side to side",
      "definition_translation": "De un lado a otro; extendiéndose desde un lado a otro",
      "example": "I walked across the field yesterday, I am walking across the street now, and I will walk across the bridge tomorrow.",
      "example_translation": "Caminé a través del campo ayer, estoy caminando a través de la calle ahora, y caminaré a través del puente mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/across.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/across.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "activity",
      "translation": "actividad",
      "definition": "The state of being active or doing something",
      "definition_translation": "El estado de ser activo o hacer algo",
      "example": "I enjoyed the outdoor activity yesterday, I am participating in a team-building activity now, and I will start a new hobby activity next month.",
      "example_translation": "Disfruté de la actividad al aire libre ayer, estoy participando en una actividad de construcción de equipo ahora, y empezaré una nueva actividad de aficiones el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/activity.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/activity.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "actor",
      "translation": "actor",
      "definition": "A person who acts in a play, movie, or television show",
      "definition_translation": "Una persona que actúa en una obra, película o programa de televisión",
      "example": "The actor played the role of a king in the movie, the actor is rehearsing for the play now, and the actor will star in a new TV series next year.",
      "example_translation": "El actor interpretó el papel de un rey en la película, el actor está ensayando para la obra ahora, y el actor protagonizará una nueva serie de TV el añonext.",
      "imageLink": "https://www.ang.pl/img/slownik/actor.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actor.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "actress",
      "translation": "actriz",
      "definition": "A woman whose profession is acting on the stage, in films, or on television.",
      "definition_translation": "Una mujer cuya profesión es actuar en el escenario, en películas o en televisión.",
      "example": "She was a talented actress who had starred in many successful movies. She will be playing the lead role in the new play. She had acted in several TV shows before moving to Hollywood.",
      "example_translation": "Era una actriz talentosa que había protagonizado muchas películas exitosas. Ella jugará el papel principal en la nueva obra de teatro. Había actuado en varios programas de televisión antes de mudarse a Hollywood.",
      "imageLink": "https://www.ang.pl/img/slownik/actress.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actress.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "actually",
      "translation": "en realidad",
      "definition": "Used to indicate that something is true or happens, often when it is unexpected or surprising.",
      "definition_translation": "Se utiliza para indicar que algo es cierto o sucede, a menudo cuando es inesperado o sorprendente.",
      "example": "I actually went to the gym yesterday. I will actually finish the project on time. She had actually learned to play the piano when she was a child.",
      "example_translation": "En realidad fui al gimnasio ayer. En realidad terminaré el proyecto a tiempo. Ella había aprendido a tocar el piano cuando era niña en realidad.",
      "imageLink": "https://www.ang.pl/img/slownik/actually.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/actually.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "add",
      "translation": "añadir",
      "definition": "To put something with something else, especially to make it bigger or longer.",
      "definition_translation": "Poner algo con algo más, especialmente para hacerlo más grande o más largo.",
      "example": "Can you add my name to the list? She will add a new chapter to her book. They added a new feature to the software last week.",
      "example_translation": "¿Puedes agregar mi nombre a la lista? Ella agregará un nuevo capítulo a su libro. Agregaron una nueva función al software la semana pasada.",
      "imageLink": "https://www.ang.pl/img/slownik/add.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/add.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "advanced",
      "translation": "avanzado",
      "definition": "Far on or ahead in development or progress; greatly skilled or proficient.",
      "definition_translation": "Muy desarrollado o avanzado en su desarrollo o progreso; muy habilidoso o competente.",
      "example": "The advanced technology used in the new smartphone has revolutionized the industry. Last year, we advanced to the next stage of the project. By next year, we will have advanced our research even further.",
      "example_translation": "La tecnología avanzada utilizada en el nuevo teléfono inteligente ha revolucionado la industria. El año pasado, avanzamos a la próxima etapa del proyecto. Para el próximo año, habremos avanzado aún más nuestra investigación.",
      "imageLink": "https://www.ang.pl/img/slownik/advanced.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advanced.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "adventure",
      "translation": "aventura",
      "definition": "An exciting or unusual experience; a bold or daring undertaking.",
      "definition_translation": "Una experiencia emocionante o inusual; una empresa osada o atrevida.",
      "example": "I'm planning an adventure to hike the Appalachian Trail next summer. She had an adventure in Europe after graduating from college. By next year, I will have had many adventures around the world.",
      "example_translation": "Estoy planeando una aventura para caminar el sendero de los Apalaches el próximo verano. Ella tuvo una aventura en Europa después de graduarse de la universidad. Para el próximo año, habré tenido muchas aventuras en todo el mundo.",
      "imageLink": "https://www.ang.pl/img/slownik/adventure.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/adventure.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "advertisement",
      "translation": "anuncio",
      "definition": "A notice or announcement in a public medium promoting a product, service, or idea.",
      "definition_translation": "Un aviso o anuncio en un medio público que promociona un producto, servicio o idea.",
      "example": "The company placed an advertisement in the newspaper to attract new customers. Last week, we saw an advertisement on TV for a new car model. By next month, the advertisement will have been posted online.",
      "example_translation": "La empresa colocó un anuncio en el periódico para atraer a nuevos clientes. La semana pasada, vimos un anuncio en la televisión para un nuevo modelo de coche. Para el próximo mes, el anuncio habrá sido publicado en línea.",
      "imageLink": "https://www.ang.pl/img/slownik/advertisement.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advertisement.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "advice",
      "translation": "consejo",
      "definition": " Guidance or recommendations offered with regard to prudent action.",
      "definition_translation": "Orientación o recomendaciones ofrecidas con respecto a la acción prudente.",
      "example": "She sought advice from her lawyer before making a decision. She had been taking advice from her doctor. She will take advice from her financial advisor.",
      "example_translation": "Ella buscó consejo de su abogado antes de tomar una decisión. Ella había estado tomando consejo de su médico. Ella tomará consejo de su asesor financiero.",
      "imageLink": "https://www.ang.pl/img/slownik/advice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/advice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aeroplane",
      "translation": "aeroplano",
      "definition": "A powered, fixed-wing aircraft used for flying.",
      "definition_translation": "Un avión con alas fijas propulsado utilizado para volar.",
      "example": "I have never flown in an aeroplane before. She will travel by aeroplane to Paris. They had taken an aeroplane to New York.",
      "example_translation": "Nunca había volado en un avión antes. Ella viajará en avión a París. Ellos habían tomado un avión a Nueva York.",
      "imageLink": "https://www.ang.pl/img/slownik/aeroplane.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aeroplane.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "afraid",
      "translation": "asustado",
      "definition": " Feeling fear or anxiety.",
      "definition_translation": "Sintiendo miedo o ansiedad.",
      "example": "I am afraid of spiders. She was afraid of the dark. They will be afraid of the consequences.",
      "example_translation": "Tengo miedo de las arañas. Ella tenía miedo de la oscuridad. Ellos tendrán miedo de las consecuencias.",
      "imageLink": "https://www.ang.pl/img/slownik/afraid.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afraid.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "after",
      "translation": "después",
      "definition": "At a later time; subsequently; later on.",
      "definition_translation": "En un momento posterior; posteriormente; más tarde.",
      "example": "I'll meet you at the park after I finish work. I met her after the concert last night. I'll see you after I graduate.",
      "example_translation": "Te veré en el parque después de que termine trabajo. La conocí después del concierto la noche pasada. Te veré después de que me gradúe.",
      "imageLink": "https://www.ang.pl/img/slownik/after-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/after.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "afterwards",
      "translation": "después de",
      "definition": "At a later time; subsequently; later on, especially in a series of events.",
      "definition_translation": "En un momento posterior; posteriormente; más tarde, especialmente en una serie de eventos.",
      "example": "I'll study for the exam afterwards. We'll eat dinner afterwards. She'll call her mom afterwards.",
      "example_translation": "Estudiaré para el examen después de. Comeremos cena después de. Llamará a su mamá después de.",
      "imageLink": "https://www.ang.pl/img/slownik/afterwards.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/afterwards.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "against",
      "translation": "contra",
      "definition": "In opposition to; contrary to; opposed to.",
      "definition_translation": "En oposición a; contrario a; opuesto a.",
      "example": "I'm against the new policy. She's against the war. They're against the proposal.",
      "example_translation": "Estoy en contra de la nueva política. Ella está en contra de la guerra. Están en contra de la propuesta.",
      "imageLink": "https://www.ang.pl/img/slownik/against.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/against.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aged",
      "translation": "envejecido",
      "definition": "Having reached a specified age or stage of development; no longer young.",
      "definition_translation": "Habiendo alcanzado una edad o etapa de desarrollo especificada; ya no joven.",
      "example": "The wine had aged to perfection in the cellar. The manager had aged well, retaining his youthful energy. The aged professor was respected by all.",
      "example_translation": "El vino había envejecido a la perfección en la bodega. El gerente había envejecido bien, conservando su energía juvenil. El profesor anciano era respetado por todos.",
      "imageLink": "https://www.ang.pl/img/slownik/aged.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aged.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ago",
      "translation": "hace",
      "definition": "At a point of time in the past, typically specified.",
      "definition_translation": "En un punto de tiempo en el pasado, típicamente especificado.",
      "example": "I met her three years ago. I graduated five years ago. I will finish my project three months ago.",
      "example_translation": "La conocí hace tres años. Me gradué hace cinco años. Terminaré mi proyecto hace tres meses.",
      "imageLink": "https://www.ang.pl/img/slownik/ago.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ago.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "agree",
      "translation": "aconsejar",
      "definition": "To have or share a opinion or view about something; to consent or concur.",
      "definition_translation": "Tener o compartir una opinión o visión sobre algo; consentir o concordar.",
      "example": "I agree with your proposal. She agrees to meet us at 5 pm. They agreed to the terms of the contract.",
      "example_translation": "Estoy de acuerdo con su propuesta. Ella acepta reunirse con nosotros a las 5 pm. Ellos aceptaron los términos del contrato.",
      "imageLink": "https://www.ang.pl/img/slownik/agree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/agree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "air",
      "translation": "aire",
      "definition": "The invisible mixture of gases that surrounds the earth, especially the mixture of oxygen, nitrogen, and trace gases that makes up the atmosphere.",
      "definition_translation": "La mezcla invisible de gases que rodea la tierra, especialmente la mezcla de oxígeno, nitrógeno y gases traza que compone la atmósfera.",
      "example": "I breathed in the fresh air, felt the cool air on my face, and will enjoy the warm air on my skin tomorrow.",
      "example_translation": "Respiré el aire fresco, sentí el aire frío en mi rostro y disfrutaré del aire cálido en mi piel mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/air-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "air",
      "translation": "aire",
      "definition": "A mixture of gases that surrounds the earth, including the atmosphere.",
      "definition_translation": "Una mezcla de gases que rodea la tierra, incluyendo la atmósfera.",
      "example": "The airplane soared through the air, the hot air balloon floated gently, and the pilot navigated through the turbulent air.",
      "example_translation": "El avión sobrevoló por el aire, el globo aerostático flotó suavemente y el piloto navegó a través del aire turbulento.",
      "imageLink": "https://www.ang.pl/img/slownik/air.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/air.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "airport",
      "translation": "aeropuerto",
      "definition": "A place where aircraft take off and land, typically with facilities for passengers and cargo.",
      "definition_translation": "Un lugar donde los aviones despegan y aterrizan, típicamente con instalaciones para pasajeros y carga.",
      "example": "I arrived at the airport early, went through security at the airport, and will depart from the airport tomorrow morning.",
      "example_translation": "Llegué al aeropuerto temprano, pasé por seguridad en el aeropuerto y partiré del aeropuerto mañana por la mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/airport.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/airport.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alarm clock",
      "translation": "reloj despertador",
      "definition": "A device that makes a loud noise to wake someone up at a predetermined time.",
      "definition_translation": "Un dispositivo que hace un ruido fuerte para despertar a alguien a una hora predeterminada.",
      "example": "I set my alarm clock for 7 am, but I still overslept. Yesterday, I set it for 6 am, and I will set it for 8 am tomorrow.",
      "example_translation": "Puse mi reloj despertador para las 7 am, pero todavía me quede dormido. Ayer, lo puse para las 6 am, y mañana lo pondré para las 8 am.",
      "imageLink": "https://www.ang.pl/img/slownik/alarm-clock.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alarm clock.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "album",
      "translation": "álbum",
      "definition": "A collection of music, photographs, or other items, typically in a book or on a recording.",
      "definition_translation": "Una colección de música, fotografías o otros elementos, generalmente en un libro o en una grabación.",
      "example": "I bought an album by my favorite artist yesterday, and I listened to it all day. My sister gave me an album of our family photos last year, and I will make a new one next year.",
      "example_translation": "Compré un álbum de mi artista favorito ayer, y lo escuché todo el día. Mi hermana me dio un álbum de fotos de nuestra familia el año pasado, y haré uno nuevo el próximo año.",
      "imageLink": "https://www.ang.pl/img/slownik/album.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/album.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alcohol",
      "translation": "alcohol",
      "definition": "A type of drug that is found in drinks such as beer, wine, and spirits, and can affect a person's behavior and physical health.",
      "definition_translation": "Un tipo de droga que se encuentra en bebidas como cerveza, vino y licores, y puede afectar el comportamiento y la salud física de una persona.",
      "example": "I don't drink alcohol because it's bad for my health. My friend drank too much alcohol last night, and he was sick this morning. I will drink some alcohol at the party tomorrow.",
      "example_translation": "No bebo alcohol porque es malo para mi salud. Mi amigo bebió demasiado alcohol anoche, y estaba enfermo esta mañana. Beberé algo de alcohol en la fiesta mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/alcohol.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alcohol.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "all right",
      "translation": "bien",
      "definition": "completely satisfactory or in good order",
      "definition_translation": "completamente satisfactorio o en buen orden",
      "example": "I was worried about the exam, but I did all right. I'm studying hard so I will do all right on the next test. By the time I graduate, I will have done all right in all my subjects.",
      "example_translation": "Me preocupaba el examen, pero salió bien. Estoy estudiando duro para que salga bien en el próximo examen. Para cuando me gradúe, habré salido bien en todas mis asignaturas.",
      "imageLink": "https://www.ang.pl/img/slownik/alright.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/all right.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "almost",
      "translation": "casi",
      "definition": "very close to doing or achieving something, but not quite",
      "definition_translation": "muy cerca de hacer o lograr algo, pero no del todo",
      "example": "I almost finished my project last night, but I will almost finish it tonight. By tomorrow, I will have almost completed the entire task.",
      "example_translation": "Casi terminé mi proyecto anoche, pero casi lo terminaré esta noche. Para mañana, habré casi completado la tarea completa.",
      "imageLink": "https://www.ang.pl/img/slownik/almost.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/almost.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "alone",
      "translation": "solo",
      "definition": "having no one else present; solo",
      "definition_translation": "sin nadie más presente; solo",
      "example": "I went to the movies alone last night, because I will be alone on vacation. By the time I return, I will have been alone for two weeks.",
      "example_translation": "Fui al cine solo anoche, porque estaré solo en vacaciones. Para cuando regrese, habré estado solo durante dos semanas.",
      "imageLink": "https://www.ang.pl/img/slownik/alone.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/alone.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "along",
      "translation": "junto",
      "definition": "Moving in a line or direction, especially in a steady and continuous way",
      "definition_translation": "Moviéndose en una línea o dirección, especialmente de una manera constante y continua",
      "example": "I walked along the beach, enjoying the sunset. I will walk along the river tomorrow. She had walked along the mountain trail yesterday.",
      "example_translation": "Camino junto a la playa, disfrutando del atardecer. Caminaré junto al río mañana. Ella había caminado junto a la senda de la montaña ayer.",
      "imageLink": "https://www.ang.pl/img/slownik/along.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/along.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "already",
      "translation": "ya",
      "definition": "Used to show that something has happened before a specific time, or before something else happens",
      "definition_translation": "Se utiliza para mostrar que algo ha sucedido antes de un momento específico, o antes de que algo más suceda",
      "example": "I have already eaten lunch. She will have already finished her project by tomorrow. They had already left when I arrived.",
      "example_translation": "Ya había comido el almuerzo. Ella habrá terminado ya su proyecto para mañana. Ellos ya habían salido cuando llegué.",
      "imageLink": "https://www.ang.pl/img/slownik/already.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/already.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ambulance",
      "translation": "ambulancia",
      "definition": "A vehicle that is equipped to take sick or injured people to hospital",
      "definition_translation": "Un vehículo que está equipado para llevar a personas enfermas o heridas al hospital",
      "example": "The ambulance arrived quickly and rushed the patient to the hospital. She worked as a paramedic in an ambulance for five years. They called an ambulance when he had a heart attack.",
      "example_translation": "La ambulancia llegó rápidamente y llevó al paciente al hospital a toda prisa. Ella trabajó como paramédico en una ambulancia durante cinco años. Llamaron una ambulancia cuando él tuvo un ataque al corazón.",
      "imageLink": "https://www.ang.pl/img/slownik/ambulance.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ambulance.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "among",
      "translation": "entre",
      "definition": "Used to indicate a location or position within something or a group of things",
      "definition_translation": "Utilizado para indicar una ubicación o posición dentro de algo o un grupo de cosas",
      "example": "I was among the first to arrive at the party. I am among the best players on the team. I will be among the guests at the wedding.",
      "example_translation": "Estuve entre los primeros en llegar a la fiesta. Estoy entre los mejores jugadores del equipo. Estaré entre los invitados en la boda.",
      "imageLink": "https://www.ang.pl/img/slownik/among.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/among.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "angry",
      "translation": "enojado",
      "definition": "Feeling or showing strong displeasure, hostility, or resentment",
      "definition_translation": "Sentir o mostrar una fuerte desaprobación, hostilidad o resentimiento",
      "example": "I was angry at my brother for breaking my toy. I am angry about the situation. I will be angry if you don't apologize.",
      "example_translation": "Estuve enojado con mi hermano por romper mi juguete. Estoy enojado sobre la situación. Estaré enojado si no te disculpas.",
      "imageLink": "https://www.ang.pl/img/slownik/angry.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/angry.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "another",
      "translation": "otro",
      "definition": "One more person or thing of the same kind",
      "definition_translation": "Una persona o cosa más del mismo tipo",
      "example": "I would like another cup of coffee. Another option is to take a bus. Another reason I like this city is its food.",
      "example_translation": "Me gustaría otro taza de café. Otra opción es tomar un autobús. Otra razón por la que me gusta esta ciudad es su comida.",
      "imageLink": "https://www.ang.pl/img/slownik/another.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/another.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apartment",
      "translation": "apartamento",
      "definition": "A room or set of rooms fitted especially for occupation as a residence, often located in a building or house",
      "definition_translation": "Una habitación o conjunto de habitaciones amuebladas especialmente para ocupar como residencia, a menudo ubicadas en un edificio o casa",
      "example": "I will rent an apartment in the city center, I am currently living in an apartment with my roommate, and I lived in an apartment when I was in college.",
      "example_translation": "Alquilaré un apartamento en el centro de la ciudad, actualmente estoy viviendo en un apartamento con mi compañero de habitación, y viví en un apartamento cuando estaba en la universidad.",
      "imageLink": "https://www.ang.pl/img/slownik/apartment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apartment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apple juice",
      "translation": "jugo de manzana",
      "definition": "A sweet drink made from apples, often served as a beverage",
      "definition_translation": "Una bebida dulce hecha de manzanas, a menudo servida como bebida",
      "example": "I drank apple juice for breakfast, I am drinking apple juice right now, and I will drink apple juice after dinner.",
      "example_translation": "Bebí jugo de manzana para desayunar, ahora estoy bebiendo jugo de manzana, y beberé jugo de manzana después de cenar.",
      "imageLink": "https://www.ang.pl/img/slownik/apple-juice.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple juice.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "apple tree",
      "translation": "manzano",
      "definition": "A tree that produces apples, often grown in orchards or backyards",
      "definition_translation": "Un árbol que produce manzanas, a menudo cultivado en huertos o patios traseros",
      "example": "I planted an apple tree in my backyard, I am pruning an apple tree today, and I will harvest apples from an apple tree next autumn.",
      "example_translation": "Planté un manzano en mi patio trasero, estoy podando un manzano hoy, y cosecharé manzanas de un manzano la próxima otoño.",
      "imageLink": "https://www.ang.pl/img/slownik/apple-tree.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/apple tree.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "appointment",
      "translation": "cita",
      "definition": "A meeting or gathering, especially one that has been formally arranged, at a specific time and place.",
      "definition_translation": "Una reunión o encuentro, especialmente uno que ha sido formalmente concertado, en un lugar y hora específicos.",
      "example": "I have an appointment with my doctor at 2 PM. I had an appointment with my lawyer last week. I will have an appointment with my dentist next month.",
      "example_translation": "Tengo una cita con mi médico a las 2 PM. Tuve una cita con mi abogado la semana pasada. Tendré una cita con mi dentista el mes que viene.",
      "imageLink": "https://www.ang.pl/img/slownik/appointment.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/appointment.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "area",
      "translation": "área",
      "definition": "A particular region or part of a country, town, or place.",
      "definition_translation": "Una región o parte particular de un país, pueblo o lugar.",
      "example": "I live in a rural area. The city has a large commercial area. The nature reserve is a protected area.",
      "example_translation": "Vivo en una zona rural. La ciudad tiene una gran área comercial. La reserva natural es un área protegida.",
      "imageLink": "https://www.ang.pl/img/slownik/area.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/area.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "armchair",
      "translation": "sillón",
      "definition": "A comfortable chair, especially one with a high back and arms, designed for sitting or reclining.",
      "definition_translation": "Un sillón cómodo, especialmente uno con respaldo alto y brazos, diseñado para sentarse o reclinar.",
      "example": "I sat in the armchair and read a book. She likes to sit in her armchair and watch TV. He will sit in the armchair and take a nap.",
      "example_translation": "Me senté en el sillón y leí un libro. Ella gusta sentarse en su sillón y ver televisión. Él se sentará en el sillón y tomará una siesta.",
      "imageLink": "https://www.ang.pl/img/slownik/armchair.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/armchair.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "around",
      "translation": "alrededor",
      "definition": "Moving in a circular direction, or in a curved path, typically returning to the starting point.",
      "definition_translation": "Moviendo en una dirección circular, o en una ruta curva, normalmente regresando al punto de partida.",
      "example": "I walked around the park, then I will walk around it again, and I have walked around it many times before.",
      "example_translation": "Caminé alrededor del parque, luego caminaré alrededor de él de nuevo, y he caminado alrededor de él muchas veces antes.",
      "imageLink": "https://www.ang.pl/img/slownik/around.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/around.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "arrive",
      "translation": "llegar",
      "definition": "To come to a place or destination, especially at the end of a journey.",
      "definition_translation": "Llegar a un lugar o destino, especialmente al final de un viaje.",
      "example": "I arrived at the airport, I will arrive at the hotel soon, and I had arrived at the city yesterday.",
      "example_translation": "Llegué al aeropuerto, llegaré al hotel pronto, y había llegado a la ciudad ayer.",
      "imageLink": "https://www.ang.pl/img/slownik/arrive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/arrive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "art",
      "translation": "arte",
      "definition": "The expression or application of human creative skill and imagination, typically in a visual form such as painting or sculpture.",
      "definition_translation": "La expresión o aplicación de la habilidad creativa y la imaginación humanas, típicamente en una forma visual como la pintura o la escultura.",
      "example": "I studied art in college, my sister is an art teacher, and my brother is good at art.",
      "example_translation": "Estudié arte en la universidad, mi hermana es maestra de arte, y mi hermano es bueno en arte.",
      "imageLink": "https://www.ang.pl/img/slownik/art.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/art.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "artist",
      "translation": "artista",
      "definition": "A person whose creative work shows sensitivity and imagination, such as a painter, musician, or writer.",
      "definition_translation": "Una persona cuyo trabajo creativo muestra sensibilidad e imaginación, como un pintor, músico o escritor.",
      "example": "The artist painted a beautiful landscape. She has been an artist for 10 years. The artist will exhibit her work next month.",
      "example_translation": "El artista pintó un paisaje hermoso. Ella ha sido artista durante 10 años. El artista exhibirá su obra el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/artist.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/artist.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "attractive",
      "translation": "atractivo",
      "definition": "Pleasing to the eye or mind; appealing or engaging in a sensual or aesthetically pleasing way.",
      "definition_translation": "Agradable a la vista o la mente; atractivo o agradable de una manera sensual o estéticamente agradable.",
      "example": "The attractive model walked down the runway. She found the attractive stranger charming. The attractive city is a popular tourist destination.",
      "example_translation": "El modelo atractivo caminó por la pasarela. Ella encontró al extraño atractivo encantador. La ciudad atractiva es un destino turístico popular.",
      "imageLink": "https://www.ang.pl/img/slownik/attractive.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/attractive.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "aunt",
      "translation": "tía",
      "definition": "The sister of one's mother or father, or the wife of one's uncle.",
      "definition_translation": "La hermana de la madre o padre de uno, o la esposa del tío de uno.",
      "example": "My aunt is coming to visit. She loved her aunt's cooking. My aunt will take me to the park.",
      "example_translation": "Mi tía viene a visitar. Ella amó la cocina de su tía. Mi tía me llevará al parque.",
      "imageLink": "https://www.ang.pl/img/slownik/aunt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/aunt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "autumn",
      "translation": "otoño",
      "definition": "The season of the year between summer and winter, marked by the harvesting of crops and the decay of leaves.",
      "definition_translation": "La estación del año entre verano e invierno, marcada por la cosecha de cultivos y la decadencia de las hojas.",
      "example": "I love taking long walks in the park during autumn. Last year, I went to the farm to pick apples in autumn. By next autumn, I will have finished my studies.",
      "example_translation": "Me encanta dar largos paseos en el parque durante el otoño. El año pasado, fui al campo a recoger manzanas en otoño. Para el próximo otoño, habré terminado mis estudios.",
      "imageLink": "https://www.ang.pl/img/slownik/autumn.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/autumn.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "available",
      "translation": "disponible",
      "definition": " Able to be used or obtained; accessible.",
      "definition_translation": "Capaz de ser utilizado o obtenido; accesible.",
      "example": "The new phone will be available in stores next week. The book is available online for free. By the time I arrived, the room was no longer available.",
      "example_translation": "El nuevo teléfono estará disponible en las tiendas la próxima semana. El libro está disponible en línea de forma gratuita. Para cuando llegué, la habitación ya no estaba disponible.",
      "imageLink": "https://www.ang.pl/img/slownik/available.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/available.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "away",
      "translation": "lejos",
      "definition": "At a distance, either physical or emotional, from a place or person.",
      "definition_translation": "A una distancia, ya sea física o emocional, de un lugar o persona.",
      "example": "I'm going away for a week on vacation. She went away to college last year. By the time I realized, they had already gone away.",
      "example_translation": "Me voy de vacaciones por una semana. Se fue al college el año pasado. Para cuando me di cuenta, ya se habían ido.",
      "imageLink": "https://www.ang.pl/img/slownik/away.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/away.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "baby",
      "translation": "bebé",
      "definition": "A very young human being, from birth to a year or two of age.",
      "definition_translation": "Un ser humano muy joven, desde el nacimiento hasta un año o dos de edad.",
      "example": "I held the baby in my arms and rocked him gently. I will take care of the baby tomorrow. The baby will learn to walk soon.",
      "example_translation": " Mantuve al bebé en brazos y lo mecí suavemente. Cuidaré del bebé mañana. El bebé aprenderá a caminar pronto.",
      "imageLink": "https://www.ang.pl/img/slownik/baby-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baby.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "back",
      "translation": "espalda",
      "definition": "The rear part of the human body, extending from the neck to the lower end of the spine.",
      "definition_translation": "La parte posterior del cuerpo humano, que se extiende desde el cuello hasta el extremo inferior de la columna vertebral.",
      "example": "I rubbed my back after the long trip. She will take a break to rest her back. They will exercise their back muscles tomorrow.",
      "example_translation": "Me froté la espalda después del largo viaje. Ella tomará un descanso para descansar su espalda. Ellos ejercitarán sus músculos de la espalda mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "badly",
      "translation": "mal",
      "definition": "In a way that is not good or satisfactory.",
      "definition_translation": "De una manera que no es buena o satisfactoria.",
      "example": "I performed badly on the exam. She sings badly, but she enjoys it. They will do badly on the project if they don't work together.",
      "example_translation": "Me fui mal en el examen. Ella canta mal, pero le gusta. Ellos se desempeñarán mal en el proyecto si no trabajan juntos.",
      "imageLink": "https://www.ang.pl/img/slownik/badly.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badly.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "badminton",
      "translation": "bádminton",
      "definition": "a sport played on a rectangular court with a net in the middle, in which players hit a shuttlecock back and forth using rackets",
      "definition_translation": "un deporte jugado en una cancha rectangular con una red en el medio, en el que los jugadores golpean una shuttlecock de un lado a otro utilizando raquetas",
      "example": "I played badminton with my friends yesterday, I'm playing badminton with my family today, and I will play badminton with my colleagues tomorrow.",
      "example_translation": "Jugué bádminton con mis amigos ayer, estoy jugando bádminton con mi familia hoy y jugaré bádminton con mis colegas mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/badminton.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/badminton.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bake",
      "translation": "hornear",
      "definition": "to cook food, especially bread, in an oven",
      "definition_translation": "cocinar alimentos, especialmente pan, en un horno",
      "example": "I baked a cake for my sister's birthday, my mom is baking cookies for the party, and we will bake pizza for dinner tonight.",
      "example_translation": "Horneé un pastel para el cumpleaños de mi hermana, mi mamá está horneando galletas para la fiesta y hornearemos pizza para la cena esta noche.",
      "imageLink": "https://www.ang.pl/img/slownik/bake.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bake.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "balloon",
      "translation": "globito",
      "definition": "a flexible bag that is inflated with air or gas, used for decoration or entertainment",
      "definition_translation": "una bolsa flexible que se infla con aire o gas, utilizada para la decoración o entretenimiento",
      "example": "The child released the balloon and it flew away, I blew up a balloon to make my sister laugh, and we will inflate balloons for the party decorations.",
      "example_translation": "El niño soltó el globito y se fue volando, inflé un globito para hacer reír a mi hermana y inflaremos globos para las decoraciones de la fiesta.",
      "imageLink": "https://www.ang.pl/img/slownik/balloon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/balloon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "barbecue",
      "translation": "barbacoa",
      "definition": "A barbecue is an outdoor meal, typically in a garden or park, at which meat, fish, or vegetables are grilled over an open flame.",
      "definition_translation": "Una barbacoa es una comida al aire libre, generalmente en un jardín o parque, en la que se asan carne, pescado o vegetales sobre una llama abierta.",
      "example": "We had a barbecue in the backyard last summer. We are having a barbecue for my birthday today. We will have a barbecue on the beach next weekend.",
      "example_translation": "Tuvimos una barbacoa en el patio trasero el verano pasado. Estamos teniendo una barbacoa por mi cumpleaños hoy. Tendremos una barbacoa en la playa el próximo fin de semana.",
      "imageLink": "https://www.ang.pl/img/slownik/barbecue.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/barbecue.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "baseball",
      "translation": "béisbol",
      "definition": "Baseball is a bat-and-ball game played between two teams of nine players each.",
      "definition_translation": "El béisbol es un juego de bat y pelota jugado entre dos equipos de nueve jugadores cada uno.",
      "example": "I played baseball in high school. She is playing baseball in college now. They will play baseball in the Olympics next year.",
      "example_translation": "Yo jugué béisbol en la escuela secundaria. Ella está jugando béisbol en la universidad ahora. Ellos jugarán béisbol en los Juegos Olímpicos el año próximo.",
      "imageLink": "https://www.ang.pl/img/slownik/baseball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/baseball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bat",
      "translation": "murciélago",
      "definition": "A bat is a small flying mammal that uses echolocation to navigate and find prey.",
      "definition_translation": "Un murciélago es un pequeño mamífero volador que usa ecolocación para navegar y encontrar presas.",
      "example": "I saw a bat flying in the dark. The bat is sleeping during the day. Bats will fly out of the cave at night.",
      "example_translation": "Vi un murciélago volando en la oscuridad. El murciélago está durmiendo durante el día. Los murciélagos volarán fuera de la cueva por la noche.",
      "imageLink": "https://www.ang.pl/img/slownik/bat-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bat.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bathing suit",
      "translation": "traje de baño",
      "definition": "A garment designed to be worn while swimming or bathing, typically made of lightweight, quick-drying fabric.",
      "definition_translation": "Un conjunto diseñado para ser llevado mientras se nada o se baña, generalmente hecho de tela liviana y rápida de secar.",
      "example": "I forgot to pack my bathing suit for the beach trip. Yesterday, I bought a new bathing suit. I will wear a bathing suit to the pool party tomorrow.",
      "example_translation": "Olvidé empacar mi traje de baño para el viaje a la playa. Ayer, compré un traje de baño nuevo. Mañana llevaré un traje de baño a la fiesta en la piscina.",
      "imageLink": "https://www.ang.pl/img/slownik/bathing-suit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathing suit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bathroom cabinet",
      "translation": "gabinete de baño",
      "definition": "A piece of furniture, typically mounted on a wall, used for storing toiletries, towels, and other bathroom essentials.",
      "definition_translation": "Una pieza de mobiliario, generalmente montada en una pared, utilizada para almacenar artículos de aseo personal, toallas y otros elementos esenciales del baño.",
      "example": "The bathroom cabinet was filled with beauty products. I need to clean the bathroom cabinet this weekend. By next year, I will have installed a new bathroom cabinet.",
      "example_translation": "El gabinete de baño estaba lleno de productos de belleza. Necesito limpiar el gabinete de baño este fin de semana. Para el año que viene, habré instalado un gabinete de baño nuevo.",
      "imageLink": "https://www.ang.pl/img/slownik/bathroom-cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathroom cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bathtub",
      "translation": "bañera",
      "definition": "A container, typically made of ceramic or acrylic, used for bathing or washing.",
      "definition_translation": "Un contenedor, generalmente hecho de cerámica o acrílico, utilizado para bañarse o lavarse.",
      "example": "The bathtub was filled with warm water. She was sitting in the bathtub when I walked in. By next month, I will have replaced the old bathtub.",
      "example_translation": "La bañera estaba llena de agua tibia. Estaba sentada en la bañera cuando entré. Para el mes que viene, habré reemplazado la bañera vieja.",
      "imageLink": "https://www.ang.pl/img/slownik/bathtub.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bathtub.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "battery",
      "translation": "batería",
      "definition": "A battery is a device that stores electrical energy in the form of chemical energy. It consists of one or more cells containing a positive electrode (cathode) and a negative electrode (anode) separated by an electrolyte, which allows ions to flow between the electrodes.",
      "definition_translation": "Una batería es un dispositivo que almacena energía eléctrica en forma de energía química. Consiste en una o más celdas que contienen un electrodo positivo (cátodo) y un electrodo negativo (ánodo) separados por un electrolito, que permite que los iones fluyan entre los electrodos.",
      "example": "I charged the battery of my phone last night. The battery is charging now. I will charge the battery again tomorrow.",
      "example_translation": "Cargué la batería de mi teléfono anoche. La batería se está cargando ahora. Cargaré la batería de nuevo mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/battery.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "battery",
      "translation": "batería",
      "definition": "A battery is a device that stores electrical energy in the form of chemical energy. It consists of one or more cells containing a positive electrode (cathode) and a negative electrode (anode) separated by an electrolyte, which allows ions to flow between the electrodes.",
      "definition_translation": "Una batería es un dispositivo que almacena energía eléctrica en forma de energía química. Consiste en una o más celdas que contienen un electrodo positivo (cátodo) y un electrodo negativo (ánodo) separados por un electrolito, que permite que los iones fluyan entre los electrodos.",
      "example": "I replaced the battery of my car with a new one. The battery of my laptop is running out. I will buy a new battery for my watch.",
      "example_translation": "Reemplacé la batería de mi coche con una nueva. La batería de mi laptop se está agotando. Compraré una nueva batería para mi reloj.",
      "imageLink": "https://www.ang.pl/img/slownik/battery-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/battery.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "be born",
      "translation": "nacer",
      "definition": "To begin existence or become alive, typically after gestation in a woman's uterus. To come into existence or become visible.",
      "definition_translation": "Comenzar a existir o nacer, generalmente después de la gestación en el útero de una mujer. Llegar a existir o hacerse visible.",
      "example": "I was born on a rainy day. My sister will be born next month. My grandfather was born in a small village.",
      "example_translation": "Nací en un día lluvioso. Mi hermana nacerá el próximo mes. Mi abuelo nació en un pequeño pueblo.",
      "imageLink": "https://www.ang.pl/img/slownik/be-born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/be born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beach ball",
      "translation": "pelota de playa",
      "definition": "A ball, typically made of leather or synthetic materials, designed for playing games or sports on a beach.",
      "definition_translation": "Una pelota, típicamente hecha de cuero o materiales sintéticos, diseñada para jugar juegos o deportes en una playa.",
      "example": "I played with a beach ball in the summer. I am playing with a beach ball now. I will play with a beach ball tomorrow.",
      "example_translation": "Jugué con una pelota de playa en el verano. Estoy jugando con una pelota de playa ahora. Jugaré con una pelota de playa mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/beach-ball.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach ball.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beach umbrella",
      "translation": "paraguas de playa",
      "definition": "A collapsible canopy, typically made of fabric or plastic, used to provide shade on a beach.",
      "definition_translation": "Un dosel plegable, típicamente hecho de tela o plástico, utilizado para proporcionar sombra en una playa.",
      "example": "I used a beach umbrella to protect myself from the sun. I am using a beach umbrella to read a book. I will use a beach umbrella next weekend.",
      "example_translation": "Usé un paraguas de playa para protegerme del sol. Estoy usando un paraguas de playa para leer un libro. Usaré un paraguas de playa el próximo fin de semana.",
      "imageLink": "https://www.ang.pl/img/slownik/beach-umbrella.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beach umbrella.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bean",
      "translation": "frijol",
      "definition": "A leguminous plant, such as a kidney bean or broad bean, that produces edible seeds.",
      "definition_translation": "Una planta leguminosa, como un frijol kidney o un frijol broad, que produce semillas comestibles.",
      "example": "I ate a bean salad for lunch. I am eating beans for dinner. I will eat beans in my soup tomorrow.",
      "example_translation": "Me comí una ensalada de frijoles para almuerzo. Estoy comiendo frijoles para cenar. Comeré frijoles en mi sopa mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/bean.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bean.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bear",
      "translation": "oso",
      "definition": "A large, carnivorous mammal with shaggy hair, found in forests and mountains, having a keen sense of smell and powerful claws.",
      "definition_translation": "Un mamífero carnívoro grande con pelo lanudo, encontrado en bosques y montañas, con un sentido olfativo agudo y garras poderosas.",
      "example": "The bear walked through the forest, searching for food. It had borne the cold winter well. It will bear the weight of the pack.",
      "example_translation": "El oso caminó por el bosque, buscando comida. Había soportado bien el invierno frío. Soportará el peso de la mochila.",
      "imageLink": "https://www.ang.pl/img/slownik/bear.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bear.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "become",
      "translation": "convertirse en",
      "definition": "To come into existence or to begin to be something.",
      "definition_translation": "Vener a la existencia o empezar a ser algo.",
      "example": "She became a doctor after ten years of study. She has become more confident. She will become a teacher next year.",
      "example_translation": "Ella se convirtió en doctora después de diez años de estudio. Ha llegado a ser más confiada. Se convertirá en profesora el año próximo.",
      "imageLink": "https://www.ang.pl/img/slownik/become.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/become.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "begin",
      "translation": "comenzar",
      "definition": "To start doing something or to take the first step in a process.",
      "definition_translation": "Empezar a hacer algo o dar el primer paso en un proceso.",
      "example": "I will begin my project tomorrow. She began to learn French last year. They began to work on the new building.",
      "example_translation": "Comenzaré mi proyecto mañana. Ella empezó a aprender francés el año pasado. Comenzaron a trabajar en el nuevo edificio.",
      "imageLink": "https://www.ang.pl/img/slownik/begin.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/begin.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beginner",
      "translation": "principiante",
      "definition": "A person who is new to a particular activity or profession, and is still learning the skills and knowledge needed to do it successfully.",
      "definition_translation": "Una persona que es nueva en una actividad o profesión en particular y todavía está aprendiendo las habilidades y conocimientos necesarios para hacerlo con éxito.",
      "example": "I'm a beginner in playing the guitar, but I practice every day to improve my skills. Yesterday, I was a beginner, but today I can play a simple song. By next year, I will be an expert.",
      "example_translation": "Soy un principiante en tocar la guitarra, pero practico todos los días para mejorar mis habilidades. Ayer era un principiante, pero hoy puedo tocar una canción simple. Para el próximo año, seré un experto.",
      "imageLink": "https://www.ang.pl/img/slownik/beginner.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginner.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "beginning",
      "translation": "comienzo",
      "definition": "The point in time or space at which something starts or originates.",
      "definition_translation": "El punto en el tiempo o espacio en el que algo comienza o se origina.",
      "example": "The beginning of the novel was slow, but it picked up pace as I turned the pages. The company has been struggling since its beginning, but now it's thriving. By the beginning of next year, we will have completed the project.",
      "example_translation": "El comienzo de la novela fue lento, pero se aceleró a medida que iba pasando las páginas. La empresa ha estado luchando desde su comienzo, pero ahora está prosperando. Para el comienzo del próximo año, habremos completado el proyecto.",
      "imageLink": "https://www.ang.pl/img/slownik/beginning.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/beginning.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "believe",
      "translation": "creer",
      "definition": "To accept that something is true or exists, especially without having any proof or evidence.",
      "definition_translation": "Aceptar que algo es verdad o existe, especialmente sin tener ninguna prueba o evidencia.",
      "example": "I believe that hard work is the key to success. I believed in myself when I was young, and it helped me to achieve my goals. I will believe in you until you prove me wrong.",
      "example_translation": "Creo que el trabajo duro es la clave del éxito. Creí en mí mismo cuando era joven, y me ayudó a alcanzar mis objetivos. Creeré en ti hasta que me pruebes que estoy equivocado.",
      "imageLink": "https://www.ang.pl/img/slownik/believe.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/believe.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "belong",
      "translation": "pertenecer",
      "definition": "To have a connection or relationship with something or someone; to be a part of a group or organization.",
      "definition_translation": "Tener una conexión o relación con algo o alguien; ser parte de un grupo o organización.",
      "example": "I belonged to a sports team in high school. I belong to a book club now. I will belong to a professional organization after I graduate.",
      "example_translation": "Yo pertenecí a un equipo de deportes en la escuela secundaria. Ahora pertenezco a un club de lectura. Perteneceré a una organización profesional después de graduarme.",
      "imageLink": "https://www.ang.pl/img/slownik/belong.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belong.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "belt",
      "translation": "cinturón",
      "definition": "A flexible band, typically made of leather or synthetic materials, worn around the waist to hold up trousers or other garments.",
      "definition_translation": "Una banda flexible, normalmente hecha de cuero o materiales sintéticos, que se lleva alrededor de la cintura para sujetar pantalones o otras prendas.",
      "example": "I tightened my belt after losing weight. I wear a belt to hold up my pants. I will buy a new belt tomorrow.",
      "example_translation": "Apreté mi cinturón después de perder peso. Llevo un cinturón para sujetar mis pantalones. Compraré un cinturón nuevo mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/belt.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/belt.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bicycle",
      "translation": "bicicleta",
      "definition": "A vehicle with two wheels, a frame, and pedals, powered by the rider's legs.",
      "definition_translation": "Un vehículo con dos ruedas, un marco y pedales, impulsado por las piernas del jinete.",
      "example": "I rode a bicycle to school when I was a kid. I ride a bicycle to work every day. I will ride a bicycle to the park tomorrow.",
      "example_translation": "Monté una bicicleta al colegio cuando era un niño. Monto una bicicleta al trabajo todos los días. Montaré una bicicleta al parque mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/bicycle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bicycle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "big brother",
      "translation": "hermano mayor",
      "definition": "An older male sibling, usually one who is wise, protective, and influential.",
      "definition_translation": "Un hermano mayor, generalmenteuno que es sabio, protector y influyente.",
      "example": "I looked up to my big brother when I was a kid. He took me to the park yesterday. He will teach me how to ride a bike next week.",
      "example_translation": "Miraba hacia arriba a mi hermano mayor cuando era un niño. Me llevó al parque ayer. Me enseñará a andar en bicicleta la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/big-brothersister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big brother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "big sister",
      "translation": "hermana mayor",
      "definition": "An older female sibling, usually one who is caring, supportive, and role-modeling.",
      "definition_translation": "Una hermana mayor, generalmente una que es cariñosa, apoyo y modelo a seguir.",
      "example": "My big sister helped me with my homework when I was struggling. She is taking me to the mall today. She will be my maid of honor at my wedding next year.",
      "example_translation": "Mi hermana mayor me ayudó con mi tarea cuando luchaba. Me lleva al centro comercial hoy. Será mi dama de honor en mi boda el próximo año.",
      "imageLink": "https://www.ang.pl/img/slownik/big-sister.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/big sister.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bike",
      "translation": "bicicleta",
      "definition": "A vehicle with two wheels, powered by pedaling, used for transportation or recreation.",
      "definition_translation": "Un vehículo con dos ruedas, impulsado por pedaleo, utilizado para transporte o recreación.",
      "example": "I learned how to ride a bike when I was a kid. I rode my bike to school yesterday. I will buy a new bike next month.",
      "example_translation": "Aprendí a andar en bicicleta cuando era un niño. Monté mi bicicleta al colegio ayer. Compraré una bicicleta nueva el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/bike.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bike.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bill",
      "translation": "factura",
      "definition": "A bill is a document requesting payment for goods or services supplied.",
      "definition_translation": "Una factura es un documento que solicita el pago por los bienes o servicios suministrados.",
      "example": "I will pay the bill tomorrow. I paid the bill yesterday. I pay the bill every month.",
      "example_translation": "Pagaré la factura mañana. Pagué la factura ayer. Pago la factura todos los meses.",
      "imageLink": "https://www.ang.pl/img/slownik/bill.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bill.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "biology",
      "translation": "biología",
      "definition": "Biology is the scientific study of living organisms, including their structure, function, growth, evolution, distribution, and taxonomy.",
      "definition_translation": "La biología es el estudio científico de los organismos vivos, incluyendo su estructura, función, crecimiento, evolución, distribución y taxonomía.",
      "example": "I studied biology in college. I am studying biology now. I will study biology in graduate school.",
      "example_translation": "Estudié biología en la universidad. Estoy estudiando biología ahora. Estudiaré biología en la escuela de posgrado.",
      "imageLink": "https://www.ang.pl/img/slownik/biology.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/biology.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bit",
      "translation": " trozo",
      "definition": "A bit is a small quantity or part of something, especially a small piece of food or a brief period of time.",
      "definition_translation": "Un trozo es una pequeña cantidad o parte de algo, especialmente un pequeño pedazo de comida o un breve período de tiempo.",
      "example": "I ate a bit of the cake. I will eat a bit of the sandwich. I ate a bit of the salad yesterday.",
      "example_translation": "Me comí un trozo del pastel. Me comeré un trozo del sándwich. Me comí un trozo de la ensalada ayer.",
      "imageLink": "https://www.ang.pl/img/slownik/bit.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bit.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blackboard",
      "translation": "pizarra",
      "definition": "A blackboard is a smooth, dark-colored surface, typically made of slate or a similar material, used for writing or drawing on with chalk or other markers.",
      "definition_translation": "Una pizarra es una superficie lisa y de color oscuro, habitualmente hecha de pizarra o un material similar, utilizada para escribir o dibujar con tiza o otros marcadores.",
      "example": "Yesterday, I wrote on the blackboard with a piece of chalk. Today, I am writing on the blackboard with a marker. Tomorrow, I will write on the blackboard with a whiteboard pen.",
      "example_translation": "Ayer escribí en la pizarra con una pieza de tiza. Hoy estoy escribiendo en la pizarra con un marcador. Mañana, escribiré en la pizarra con un bolígrafo de pizarra.",
      "imageLink": "https://www.ang.pl/img/slownik/blackboard.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blackboard.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blanket",
      "translation": "manta",
      "definition": "A blanket is a large, usually rectangular piece of fabric, typically made of wool or cotton, used for keeping warm or as a bed covering.",
      "definition_translation": "Una manta es una pieza de tela grande, generalmente rectangular, hecha de lana o algodón, utilizada para mantener el calor o como cubierta de cama.",
      "example": "I used a blanket to keep warm last night. My grandmother makes a blanket every winter. In the future, I will buy a blanket for my new house.",
      "example_translation": "Usé una manta para mantener el calor anoche. Mi abuela hace una manta cada invierno. En el futuro, compraré una manta para mi nueva casa.",
      "imageLink": "https://www.ang.pl/img/slownik/blanket.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blanket.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blonde",
      "translation": "rubio",
      "definition": "A blonde is a person, especially a woman, with fair hair, especially hair that is light yellow or golden in color.",
      "definition_translation": "Un rubio es una persona, especialmente una mujer, con cabello claro, especialmente cabello que es amarillo claro o dorado en color.",
      "example": "My friend is a blonde and she loves her hair color. Yesterday, I saw a blonde girl walking down the street. In the future, I will dye my hair blonde.",
      "example_translation": "Mi amiga es rubia y le encanta el color de su cabello. Ayer, vi a una chica rubia caminando por la calle. En el futuro, me teñiré el cabello rubio.",
      "imageLink": "https://www.ang.pl/img/slownik/blonde.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blonde.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "blood",
      "translation": "sangre",
      "definition": "a vital fluid in the circulatory system of animals, consisting of plasma in which red and white blood cells are suspended",
      "definition_translation": "un fluido vital en el sistema circulatorio de los animales, compuesto por plasma en el que se suspenden glóbulos rojos y blancos",
      "example": "She had a blood test to check her iron levels. Yesterday, she gave blood to help others. Tomorrow, she will donate blood again.",
      "example_translation": "Ella tuvo una prueba de sangre para verificar sus niveles de hierro. Ayer, donó sangre para ayudar a otros. Mañana, donará sangre de nuevo.",
      "imageLink": "https://www.ang.pl/img/slownik/blood.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/blood.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "board",
      "translation": "tabla",
      "definition": "a flat, rigid sheet of wood, plastic, or other material, used as a surface for writing or drawing",
      "definition_translation": "una hoja plana y rígida de madera, plástico u otro material, utilizada como superficie para escribir o dibujar",
      "example": "She wrote her name on the blackboard. The company's board of directors met to discuss the merger. By next year, I will have learned to surf on my board.",
      "example_translation": "Ella escribió su nombre en la pizarra. La junta directiva de la empresa se reunió para discutir la fusión. Para el próximo año, habré aprendido a surfear en mi tabla.",
      "imageLink": "https://www.ang.pl/img/slownik/board.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "board",
      "translation": "tabla",
      "definition": "a group of people who manage or direct an organization",
      "definition_translation": "un grupo de personas que administran o dirigen una organización",
      "example": "The board of trustees approved the budget. She was elected to the school board. By next year, I will be on the board of directors.",
      "example_translation": "La junta de fideicomisarios aprobó el presupuesto. Ella fue elegida para la junta escolar. Para el próximo año, estaré en la junta de directores.",
      "imageLink": "https://www.ang.pl/img/slownik/board-3.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "board game",
      "translation": "juego de mesa",
      "definition": "A game played on a tabletop, typically with counters, pieces, or cards, and often involving chance or strategy.",
      "definition_translation": "Un juego jugado en una mesa, típicamente con contadores, piezas o cartas, y a menudo involucrando suerte o estrategia.",
      "example": "I played a board game with my friends last night. I am playing a board game with my family now. I will play a board game with my colleagues tomorrow.",
      "example_translation": "Jugué un juego de mesa con mis amigos anoche. Estoy jugando un juego de mesa con mi familia ahora. Jugaré un juego de mesa con mis colegas mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/board-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/board game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boil",
      "translation": "hervir",
      "definition": "To heat a liquid until it bubbles up and turns to steam, or to cook food in boiling liquid.",
      "definition_translation": "Calentar un líquido hasta que burbujee y se convierta en vapor, o cocinar alimentos en líquido hirviendo.",
      "example": "I boiled water to make tea. She boils milk to make cheese. They will boil the potatoes for dinner.",
      "example_translation": "Herví agua para hacer té. Ella hierve leche para hacer queso. Ellos hervirán las papas para la cena.",
      "imageLink": "https://www.ang.pl/img/slownik/boil.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boil.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boiled",
      "translation": "hervido",
      "definition": "Pasta, potatoes, or other foods that have been cooked in boiling water.",
      "definition_translation": "Pasta, papas u otros alimentos que han sido cocinados en agua hirviendo.",
      "example": "I ate boiled carrots for lunch. She prefers boiled eggs to scrambled eggs. They served boiled vegetables for dinner.",
      "example_translation": "Comí zanahorias hervidas para el almuerzo. Ella prefiere huevos hervidos a huevos revueltos. Ellos sirvieron vegetales hervidos para la cena.",
      "imageLink": "https://www.ang.pl/img/slownik/boiled.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boiled.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "book",
      "translation": "libro",
      "definition": "A written or printed work consisting of pages glued or sewn together along one side and bound in covers.",
      "definition_translation": "Una obra escrita o impresa que consiste en páginas pegadas o cosidas juntas a lo largo de un lado y encuadernada en cubiertas.",
      "example": "I read a book yesterday, I am reading a book now, and I will read a book tomorrow.",
      "example_translation": "Leí un libro ayer, estoy leyendo un libro ahora y leeré un libro mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/book.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/book.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bookcase",
      "translation": "estantería",
      "definition": "A piece of furniture with shelves for holding books, typically against a wall.",
      "definition_translation": "Una pieza de mobiliario con estantes para colocar libros, típicamente contra una pared.",
      "example": "I assembled a bookcase last weekend, I am using a bookcase now, and I will buy a bookcase next month.",
      "example_translation": "Me armé una estantería el fin de semana pasado, estoy usando una estantería ahora y compraré una estantería el próximo mes.",
      "imageLink": "https://www.ang.pl/img/slownik/bookcase.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookcase.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bookshelf",
      "translation": "estante de libros",
      "definition": "A shelving unit for holding books, often adjustable and wall-mounted.",
      "definition_translation": "Una unidad de estantería para colocar libros, a menudo ajustable y montada en la pared.",
      "example": "I installed a bookshelf in my room, I am organizing a bookshelf now, and I will clean a bookshelf soon.",
      "example_translation": "Instalé un estante de libros en mi habitación, estoy organizando un estante de libros ahora y limpiaré un estante de libros pronto.",
      "imageLink": "https://www.ang.pl/img/slownik/bookshelf.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshelf.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bookshop",
      "translation": "librería",
      "definition": "A building or room where books are sold, typically with a large stock of books on shelves.",
      "definition_translation": "Un edificio o habitación donde se venden libros, típicamente con una gran cantidad de libros en estanterías.",
      "example": "I went to the bookshop yesterday, I'm going to the bookshop now, and I will go to the bookshop tomorrow.",
      "example_translation": "Fui a la librería ayer, voy a la librería ahora y iré a la librería mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/bookshop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookshop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bookstore",
      "translation": "tienda de libros",
      "definition": "A building or room where books are sold, typically with a large stock of books on shelves.",
      "definition_translation": "Un edificio o habitación donde se venden libros, típicamente con una gran cantidad de libros en estanterías.",
      "example": "I visited a bookstore last week, I'm visiting a bookstore now, and I will visit a bookstore next year.",
      "example_translation": "Visité una tienda de libros la semana pasada, estoy visitando una tienda de libros ahora y visitaré una tienda de libros el año que viene.",
      "imageLink": "https://www.ang.pl/img/slownik/bookstore.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bookstore.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boot",
      "translation": "bota",
      "definition": "A covering of leather or plastic that protects the foot and lower leg.",
      "definition_translation": "Una cubierta de cuero o plástico que protege el pie y la pierna baja.",
      "example": "I wore boots yesterday, I'm wearing boots now, and I will wear boots tomorrow.",
      "example_translation": "Llevé botas ayer, estoy llevando botas ahora y llevaré botas mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/boot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "born",
      "translation": "nacido",
      "definition": "To come into existence or to have originated from a particular time or place.",
      "definition_translation": "Vino a la existencia o que se originó en un momento o lugar particular.",
      "example": "I was born in 1990. I am born to be a leader. I will be born again in the afterlife.",
      "example_translation": "Nací en 1990. Nací para ser un líder. Naceré de nuevo en la vida después de la muerte.",
      "imageLink": "https://www.ang.pl/img/slownik/born.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/born.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "borrow",
      "translation": "prestar",
      "definition": "To take and use something that belongs to someone else, with the intention of returning it.",
      "definition_translation": "Tomar y utilizar algo que pertenece a alguien más, con la intención de devolverlo.",
      "example": "I borrowed money from my brother. I am borrowing a book from the library. I will borrow a car from my friend.",
      "example_translation": "Pedí prestado dinero a mi hermano. Estoy prestado un libro de la biblioteca. Prestaré un coche a mi amigo.",
      "imageLink": "https://www.ang.pl/img/slownik/borrow.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/borrow.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boss",
      "translation": "jefe",
      "definition": "A person in charge of a group of workers or a department.",
      "definition_translation": "Una persona a cargo de un grupo de trabajadores o un departamento.",
      "example": "My boss is very demanding. I am the boss of this company. She will be the boss of the new project.",
      "example_translation": "Mi jefe es muy exigente. Soy el jefe de esta empresa. Será la jefa del nuevo proyecto.",
      "imageLink": "https://www.ang.pl/img/slownik/boss.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boss.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bother",
      "translation": "molestar",
      "definition": "To disturb or annoy someone in a persistent way, especially when they are trying to do something",
      "definition_translation": "Perturbar o molestar a alguien de manera persistente, especialmente cuando intentan hacer algo",
      "example": "I didn't mean to bother you, but I needed your help. I will bother you again if I have any more questions. I bothered you last week, but you didn't seem to mind.",
      "example_translation": "No quería molestarte, pero necesitaba tu ayuda. Te molestaré de nuevo si tengo más preguntas. Te molesté la semana pasada, pero no parecía importarte.",
      "imageLink": "https://www.ang.pl/img/slownik/bother.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bother.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bottle",
      "translation": "botella",
      "definition": "A container made of glass or plastic, used for holding liquids",
      "definition_translation": "Un contenedor hecho de vidrio o plástico, utilizado para contener líquidos",
      "example": "I threw the empty bottle in the recycling bin. She handed me a bottle of water. They will bottle the wine next week.",
      "example_translation": "Lancé la botella vacía en el bote de reciclaje. Me dio una botella de agua. Embotellarán el vino la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/bottle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bottle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bowl",
      "translation": "tazón",
      "definition": "A round, open-top container used typically for holding or serving food",
      "definition_translation": "Un contenedor redondo con la parte superior abierta, utilizado típicamente para contener o servir alimentos",
      "example": "She placed the fruit in a bowl on the kitchen table. He took a bowl of soup from the stove. We will bowl tonight at the bowling alley.",
      "example_translation": "Ella puso la fruta en un tazón en la mesa de la cocina. Él tomó un tazón de sopa de la estufa. Esta noche haremos bowling en la bolera.",
      "imageLink": "https://www.ang.pl/img/slownik/bowl.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bowl.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "boyfriend",
      "translation": "novio",
      "definition": "A boyfriend is a male partner in a romantic relationship.",
      "definition_translation": "Un novio es un compañero masculino en una relación romántica.",
      "example": "I had a boyfriend in college, but we broke up after graduation. Now I'm dating someone new and I think he could be my boyfriend in the future. My best friend has been with her boyfriend for five years.",
      "example_translation": "Tuve un novio en la universidad, pero nos separamos después de la graduación. Ahora estoy saliendo con alguien nuevo y creo que podría ser mi novio en el futuro. Mi mejor amiga ha estado con su novio durante cinco años.",
      "imageLink": "https://www.ang.pl/img/slownik/boyfriend.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/boyfriend.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "brain",
      "translation": "cerebro",
      "definition": "The brain is the organ of the body that controls thought, movement, and sensation.",
      "definition_translation": "El cerebro es el órgano del cuerpo que controla el pensamiento, el movimiento y la sensación.",
      "example": "The brain is a complex organ that is still not fully understood. Doctors studied the brain to develop new treatments for Alzheimer's disease. I hit my head and worried that I might have hurt my brain.",
      "example_translation": "El cerebro es un órgano complejo que todavía no se entiende completamente. Los médicos estudiaron el cerebro para desarrollar nuevos tratamientos para la enfermedad de Alzheimer. Me pegué la cabeza y me preocupé de que podría haber lastimado mi cerebro.",
      "imageLink": "https://www.ang.pl/img/slownik/brain.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brain.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "break",
      "translation": "romper",
      "definition": "To break something means to shatter or separate it into pieces, or to interrupt or stop something.",
      "definition_translation": "Romper algo significa despedazarlo o separarlo en piezas, o interrumpir o detener algo.",
      "example": "I broke my favorite vase when I dropped it on the floor. The news of the break-up spread quickly through social media. We'll break for lunch and then continue the meeting.",
      "example_translation": "Rompí mi jarrón favorito cuando lo dejé caer al suelo. La noticia de la ruptura se difundió rápidamente a través de las redes sociales. Nos tomaremos un descanso para almorzar y luego continuaremos la reunión.",
      "imageLink": "https://www.ang.pl/img/slownik/break.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/break.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bridge",
      "translation": "puente",
      "definition": "A bridge is a structure built to span a valley, road, body of water, or other obstacle, for the purpose of providing passage over the obstacle.",
      "definition_translation": "Un puente es una estructura construida para cruzar un valle, carretera, cuerpo de agua o otro obstáculo, con el fin de proporcionar paso sobre el obstáculo.",
      "example": "I bridged the gap between the two teams to resolve the conflict. I am bridging the cultural divide through language education. I will bridge the financial gap by increasing funding.",
      "example_translation": "Puente el vacío entre los dos equipos para resolver el conflicto. Estoy cubriendo la brecha cultural a través de la educación del idioma. Cerraré la brecha financiera aumentando la financiación.",
      "imageLink": "https://www.ang.pl/img/slownik/bridge.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bridge.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bright",
      "translation": "brillante",
      "definition": "Giving out or reflecting a lot of light; shining intensely.",
      "definition_translation": "Emitiendo o reflejando mucha luz; brillando con intensidad.",
      "example": "The bright sunlight illuminated the room. The bright stars shone in the night sky. The bright idea sparked a new innovation.",
      "example_translation": "La brillante luz del sol iluminó la habitación. Las brillantes estrellas brillaron en el cielo nocturno. La brillante idea desencadenó una nueva innovación.",
      "imageLink": "https://www.ang.pl/img/slownik/bright-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bright.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bring",
      "translation": "traer",
      "definition": "To move something or someone towards the person speaking or to a place near them.",
      "definition_translation": "Mover algo o alguien hacia la persona que habla o a un lugar cerca de ellos.",
      "example": "I brought my friend to the party. I will bring the food to the table. She brought up the topic of discussion.",
      "example_translation": "Traje a mi amigo a la fiesta. Traeré la comida a la mesa. Ella sacó a colación el tema de discusión.",
      "imageLink": "https://www.ang.pl/img/slownik/bring.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bring back",
      "translation": "traer de vuelta",
      "definition": "to return something or someone to a previous place or condition",
      "definition_translation": "devolver algo o alguien a un lugar o condición previa",
      "example": "I will bring back the book tomorrow, I brought back the book yesterday, and I bring back the book every week.",
      "example_translation": "Voy a traer el libro mañana, traje el libro ayer, y traigo el libro todas las semanas.",
      "imageLink": "https://www.ang.pl/img/slownik/bring-back.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bring back.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "broken",
      "translation": "roto",
      "definition": "not in working order or not functioning properly",
      "definition_translation": "no en funcionamiento o no funcionando correctamente",
      "example": "The broken toy was thrown away, the toy was broken yesterday, and the toy will be broken if you drop it.",
      "example_translation": "El juguete roto fue tirado, el juguete se rompió ayer, y el juguete se romperá si lo dejas caer.",
      "imageLink": "https://www.ang.pl/img/slownik/broken.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "broken",
      "translation": "roto",
      "definition": "having been separated or divided into parts",
      "definition_translation": "habiendo sido separado o dividido en partes",
      "example": "The broken mirror was swept up, the mirror was broken during the move, and the mirror will be broken if you touch it.",
      "example_translation": "El espejo roto fue barrido, el espejo se rompió durante el cambio, y el espejo se romperá si lo tocas.",
      "imageLink": "https://www.ang.pl/img/slownik/broken-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/broken.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "brush",
      "translation": "cepillar",
      "definition": "A brush is a tool with bristles, wire, or other filaments, used for cleaning, smoothing, or applying materials to a surface.",
      "definition_translation": "Un cepillo es una herramienta con cerdas, alambre u otros filamentos, utilizada para limpiar, suavizar o aplicar materiales a una superficie.",
      "example": "I brushed my hair this morning, I will brush it again tonight, and I had brushed it yesterday.",
      "example_translation": "Me cepillé el cabello esta mañana, cepillaré de nuevo esta noche, y me había cepillado ayer.",
      "imageLink": "https://www.ang.pl/img/slownik/brush.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/brush.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "build",
      "translation": "construir",
      "definition": "To build something means to construct or assemble it by putting together materials such as wood, bricks, or steel.",
      "definition_translation": "Construir algo significa construirlo o ensamblarlo poniendo juntas materiales como madera, ladrillos o acero.",
      "example": "I built a house last year, I am building another one now, and I will build a bigger one soon.",
      "example_translation": "Construí una casa el año pasado, estoy construyendo otra ahora, y construiré una más grande pronto.",
      "imageLink": "https://www.ang.pl/img/slownik/build.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/build.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "building",
      "translation": "edificio",
      "definition": "A building is a structure with a roof and walls, such as a house, office, or factory.",
      "definition_translation": "Un edificio es una estructura con techo y paredes, como una casa, oficina o fábrica.",
      "example": "The building was old, it is being renovated, and it will be finished soon.",
      "example_translation": "El edificio era antiguo, está siendo renovado, y estará terminado pronto.",
      "imageLink": "https://www.ang.pl/img/slownik/building.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/building.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "burger",
      "translation": "hamburguesa",
      "definition": "A sandwich consisting of a cooked patty of ground meat, typically beef, served on a usually round bread roll with various toppings such as cheese, lettuce, tomato, and condiments.",
      "definition_translation": "Un sandwich que consiste en una patty cocida de carne molida, típicamente carne de vaca, servida en un rollo de pan redondo con各种 toppings como queso, lechuga, tomate y condimentos.",
      "example": "I ate a burger for lunch yesterday, I will eat a burger for lunch today, and I will eat a burger for lunch tomorrow.",
      "example_translation": "Me comí una hamburguesa para almuerzo ayer, me comeré una hamburguesa para almuerzo hoy, y me comeré una hamburguesa para almuerzo mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/burger.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/burger.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bus station",
      "translation": "estación de autobuses",
      "definition": "A facility or building where buses stop to pick up and drop off passengers, often with amenities such as ticket counters, waiting areas, and restrooms.",
      "definition_translation": "Un centro o edificio donde los autobuses paran para recoger y dejar pasajeros, a menudo con comodidades como mostradores de boletos, áreas de espera y baños.",
      "example": "I arrived at the bus station early, I am waiting at the bus station now, and I will arrive at the bus station late.",
      "example_translation": "Llegué a la estación de autobuses temprano, estoy esperando en la estación de autobuses ahora, y llegaré a la estación de autobuses tarde.",
      "imageLink": "https://www.ang.pl/img/slownik/bus-station.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus station.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "bus stop",
      "translation": "parada de autobús",
      "definition": "A designated place along a road or street where a bus stops to pick up and drop off passengers, often marked by a sign or shelter.",
      "definition_translation": "Un lugar designado a lo largo de una carretera o calle donde un autobús para recoger y dejar pasajeros, a menudo marcado por un letrero o refugio.",
      "example": "I waited at the bus stop for 10 minutes, I am standing at the bus stop now, and I will get off at the next bus stop.",
      "example_translation": "Esperé en la parada de autobús durante 10 minutos, estoy parado en la parada de autobús ahora, y me bajaré en la próxima parada de autobús.",
      "imageLink": "https://www.ang.pl/img/slownik/bus-stop.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/bus stop.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "business",
      "translation": "negocio",
      "definition": "The activity of making, buying, or selling goods or services with the intention of earning a profit.",
      "definition_translation": "La actividad de fabricar, comprar o vender bienes o servicios con la intención de obtener un beneficio.",
      "example": "I started my own business last year. I am running it now, and I will expand it next year.",
      "example_translation": "Empecé mi propio negocio el año pasado. Ahora lo estoy llevando a cabo, y lo expandiré el año próximo.",
      "imageLink": "https://www.ang.pl/img/slownik/business.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "business",
      "translation": "negocio",
      "definition": "The activity of making, buying, or selling goods or services with the intention of earning a profit.",
      "definition_translation": "La actividad de fabricar, comprar o vender bienes o servicios con la intención de obtener un beneficio.",
      "example": "She has been in the business for over 10 years. She is a successful businesswoman now, and her business will continue to thrive in the future.",
      "example_translation": "Ella ha estado en el negocio durante más de 10 años. Ahora es una mujer de negocios exitosa, y su negocio seguirá floreciendo en el futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/business-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/business.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "businessman",
      "translation": "hombre de negocios",
      "definition": "A person engaged in commercial or industrial business, especially one with a high level of expertise or success.",
      "definition_translation": "Una persona dedicada a la actividad comercial o industrial, especialmente alguien con un alto nivel de pericia o éxito.",
      "example": "The successful businessman invested in several companies. He is now a wealthy man, and he will continue to invest in new ventures in the future.",
      "example_translation": "El hombre de negocios exitoso invirtió en varias empresas. Ahora es un hombre rico, y seguirá invirtiendo en nuevas empresas en el futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/businessman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businessman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "businesswoman",
      "translation": "mujer de negocios",
      "definition": "A woman who is engaged in business, especially one who is self-employed or has a leadership role.",
      "definition_translation": "Una mujer que se dedica a los negocios, especialmente una que es autónoma o tiene un papel de liderazgo.",
      "example": "She was a successful businesswoman and owned multiple companies. She had been a businesswoman for over 20 years. She will become a businesswoman once she graduates from college.",
      "example_translation": "Era una mujer de negocios exitosa y poseía varias empresas. Había sido mujer de negocios durante más de 20 años. Será una mujer de negocios cuando se gradúe de la universidad.",
      "imageLink": "https://www.ang.pl/img/slownik/businesswoman.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/businesswoman.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "busy",
      "translation": "ocupado",
      "definition": "Having a great deal to do or engaged in a particular activity.",
      "definition_translation": "Teniendo mucho que hacer o enganjado en una actividad particular.",
      "example": "I've been busy all day and haven't had time to eat lunch. I will be busy next week, but I'll have some free time on Friday. She was busy working on her project and didn't notice me.",
      "example_translation": "He estado ocupado todo el día y no he tenido tiempo para comer almuerzo. Estaré ocupado la próxima semana, pero tendré algo de tiempo libre el viernes. Estaba ocupada trabajando en su proyecto y no me notó.",
      "imageLink": "https://www.ang.pl/img/slownik/busy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "busy",
      "translation": "ocupado",
      "definition": "Having a great deal to do or engaged in a particular activity.",
      "definition_translation": "Teniendo mucho que hacer o enganjado en una actividad particular.",
      "example": "He was busy fixing his car and didn't notice the time. They will be busy studying for their exam. The company has been busy expanding its operations.",
      "example_translation": "Él estaba ocupado arreglando su coche y no se dio cuenta de la hora. Estarán ocupados estudiando para su examen. La empresa ha estado ocupada expandiendo sus operaciones.",
      "imageLink": "https://www.ang.pl/img/slownik/busy-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/busy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cabinet",
      "translation": "gabinete",
      "definition": "A cabinet is a piece of furniture with shelves, drawers, or compartments for storing or displaying things.",
      "definition_translation": "Un gabinete es un mueble con estantes, cajones o compartimientos para almacenar o exhibir cosas.",
      "example": "Yesterday, I cleaned out my cabinet and found an old photo album. Today, I am organizing my cabinet and will put the album back. Tomorrow, I will show the album to my friends from the cabinet.",
      "example_translation": "Ayer, limpié mi gabinete y encontré un álbum de fotos antiguo. Hoy, estoy organizando mi gabinete y pondré el álbum de vuelta. Mañana, mostraré el álbum a mis amigos desde el gabinete.",
      "imageLink": "https://www.ang.pl/img/slownik/cabinet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cabinet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cafeteria",
      "translation": "cafetería",
      "definition": "A cafeteria is a self-service restaurant, typically in a school, office building, or institution, where food and drinks are served.",
      "definition_translation": "Una cafetería es un restaurante de autoservicio, típicamente en una escuela, edificio de oficinas o institución, donde se sirven alimentos y bebidas.",
      "example": "When I was in college, I used to eat lunch in the cafeteria every day. Now, I work in a company with a cafeteria where I can buy breakfast. Someday, I will open my own cafeteria and serve international food.",
      "example_translation": "Cuando estaba en la universidad, solía comer almuerzo en la cafetería todos los días. Ahora, trabajo en una empresa con una cafetería donde puedo comprar desayuno. Algún día, abriré mi propia cafetería y serviré comida internacional.",
      "imageLink": "https://www.ang.pl/img/slownik/cafeteria.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cafeteria.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "calendar",
      "translation": "calendario",
      "definition": "A calendar is a system of organizing days in a year, usually in a table or chart, showing the months, weeks, and days.",
      "definition_translation": "Un calendario es un sistema de organización de días en un año, usualmente en una tabla o gráfico, mostrando los meses, semanas y días.",
      "example": "I marked the dates on my calendar for the upcoming events. Yesterday, I looked at my calendar to see what day it was. Tomorrow, I will use my calendar to plan a trip.",
      "example_translation": "Marcados las fechas en mi calendario para los eventos próximos. Ayer, miré mi calendario para ver qué día era. Mañana, utilizaré mi calendario para planificar un viaje.",
      "imageLink": "https://www.ang.pl/img/slownik/calendar.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/calendar.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "call",
      "translation": "llamar",
      "definition": "to give someone your attention, especially by speaking or shouting their name",
      "definition_translation": "llamar la atención a alguien, especialmente hablando o gritando su nombre",
      "example": "I will call you tomorrow, I called him yesterday, and I call her every day.",
      "example_translation": "Te llamaré mañana, le llamé ayer y la llamo todos los días.",
      "imageLink": "https://www.ang.pl/img/slownik/call.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "call",
      "translation": "llamar",
      "definition": "to make a telephone call to someone or something",
      "definition_translation": "hacer una llamada telefónica a alguien o algo",
      "example": "I have called the police, I call my mom every week, and she called me last night.",
      "example_translation": "He llamado a la policía, llamo a mi madre cada semana y ella me llamó anoche.",
      "imageLink": "https://www.ang.pl/img/slownik/call-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/call.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "camp",
      "translation": "acampar",
      "definition": "a place where people stay in tents or other temporary buildings, usually in the countryside",
      "definition_translation": "un lugar donde la gente se queda en tiendas de campaña o otros edificios temporales, usualmente en el campo",
      "example": "I went camping last summer, we camped near the lake, and they camped in the mountains.",
      "example_translation": "Fui de camping el verano pasado, acampamos cerca del lago y ellos acamparon en las montañas.",
      "imageLink": "https://www.ang.pl/img/slownik/camp.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camp.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "camping",
      "translation": "acampada",
      "definition": "The activity of staying in a place, usually in the countryside, in a tent or a temporary structure, for recreation or as a holiday.",
      "definition_translation": "La actividad de permanecer en un lugar, generalmente en el campo, en una tienda o una estructura temporal, para recreación o como vacaciones.",
      "example": "I went camping with my friends last summer, we hiked in the mountains and camped near a lake. Now, we are preparing for our next camping trip, and in the future, we will go camping in the desert.",
      "example_translation": "Fui de camping con mis amigos el verano pasado, hicimos senderismo en las montañas y acampamos cerca de un lago. Ahora, estamos preparando nuestro próximo viaje de camping, y en el futuro, iremos de camping en el desierto.",
      "imageLink": "https://www.ang.pl/img/slownik/camping.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/camping.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "can",
      "translation": "poder",
      "definition": "To be able to do something, to have the power or skill to do something.",
      "definition_translation": "Poder hacer algo, tener el poder o habilidad para hacer algo.",
      "example": "I can speak English fluently, I could speak French when I was in college, and in the future, I will be able to speak Spanish fluently. Can you help me with this task?",
      "example_translation": "Puedo hablar inglés con fluidez, podía hablar francés cuando estaba en la universidad, y en el futuro, podré hablar español con fluidez. ¿Puedes ayudarme con esta tarea?",
      "imageLink": "https://www.ang.pl/img/slownik/can-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/can.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "candy",
      "translation": "dulce",
      "definition": "A sweet food made with sugar, often flavored and colored, and eaten as a snack or dessert.",
      "definition_translation": "Un alimento dulce hecho con azúcar, a menudo saborizado y coloreado, y comido como snack o postre.",
      "example": "I ate a piece of candy at the party yesterday, I can eat candy for dessert tonight, and in the future, I will give candy to my friends as a gift. She loves eating candy.",
      "example_translation": "Me comí un pedazo de dulce en la fiesta de ayer, puedo comer dulce para postre esta noche, y en el futuro, le daré dulces a mis amigos como regalo. Ella ama comer dulces.",
      "imageLink": "https://www.ang.pl/img/slownik/candy.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/candy.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cap",
      "translation": "gorro",
      "definition": "A cap is a type of headwear that is worn to cover the top of the head, typically made of fabric or plastic.",
      "definition_translation": "Un gorro es un tipo de prenda de cabeza que se lleva para cubrir la parte superior de la cabeza, generalmente hecho de tela o plástico.",
      "example": "I wore a cap to protect my face from the sun. I will wear a cap to the party tonight. I wore a cap to school yesterday.",
      "example_translation": "Me puse un gorro para proteger mi cara del sol. Me pondré un gorro en la fiesta de esta noche. Me puse un gorro en la escuela ayer.",
      "imageLink": "https://www.ang.pl/img/slownik/cap.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cap.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "capital",
      "translation": "capital",
      "definition": "A capital is a city or town that serves as the seat of government or administration for a country, state, or province.",
      "definition_translation": "Una capital es una ciudad o pueblo que sirve como sede del gobierno o administración para un país, estado o provincia.",
      "example": "Washington D.C. is the capital of the United States. Paris was the capital of France during the Revolution. Beijing will be the capital of China in the future.",
      "example_translation": "Washington D.C. es la capital de los Estados Unidos. París fue la capital de Francia durante la Revolución. Beijing será la capital de China en el futuro.",
      "imageLink": "https://www.ang.pl/img/slownik/capital.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/capital.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "car park",
      "translation": "aparcamiento",
      "definition": "A car park is a dedicated area for parking vehicles, often located near a building or in a public area.",
      "definition_translation": "Un aparcamiento es un área destinada para estacionar vehículos, a menudo ubicada cerca de un edificio o en una área pública.",
      "example": "I parked my car in the car park near the mall. The car park was full, so I had to park on the street. The hotel has a large car park for its guests.",
      "example_translation": "Estacioné mi coche en el aparcamiento cerca del centro comercial. El aparcamiento estaba lleno, así que tuve que estacionar en la calle. El hotel tiene un gran aparcamiento para sus huéspedes.",
      "imageLink": "https://www.ang.pl/img/slownik/car-park.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/car park.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "card",
      "translation": "tarjeta",
      "definition": "A card is a piece of stiff paper or thin cardboard, used for writing or printing on.",
      "definition_translation": "Una tarjeta es un pedazo de papel rígido o cartulina delgada, utilizada para escribir o imprimir.",
      "example": "I wrote a message on the card and gave it to her as a gift. I will buy a new card for my sister's birthday party tomorrow. She has carded her hair beautifully.",
      "example_translation": "Escribí un mensaje en la tarjeta y se la regalé como regalo. Compraré una nueva tarjeta para la fiesta de cumpleaños de mi hermana mañana. Ella ha peinado su cabello de manera hermosa con una tarjeta.",
      "imageLink": "https://www.ang.pl/img/slownik/card-1.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "card game",
      "translation": "juego de cartas",
      "definition": "A card game is a game that uses a deck of cards, usually for entertainment or recreation.",
      "definition_translation": "Un juego de cartas es un juego que utiliza una baraja de cartas, usualmente para entretenimiento o recreación.",
      "example": "I love playing card games with my friends on weekends. We played poker last night, but I lost. She will teach us a new card game next Sunday.",
      "example_translation": "Me encanta jugar juegos de cartas con mis amigos los fines de semana. Jugamos póquer la noche pasado, pero perdí. Ella nos enseñará un nuevo juego de cartas el próximo domingo.",
      "imageLink": "https://www.ang.pl/img/slownik/card-game.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/card game.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "careful",
      "translation": "cuidadoso",
      "definition": "Careful means being cautious or attentive to avoid mistakes or problems.",
      "definition_translation": "Cuidadoso significa ser cauteloso o atento para evitar errores o problemas.",
      "example": "You need to be careful when driving on icy roads. She was careful not to spill the hot coffee. I will be more careful with my belongings from now on.",
      "example_translation": "Necesitas ser cuidadoso al conducir en carreteras con hielo. Ella fue cuidadosa al no derramar el café caliente. Seré más cuidadoso con mis pertenencias desde ahora.",
      "imageLink": "https://www.ang.pl/img/slownik/careful.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/careful.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "carefully",
      "translation": "cuidadosamente",
      "definition": "In a manner that shows a thorough and thoughtful consideration of potential consequences or dangers.",
      "definition_translation": "De manera que muestra una consideración cuidadosa y reflexiva de las posibles consecuencias o peligros.",
      "example": "She drove carefully through the storm. She is driving carefully to avoid accidents. She will drive carefully to arrive on time.",
      "example_translation": "Ella condujo cuidadosamente a través de la tormenta. Está conduciendo cuidadosamente para evitar accidentes. Ella conducirá cuidadosamente para llegar a tiempo.",
      "imageLink": "https://www.ang.pl/img/slownik/carefully.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carefully.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "carpet",
      "translation": "alfombra",
      "definition": "A floor covering made of woven or tufted fabric, typically of wool, nylon, or another material.",
      "definition_translation": "Un revestimiento de suelo hecho de tejido o estera de lana, nailon o otro material.",
      "example": "The hotel room had a beautiful carpet. She vacuumed the carpet yesterday. He will install the new carpet next week.",
      "example_translation": "La habitación del hotel tenía una hermosa alfombra. Ella aspiró la alfombra ayer. Él instalará la nueva alfombra la próxima semana.",
      "imageLink": "https://www.ang.pl/img/slownik/carpet.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carpet.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "carrot",
      "translation": "zanahoria",
      "definition": "A long, thin, tapering root vegetable, typically orange in color, cultivated for its crunchy edible flesh.",
      "definition_translation": "Una raíz vegetal larga y delgada, típicamente de color naranja, cultivada por su carne crujiente comestible.",
      "example": "She ate a carrot stick as a snack. He grew carrots in his garden last year. They will harvest carrots from the field tomorrow.",
      "example_translation": "Ella comió una zanahoria como snack. Él cultivó zanahorias en su jardín el año pasado. Ellos cosecharán zanahorias del campo mañana.",
      "imageLink": "https://www.ang.pl/img/slownik/carrot.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/carrot.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cartoon",
      "translation": "dibujo animado",
      "definition": "A cartoon is a type of animated television show or film that is typically humorous and features colorful characters and stories.",
      "definition_translation": "Un dibujo animado es un tipo de programa de televisión o película que es típicamente humorístico y cuenta con personajes y historias coloridos.",
      "example": "I watched a cartoon when I was a kid, it was my favorite show. I am watching a cartoon now, it's really funny. I will watch a cartoon tomorrow, it's my favorite thing to do.",
      "example_translation": "Vi un dibujo animado cuando era niño, era mi show favorito. Estoy viendo un dibujo animado ahora, es realmente divertido. Veré un dibujo animado mañana, es mi cosa favorita para hacer.",
      "imageLink": "https://www.ang.pl/img/slownik/cartoon.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cartoon.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "castle",
      "translation": "castillo",
      "definition": "A castle is a large building or structure that was typically used as a residence by members of royalty or nobility in the Middle Ages.",
      "definition_translation": "Un castillo es un gran edificio o estructura que se usaba típicamente como residencia por miembros de la realeza o nobleza en la Edad Media.",
      "example": "I visited a castle last year, it was amazing. I am visiting a castle next month, I'm really excited. I will visit a castle again someday, it's my dream.",
      "example_translation": "Visité un castillo el año pasado, fue asombroso. Estoy visitando un castillo el próximo mes, estoy realmente emocionado. Visitaré un castillo de nuevo algún día, es mi sueño.",
      "imageLink": "https://www.ang.pl/img/slownik/castle.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/castle.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cathedral",
      "translation": "catedral",
      "definition": "A cathedral is a large church building, typically the principal church of a bishop or archbishop, that is often decorated with intricate carvings and stained glass windows.",
      "definition_translation": "Una catedral es una gran iglesia, típicamente la iglesia principal de un obispo o arzobispo, que a menudo se decora con intrincadas tallas y ventanas de vidrio coloreado.",
      "example": "I attended a service at a cathedral last week, it was beautiful. I am attending a concert at a cathedral tonight, it's going to be amazing. I will visit a cathedral again soon, it's my favorite place to pray.",
      "example_translation": "Asistí a un servicio en una catedral la semana pasada, fue hermoso. Estoy asistiendo a un concierto en una catedral esta noche, va a ser asombroso. Visitaré una catedral de nuevo pronto, es mi lugar favorito para orar.",
      "imageLink": "https://www.ang.pl/img/slownik/cathedral.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cathedral.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ceiling",
      "translation": "techo",
      "definition": "The inner surface of a room, especially the overhead surface between the walls and the roof.",
      "definition_translation": "La superficie interior de una habitación, especialmente la superficie superior entre las paredes y el techo.",
      "example": "I hit my head on the ceiling while trying to change the light bulb. Yesterday, I had to fix a leak in the ceiling. By next year, we will have renovated the entire ceiling.",
      "example_translation": "Me golpeé la cabeza en el techo mientras intentaba cambiar la bombilla. Ayer, tuve que arreglar una fuga en el techo. Para el próximo año, habremos renovado todo el techo.",
      "imageLink": "https://www.ang.pl/img/slownik/ceiling.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/ceiling.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "cent",
      "translation": "centavo",
      "definition": "A unit of currency equal to one hundredth of the basic unit of a currency system.",
      "definition_translation": "Una unidad de moneda igual a la centésima parte de la unidad básica de un sistema de moneda.",
      "example": "I found a cent on the street. She saved 50 cents to buy a candy. By the end of the year, I will have saved a hundred cents.",
      "example_translation": "Encontré un centavo en la calle. Ella ahorró 50 centavos para comprar un caramelo. Para fin de año, habré ahorrado cien centavos.",
      "imageLink": "https://www.ang.pl/img/slownik/cent.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/cent.mp3"
    },
    {
      "section": "slownictwo-Spanish-poziom-a2",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "centimetre",
      "translation": "centímetro",
      "definition": "A unit of length in the metric system, equal to one hundredth of a metre.",
      "definition_translation": "Una unidad de longitud en el sistema métrico, igual a la centésima parte de un metro.",
      "example": "The book is 15 centimetres long. She measured the room in centimetres. By next week, we will have completed the project in 500 centimetres.",
      "example_translation": "El libro tiene 15 centímetros de largo. Ella midió la habitación en centímetros. Para la próxima semana, habremos completado el proyecto en 500 centímetros.",
      "imageLink": "https://www.ang.pl/img/slownik/centimetre.jpg",
      "audioLink": "https://www.ang.pl/sound/dict/centimetre.mp3"
    }
  ]
}