{
  "data": [
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "fox",
      "translation": "zorro",
      "definition": "A small, carnivorous mammal with a bushy tail, found in forests and grasslands.",
      "definition_translation": "Un mamífero carnívoro pequeño con cola peluda, encontrado en bosques y praderas.",
      "example": "The fox was quick and sly, it had caught a rabbit. The fox is catching a rabbit. The fox will catch a rabbit.",
      "example_translation": "El zorro era rápido y astuto, había atrapado un conejo. El zorro está atrapando un conejo. El zorro atrapará un conejo.",
      "imageLink": "fox.jpg",
      "audioLink": "fox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "gorilla",
      "translation": "gorila",
      "definition": "A large, powerful primate that lives in forests in central Africa.",
      "definition_translation": "Un primate grande y poderoso que vive en bosques en África central.",
      "example": "The gorilla was strong and gentle, it played with its baby. The gorilla is playing with its baby. The gorilla will play with its baby.",
      "example_translation": "El gorila era fuerte y gentil, jugaba con su bebé. El gorila está jugando con su bebé. El gorila jugará con su bebé.",
      "imageLink": "gorilla.jpg",
      "audioLink": "gorilla.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "kangaroo",
      "translation": "canguro",
      "definition": "A large, hopping marsupial that lives in grasslands and open spaces in Australia.",
      "definition_translation": "Un marsupial grande y saltarín que vive en praderas y espacios abiertos en Australia.",
      "example": "The kangaroo was fast and energetic, it hopped across the field. The kangaroo is hopping across the field. The kangaroo will hop across the field.",
      "example_translation": "El canguro era rápido y enérgico, saltaba a través del campo. El canguro está saltando a través del campo. El canguro saltará a través del campo.",
      "imageLink": "kangaroo.jpg",
      "audioLink": "kangaroo.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "leopard",
      "translation": "leopardo",
      "definition": "A big cat with a distinctive spotty coat, found in forests and grasslands in Africa and Asia.",
      "definition_translation": "Un gato grande con un abrigo manchado característico, encontrado en bosques y praderas en África y Asia.",
      "example": "The leopard was stealthy and agile, it climbed a tree. The leopard is climbing a tree. The leopard will climb a tree.",
      "example_translation": "El leopardo era sigiloso y ágil, subía un árbol. El leopardo está subiendo un árbol. El leopardo subirá un árbol.",
      "imageLink": "leopard.jpg",
      "audioLink": "leopard.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "ox",
      "translation": "buey",
      "definition": "A large, hooved, herbivorous mammal used for draft purposes, especially in agriculture.",
      "definition_translation": "Un mamífero grande, ungulado, herbívoro utilizado para fines de tiro, especialmente en la agricultura.",
      "example": "The ox was strong and obedient, it plowed the field. The ox is plowing the field. The ox will plow the field.",
      "example_translation": "El buey era fuerte y obediente, araba el campo. El buey está arando el campo. El buey arará el campo.",
      "imageLink": "ox.jpg",
      "audioLink": "ox.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "paw",
      "translation": "garra",
      "definition": "The foot of an animal, especially a quadruped, with claws.",
      "definition_translation": "El pie de un animal, especialmente un cuadrúpedo, con garras.",
      "example": "The dog wagged its paw with excitement. The dog is wagging its paw with excitement. The dog will wag its paw with excitement.",
      "example_translation": "El perro movía su garra con emoción. El perro está moviendo su garra con emoción. El perro moverá su garra con emoción.",
      "imageLink": "paw.jpg",
      "audioLink": "paw.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "polar bear",
      "translation": "oso polar",
      "definition": "A large, carnivorous bear that lives in the Arctic regions, with a white coat.",
      "definition_translation": "Un oso grande y carnívoro que vive en las regiones árticas, con un abrigo blanco.",
      "example": "The polar bear was huge and powerful, it swam in the icy waters. The polar bear is swimming in the icy waters. The polar bear will swim in the icy waters.",
      "example_translation": "El oso polar era enorme y poderoso, nadaba en las aguas heladas. El oso polar está nadando en las aguas heladas. El oso polar nadará en las aguas heladas.",
      "imageLink": "polar-bear.jpg",
      "audioLink": "polar bear.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "rhinoceros",
      "translation": "rinoceronte",
      "definition": "A large, herbivorous mammal with a distinctive horn, found in Africa and southern Asia.",
      "definition_translation": "Un mamífero grande, herbívoro con un cuerno característico, encontrado en África y Asia meridional.",
      "example": "The rhinoceros was massive and gentle, it roamed the savannah. The rhinoceros is roaming the savannah. The rhinoceros will roam the savannah.",
      "example_translation": "El rinoceronte era masivo y gentil, deambulaba por la sabana. El rinoceronte está deambulando por la sabana. El rinoceronte deambulará por la sabana.",
      "imageLink": "rhinoceros.jpg",
      "audioLink": "rhinoceros.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "seal",
      "translation": "foca",
      "definition": "A fin-footed, semi-aquatic marine mammal with a layer of blubber, found in the oceans of the world.",
      "definition_translation": "Un mamífero marino semi-acuático con una capa de grasa, encontrado en los océanos del mundo.",
      "example": "The seal was playful and agile, it swam in the ocean. The seal is swimming in the ocean. The seal will swim in the ocean.",
      "example_translation": "La foca era juguetona y ágil, nadaba en el océano. La foca está nadando en el océano. La foca nadará en el océano.",
      "imageLink": "seal.jpg",
      "audioLink": "seal.mp3"
    },
    {
      "section": "ssaki-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "squirrel",
      "translation": "ardilla",
      "definition": "A small, rodent mammal with a bushy tail, found in forests and woodlands.",
      "definition_translation": "Un mamífero roedor pequeño con cola peluda, encontrado en bosques y tierras forestales.",
      "example": "The squirrel was quick and nimble, it climbed a tree. The squirrel is climbing a tree. The squirrel will climb a tree.",
      "example_translation": "La ardilla era rápida y ágil, subía un árbol. La ardilla está subiendo un árbol. La ardilla subirá un árbol.",
      "imageLink": "squirrel.jpg",
      "audioLink": "squirrel.mp3"
    }
  ]
}