{
  "data": [
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accepter",
      "translation": "aceptar",
      "definition": "recevoir quelque chose de manière volontaire ou accepter quelque chose",
      "definition_translation": "recibir algo de buena gana o estar de acuerdo con algo",
      "example": "J'ai accepté l'offre d'emploi. J'accepte que j'ai fait une erreur. J'accepterai leur invitation.",
      "example_translation": "Acepté la oferta de trabajo. Acepto que cometí un error. Aceptaré su invitación.",
      "imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "atteindre",
      "translation": "lograr",
      "definition": "réussir à accomplir quelque chose ou à atteindre un objectif",
      "definition_translation": "lograr algo con éxito o alcanzar un objetivo",
      "example": "J'ai atteint mon objectif. Elle a atteint un grand succès dans sa carrière. Ils atteindront leurs cibles.",
      "example_translation": "Logré mi objetivo. Ella logró un gran éxito en su carrera. Ellos lograrán sus objetivos.",
      "imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agir",
      "translation": "actuar",
      "definition": "prendre des mesures ou accomplir une tâche",
      "definition_translation": "tomar acción o realizar una tarea",
      "example": "J'ai agi rapidement. Ils ont agi sur les instructions. Elle va agir dans la pièce.",
      "example_translation": "Actué rápidamente. Ellos actuaron según las instrucciones. Ella actuará en la obra de teatro.",
      "imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "agir",
      "translation": "actuar",
      "definition": "Exécuter ou accomplir une action, une tâche ou une fonction.",
      "definition_translation": "Realizar o llevar a cabo una acción, tarea o función.",
      "example": "Je vais agir sur votre conseil, J'ai agi sur impulsion, et J'agis comme médiateur.",
      "example_translation": "Actuaré según tu consejo, actué por impulso, y actúo como mediador.",
      "imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "conseiller",
      "translation": "aconsejar",
      "definition": "Offrir des suggestions ou des conseils à quelqu'un.",
      "definition_translation": "Ofrecer sugestiones o orientación a alguien.",
      "example": "Je lui ai conseillé de consulter un médecin, Je conseille contre investir dans cette entreprise, et Je vous conseillerai sur cette affaire.",
      "example_translation": "Le aconsejé que buscará atención médica, desaconsejo invertir en esa empresa, y le aconsejaré sobre el asunto.",
      "imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "permettre",
      "translation": "permitir",
      "definition": "Donner la permission ou consentir à quelque chose",
      "definition_translation": "Dar permiso o consentimiento para que algo suceda o se haga.",
      "example": "J'ai permis à elle de conduire ma voiture, Je me permets une heure de détente, et Je vous permettrai de rejoindre l'équipe.",
      "example_translation": "Le permití conducir mi coche, me permito una hora de relajación, y te permitiré unirte al equipo.",
      "imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aborder",
      "translation": "enfrentar",
      "definition": "se rapprocher de quelque chose ou de quelqu'un",
      "definition_translation": "acerca de algo o alguien",
      "example": "J'ai abordé l'inconnu avec prudence. Hier, j'ai abordé mon patron avec une proposition. Si je n'étudie pas, j'aborderai l'examen sans préparation.",
      "example_translation": "Me acerqué al desconocido con precaución. Ayer, me acerqué a mi jefe con una propuesta. Si no estudio, me acercaré al examen sin preparación.",
      "imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "argumenter",
      "translation": "discutir",
      "definition": "donner des raisons ou des preuves pour soutenir ou s'opposer à quelque chose",
      "definition_translation": "dar razones o evidencia para apoyar o oponerse a algo",
      "example": "J'ai argumenté avec mon ami sur le film. Hier, nous avons argumenté sur le meilleur restaurant. Si vous n'écoutez pas, nous argumenterons à ce sujet demain.",
      "example_translation": "Me discutí con mi amigo sobre la película. Ayer, nos discutimos sobre el mejor restaurante. Si no escuchas, nos discutiremos sobre ello mañana.",
      "imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrêter",
      "translation": "detener",
      "definition": "prendre quelqu'un en garde à vue, souvent en raison d'un crime",
      "definition_translation": "llevar a alguien a la custodia policial, a menudo debido a un delito",
      "example": "La police a arrêté le suspect. Hier, ils ont arrêté le voleur. Si vousEnfreignez la loi, vous serez arrêté.",
      "example_translation": "La policía detuvo al sospechoso. Ayer, detuvieron al ladrón. Si violas la ley, serás detenido.",
      "imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "attacher",
      "translation": "adjuntar",
      "definition": "Lié ou joindre quelque chose à autre chose, généralement de manière permanente.",
      "definition_translation": "Conectar o unir algo a algo más, generalmente de manera permanente.",
      "example": "J'ai attaché le document à l'e-mail. Je suis en train d'attacher le fichier maintenant. J'attacherai la photo plus tard.",
      "example_translation": "Adjunté el documento al correo electrónico. Estoy adjuntando el archivo ahora. Adjuntaré la imagen más tarde.",
      "imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "attaquer",
      "translation": "atacar",
      "definition": "Faire une agression physique ou verbale contre quelqu'un ou quelque chose.",
      "definition_translation": "Hacer un asalto físico o verbal contra alguien o algo.",
      "example": "Le chien a attaqué l'intrus. La compagnie va attaquer le marché avec un nouveau produit. Ils ont attaqué le problème de toutes les côtés.",
      "example_translation": "El perro atacó al intruso. La empresa atacará el mercado con un nuevo producto. Atacaron el problema desde todos los ángulos.",
      "imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tenter",
      "translation": "intentar",
      "definition": "Essayer de faire quelque chose ou de se efforcer d'atteindre quelque chose.",
      "definition_translation": "Tratar de hacer algo o esforzarse por lograr algo.",
      "example": "J'ai tenté de finir le projet à temps. Elle va tenter de battre le record. Ils ont tenté de sauver le chat de l'arbre.",
      "example_translation": "Intenté terminar el proyecto a tiempo. Ella intentará breaker el récord. Intentaron rescatar al gato del árbol.",
      "imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "assister",
      "translation": "asistir",
      "definition": "Être présent à un événement ou à une réunion, ou prendre soin de quelqu'un ou de quelque chose.",
      "definition_translation": "estar presente en un evento o reunión, o cuidar a alguien o algo",
      "example": "J'ai assisté à la réunion hier, je vais assister à la conférence la semaine prochaine, et j'ai assisté à de nombreuses conférences par le passé.",
      "example_translation": "Yo asistí a la reunión ayer, asistiré a la conferencia la próxima semana, y he asistido a muchas conferencias en el pasado.",
      "imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "garder d'enfants",
      "translation": "cuidar niños",
      "definition": "Prendre soin d'un enfant ou d'enfants pendant que leurs parents sont absents.",
      "definition_translation": "cuidar a un niño o niños mientras sus padres están ausentes",
      "example": "J'ai gardé les enfants de ma sœur hier soir, je vais les garder à nouveau demain, et j'ai déjà gardé plusieurs fois auparavant.",
      "example_translation": "Yo cuidé a los niños de mi hermana anoche, cuidaré a ellos de nuevo mañana, y he cuidado a ellos muchas veces antes.",
      "imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se comporter",
      "translation": "comportarse",
      "definition": "Agir ou réagir d'une certaine manière, notamment pour montrer de bonnes ou de mauvaises manières.",
      "definition_translation": "actuar o reaccionar de cierta manera, especialmente para mostrar buenos o malos modales",
      "example": "Elle s'est bien comportée au party, elle se comportera bien au mariage, et elle s'est mal comportée par le passé.",
      "example_translation": "Ella se comportó bien en la fiesta, se comportará bien en la boda, y se ha comportado mal en el pasado.",
      "imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mordre",
      "translation": "morder",
      "definition": "Saisir fermement quelque chose avec les dents ; blesser ou piquer avec les dents.",
      "definition_translation": "Agarrar algo firmemente con los dientes; herir o pinchar con los dientes.",
      "example": "J'ai mordu dans la pomme juteuse. Je vais me mordre les ongles lorsque je suis nerveux. Elle a mordu sa langue pour éviter de dire quelque chose de grossier.",
      "example_translation": "Mordí la manzana jugosa. Me morderé las uñas cuando estoy nervioso. Ella se mordió la lengua para evitar decir algo grosero.",
      "imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "souffler",
      "translation": "soplar",
      "definition": "Produire un courant d'air de la bouche ; façonner ou former quelque chose en soufflant.",
      "definition_translation": "Producir una corriente de aire desde la boca; dar forma o moldear algo soplando.",
      "example": "Elle a soufflé les bougies. Le vent a soufflé fort. Il va se moucher le nez lorsqu'il aura un rhume.",
      "example_translation": "Ella sopló las velas. El viento sopló con fuerza. Él se sonará la nariz cuando tenga un resfriado.",
      "imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bombe",
      "translation": "bomba",
      "definition": "Un dispositif explosif conçu pour libérer de l'énergie de manière soudaine et violente.",
      "definition_translation": "Un dispositivo explosivo diseñado para liberar energía de manera repentina y violenta.",
      "example": "La bombe a explosé dans la ville. La nouvelle de la menace de bombe s'est propagée rapidement. Ils vont bombarder le quartier général ennemi demain.",
      "example_translation": "La bomba explotó en la ciudad. La noticia de la amenaza de bomba se extendió rápidamente. Atacarán el cuartel general enemigo mañana.",
      "imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "brûler",
      "translation": "quemar",
      "definition": "Endommager ou détruire quelque chose par le feu ou la chaleur intense, ou ressentir une forte émotion comme la colère ou la passion.",
      "definition_translation": "dañar o destruir algo por fuego o calor intenso, o sentir una emoción fuerte como la ira o la pasión",
      "example": "J'ai brûlé le pain ce matin. Je brûle de colère en ce moment. Je vais brûler les preuves demain.",
      "example_translation": "Me quemé el toast esta mañana. Estoy ardiendo de ira en este momento. Quemaré las pruebas mañana.",
      "imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "éclater en larmes",
      "translation": "estallar en lágrimas",
      "definition": "Commencer à pleurer soudainement, souvent en raison d'émotions fortes comme la tristesse ou la joie.",
      "definition_translation": "comenzar a llorar repentinamente, a menudo debido a emociones fuertes como la tristeza o la felicidad",
      "example": "Elle a éclaté en larmes lorsque'elle a appris la nouvelle. Il a éclaté en larmes de joie lorsqu'il a vu son enfant. Ils éclateront en larmes si ils perdent leur animal de compagnie préféré.",
      "example_translation": "Ella estalló en lágrimas cuando escuchó la noticia. Él estalló en lágrimas de alegría cuando vio a su hijo. Ellos estallarán en lágrimas si pierden a su querido mascota.",
      "imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "enterrer",
      "translation": "enterrar",
      "definition": "placer un corps mort ou quelque chose dans un trou dans le sol, ou cacher ou couvrir quelque chose",
      "definition_translation": "poner un cuerpo muerto o algo en un hoyo en el suelo, o esconder o cubrir algo",
      "example": "Nous avons enterré notre chien adoré la semaine dernière. Elle va enterrer le trésor dans le jardin. Ils vont enterrer la hache de guerre l'année prochaine.",
      "example_translation": "Enterramos a nuestro perro querido la semana pasada. Ella va a enterrar el tesoro en el patio trasero. Ellos enterrarán el hacha el año que viene.",
      "imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "annuler",
      "translation": "cancelar",
      "definition": "arrêter ou abandonner quelque chose qui était prévue ou convenue auparavant.",
      "definition_translation": "Cancelar algo planificado o previamente acordado.",
      "example": "J'ai annulé mon voyage en Europe l'année dernière, mais je vais y aller l'année prochaine. Je vais annuler mon abonnement au gym parce que je n'y vais jamais. Je vais annuler mon rendez-vous si je me sens malade.",
      "example_translation": "Cancelé mi viaje a Europa el año pasado, pero iré el año que viene. Estoy cancelando mi suscripción al gimnasio porque nunca voy. Cancelaré mi cita si me siento enfermo.",
      "imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "enregistrer",
      "translation": "registrarse",
      "definition": "arriver et annoncer sa présence à un hôtel, un aéroport, ou autre endroit, souvent pour recevoir une clé de chambre ou une confirmation de réservation.",
      "definition_translation": "Llegar y anunciar su presencia en un hotel, aeropuerto u otro lugar, a menudo para recibir una llave de habitación o confirmación de una reserva.",
      "example": "Je vais m'enregistrer à l'hôtel quando j'arriverai. Elle s'est enregistrée en ligne pour accélérer le processus. Ils vont s'enregistrer à l'aéroport avant leur vol.",
      "example_translation": "Me registraré en el hotel cuando llegue. Ella se registró en línea para acelerar el proceso. Se registrarán en el aeropuerto antes de su vuelo.",
      "imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sortir",
      "translation": "salir",
      "definition": "payer et quitter un hôtel, ou examiner ou regarder quelque chose pour en savoir plus.",
      "definition_translation": "Pagar y salir de un hotel, o examinar o mirar algo para aprender más sobre ello.",
      "example": "Je vais sortir de l'hôtel à 11h. Elle a examiné le nouveau restaurant du centre-ville. Ils vont examiner l'exposition du musée ce week-end.",
      "example_translation": "Me iré del hotel a las 11 am. Ella echó un vistazo al nuevo restaurante en el centro. Ellos visitarán la exposición del museo este fin de semana.",
      "imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cercle",
      "translation": "círculo",
      "definition": "Un cercle est une forme ronde sans début ni fin, où tous les points de la circonférence sont à la même distance du centre.",
      "definition_translation": "Un círculo es una forma redonda sin principio ni fin, donde cada punto en el borde está a la misma distancia del centro.",
      "example": "J'ai dessiné un cercle sur le papier. Hier, j'ai dessiné un cercle sur le tableau. Demain, je vais dessiner un cercle sur le mur.",
      "example_translation": "Dibujé un círculo en el papel. Ayer dibujé un círculo en la pizarra. Mañana dibujaré un círculo en la pared.",
      "imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "applaudir",
      "translation": " aplaudir",
      "definition": "applaudir, c'est frapper dans ses mains ensemble, généralement pour exprimer de l'appréciation ou de l'approbation.",
      "definition_translation": "Aplaudir es golpear las palmas de las manos entre sí, típicamente para expresar aprecio o aprobación.",
      "example": "J'ai applaudi après le concert. Hier, j'ai applaudi pour l'enfant du jour. Demain, j'applaudirai pendant la cérémonie de remise des diplômes.",
      "example_translation": "Aplaudí después del concierto. Ayer aplaudí por el niño del cumpleaños. Mañana aplaudiré por la ceremonia de graduación.",
      "imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "collecter",
      "translation": "recopilar",
      "definition": "Collecter, c'est rassembler ou ramener des choses, comme des objets, des informations ou de l'argent, en un seul endroit ou entité.",
      "definition_translation": "Recopilar es reunir o llevar juntos cosas, como objetos, información o dinero, en un solo lugar o entidad.",
      "example": "J'ai collectionné des timbres comme hobby. Hier, j'ai collecté des données pour le rapport de recherche. Demain, je vais collecter des dons pour l'événement de bienfaisance.",
      "example_translation": "Recopilé sellos como pasatiempo. Ayer recopilé datos para el trabajo de investigación. Mañana recopilaré donativos para el evento benéfico.",
      "imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "peigne",
      "translation": "peine",
      "definition": "Un peigne est un outil avec une série de dents étroites, utilisé pour arranger ou nettoyer les cheveux, ou pour séparer et nettoyer les fibres, comme la laine ou le coton.",
      "definition_translation": "Un peine es una herramienta con una serie de dientes estrechos, utilizada para arreglar o limpiar el cabello, o para separar y limpiar fibras, como la lana o el algodón.",
      "example": "J'ai peigné mes cheveux ce matin pour enlever les nœuds. Hier, j'ai épluché tout le rapport pour trouver l'erreur. Quand j'aurai terminé ce projet, j'aurai épluché tous les détails.",
      "example_translation": "Me peiné el cabello esta mañana para quitarme los enredos. Ayer, peiné todo el informe para encontrar el error. Cuando termine este proyecto, habré peinado todos los detalles.",
      "imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "concourir",
      "translation": "competir",
      "definition": "Concourir, c'est prendre part à une compétition ou à un concours, ou s'efforcer d'être meilleur que les autres dans un domaine particulier.",
      "definition_translation": "Competir significa participar en un concurso o competencia, o esforzarse por ser mejor que otros en un área particular.",
      "example": "Les athlètes vont concourir aux Jeux olympiques l'année prochaine. J'ai concouru contre mon ami dans un jeu d'échecs hier soir. L'année prochaine, j'aurai concouru dans plusieurs marathons.",
      "example_translation": "Los atletas competirán en los Juegos Olímpicos el año que viene. Competí contra mi amigo en un juego de ajedrez anoche. Para el año que viene, habré competido en varias maratones.",
      "imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se concentrer",
      "translation": "concentrar",
      "definition": "Se concentrer, c'est porter son attention ou son effort sur une tâche ou une activité particulière, ou faire que quelque chose soit plus fort ou plus intense en réduisant son volume ou sa quantité.",
      "definition_translation": "Concentrar significa enfocar la atención o esfuerzo en una tarea o actividad particular, o hacer que algo sea más fuerte o intenso reduciendo su volumen o cantidad.",
      "example": "Je dois me concentrer sur mon travail pour rencontrer le délai. Elle a concentré le jus en le faisant bouillir. Quand j'aurai fini mes études, j'aurai concentré sur plusieurs domaines d'expertise.",
      "example_translation": "Necesito concentrarme en mi trabajo para cumplir con el plazo. Ella concentró el jugo hirviéndolo. Cuando termine mis estudios, habré concentrado en varias áreas de especialización.",
      "imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "relier",
      "translation": "conectar",
      "definition": "Joindre ou lier deux ou plusieurs choses ensemble, souvent pour former un système ou un réseau.",
      "definition_translation": "Unir o vincular dos o más cosas juntas, a menudo para formar un sistema o red.",
      "example": "J'ai relié mon téléphone au réseau Wi-Fi. Je relie au serveur maintenant. Je vais relier les câbles demain.",
      "example_translation": "Conecté mi teléfono a la red Wi-Fi. Me estoy conectando al servidor ahora. Conectaré los cables mañana.",
      "imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "continuer",
      "translation": "continuar",
      "definition": "Continuer à faire quelque chose ou à se produire sur une période de temps, sans s'arrêter.",
      "definition_translation": "Seguir haciendo algo o seguir sucediendo durante un período de tiempo, sin detenerse.",
      "example": "J'ai continué à étudier pour l'examen. Je continue à apprendre de nouvelles compétences. Je vais continuer à travailler sur le projet.",
      "example_translation": "Seguí estudiando para el examen. Sigo aprendiendo nuevas habilidades. Continuaré trabajando en el proyecto.",
      "imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "contrôler",
      "translation": "controlar",
      "definition": "Avoir le pouvoir sur quelque chose ou quelqu'un, ou être capable d'influencer ou de diriger son comportement.",
      "definition_translation": "Tener poder sobre algo o alguien, o ser capaz de influir o dirigir su comportamiento.",
      "example": "Elle contrôle le robot avec la télécommande. Ils contrôlent la situation maintenant. Il contrôlera la température dans le laboratoire.",
      "example_translation": "Ella controló el robot con el mando a distancia. Están controlando la situación ahora. Él controlará la temperatura en el laboratorio.",
      "imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tousser",
      "translation": "tos",
      "definition": "Un tousser est une expulsion brutale d'air des poumons, généralement pour nettoyer les voies respiratoires de mucus, de particules étrangères ou de débris.",
      "definition_translation": "Una tos es una expulsión súbita y fuerte de aire desde los pulmones, usualmente para limpiar las vías respiratorias de moco, partículas extranjeras o otros residuos.",
      "example": "J'ai toussé du sang ce matin. Je tousse beaucoup ces jours-ci. Je vais tousser fort si je n'obtiens pas d'eau.",
      "example_translation": "Tosí sangre esta mañana. Estoy tosiendo mucho estos días. Toseré fuerte si no obtengo agua.",
      "imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "compter",
      "translation": "contar",
      "definition": "Déterminer le nombre de quelque chose en comptant ou en calculant.",
      "definition_translation": "Determinar el número de algo mediante conteo o cálculo.",
      "example": "Je vais compter l'argent après la vente. Elle a compté les voix soigneusement. Ils ont compté sur moi pour finir le projet.",
      "example_translation": "Contaré el dinero después de la venta. Ella contó los votos con cuidado. Contaron conmigo para terminar el proyecto.",
      "imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "s'écraser",
      "translation": "choque",
      "definition": "Un bruit soudain fort ou un impact violent, souvent causant des dommages ou des blessures.",
      "definition_translation": "Un ruido fuerte y súbito o un impacto violento, a menudo causando daños o lesiones.",
      "example": "La voiture s'écrasera si vous n'arrêtez pas. L'avion s'est écrasé sur la montagne. Le système s'est écrasé hier soir.",
      "example_translation": "El auto chocará si no paras. El avión chocó contra la montaña. El sistema se cayó anoche.",
      "imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "créer",
      "translation": "crear",
      "definition": "Faire exister quelque chose ou créer quelque chose de nouveau.",
      "definition_translation": "traer algo a la existencia o hacer algo nuevo",
      "example": "J'ai créé un nouveau compte hier, je crée un nouveau projet maintenant, et je créerai une nouvelle entreprise l'année prochaine.",
      "example_translation": "Creé una nueva cuenta ayer, estoy creando un nuevo proyecto ahora, y crearé una nueva empresa el próximo año.",
      "imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cycler",
      "translation": "ciclo",
      "definition": "Série d'événements qui se produisent dans un ordre régulier.",
      "definition_translation": "una serie de eventos que suceden en un orden regular",
      "example": "J'ai cyclé au travail ce matin, je cyclais à travers la ville maintenant, et je cyclerais à travers le pays mois prochain.",
      "example_translation": "Fui en bicicleta al trabajo esta mañana, estoy ciclando por la ciudad ahora, y ciclaré por todo el país el próximo mes.",
      "imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "endommager",
      "translation": "daño",
      "definition": "Causer du mal ou des blessures à quelque chose ou à quelqu'un.",
      "definition_translation": "daño o lesión a algo o alguien",
      "example": "La tempête a endommagé ma voiture hier, elle endommage mon toit maintenant, et elle endommagera les récoltes saison prochaine.",
      "example_translation": "La tormenta dañó mi coche ayer, está dañando mi techo ahora, y dañará las cosechas la próxima temporada.",
      "imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "décorer",
      "translation": "decorar",
      "definition": "Rendre quelque chose plus attrayant en ajoutant des décorations ou des ornements.",
      "definition_translation": "hacer que algo parezca más atractivo agregando decoraciones o ornamentación",
      "example": "J'ai décoré la pièce pour la fête. Je décore la pièce pour la fête. Je décorerai la pièce pour la fête.",
      "example_translation": "Decoré la habitación para la fiesta. Estoy decorando la habitación para la fiesta. Decoraré la habitación para la fiesta.",
      "imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "décorer",
      "translation": "decorar",
      "definition": "rendre quelque chose plus attrayant en ajoutant des décorations ou des ornements",
      "definition_translation": "hacer que algo parezca más atractivo agregando decoraciones o ornamentación",
      "example": "Elle a décoré le gâteau pour le mariage. Elle décore le gâteau pour le mariage. Elle décorera le gâteau pour le mariage.",
      "example_translation": "Ella decoró el pastel para la boda. Ella está decorando el pastel para la boda. Ella decorará el pastel para la boda.",
      "imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "battre",
      "translation": "derrotar",
      "definition": "remporter une victoire contre quelqu'un ou quelque chose dans une compétition, une élection ou une guerre",
      "definition_translation": "ganar una victoria sobre alguien o algo en una competencia, elección o guerra",
      "example": "Nous avons battu l'équipe adverse au jeu final. Nous battons l'équipe adverse au jeu en cours. Nous allons battre l'équipe adverse au prochain jeu.",
      "example_translation": "Derrotamos al equipo contrario en el juego final. Estamos derrotando al equipo contrario en el juego actual. Derrotaremos al equipo contrario en el próximo juego.",
      "imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "défendre",
      "translation": "defender",
      "definition": "protéger ou garder quelque chose ou quelqu'un contre une attaque ou un préjudice.",
      "definition_translation": "Proteger o guardar algo o alguien de un ataque o daño.",
      "example": "J'ai défendu mon pays pendant la guerre. Je défends ma thèse aujourd'hui. Je vais défendre mon équipe au championnat.",
      "example_translation": "Defendí mi país durante la guerra. Estoy defendiendo mi tesis hoy. Defenderé a mi equipo en el campeonato.",
      "imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "retarder",
      "translation": "retardo",
      "definition": "Reporter ou ajourner quelque chose à une date ultérieure.",
      "definition_translation": "Posponer o aplazar algo hasta un momento posterior.",
      "example": "J'ai retardé mon vol en raison du mauvais temps. Je retarde ma réponse jusqu'à ce que j'obtienne plus d'informations. Je vais retarder ma décision jusqu'à la semaine prochaine.",
      "example_translation": "Retrasé mi vuelo debido al mal tiempo. Estoy retrasando mi respuesta hasta que obtenga más información. Retrasaré mi decisión hasta la próxima semana.",
      "imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "supprimer",
      "translation": "eliminar",
      "definition": "Enlever ou effacer quelque chose, comme des données ou un fichier, d'un ordinateur ou d'un autre appareil numérique.",
      "definition_translation": "Eliminar o borrar algo, como datos o un archivo, de una computadora u otro dispositivo digital.",
      "example": "J'ai supprimé le fichier par erreur. Je supprime mon compte du site web. Je vais supprimer le message après l'avoir lu.",
      "example_translation": "Eliminé el archivo por accidente. Estoy eliminando mi cuenta del sitio web. Eliminaré el mensaje después de leerlo.",
      "imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "livrer",
      "translation": "entregar",
      "definition": "porter quelque chose à une personne ou à un endroit, généralement en échange d'un paiement ",
      "definition_translation": "Llevar algo a una persona o lugar, generalmente a cambio de un pago",
      "example": "J'ai livré le paquet hier matin. Je vais livrer le rapport demain. Elle a livré un excellent discours la semaine dernière.",
      "example_translation": "Entregué el paquete ayer por la mañana. Entregaré el informe mañana. Ella dio un gran discurso la semana pasada.",
      "imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "concevoir",
      "translation": "diseñar",
      "definition": "créer les plans ou les dessins pour quelque chose, comme un bâtiment ou un produit",
      "definition_translation": "Crear los planes o dibujos para algo, como un edificio o un producto",
      "example": "Elle a conçu une belle maison. Ils concevront un nouveau site web le mois prochain. Il a conçu une campagne réussie l'année dernière.",
      "example_translation": "Ella diseñó una hermosa casa. Diseñarán un nuevo sitio web el próximo mes. Él diseñó una campaña exitosa el año pasado.",
      "imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "détruire",
      "translation": "destruir",
      "definition": "causer que quelque chose soit complètement démoli ou ruiné, souvent de manière violente ou subite",
      "definition_translation": "Causar que algo sea completamente demolido o arruinado, a menudo de manera violenta o repentina",
      "example": "La tempête a détruit la ville. Ils vont détruire l'ancien bâtiment la semaine prochaine. Elle a détruit son téléphone en le laissant tomber dans l'eau.",
      "example_translation": "La tormenta destruyó la ciudad. Destruirán el edificio antiguo la próxima semana. Ella destruyó su teléfono al dejarlo caer en el agua.",
      "imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "composer",
      "translation": "marcar",
      "definition": "tourner un appareil qui a des numéros ou des boutons pour choisir une option spécifique ou établir une connexion téléphonique",
      "definition_translation": "Girar un dispositivo que tiene números o botones para elegir una opción específica o para conectar una llamada telefónica",
      "example": "J'ai composé le numéro et attendu que quelqu'un réponde. J'avais composé le mauvais numéro hier. Je vais composer le numéro à nouveau demain.",
      "example_translation": "Marqué el número y esperé a que alguien respondiera. Ayer había marcado el número equivocado. Mañana marcaré el número de nuevo.",
      "imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fouiller",
      "translation": "cavar",
      "definition": "briser, retourner ou enlever de la terre, du sable ou d'un autre matériau avec un outil, notamment une pelle ou une pioche",
      "definition_translation": "Romper, voltear o eliminar tierra, arena o otro material con una herramienta, especialmente una pala o una pala",
      "example": "J'ai fouillé un trou dans le jardin pour planter un arbre. J'avais fouillé un tunnel dans le sable l'été dernier. Je vais fouiller une tranchée pour le nouveau tuyau la semaine prochaine.",
      "example_translation": " Cavé un hoyo en el patio trasero para plantar un árbol. El verano pasado había cavado un túnel en la arena. La próxima semana cavaré una zanja para la nueva tubería.",
      "imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "diriger",
      "translation": "directo",
      "definition": "Contrôler ou superviser les actions ou les activités de quelqu'un ou quelque chose",
      "definition_translation": "Controlar o supervisar las acciones o actividades de alguien o algo",
      "example": "J'ai dirigé le film et j'ai remporté un prix. J'avais dirigé plusieurs pièces de théâtre avant. Je dirigerai le nouveau projet l'année prochaine.",
      "example_translation": "Dirigí la película y gané un premio. Antes había dirigido varias obras de teatro. El año que viene dirigiré el nuevo proyecto.",
      "imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "diriger",
      "translation": "directo",
      "definition": "Contrôler ou superviser le mouvement ou l'action de quelque chose ou de quelqu'un",
      "definition_translation": "Controlar o supervisar el movimiento o acción de algo o alguien",
      "example": "Elle a dirigé l'équipe vers la nouvelle location. Elle dirige la pièce de théâtre maintenant. Elle dirigera la société l'année prochaine.",
      "example_translation": "Ella dirigió al equipo a la nueva ubicación. Ella está dirigiendo la obra ahora. Ella dirigirá la empresa el próximo año.",
      "imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "découvrir",
      "translation": "descubrir",
      "definition": "Trouver ou apprendre quelque chose de nouveau ou précédemment inconnu",
      "definition_translation": "Encontrar o aprender algo nuevo o previamente desconocido",
      "example": "Il a découvert une nouvelle planète. Elle découvre ses talents maintenant. Ils découvriront un nouveau continent à l'avenir.",
      "example_translation": "Él descubrió un nuevo planeta. Ella está descubriendo sus talentos ahora. Ellos descubrirán un nuevo continente en el futuro.",
      "imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "afficher",
      "translation": "mostrar",
      "definition": "Montrer ou exposer quelque chose dans un endroit public pour que les gens puissent le voir",
      "definition_translation": "Mostrar o exhibir algo en un lugar público para que la gente lo vea",
      "example": "Le musée a affiché les artefacts anciens. Ils affichent leurs produits maintenant. La société affichera sa nouvelle collection le mois prochain.",
      "example_translation": "El museo exhibió las artefactos antiguos. Ellos están exhibiendo sus productos ahora. La empresa mostrará su nueva colección el próximo mes.",
      "imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plonger",
      "translation": "bucear",
      "definition": "Sauter dans l'eau, généralement la tête la première, en mouvement courbe, ou descendrerapidement dans l'air, généralement dans un aéronef",
      "definition_translation": " Saltar al agua, generalmente de cabeza, en un movimiento curvo, o descender rápidamente a través del aire, generalmente en una aeronave",
      "example": "J'ai plongé dans la piscine, je plonge dans la piscine, je plongerai dans la piscine",
      "example_translation": "Me zambullí en la piscina, buceo en la piscina, bucearé en la piscina",
      "imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "diviser",
      "translation": "dividir",
      "definition": "Séparer ou partager quelque chose en deux ou plusieurs groupes, zones ou choses",
      "definition_translation": "separar o partir algo en dos o más grupos, áreas o cosas",
      "example": "J'ai divisé l'argent, je divise les tâches, je diviserai la terre",
      "example_translation": "Dividí el dinero, divido las tareas, dividiré la tierra",
      "imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lâcher",
      "translation": "dejar caer",
      "definition": "Laisser tomber ou laisser descendre quelque chose, ou libérer quelque chose de votre main ou d'un conteneur",
      "definition_translation": "dejar caer algo o dejar que algo caiga, o soltar algo de tu mano o de un contenedor",
      "example": "J'ai lâché le ballon, je lâche le stylo, je lâcherai le paquet",
      "example_translation": "Dejé caer la pelota, dejo caer la pluma, dejaré caer el paquete",
      "imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "employer",
      "translation": "emplear",
      "definition": "Donner un travail ou une position à quelqu'un, souvent en échange d'un paiement",
      "definition_translation": " dar a alguien un trabajo o una posición de trabajo, a menudo a cambio de pago",
      "example": "La société emploiera 50 nouveaux employés d'ici la fin de l'année. Ils l'ont embauchée comme gestionnaire de marketing. Elle emploiera une nouvelle stratégie pour augmenter les ventes.",
      "example_translation": "La empresa empleará a 50 nuevos miembros del personal para fin de año. La habían empleado como directora de marketing. Ella empleará una nueva estrategia para aumentar las ventas.",
      "imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "encourager",
      "translation": "animar",
      "definition": "Donner à quelqu'un la confiance ou la motivation pour faire quelque chose",
      "definition_translation": "dar a alguien la confianza o motivación para hacer algo",
      "example": "Ses parents l'ont encouragée à poursuivre une carrière musicale. Ils encouragent leurs employés à prendre des risques. Elle encouragera son équipe à travailler plus dur.",
      "example_translation": "Sus padres la animaron a seguir una carrera en música. Ellos animan a sus empleados a asumir riesgos. Ella animará a su equipo a trabajar más duro.",
      "imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "entrer",
      "translation": "entrar",
      "definition": "Venir ou aller dans un endroit, ou devenir membre d'un groupe ou d'une organisation",
      "definition_translation": "venir o ir a un lugar, o convertirse en miembro de un grupo o organización",
      "example": "Il entrera dans la salle tranquillement. La société entrera sur le marché international. Elle est entrée dans la compétition l'année dernière.",
      "example_translation": "Él entrará en la habitación en silencio. La empresa entrará en el mercado internacional. Ella entró en la competencia el año pasado.",
      "imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "divertir",
      "translation": "divertir",
      "definition": "fournir de l'amusement ou du plaisir à quelqu'un, comme en leur racontant une plaisanterie ou en jouant de la musique",
      "definition_translation": "proporcionar diversión o disfrute a alguien, como contarle un chiste o tocar música",
      "example": "J'ai divertis les invités avec une histoire drôle. Je divertis mes amis avec un spectacle de magie. Je divertirai mes hôtes avec un dîner délicieux.",
      "example_translation": "Divertí a los invitados con una historia graciosa. Estoy entreteniendo a los con un show de magia. Divertiré a los con una deliciosa comida.",
      "imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "s'échapper",
      "translation": "escapar",
      "definition": "s'éloigner d'un endroit ou d'une situation, souvent à la hâte ou par force",
      "definition_translation": "salir de un lugar o situación, a menudo con prisa o por la fuerza",
      "example": "J'ai échappé de la prison. Je m'échappe du danger en ce moment. Je m'échapperai de l'île demain.",
      "example_translation": "Escapé de la prisión. Estoy escapando del peligro. Escaparé de la isla.",
      "imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faire de l'exercice",
      "translation": "ejercicio",
      "definition": "activité physique que l'on fait pour améliorer sa santé ou sa condition physique",
      "definition_translation": "actividad física que haces para mejorar tu salud o condición física",
      "example": "J'ai fait de l'exercice au gymnase hier. Je fais de l'exercice tous les matins. Je ferai de l'exercice au parc demain.",
      "example_translation": "Me ejercité en el gimnasio ayer. Estoy ejercitándome todas las mañanas. Me ejercitaré en el parque mañana.",
      "imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sortir",
      "translation": "salir",
      "definition": "quitter un lieu, un bâtiment ou un véhicule",
      "definition_translation": "Salir de un lugar, edificio o vehículo.",
      "example": "Je sortirai du bâtiment à 17 heures, j'ai quitté la voiture rapidement, et je sors de la pièce sans bruit.",
      "example_translation": "Voy a salir del edificio a las 5 pm, salí del coche rápidamente, y salgo del cuarto silenciosamente.",
      "imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "s'attendre à",
      "translation": "esperar",
      "definition": "penser ou croire que quelque chose arrivera ou est susceptible d'arriver",
      "definition_translation": "Pensar o creer que algo sucederá o es probable que suceda.",
      "example": "Je m'attends à finir le projet vendredi, j'attendais de voir elle au party, et je m'attendrai à un appel de lui demain.",
      "example_translation": "Espero terminar el proyecto para el viernes, esperé verla en la fiesta, y esperaré una llamada de él mañana.",
      "imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "explorer",
      "translation": "explorar",
      "definition": "investiguer ou examiner quelque chose systématiquement pour le comprendre ou l'expliquer",
      "definition_translation": "Investigar o examinar algo sistemáticamente para entender o explicarlo.",
      "example": "Je explorerai la nouvelle ville demain, j'ai exploré la jungle l'année dernière, et j'ai exploré de nombreux sites web.",
      "example_translation": "Voy a explorar la nueva ciudad mañana, exploré la selva el año pasado, y he explorado muchos sitios web.",
      "imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "visage",
      "translation": "cara",
      "definition": "la partie frontale de la tête, du front au menton",
      "definition_translation": "La parte frontal de la cabeza, desde la frente hasta la barbilla.",
      "example": "Elle a lavé son visage avec du savon et de l'eau. Elle lavera son visage demain matin. Elle avait lavé son visage hier.",
      "example_translation": "Ella lavó su cara con jabón y agua. Ella lavará su cara mañana. Ella lavó su cara ayer.",
      "imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "s'endormir",
      "translation": "quedarse dormido",
      "definition": "devenir inconscient et entrer dans un état de sommeil",
      "definition_translation": "Convertirse en inconsciente y entrar en un estado de sueño.",
      "example": "Je m'endorsquickement le soir. J'ai somnolé pendant le film. Je m'endormirai tôt ce soir.",
      "example_translation": "Me quedo dormido rápidamente por la noche. Me quedé dormido durante la película. Me quedaré dormido temprano esta noche.",
      "imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tomber amoureux",
      "translation": "enamorarse",
      "definition": "développer des sentiments forts d'amour ou d'attirance envers quelqu'un",
      "definition_translation": "Desarrollar sentimientos fuertes de amor o atracción hacia alguien.",
      "example": "J'ai tombé amoureux d'elle à première vue. Elle tombe amoureuse facilement. Ils tomberont amoureux l'an prochain.",
      "example_translation": "Me enamoré de ella a primera vista. Ella se enamora fácilmente. Ellos se enamorarán el próximo año.",
      "imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "attacher",
      "translation": "fijar",
      "definition": "fixer ou tenir quelque chose en place, notamment en le liant ou en le vissant",
      "definition_translation": "enganchar o sostener algo en su lugar, especialmente atando o Screw",
      "example": "J'ai attaché la ceinture de sécurité avant de conduire. J'attacherai la fermeture éclair de mon manteau. Elle a attaché la corde à l'ancre.",
      "example_translation": "Me enganché el cinturón de seguridad antes de conducir. Fijaré la cremallera de mi chaqueta. Ella fijó la cuerda al ancla.",
      "imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nourrir",
      "translation": "alimentar",
      "definition": "donner de la nourriture à une personne, un animal ou une plante, ou fournir quelque chose qui est nécessaire pour que quelque chose existe ou fonctionne",
      "definition_translation": "dar comida a una persona, animal o planta, o proporcionar algo que es necesario para que algo exista o funcione",
      "example": "Je nourris mon chien deux fois par jour. Elle nourrit le bébé. Ils vont nourrir les données dans l'ordinateur.",
      "example_translation": "Alimento a mi perro dos veces al día. Ella alimenta al bebé. Ellos alimentarán los datos en la computadora.",
      "imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aller chercher",
      "translation": "buscar",
      "definition": "aller récupérer quelque chose, en particulier lorsque l'on vous le demande",
      "definition_translation": "ir y traer algo de vuelta, especialmente cuando se le ordena hacerlo",
      "example": "Pouvez-vous aller me chercher un verre d'eau? J'ai récupéré la balle pour le chien. Ils vont aller chercher les outils dans le hangar.",
      "example_translation": "¿Puedes buscar un vaso de agua para mí? Busqué la pelota para el perro. Ellos buscarán las herramientas desde el cobertizo.",
      "imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se battre",
      "translation": "luchar",
      "definition": "engager un conflit physique ou verbal avec quelqu'un",
      "definition_translation": "engañar en conflicto físico o verbal con alguien",
      "example": "J'ai combattu avec mon frère lorsque nous étions enfants. Je me bats avec mon adversaire chaque semaine. Je vais me battre pour mes droits.",
      "example_translation": "Pelee con mi hermano cuando éramos niños. Lucho con mi oponente cada semana. Lucharé por mis derechos.",
      "imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "film",
      "translation": "película",
      "definition": "un film ou un cinéma",
      "definition_translation": "una película o película cinematográfica",
      "example": "J'ai regardé un film hier soir. Le film est en train d'être tourné à Hollywood. Le film sera lancé l'année prochaine.",
      "example_translation": "Vi una película anoche. La película se está realizando en Hollywood. La película se lanzará el próximo año.",
      "imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poisson",
      "translation": "pescado",
      "definition": "un animal aquatique à sang froid",
      "definition_translation": "un animal acuático de sangre fría",
      "example": "J'ai attrapé un poisson dans le lac. Le poisson nage dans l'océan. Nous allons pêcher demain.",
      "example_translation": "Atrapé un pescado en el lago. El pescado nada en el océano. Pescaremos mañana.",
      "imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réparer",
      "translation": "arreglar",
      "definition": "réparer ou arranger quelque chose, en particulier si cela est cassé ou ne fonctionne pas correctement",
      "definition_translation": "reparar o componer algo, especialmente algo que esté roto o no funcione adecuadamente",
      "example": "J'ai réparé la chaise cassée hier, je vais réparer l'ordinateur aujourd'hui, et je vais réparer le vélo demain.",
      "example_translation": "Arreglé la silla rota ayer, arreglaré la computadora hoy y arreglaré la bicicleta mañana.",
      "imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "flotter",
      "translation": "flotar",
      "definition": "rester à la surface d'un liquide ou être suspendu dans l'air",
      "definition_translation": "descansar en la superficie de un líquido o estar suspendido en el aire",
      "example": "Le bateau a flotté sur le lac hier, il flotte sur la rivière aujourd'hui, et il flottera sur l'océan demain.",
      "example_translation": "El barco flotaba en el lago ayer, flota en el río hoy y flotará en el océano mañana.",
      "imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "plier",
      "translation": "doblarse",
      "definition": "plier ou creuser quelque chose, comme du papier ou du tissu, pour qu'il soit plat",
      "definition_translation": "doblar o plegar algo, como papel o tela, para que quede plano",
      "example": "J'ai plié la lettre hier, je plie le tissu aujourd'hui, et je vais plier le papier demain.",
      "example_translation": "Doblé la carta ayer, doblo la tela hoy y doblaré el papel mañana.",
      "imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "suivre",
      "translation": "seguir",
      "definition": "se déplacer derrière quelqu'un ou quelque chose et aller dans la même direction, généralement parce que vous êtes intéressé par ce qu'ils font ou disent",
      "definition_translation": "Moverse detrás de alguien o algo y ir en la misma dirección, típicamente porque estás interesado en lo que están haciendo o diciendo.",
      "example": "Je vais suivre elle jusqu'au magasin, elle me suit sur Instagram, j'ai suivi les instructions soigneusement.",
      "example_translation": "La seguiré a la tienda, ella me sigue en Instagram, seguí las instrucciones con cuidado.",
      "imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "saisir",
      "translation": "agarrar",
      "definition": "prendre possession de quelque chose soudainement et fermement, souvent de manière brusque ou violente",
      "definition_translation": "Tomar algo con fuerza y rápidamente, a menudo de manera brusca o fuerte.",
      "example": "J'ai saisi le téléphone lorsque cela a sonné, elle a saisi mon bras pour me retenir, je vais saisir un en-cas dans la cuisine.",
      "example_translation": "Agarré el teléfono cuando sonó, ella agarró mi brazo para pulls hacia atrás, agarraré un snack de la cocina.",
      "imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "guide",
      "translation": "guía",
      "definition": "Une personne qui montre aux gens autour d'un endroit, comme un musée ou une ville, et leur raconte son histoire et ses caractéristiques.",
      "definition_translation": "Una persona que muestra a la gente alrededor de un lugar, como un museo o una ciudad, y les habla sobre su historia y características.",
      "example": "Elle travaillait comme guide au parc national, le guidebook nous a aidés à nous diriger dans la ville, je vais embaucher un guide pour la randonnée.",
      "example_translation": "Ella trabajó como guía en el parque nacional, el libro de guía nos ayudó a navegar la ciudad, contrataré una guía para la caminata.",
      "imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "manipuler",
      "translation": "manejar",
      "definition": "Gérer ou diriger quelque chose avec habilité ou soin ; gérer une situation ou une personne avec succès.",
      "definition_translation": "Manejar algo con habilidad o cuidado; tratar con una situación o persona de manera exitosa.",
      "example": "J'ai géré la situation avec aisance, et tout s'est bien passé. (Passé) Je gère plusieurs projets à la fois avec facilité. (Présent) Je vais gérer la réunion la semaine prochaine. (Futur)",
      "example_translation": "Manejé la situación con habilidad, y todo salió bien. Manejo varios proyectos a la vez con facilidad. Manejaré la reunión de la próxima semana.",
      "imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "accrocher",
      "translation": "colgar",
      "definition": "Suspendre ou être suspendu en l'air, généralement à partir d'un crochet ou d'une corde ; attacher ou être attaché à quelque chose de cette manière.",
      "definition_translation": "Suspender o estar suspendido en el aire, generalmente de un gancho o cuerda; adjuntar o estar adjuntado a algo de esta manera.",
      "example": "J'ai accroché le tableau au mur hier. (Passé) J'accroche mon manteau dans le placard tous les matins. (Présent) Je vais accrocher avec mes amis ce week-end. (Futur)",
      "example_translation": "Colgué la imagen en la pared ayer. Cuelgo mi abrigo en el closet todas las mañanas. Colgaré con mis amigos este fin de semana.",
      "imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cacher",
      "translation": "esconder",
      "definition": "Placer ou mettre quelque chose hors de vue, souvent dans un endroit secret ; cacher ses sentiments ou intentions.",
      "definition_translation": "Colocar o poner algo fuera de la vista, a menudo en un lugar secreto; ocultar los sentimientos o intenciones.",
      "example": "Les enfants se cachaient derrière le canapé pendant le jeu. (Passé) Je cache les cadeaux d'anniversaire dans le grenier chaque année. (Présent) Je vais cacher mes sentiments et faire semblant d'être heureux à la fête. (Futur)",
      "example_translation": "Los niños se escondieron detrás del sofá durante el juego. Escondo mis regalos de cumpleaños en el ático todos los años. Esconderé mis sentimientos y pretenderé estar feliz en la fiesta.",
      "imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "embaucher",
      "translation": "contratar",
      "definition": "Engager les services de quelqu'un, généralement pour une courte période, en échange d'un paiement.",
      "definition_translation": "contratar los servicios de alguien, generalmente por un corto período de tiempo, a cambio de pago",
      "example": "J'ai embauché une voiture pour le week-end. J'ai embauché un nouvel employé. Je vais embaucher un avocat pour me représenter.",
      "example_translation": "Alquilé un coche para el fin de semana. He contratado a un nuevo empleado. Contrataré a un abogado para representarme.",
      "imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faire de l'auto-stop",
      "translation": "hacer autostop",
      "definition": "Voyager en obtenant des trajets gratuits auprès de conducteurs, généralement en se tenant au bord de la route et en tendant la main ou un panneau.",
      "definition_translation": "viajar obteniendorides gratis de los conductores, generalmente parándose al lado de una carretera y extendiendo la mano o una señal",
      "example": "J'ai fait de l'auto-stop à travers le pays quand j'étais étudiant. Elle a fait de l'auto-stop de nombreuses fois avant. Ils vont faire de l'auto-stop pour le festival demain.",
      "example_translation": "Me subí en autostop a través del país cuando era estudiante. Ella ha hecho autostop muchas veces antes. Mañana harán autostop al festival.",
      "imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tenir",
      "translation": "sostener",
      "definition": "Saisir ou maintenir fermement quelque chose dans ses mains ou dans ses bras.",
      "definition_translation": "asir o mantener algo firme en una mano o brazos",
      "example": "Tiens ma main pendant que nous traversons la rue. Elle a tenu le bébé serré contre sa poitrine. Ils vont tenir une réunion demain.",
      "example_translation": "Sostén mi mano mientras cruzamos la calle. Ella sostuvo al bebé cerca de su pecho. Mañana sostendrán una reunión.",
      "imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "étreindre",
      "translation": "abrazo",
      "definition": "Serrer quelqu'un étroitement dans ses bras, généralement pour montrer de l'affection ou du réconfort.",
      "definition_translation": "sostener a alguien con fuerza en los brazos, normalmente para mostrar afecto o consuelo",
      "example": "J'ai étreint ma mère quand je l'ai vue après longtemps. Je vais étreindre mon ami quando je le rencontrerai demain. J'ai étreint ma sœur lorsque j'étais triste.",
      "example_translation": "Abrazué a mi madre cuando la vi después de mucho tiempo. Abrazaré a mi amigo cuando lo conozca mañana. Abrazué a mi hermana cuando me sentí triste.",
      "imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chasser",
      "translation": "cazar",
      "definition": "Poursuivre et tuer des animaux sauvages, généralement pour la nourriture ou le sport.",
      "definition_translation": "perseguir y matar animales silvestres, normalmente para comida o deporte",
      "example": "Je vais chasser le cerf le week-end prochain. Il chassait des lapins quand il était gamin. Ils ont chassé des lions dans la savane.",
      "example_translation": "Cazaré venados el próximo fin de semana. Él cazó conejos cuando era niño. Ellos cazaron leones en la sabana.",
      "imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "imaginer",
      "translation": "imaginar",
      "definition": " Former une image mentale ou un concept de quelque chose qui n'est pas nécessairement basé sur la réalité.",
      "definition_translation": "formar una imagen mental o concepto de algo que no necesariamente se basa en la realidad",
      "example": "J'imagine un monde sans guerres. Elle s'imaginait princesse quand elle était petite. Ils imaginent un avenir avec des voitures volantes.",
      "example_translation": "Imagino un mundo sin guerras. Ella se imaginó como una princesa cuando era niña. Ellos imaginaron un futuro con coches voladores.",
      "imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "informer",
      "translation": "informar",
      "definition": "Donner ou fournir des informations ou des connaissances à quelqu'un, souvent de manière formelle ou officielle.",
      "definition_translation": "Proporcionar información o conocimiento a alguien, a menudo de manera formal o oficial.",
      "example": "J'ai informé mon enseignant du changement de plans. Je suis en train d'informer l'équipe de la nouvelle politique. Je vais informer le gestionnaire du problème.",
      "example_translation": " Informé a mi maestro sobre el cambio en los planes. Estoy informando al equipo sobre la nueva política. Informaré al gerente sobre el problema.",
      "imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "insister",
      "translation": "insistir",
      "definition": "Dire ou demander quelque chose fermement ou à plusieurs reprises, souvent de manière forte ou déterminée.",
      "definition_translation": "Decir o exigir algo con firmeza o repetidamente, a menudo de manera fuerte o determinada.",
      "example": "J'ai insisté pour aller à la soirée hier. Elle insiste pour payer le dîner. Ils vont insister pour prendre une pause.",
      "example_translation": "Insistí en ir a la fiesta anoche. Ella insiste en pagar la cena. Ellos insistirán en tomar un descanso.",
      "imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "installer",
      "translation": "instalar",
      "definition": " placer un logiciel ou un dispositif en service, souvent en le connectant à un ordinateur ou à un système.",
      "definition_translation": "Colocar un piece de software o un dispositivo en funcionamiento, a menudo conectándolo a una computadora o sistema.",
      "example": "J'ai installé le nouveau système d'exploitation la semaine dernière. Elle est en train d'installer le logiciel maintenant. Ils vont installer la nouvelle imprimante demain.",
      "example_translation": "Instalé el nuevo sistema operativo la semana pasada. Ella está instalando el software en este momento. Ellos instalarán la nueva impresora mañana.",
      "imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "entrevue",
      "translation": "entrevista",
      "definition": "Une réunion de personnes face à face, notamment pour déterminer si quelqu'un convient pour un emploi ou une position.",
      "definition_translation": "Una reunión de personas cara a cara, especialmente una en la que alguien es preguntado para determinar si es apto para un trabajo o una posición.",
      "example": "J'ai eu une entrevue pour le poste la semaine dernière, j'ai une entrevue aujourd'hui, et j'aurai une autre entrevue le mois prochain.",
      "example_translation": "Me entrevisté para el trabajo la semana pasada, estoy entrevistando hoy y entrevistaré de nuevo el mes próximo.",
      "imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "inventer",
      "translation": "inventar",
      "definition": "Créer ou concevoir quelque chose de nouveau, notamment en utilisant de nouvelles idées ou méthodes.",
      "definition_translation": "Crear o diseñar algo nuevo, especialmente mediante el uso de nuevas ideas o métodos.",
      "example": "J'ai inventé une machine qui peut traduire les langues, je suis en train d'inventer une nouvelle application, et j'inventerai un robot à l'avenir.",
      "example_translation": "Inventé una máquina que puede traducir idiomas, estoy inventando una nueva aplicación y inventaré un robot en el futuro.",
      "imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fer",
      "translation": "hierro",
      "definition": "Un élément chimique avec le symbole Fe, connu pour sa force et utilisé dans la fabrication de l'acier.",
      "definition_translation": "Un elemento químico con el símbolo Fe, conocido por su fuerza y utilizado en la fabricación de acero.",
      "example": "J'ai repassé ma chemise hier, je repasse mon pantalon aujourd'hui, et je vais repasser ma robe demain.",
      "example_translation": "Planché mi camisa ayer, estoy planchando mis pantalones hoy y plancharé mi vestido mañana.",
      "imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tricoter",
      "translation": "tejer",
      "definition": "Faire du tissu en créant des rangées de boucles interconnectées avec du fil ou du yarn, en utilisant des aiguilles à tricoter ou une machine.",
      "definition_translation": "Hacer tejido creando filas de bucles interconectados con hilos, utilizando agujas de tejer o una máquina.",
      "example": "J'ai tricoté un pull hier, je tricote un chapeau aujourd'hui, et je vais tricoter un écharpe demain.",
      "example_translation": "Me tejí una sudadera ayer, tejo un sombrero hoy y tejeré una bufanda mañana.",
      "imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frapper",
      "translation": "golpear",
      "definition": "Frapper quelque chose, notamment avec un coup rapide et puissant, souvent avec le poing ou un marteau.",
      "definition_translation": "Golpear algo, típicamente con un golpe rápido y fuerte, especialmente con el puño o un martillo.",
      "example": "J'ai frappé à la porte hier, je frappe à la porte tous les matins, et je vais frapper à la porte à nouveau demain.",
      "example_translation": "Golpeé la puerta ayer, golpeo la puerta todas las mañanas y golpearé la puerta mañana de nuevo.",
      "imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mettre la table",
      "translation": "poner la mesa",
      "definition": "Préparer une table pour un repas en plaçant des assiettes, des ustensiles, des verres et des aliments.",
      "definition_translation": "Preparar una mesa para una comida colocando platos, cubiertos, vasos y comida.",
      "example": "J'ai mis la table pour le dîner hier, je mets la table pour le petit déjeuner aujourd'hui, et je vais mettre la table pour le déjeuner demain.",
      "example_translation": "Puse la mesa para la cena ayer, pongo la mesa para el desayuno hoy y pondré la mesa para el almuerzo mañana.",
      "imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mener",
      "translation": "llevar",
      "definition": "Guider ou diriger quelqu'un ou quelque chose, ou être à la tête d'un groupe ou d'une activité.",
      "definition_translation": "guiar o dirigir a alguien o algo, o estar a cargo de un grupo o actividad",
      "example": "Elle a mené l'équipe à la victoire au championnat. Elle mène la réunion maintenant. Elle mènera l'entreprise l'année prochaine.",
      "example_translation": "Ella llevó al equipo a la victoria en el campeonato. Ella está liderando la reunión ahora. Ella llevará la empresa el próximo año.",
      "imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "quitter",
      "translation": "dejar",
      "definition": "partir d'un endroit ou d'une personne, ou cesser de faire quelque chose",
      "definition_translation": "irse de un lugar o persona, o dejar de hacer algo",
      "example": "J'ai quitté la fête tôt. Je quitte pour les vacances demain. Je quitterai mon emploi le mois prochain.",
      "example_translation": "Me fui del partido temprano. Me voy de vacaciones mañana. Dejaré mi trabajo el próximo mes.",
      "imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "soulever",
      "translation": "levantar",
      "definition": "élever quelque chose ou quelqu'un, ou améliorer l'humeur de quelqu'un",
      "definition_translation": "elevar algo o a alguien, o mejorar el estado de ánimo de alguien",
      "example": "Elle a soulevé la boîte lourde. Il a soulevé son esprit avec un sourire. Ils vont soulever le rideau pour le spectacle.",
      "example_translation": "Ella levantó la caja pesada. Él levantó su espíritu con una sonrisa. Ellos levantarán el telón para el espectáculo.",
      "imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lumiére",
      "translation": "luz",
      "definition": "Une source d'éclairage, généralement sous la forme d'une lampe ou de lumière naturelle, qui rend les choses visibles.",
      "definition_translation": "Una fuente de iluminación, generalmente en forma de lámpara o luz natural, que hace que las cosas sean visibles.",
      "example": "J'ai allumé la lumière pour mieux voir. Je vais installer une nouvelle lumière dans le salon. Elle avait allumé les bougies pour le dîner.",
      "example_translation": "Encendí la luz para ver mejor. Instalaré una nueva luz en la habitación de estar. Ella había encendido las velas para la cena.",
      "imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "verrouiller",
      "translation": "cerradura",
      "definition": "Un dispositif pour sécuriser une porte, un couvercle ou un contenant, généralement actionné par une clé ou une combinaison.",
      "definition_translation": "Un dispositivo para asegurar una puerta, tapa o contenedor, que se opera usualmente con una llave o combinación.",
      "example": "J'ai verrouillé la porte en partant. Elle va verrouiller le coffre-fort ce soir. Ils avaient verrouillé le vélo au rack.",
      "example_translation": "Cerré la puerta cuando me fui. Ella cerrará la caja fuerte esta noche. Ellos habían cerrado la bicicleta al rack.",
      "imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gérer",
      "translation": "administrar",
      "definition": "Gérer ou diriger avec habileté ou soin, notamment pour atteindre un effet ou un objectif souhaité.",
      "definition_translation": "Administrar o dirigir con habilidad o cuidado, especialmente para lograr un efecto o meta deseado.",
      "example": "Elle a géré l'équipe pour gagner le championnat. Je vais gérer le projet du début à la fin. Ils avaient réussi à réduire les coûts de 20%.",
      "example_translation": "Ella administró el equipo para ganar el campeonato.Administraré el proyecto desde el principio hasta el final. Ellos habían logrado reducir costos en un 20%.",
      "imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gérer",
      "translation": "administrar",
      "definition": "être responsable de quelque chose, comme une entreprise ou un projet, et prendre des décisions à son sujet",
      "definition_translation": "estar a cargo de algo, como un negocio o un proyecto, y tomar decisiones sobre esto",
      "example": "Je gère le projet du début à la fin. Je suis responsable de l'équipe maintenant. Je vais gérer l'entreprise à l'avenir.",
      "example_translation": "Administre el proyecto desde el principio hasta el fin. Estoy administrando el equipo ahora. Administraré la empresa en el futuro.",
      "imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se marier",
      "translation": "casarse",
      "definition": "se marier à quelqu'un, ou célébrer une cérémonie de mariage",
      "definition_translation": "casarse con alguien, o realizar una ceremonia de boda",
      "example": "Je me suis marié à ma femme lorsque j'avais 25 ans. Je me marie à mon partenaire l'année prochaine. Je me marierai à ma fiancée bientôt.",
      "example_translation": "Me casé con mi esposa cuando tenía 25 años. Me voy a casar con mi pareja el próximo año. Me casaré con mi prometida pronto.",
      "imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "match",
      "translation": "partido",
      "definition": "un jeu ou une compétition entre deux équipes ou individus, notamment dans les sports",
      "definition_translation": "un juego o competencia entre dos equipos o individuos, especialmente en deportes",
      "example": "J'ai regardé le match à la télévision hier soir. Je joue un match contre mon ami demain. Je verrai le match au stade la semaine prochaine.",
      "example_translation": "Vi el partido en la TV anoche. Estoy jugando un partido contra mi amigo mañana. Veré el partido en el estadio la próxima semana.",
      "imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réparer",
      "translation": "reparar",
      "definition": "réparer ou fixer quelque chose qui est cassé ou endommagé",
      "definition_translation": "reparar o arreglar algo que está roto o dañado",
      "example": "J'ai réparé ma chemise hier, je répare mes pantalons maintenant, et je réparerai mes chaussures demain.",
      "example_translation": "Reparé mi camisa ayer, estoy reparando mis pantalones ahora, y repararé mis zapatos mañana.",
      "imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se déplacer",
      "translation": "mover",
      "definition": "changer la position de quelque chose ou de quelqu'un",
      "definition_translation": "cambiar la posición de algo o alguien",
      "example": "Je me suis déplacé à une nouvelle maison l'année dernière, je déplace mes meubles maintenant, et je me déplacerai à une nouvelle ville l'année prochaine.",
      "example_translation": "Me mudé a una nueva casa el año pasado, estoy moviendo mi mobiliario ahora, y me mudaré a una nueva ciudad el año que viene.",
      "imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "emménager",
      "translation": "mudarse",
      "definition": "commencer à vivre dans une nouvelle maison",
      "definition_translation": "comenzar a vivir en una nueva casa",
      "example": "J'ai emménagé dans mon nouvel appartement le mois dernier, mon ami emménage maintenant, et ma famille emménagera la semaine prochaine.",
      "example_translation": "Me mudé a mi nuevo apartamento el mes pasado, mi amigo se está mudando ahora, y mi familia se mudará la próxima semana.",
      "imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "emménager hors",
      "translation": "mudarse",
      "definition": "quitter un endroit ou une pièce, especialmente pour aller vivre ailleurs.",
      "definition_translation": "Dejar un lugar o una habitación, especialmente para ir a vivir en algún otro lugar.",
      "example": "J'ai emménagé hors de la maison de mes parents lorsque j'avais 18 ans. Je vais emménager hors dans un nouvel appartement la semaine prochaine. Je vais emménager hors de la ville pour commencer un nouveau travail.",
      "example_translation": "Me mudé de la casa de mis padres cuando tenía 18 años. Me estoy mudando a un nuevo apartamento la próxima semana. Me mudaré de la ciudad para empezar un nuevo trabajo.",
      "imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "meurtre",
      "translation": "asesinar",
      "definition": "l'acte de tuer un être humain avec préméditation, qui est considéré comme un crime grave.",
      "definition_translation": "El acto de matar a otro ser humano con premeditación, que se considera un delito grave.",
      "example": "Le détective enquêtait sur une affaire de meurtre. Le suspect était accusé de meurtre. Le juge a condamné le défendeur à la prison à vie pour meurtre.",
      "example_translation": "El detective estaba investigando un caso de asesinato. El sospechoso fue acusado de asesinato. El juez condenó al acusado a prisión perpetua por asesinato.",
      "imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nom",
      "translation": "nombre",
      "definition": "un mot ou une phrase qui représente une personne, un lieu ou une chose spécifiques.",
      "definition_translation": "Una palabra o frase que se refiere a una persona, lugar o cosa específica.",
      "example": "Quel est votre nom ? Le nom de l'entreprise est Apple. Elle a changé son nom après son mariage.",
      "example_translation": "¿Cuál es tu nombre? El nombre de la empresa es Apple. Ella cambió su nombre después de casarse.",
      "imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "note",
      "translation": "nota",
      "definition": "un bref enregistrement ou annotation, généralement écrit dans la marge ou sur un papier séparé.",
      "definition_translation": "Un registro breve o anotación, generalmente escrito en un margen o en un papel separado.",
      "example": "J'ai pris note du numéro de téléphone, puis j'ai composé le numéro. J'ai pris des notes pendant la conférence, et je les relirai plus tard. Je vais prendre note d'appeler elle demain.",
      "example_translation": "Tomé nota del número de teléfono, y luego lo marqué. He estado tomando notas durante la conferencia, y las repasaré más tarde. Haré una nota para llamarla mañana.",
      "imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avis",
      "translation": "noticia",
      "definition": "un avertissement ou une annonce formelle, especialmente écrit ou affiché.",
      "definition_translation": "Una advertencia formal o anuncio, especialmente uno que es escrito o posteado.",
      "example": "Je n'ai pas vu l'avis d'avertissement, et j'ai reçu une amende. J'ai donné à elle un avis que je quitterais mon emploi. Je vais prendre note de la nouvelle politique à partir de maintenant.",
      "example_translation": "No noté la señal de advertencia, y me multaron. Le di aviso de que renunciaría a mi trabajo. Tomaré nota de la nueva política desde ahora en adelante.",
      "imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "opérer",
      "translation": "operar",
      "definition": "contrôler le fonctionnement de (une machine, un processus ou un système), especialmente par moyen d'un panneau de contrôle ou d'un ensemble d'instructions.",
      "definition_translation": "Controlar el funcionamiento de (una máquina, proceso o sistema), especialmente mediante un panel de control o conjunto de instrucciones.",
      "example": "Le chirurgien opérera le patient demain. L'entreprise opère plusieurs usines autour du monde. J'ai appris à opérer une grue lors de mes études.",
      "example_translation": "El cirujano operará al paciente mañana. La empresa opera varias fábricas en todo el mundo. Aprendí a operar una grúa cuando estaba en la universidad.",
      "imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "organiser",
      "translation": "organizar",
      "definition": "arranger ou systématiser les choses d'une manière cohérente et efficace",
      "definition_translation": "arreglar o sistematizar cosas de una manera coherente y eficiente",
      "example": "Je vais organiser une fête la semaine prochaine, j'organise une réunion aujourd'hui, et j'ai organisé un voyage l'année dernière.",
      "example_translation": "Organizaré una fiesta la próxima semana, estoy organizando una reunión hoy y organicé un viaje el año pasado.",
      "imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "passer",
      "translation": "pasar",
      "definition": "se déplacer par-delà quelque chose ou quelqu'un, ou compléter un test ou un examen",
      "definition_translation": "moverse más allá de algo o alguien, o completar un examen o prueba",
      "example": "Je vais passer l'examen demain, j'ai passé le test de conduite la semaine dernière, et je suis en train de passer par le parc en ce moment.",
      "example_translation": "Voy a aprobar el examen mañana, aprobé el examen de conducción la semana pasada y estoy pasando por el parque en este momento.",
      "imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "passer",
      "translation": "pasar",
      "definition": "se déplacer par-delà quelque chose ou quelqu'un, ou compléter un test ou un examen",
      "definition_translation": "moverse más allá de algo o alguien, o completar un examen o prueba",
      "example": "Elle va passer le ballon à moi pendant le jeu, il a passé le sel au dîner, et ils ont distribué des prospectus dans la rue.",
      "example_translation": "Ella me pasará el balón durante el juego, él pasó la sal en la cena y ellos distribuyeron folletos en la calle.",
      "imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "exécuter",
      "translation": "realizar",
      "definition": "Réaliser ou mettre en œuvre une tâche, une action ou une fonction.",
      "definition_translation": "Ejecutar o realizar una tarea, acción o función.",
      "example": "Je vais exécuter une chanson au concert ce soir, j'ai exécuté une chanson au concert hier, et j'exécute une chanson au concert chaque semaine.",
      "example_translation": "Voy a realizar una canción en el concierto esta noche, realicé una canción en el concierto la noche pasada, y realizo una canción en el concierto todas las semanas.",
      "imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "choisir",
      "translation": "elegir",
      "definition": "Sélectionner ou choisir quelque chose parmi un groupe ou unepluralité d'options.",
      "definition_translation": "Seleccionar o elegir algo de un grupo o rango de opciones.",
      "example": "Je vais choisir un livre sur latable demain, j'ai choisi un livre sur la table hier, et je choisis un livre sur la table chaque jour.",
      "example_translation": "Voy a elegir un libro de la estantería mañana, elegí un libro de la estantería ayer, y elijo un libro de la estantería todos los días.",
      "imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cueillir",
      "translation": "coger",
      "definition": "Prendre ou saisir quelque chose, généralement avec les doigts ou les mains.",
      "definition_translation": "Tomar o agarrar algo, típicamente con los dedos o las manos.",
      "example": "Je vais cueillir le téléphone lorsque sonnera, j'ai cueilli le téléphone lorsque sonnait, et je cueille le téléphone chaque fois que sonne.",
      "example_translation": "Voy a coger el teléfono cuando suene, cogí el teléfono cuando sonó, y cojo el teléfono cada vez que suena.",
      "imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "épingler",
      "translation": "chincheta",
      "definition": "Un petit pièce de métal pointu utilisé pour fixer ou attacher des choses.",
      "definition_translation": "Una pequeña pieza delgada y puntiaguda de metal utilizada para sujetar o attaching cosas.",
      "example": "J'ai utilisé une épingle pour fixer la fermeture éclair cassée, puis j'ai épinglé l'ourlet de mon pantalon, et enfin, je vais épingler l'avis sur le tableau.",
      "example_translation": "Usé una chincheta para sujetar la cremallera rota, luego sujeté el dobladillo de mis pantalones y finalmente, pondré la nota en el tablón.",
      "imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "planter",
      "translation": "planta",
      "definition": "Un organisme vivant qui pousse dans le sol et qui a généralement des feuilles, des racines et des tiges.",
      "definition_translation": "Un organismo vivo que crece en el suelo y que generalmente tiene hojas, raíces y tallos.",
      "example": "J'ai planté un arbre dans mon jardin, puis je vais planter des fleurs dans le jardin, et enfin, j'ai planté une graine dans le pot.",
      "example_translation": "Planté un árbol en mi patio, luego plantaré flores en el jardín y finalmente, planté una semilla en la maceta.",
      "imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pointer",
      "translation": "punto",
      "definition": "Une extrémité pointue ou un petit point ou marque.",
      "definition_translation": "Un extremo afilado o puntiagudo; un pequeño lugar o marca.",
      "example": "J'ai pointé vers le point exact sur la carte, puis je vais pointer la erreur, et enfin, j'ai pointé mon doigt vers le ciel.",
      "example_translation": "Señalé el punto exacto en el mapa, luego señalaré el error y finalmente, dirigí mi dedo hacia el cielo.",
      "imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poster",
      "translation": "correo",
      "definition": "Un poteau ou une structure verticale utilisé pour soutenir ou marquer quelque chose, en particulier un signe ou un avis.",
      "definition_translation": "Un poste vertical o estructura utilizada para soportar o marcar algo, especialmente un letrero o aviso.",
      "example": "Je vais poster la lettre demain, j'ai posté hier, et je poste chaque jour.",
      "example_translation": "Voy a enviar el correo mañana, lo envié ayer y lo envío todos los días.",
      "imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "reporter",
      "translation": "posponer",
      "definition": "Reporter ou retarder quelque chose, notamment un événement ou une décision, jusqu'à un moment plus tard.",
      "definition_translation": "Posponer o retrasar algo, especialmente un evento o una decisión, hasta un momento posterior.",
      "example": "Je vais reporter la réunion jusqu'à la semaine prochaine, j'ai reporté hier, et je reporterai chaque mois.",
      "example_translation": "Voy a posponer la reunión hasta la próxima semana, la pospuse ayer y la pospongo cada mes.",
      "imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "verser",
      "translation": "verter",
      "definition": "Couler ou se déplacer fluidement, en particulier dans un flux régulier.",
      "definition_translation": "Fluir o moverse fluidamente, especialmente en una corriente constante.",
      "example": "Je vais verser de l'eau dans le verre, j'ai versé hier, et je verse chaque matin.",
      "example_translation": "Voy a verter agua en el vaso, lo hice ayer y lo hago todas las mañanas.",
      "imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prier",
      "translation": "rezar",
      "definition": "S'adresser à une divinité ou à un esprit pour exprimer sa gratitude ou demander de l'aide ou du pardon.",
      "definition_translation": "hablar con una deidad o espíritu para dar gracias o pedir ayuda o perdón",
      "example": "J'ai prié pour la sécurité de ma famille pendant la tempête. J'ai prié pendant des mois pour un nouveau travail. Je vais prier pour votre rétablissement.",
      "example_translation": "Rezé por la seguridad de mi familia durante la tormenta. He estado rezando por un nuevo trabajo durante meses. Rezaré por tu recuperación.",
      "imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "appuyer",
      "translation": "prensar",
      "definition": "appuyer ou serrer fermement quelque chose, souvent en utilisant un dispositif ou une machine",
      "definition_translation": "presionar o aplastar algo con firmeza, a menudo utilizando un dispositivo o máquina",
      "example": "J'ai appuyé sur le bouton pour démarrer la machine. Elle a passé la matinée à repasser ses vêtements. Ils vont presser les raisins pour faire du vin.",
      "example_translation": "Presioné el botón para iniciar la máquina. Ella ha estado presionando sus ropas toda la mañana. Ellos prensarán las uvas para el vino.",
      "imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "empêcher",
      "translation": "prevenir",
      "definition": "empêcher quelque chose d'arriver ou de rendre moins probable qu'elle n'arrive",
      "definition_translation": "impedir que algo suceda o hacer que sea menos probable que suceda",
      "example": "Le vaccin a aidé à empêcher la propagation de la maladie. Nous avons pris des mesures pour empêcher le vol. Ils vont empêcher l'incendie de se propager.",
      "example_translation": "La vacuna ayudó a prevenir la propagación de la enfermedad. Tomamos medidas para prevenir el robo. Ellos prevenirán que el fuego se propague.",
      "imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "produire",
      "translation": "producir",
      "definition": "fabriquer ou manufacturer quelque chose, notamment à grande échelle",
      "definition_translation": "hacer o fabricar algo, especialmente a gran escala",
      "example": "La société produira 10 000 unités par mois. Ils ont produit 5 000 unités le mois dernier et produiront 15 000 unités le mois prochain.",
      "example_translation": "La empresa producirá 10,000 unidades por mes. Produjeron 5,000 unidades el mes pasado y producirán 15,000 unidades el próximo mes.",
      "imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "promettre",
      "translation": "prometer",
      "definition": "un engagement ou une assurance de faire quelque chose",
      "definition_translation": "un compromiso o aseguramiento de hacer algo",
      "example": "J'ai promis de terminer le projet vendredi. Elle avait promis de m'appeler hier, mais elle ne l'a pas fait. Il promettra d'assister à la réunion demain.",
      "example_translation": "Prometí terminar el proyecto para el viernes. Ella había prometido llamarme ayer, pero no lo hizo. Él prometerá asistir a la reunión mañana.",
      "imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "protéger",
      "translation": "proteger",
      "definition": "garder quelqu'un ou quelque chose à l'abri du danger ou de la blessure",
      "definition_translation": "mantener a alguien o algo a salvo de daño o lesión",
      "example": "Le gouvernement devrait protéger ses citoyens des désastres naturels. Ils ont protégé l'environnement en réduisant la pollution. Nous allons protéger nos données en utilisant des mots de passe forts.",
      "example_translation": "El gobierno debería proteger a sus ciudadanos de desastres naturales. Protegieron el medio ambiente reduciendo la contaminación. Protegeremos nuestros datos utilizando contraseñas seguras.",
      "imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prouver",
      "translation": "demostrar",
      "definition": "montrer la vérité ou l'existence de quelque chose en apportant des preuves ou des témoignages",
      "definition_translation": "mostrar la verdad o existencia de algo mediante la presentación de pruebas o evidencia",
      "example": "Je vais prouver le théorème lors de la prochaine conférence, j'ai prouvé cela la semaine dernière, et j'ai été en train de le prouver pendant des mois.",
      "example_translation": "Demostraré el teorema en la próxima conferencia, lo demostré la semana pasada y he estado demostrándolo durante meses.",
      "imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fournir",
      "translation": "proveer",
      "definition": "donner à quelqu'un quelque chose dont il a besoin ou qui lui est utile",
      "definition_translation": "dar a alguien algo que necesita o desea",
      "example": "L'hôtel fournira le petit déjeuner, a fourni le petit déjeuner hier, et a été en train de fournir le petit déjeuner pendant des années.",
      "example_translation": "El hotel proporcionará desayuno, proporcionó desayuno ayer y ha estado proporcionando desayuno durante años.",
      "imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "punir",
      "translation": "castigar",
      "definition": "infliger une souffrance ou une désagréable à quelqu'un parce qu'il a fait quelque chose de mal",
      "definition_translation": "hacer que alguien sufra o se sienta incómodo porque ha hecho algo malo",
      "example": "Le juge va punir le criminel, l'a puni l'an dernier, et a été en train de le punir pendant cinq ans.",
      "example_translation": "El juez castigará al criminal, lo castigó el año pasado y ha estado castigándolo durante cinco años.",
      "imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrêter",
      "translation": "dejar",
      "definition": "cesser de faire quelque chose ou quitter un endroit ou un emploi",
      "definition_translation": "Dejar de hacer algo o dejar un lugar o trabajo.",
      "example": "Je vais arrêter mon travail le mois prochain, j'ai arrêté de fumer l'an dernier, et j'ai arrêté de jouer au soccer lorsque j'étais adolescent.",
      "example_translation": "Dejaré mi trabajo el próximo mes, dejé de fumar el año pasado, y dejé de jugar fútbol cuando era adolescente.",
      "imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "arrêter",
      "translation": "dejar",
      "definition": "cesser de faire quelque chose ou quitter un endroit ou un emploi",
      "definition_translation": "Dejar de hacer algo o dejar un lugar o trabajo.",
      "example": "Elle a arrêté son travail pour lancer son propre entreprise, il a arrêté l'université pour poursuivre sa carrière musicale, et ils ont arrêté de se disputer pour se concentrer sur leur relation.",
      "example_translation": "Ella dejó su trabajo para empezar su propio negocio, él dejó la universidad para perseguir la música, y ellos dejaron de argumentar para enfocarse en su relación.",
      "imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "course",
      "translation": "carrera",
      "definition": "Une compétition de vitesse, généralement de chevaux, de voitures ou de coureurs.",
      "definition_translation": "Una competencia de velocidad, generalmente de caballos, coches o corredores.",
      "example": "Je participerai à une course la semaine prochaine, elle a remporté la course l'année dernière et ils s'entraînent pour un marathon.",
      "example_translation": "Participaré en una carrera la próxima semana, ella ganó la carrera el año pasado, y ellos se están entrenando para una carrera de maratón.",
      "imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "élever",
      "translation": "levantar",
      "definition": "De lever quelque chose ou quelqu'un, ou d'augmenter quelque chose.",
      "definition_translation": "levantar algo o alguien hacia arriba, o aumentar algo",
      "example": "J'ai levé la main pour poser une question. Je suis en train d'élever mes enfants pour qu'ils soient gentils. Je vais soulever la question à la réunion.",
      "example_translation": "Levanté la mano para hacer una pregunta. Estoy criando a mis hijos para que sean amables. Levantaré el tema en la reunión.",
      "imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "reconstruire",
      "translation": "reconstruir",
      "definition": "De rebâtir quelque chose après qu'elle a été endommagée ou détruite.",
      "definition_translation": "construir algo de nuevo después de que haya sido dañado o destruido",
      "example": "La ville reconstruira le pont après l'ouragan. Ils ont reconstruit la maison après l'incendie. Nous reconstruirons le centre communautaire l'an prochain.",
      "example_translation": "La ciudad reconstruirá el puente después del huracán. Reconstruyeron la casa después del incendio. Reconstruiremos el centro comunitario el próximo año.",
      "imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "recycler",
      "translation": "reciclar",
      "definition": "De traiter ou de processer des matériaux pour les rendre à nouveau utilisables.",
      "definition_translation": "tratar o procesar materiales para hacerlos adecuados para uso nuevamente",
      "example": "Nous recyclons le papier pour sauver les arbres. J'ai recyclé l'ancien ordinateur pour réduire les déchets. Ils vont recycler les bouteilles en plastique le mois prochain.",
      "example_translation": "Reciclamos papel para salvar árboles. Reciclé la computadora vieja para reducir desechos. Reciclarán las botellas de plástico el próximo mes.",
      "imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "remplacer",
      "translation": "reemplazar",
      "definition": "De mettre quelque chose à la place de quelque chose d'autre, ou de prendre la place de quelque chose.",
      "definition_translation": "Poner algo en lugar de algo, o tomar el lugar de algo",
      "example": "J'ai remplacé le vieux téléphone par un nouveau. Je remplace la pièce défectueuse par une nouvelle. Je vais remplacer la fenêtre brisée par une nouvelle.",
      "example_translation": "Reemplacé el teléfono antiguo con uno nuevo. Estoy reemplazando la parte defectuosa con una nueva. Reemplazaré la ventana rota con una nueva.",
      "imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sauver",
      "translation": "rescatar",
      "definition": "De sauver quelqu'un ou quelque chose d'une situation difficile ou dangereuse.",
      "definition_translation": "Salvar a alguien o algo de una situación difícil o peligrosa",
      "example": "Les pompiers ont sauvé les gens du bâtiment en feu. Ils sont en train de sauver les randonneurs égarés. Ils vont sauver les animaux de la zone inondée.",
      "example_translation": "Los bomberos rescataron a las personas del edificio en llamas. Están rescatando a los excursionistas varados. Rescatarán a los animales del área inundada.",
      "imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réserver",
      "translation": "reservar",
      "definition": "De garder quelque chose pour une utilisation ou un but particulier à une date ultérieure.",
      "definition_translation": "Guardar algo para usarlo o para un propósito particular en un momento posterior",
      "example": "J'ai réservé une table au restaurant. Ils sont en train de réserver les nouveaux produits pour la saison des fêtes. Nous réserverons une chambre d'hôtel pour l'année prochaine.",
      "example_translation": "Reservé una mesa en el restaurante. Están reservando los nuevos productos para la temporada de vacaciones. Reservaremos la habitación del hotel para el año próximo.",
      "imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se reposer",
      "translation": "descansar",
      "definition": "Une période de relaxation ou de sommeil, ou une pause dans l'activité.",
      "definition_translation": "Un período de relajación o sueño, o una pausa en la actividad.",
      "example": "J'ai pris une pause de quelques heures, puis je suis allé me promener. Je me repose maintenant, et je me reposerai à nouveau demain.",
      "example_translation": "Me descansé por unas horas, luego fui a caminar. Ahora estoy descansando, y descansaré de nuevo mañana.",
      "imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réviser",
      "translation": "revisar",
      "definition": "De passer en revue ou d'examiner à nouveau quelque chose, notamment pour le corriger ou l'améliorer.",
      "definition_translation": "Revisar o examinar algo de nuevo, especialmente para corregir o mejorar.",
      "example": "J'ai révisé mon essai plusieurs fois avant de le soumettre. Je révise mes notes pour l'examen, et je vais réviser ma proposition de projet la semaine prochaine.",
      "example_translation": "Revisé mi ensayo varias veces antes de presentarlo. Estoy revisando mis notas para el examen, y revisaré mi propuesta de proyecto la próxima semana.",
      "imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "voler",
      "translation": "robar",
      "definition": "De prendre quelque chose à quelqu'un d'autre sans son consentement, notamment en utilisant la force ou des menaces.",
      "definition_translation": "Tomar algo de alguien else sin su permiso, especialmente usando fuerza o amenazas.",
      "example": "Le voleur a dévalisé la banque hier. Il a été accusé de avoir volé un magasin de convenance, et il volera à nouveau si il n'est pas arrêté.",
      "example_translation": "El ladrón robó el banco ayer. Fue acusado de robar una tienda de conveniencia, y robará a alguien de nuevo si no es capturado.",
      "imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "courir",
      "translation": "correr",
      "definition": "se déplacer rapidement à pied, généralement à un rythme régulier et rapide",
      "definition_translation": "moverse rápidamente a pie, generalmente a un ritmo constante y rápido",
      "example": "Je courrai au magasin demain, je cours au magasin maintenant, j'ai couru au magasin hier.",
      "example_translation": "Correré a la tienda mañana, estoy corriendo a la tienda ahora, corrí a la tienda ayer.",
      "imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sauver",
      "translation": "guardar",
      "definition": "conserver ou stocker quelque chose en sécurité, notamment pour prévenir la perte ou le dommage",
      "definition_translation": "guardar o almacenar algo con seguridad, especialmente para prevenir pérdida o daño",
      "example": "Je sauverai de l'argent pour mon avenir, je sauve de l'argent maintenant, j'ai sauvé de l'argent l'an dernier.",
      "example_translation": "Guardaré dinero para mi futuro, estoy guardando dinero ahora, guardé dinero el año pasado.",
      "imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "marquer",
      "translation": "puntuar",
      "definition": "un nombre de points ou de buts réalisés dans un jeu, un test ou une compétition",
      "definition_translation": "un número de puntos o objetivos logrados en un juego, prueba o competencia",
      "example": "Je marquerai haut dans l'examen demain, je marque bien dans le jeu maintenant, j'ai marqué un but hier soir.",
      "example_translation": "Puntuaré alto en el examen mañana, estoy puntuando bien en el juego ahora, anoté un gol anoche.",
      "imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hurler",
      "translation": "gritar",
      "definition": "Un cri fort, rauque, perçant, exprimant des émotions intenses telles que la douleur, la peur ou l'excitation.",
      "definition_translation": "Un grito fuerte, agudo y penetrante, que expresa emociones intensas como dolor, miedo o emoción.",
      "example": "J'ai hurlé de joie lorsque j'ai gagné à la loterie. Je hurlerai si je vois un spider dans ma chambre. J'ai hurlé à tue-tête lorsque j'étais en travail.",
      "example_translation": "Grité de emoción cuando gané la lotería. Gritaré si veo una araña en mi habitación. Grité con todas mis fuerzas cuando estaba en trabajo de parto.",
      "imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chercher",
      "translation": "buscar",
      "definition": "Rechercher soigneusement quelque chose ou quelqu'un pour le trouver ou obtenir des informations à son sujet.",
      "definition_translation": "Buscar cuidadosamente algo o alguien para encontrarlos o descubrir información sobre ellos.",
      "example": "J'ai cherché la maison entière pour mes clés. Elle recherche un nouveau travail. Ils chercheront dans la base de données pour trouver l'information.",
      "example_translation": "Busqué en toda la casa mis llaves. Ella busca un nuevo trabajo. Buscarán en la base de datos para encontrar la información.",
      "imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sélectionner",
      "translation": "seleccionar",
      "definition": "Choisir quelque chose ou quelqu'un parmi un groupe de possibilités, souvent en raison d'une qualité ou d'une caractéristique particulière.",
      "definition_translation": "Elegir algo o alguien de un grupo de posibilidades, a menudo debido a una calidad o característica particular.",
      "example": "J'ai sélectionné la meilleure option pour le projet. Ils sélectionneront le candidat le plus qualifié pour le poste. Elle a sélectionné la robe parfaite pour le mariage.",
      "example_translation": "Elegí la mejor opción para el proyecto. Ellos seleccionarán al candidato más calificado para el trabajo. Ella seleccionó el vestido perfecto para la boda.",
      "imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "servir",
      "translation": "servir",
      "definition": "Fournir de la nourriture ou des boissons à quelqu'un, ou offrir un service ou une installation à quelqu'un.",
      "definition_translation": "Proporcionar alimentos o bebidas a alguien, o ofrecer un servicio o instalación particular a alguien.",
      "example": "J'ai servi du café aux invités. Je sers du café aux invités. Je servirai du café aux invités.",
      "example_translation": "Serví café a los invitados. Estoy sirviendo café a los invitados. Serviré café a los invitados.",
      "imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coudre",
      "translation": "coser",
      "definition": "Joindre ou réparer quelque chose, notamment des vêtements, à l'aide d'une aiguille et d'un fil.",
      "definition_translation": "Unir o reparar algo, especialmente ropa, usando una aguja y hilo.",
      "example": "J'ai cousu le bouton de ma chemise. Je couds une nouvelle robe. Je coudrai un quilt pour ma grand-mère.",
      "example_translation": "Coseré el botón de mi camisa. Estoy cosiendo un vestido nuevo. Coseré una manta para mi abuela.",
      "imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "secouer",
      "translation": "sacudir",
      "definition": "Déplacer rapidement et énergiquement quelque chose, ou ressentir un mouvement rapide et fort.",
      "definition_translation": "Mover algo rápidamente y con fuerza, o sentir un movimiento fuerte repentino.",
      "example": "J'ai serré la main de mon ami. Je secoue la bouteille. Je secouerai l'arbre pour récupérer le fruit.",
      "example_translation": "Estreché la mano con mi amigo. Estoy sacudiendo la botella. Sacudiré el árbol para obtener la fruta.",
      "imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "serrer la main",
      "translation": "estrechar la mano",
      "definition": "Saluer ou prendre congé de quelqu'un en serrant fermement la main droite, généralement comme geste d'amitié, de respect ou d'accord.",
      "definition_translation": "saludar o despedirse de alguien estrechando su mano derecha, generalmente con un apretón firme, como gesto de amistad, respeto o acuerdo",
      "example": "J'ai serré la main de mon partenaire d'affaires pour sceller l'accord. Je serre la main de mon ami chaque fois que nous nous rencontrons. Je serrerai la main du président lors de la cérémonie.",
      "example_translation": "Estreché la mano con mi socio comercial para sellar el trato. Estrecho la mano con mi amigo cada vez que nos encontramos. Estrecharé la mano con el presidente en la ceremonia.",
      "imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tirer",
      "translation": "disparar",
      "definition": "Lancer un projectile ou prendre une photo ou une vidéo avec un appareil photo",
      "definition_translation": "disparar un misil o un proyectil desde un arma, o tomar una foto o un video con una cámara",
      "example": "J'ai tiré sur la cible avec un arc et une flèche. Je tire des photos pour gagner ma vie. Je vais tirer une vidéo pour ma chaîne YouTube demain.",
      "example_translation": "Disparé el blanco con un arco y una flecha. Disparo fotos para ganarme la vida. Dispararé un video para mi canal de YouTube mañana.",
      "imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "magasiner",
      "translation": "tienda",
      "definition": "Un bâtiment ou une pièce où des biens ou des services sont vendus ou offerts à la vente",
      "definition_translation": "un edificio o habitación donde se venden o ofrecen bienes o servicios",
      "example": "J'ai magasiné au centre commercial hier. Je magasine en ligne tous les week-ends. Je vais magasiner au supermarché demain.",
      "example_translation": "Hice compras en el centro comercial ayer. Compro en línea todos los fines de semana. Compraré en el supermercado mañana.",
      "imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "skier",
      "translation": "esquiar",
      "definition": "Se déplacer sur des skis, généralement dans une zone montagneuse enneigée, comme une forme de loisir ou de sport.",
      "definition_translation": "Moverse en esquís, típicamente en un área montañosa nevada, como una forma de recreación o deporte.",
      "example": "Je vais skier sur la montagne demain, mais aujourd'hui j'ai skier sur la pente, et hier j'avais skier sur la colline.",
      "example_translation": "Esquiaré colina abajo mañana, pero hoy esquí colina abajo, y ayer había esquí colina abajo.",
      "imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "glisser",
      "translation": "resbalar",
      "definition": "Tomber ou glisser accidentellement, souvent en raison d'un manque de friction ou de traction.",
      "definition_translation": "Deslizarse o caer sin querer, a menudo debido a una falta de fricción o tracción.",
      "example": "J'ai glissé sur la glace hier, mais je vais glisser sur la peau de banane demain, et aujourd'hui je glisse sur le sol mouillé.",
      "example_translation": "Me resbalé sobre el hielo ayer, pero me resbalaré sobre la piel de plátano mañana, y hoy me resbalo sobre el piso mojado.",
      "imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sentir",
      "translation": "oler",
      "definition": "Percevoir l'odeur ou la senteur de quelque chose, souvent en utilisant le nez.",
      "definition_translation": " Percibir el olor o aroma de algo, a menudo utilizando la nariz.",
      "example": "J'ai senti le café ce matin, mais je vais sentir les fleurs demain, et hier j'avais senti le parfum.",
      "example_translation": "Olor el café esta mañana, pero oleré las flores mañana, y ayer olí el perfume.",
      "imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sourire",
      "translation": "sonreír",
      "definition": "Une expression faciale caractérisée par une courbure ascendante des coins de la bouche et indiquant la plaisir, l'amusement ou l'amitié.",
      "definition_translation": "Una expresión facial caracterizada por una curva ascendente de las esquinas de la boca y que indica placer, diversión o amistad.",
      "example": "J'ai souri lorsque j'ai vu mon ami, je souris maintenant, et je vais sourire lorsque je le verrai à nouveau.",
      "example_translation": "Sonreí cuando vi a mi amigo, estoy sonriendo ahora y sonreiré cuando la vea de nuevo.",
      "imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "renverser",
      "translation": "derramar",
      "definition": "Causer ou laisser écouler accidentellement un liquide hors d'un récipient.",
      "definition_translation": "Provocar o permitir que un líquido fluya o caiga accidentalmente fuera de un contenedor.",
      "example": "J'ai renversé l'eau lorsque j'ai porté le verre, je renverse du lait tous les matins, et je vais renverser du café si je ne tiens pas le verre avec soin.",
      "example_translation": "Derramé el agua cuando llevaba el vaso, derramo leche cada mañana y derramaré café si no sostengo la taza con cuidado.",
      "imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gâter",
      "translation": "malograr",
      "definition": "Abîmer ou gâcher quelque chose, notamment de la nourriture, en ne la manipulant ou ne la stockant pas correctement.",
      "definition_translation": "Dañar o echar a perder algo, especialmente alimentos, por no manejarlo o almacenarlo adecuadamente.",
      "example": "J'ai gâché le lait en le laissant à température ambiante, je gâte les légumes si je ne les stocke pas au réfrigérateur, et je vais gâcher la soirée si je n'apporte pas suffisamment de boissons.",
      "example_translation": "Malogré la leche dejándola a temperatura ambiente, malogo las verduras si no las almaceno en la nevera y malograré la fiesta si no llevo suficientes bebidas.",
      "imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coller",
      "translation": "pegar",
      "definition": "Attacher ou fixer quelque chose à autre chose, généralement en utilisant de la colle ou une autre substance adhésive.",
      "definition_translation": "Pegar o fijar algo a algo más, generalmente utilizando pegamento o otra sustancia adhesiva.",
      "example": "J'ai collé l'affiche sur le mur, puis je vais coller sur le réfrigérateur, et demain je vais coller sur la porte.",
      "example_translation": "Pegué el cartel al muro, luego pegaré al refrigerador y mañana pegaré a la puerta.",
      "imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "remuer",
      "translation": "revolver",
      "definition": "Mélanger un liquide ou un mélange en faisant tourner un objet, généralement une cuillère, pour les mélanger ou les rendre lisses.",
      "definition_translation": "Mover una cuchara u otro objeto alrededor de un líquido o mezcla para mezclarlo o hacerlo suave.",
      "example": "J'ai remué le café, puis je vais remuer le mélange de gâteau, et demain je vais remuer la soupe.",
      "example_translation": "Revoví el café, luego revolveré la mezcla de pastel y mañana revolveré la sopa.",
      "imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frapper",
      "translation": "golpear",
      "definition": "Heurter ou entrer en contact avec quelque chose avec force, souvent soudainement ou violemment.",
      "definition_translation": "Golpear o entrar en contacto con algo con fuerza, a menudo de repente o con violencia.",
      "example": "Le boxeur a frappé son adversaire, puis il frappera le ballon, et demain il frappera le gong.",
      "example_translation": "El boxeador golpeó a su oponente, luego golpeará la pelota y mañana golpeará el gong.",
      "imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "réussir",
      "translation": "tener éxito",
      "definition": "Réaliser quelque chose ou atteindre un objectif, souvent avec effort ou persévérance.",
      "definition_translation": "Lograr algo o alcanzar un objetivo, a menudo con esfuerzo o perseverancia.",
      "example": "J'ai réussi à obtenir le poste après trois entretiens. J'ai réussi à apprendre trois langues. Je réussirai à finir ce projet d'ici la fin du mois.",
      "example_translation": "Tuve éxito en obtener el trabajo después de tres entrevistas. He tenido éxito en aprender tres idiomas. Tendré éxito en terminar este proyecto para fin de mes.",
      "imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "suggérer",
      "translation": "sugerir",
      "definition": "Proposer ou recommander quelque chose comme une possibilité ou une solution.",
      "definition_translation": "Proponer o recomendar algo como una posibilidad o solución.",
      "example": "J'ai suggéré que nous allions au cinéma la nuit dernière. Elle a suggéré plusieurs façons d'améliorer le processus. Ils suggéreront une nouvelle politique au conseil d'administration.",
      "example_translation": "Sugerí que fuéramos al cine anoche. Ella ha sugerido varios modos de mejorar el proceso. Ellos sugieren una nueva política para la junta.",
      "imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se bronzer",
      "translation": "tomar el sol",
      "definition": "Se reposer ou s'asseoir au soleil, généralement déshabillé ou partiellement déshabillé, pour profiter de sa chaleur et obtenir un bronzage.",
      "definition_translation": "Acostarse o sentarse al sol, generalmente desnudo o parcialmente vestido, para disfrutar de su calor y obtener un bronceado.",
      "example": "J'adore me bronzer sur la plage pendant l'été. Ils se sont bronzaient sur le pont pendant des heures. Nous nous bronzerons près de la piscine ce week-end.",
      "example_translation": "Me encanta tomar el sol en la playa durante el verano. Ellos tomaron el sol en la cubierta durante horas. Tomaremos el sol junto a la piscina este fin de semana.",
      "imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "soutenir",
      "translation": "apoyo",
      "definition": "Donner de l'aide ou de l'encouragement à quelqu'un ou quelque chose.",
      "definition_translation": "dar asistencia o apoyo a alguien o algo",
      "example": "J'ai soutenu mon ami pendant le difficile moment. Je le soutiens maintenant, et je le soutiendrai à l'avenir.",
      "example_translation": "Apoyé a mi amigo durante el momento difícil. Lo estoy apoyando ahora, y lo apoyaré en el futuro.",
      "imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "soutenir",
      "translation": "apoyo",
      "definition": "Donner de l'aide ou de l'encouragement à quelqu'un ou quelque chose.",
      "definition_translation": "dar asistencia o apoyo a alguien o algo",
      "example": "L'entreprise soutient la charité locale. Elle soutient plusieurs organisations, et elle en soutiendra d'autres à l'avenir.",
      "example_translation": "La empresa apoyó a la caridad local. Apoya varias organizaciones, y apoyará más en el futuro.",
      "imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "éteindre",
      "translation": "apagar",
      "definition": "Arrêter le fonctionnement d'une machine ou d'un dispositif.",
      "definition_translation": "detener la operación de una máquina o dispositivo",
      "example": "J'ai éteint les lumières lorsque je suis sorti de la pièce. J'éteindrai les lumières lorsque je vais me coucher, et j'avais éteint les lumières hier.",
      "example_translation": "Apagué las luces cuando salí de la habitación. Las apagaré cuando me vaya a dormir, y las apagué ayer.",
      "imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "allumer",
      "translation": "encender",
      "definition": "Activer ou mettre en marche un dispositif ou système, notamment en appuyant sur un bouton ou en faisant basculer un interrupteur.",
      "definition_translation": "Activar o encender un dispositivo o sistema, especialmente presionando un botón o cambiando un interruptor.",
      "example": "J'ai allumé la télévision pour regarder lesactualités. J'allumerai la climatisation lorsque je rentrerai à la maison. J'avais allumé les lumières pour mieux voir.",
      "example_translation": "Encendí la TV para ver las noticias. Encenderé el acondicionador de aire cuando llegue a casa. Encendí las luces para ver mejor.",
      "imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "goût",
      "translation": "sabor",
      "definition": "La sensation de saveur perçue dans la bouche et la gorge, résultant de la combinaison des cinq saveurs de base : doux, aigre, salé, amer et umami.",
      "definition_translation": "La sensación de sabor percibida en la boca y la garganta, resultado de la combinación de los cinco sabores básicos: dulce, ácido, salado, amargo y umami.",
      "example": "Le goût des fraises est sucré. Je goûterai le plat avant de le servir. Elle a goûté le vin pour voir si c'était bon.",
      "example_translation": "El sabor de las fresas es dulce. Probaré la comida antes de servirla. Ella probó el vino para ver si era bueno.",
      "imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "larme",
      "translation": "lagrima",
      "definition": "Une goutte de liquide qui tombe de l'œil en raison d'une émotion ou d'une irritation.",
      "definition_translation": "Una gota de líquido que cae del ojo como resultado de la emoción o la irritación.",
      "example": "Elle a versé une larme lorsqu'elle a dit au revoir. J'ai senti une larme dans mon œil lorsque j'ai regardé le film triste. Il a essuyé une larme sur son visage.",
      "example_translation": "Ella derramó una lágrima cuando se despidió. Sentí una lágrima en mi ojo cuando vi la película triste. Él se secó una lágrima de la cara.",
      "imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tester",
      "translation": "probar",
      "definition": "Évaluer ou essayer quelque chose pour voir si cela fonctionne ou est approprié.",
      "definition_translation": "Evaluarte o intentar algo para ver si funciona o es adecuado.",
      "example": "Je vais tester ce nouveau logiciel demain. Hier, j'ai testé et cela a fonctionné correctement. Si cela teste bien, nous le lancerons le mois prochain.",
      "example_translation": "Probaré este nuevo software mañana. Ayer, lo probé y funcionó bien. Si prueba bien, lo lanzaremos el próximo mes.",
      "imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tique",
      "translation": "garrapata",
      "definition": "Un petit arachnide qui s'attache aux animaux ou aux humains et se nourrit de leur sang.",
      "definition_translation": "Un pequeño arácnido que se adhiere a animales o humanos y se alimenta de su sangre.",
      "example": "J'ai été mordu par une tique lors de ma randonnée hier. La tique était sur moi depuis des heures. Si je ne retire pas la tique, cela causera une infection.",
      "example_translation": "Me picó una garrapata mientras hacía senderismo ayer. La garrapata había estado en mí durante horas. Si noquito la garrapata, causará una infección.",
      "imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cravate",
      "translation": "corbata",
      "definition": "Un long morceau de tissu porté autour du cou, généralement comme partie d'un costume d'homme formel.",
      "definition_translation": "Una larga tira de tela que se lleva alrededor del cuello, típicamente como parte de la ropa formal de un hombre.",
      "example": "Je vais nouer ma cravate avant la réunion. Hier, je l'ai nouée trop serrée. Si je n'apprends pas à la nouer correctement, je vais avoir l'air ridicule.",
      "example_translation": "Me ataré la corbata antes de la reunión. Ayer, me la até demasiado apretada. Si no aprendo a atarla adecuadamente, pareceré tonto.",
      "imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "total",
      "translation": "total",
      "definition": "La quantité entière ou l'étendue de quelque chose ; le tout.",
      "definition_translation": "La cantidad o extensión completa de algo; la totalidad.",
      "example": "J'ai dépensé un total de 100 dollars sur ce projet. Hier, j'ai dépensé 20 dollars et aujourd'hui, je dépenserai 30 dollars. D'ici la semaine prochaine, j'aurai dépensé 50 dollars.",
      "example_translation": "He gastado un total de $100 en este proyecto. Ayer gasté $20, y hoy gastaré $30. Para la próxima semana, habré gastado $50.",
      "imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tour",
      "translation": "gira",
      "definition": "Un voyage ou un déplacement d'un endroit à un autre, notamment pour le plaisir ou pour les affaires.",
      "definition_translation": "Un viaje o desplazamiento de un lugar a otro, especialmente para placer o negocio.",
      "example": "Nous avons fait une tournée de l'Europe l'été dernier. Nous avons visité Paris, Rome et Madrid. L'année prochaine, nous ferons une tournée de l'Asie.",
      "example_translation": "Hicimos una gira por Europa el verano pasado. Visitamos París, Roma y Madrid. El próximo año, haremos una gira por Asia.",
      "imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "train",
      "translation": "tren",
      "definition": "Un véhicule autopropulsé sur rails, utilisé pour transporter des personnes ou des biens.",
      "definition_translation": "Un vehículo autopropulsado sobre raíles, utilizado para transportar personas o mercancías.",
      "example": "Je prends le train pour aller au travail chaque jour. Hier, j'ai manqué le train, et aujourd'hui je prendrai un train plus tard. D'ici le mois prochain, j'aurai pris le train pendant un an.",
      "example_translation": "Tomo el tren para ir al trabajo todos los días. Ayer perdí el tren, y hoy tomaré un tren más tarde. Para el próximo mes, habré tomado el tren durante un año.",
      "imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "transférer",
      "translation": "transferir",
      "definition": "Déplacer ou transporter quelque chose d'un endroit à un autre, notamment pour déplacer de l'argent ou des biens d'un compte ou d'un endroit à un autre.",
      "definition_translation": "Mover o cambiar algo de un lugar a otro, especialmente para mover dinero o mercancías de una cuenta o lugar a otro.",
      "example": "J'ai transféré l'argent de mon compte d'épargne à mon compte courant. Hier, j'avais transféré les fichiers au nouvel ordinateur. Je vais transférer à un nouveau département le mois prochain.",
      "example_translation": "Transferí el dinero de mi cuenta de ahorro a mi cuenta corriente. Ayer, había transferido los archivos al nuevo computadora. Transferiré a un nuevo departamento el próximo mes.",
      "imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "traduire",
      "translation": "traducir",
      "definition": "Changer des mots ou du texte d'une langue à une autre, ou exprimer quelque chose dans une langue différente.",
      "definition_translation": "Cambiar palabras o texto de un idioma a otro, o expresar algo en un idioma diferente.",
      "example": "J'ai traduit le document de l'anglais en espagnol. Elle a traduit le site web en français. Ils vont traduire le film dans plusieurs langues.",
      "example_translation": "Traduje el documento del inglés al español. Ella tradujo el sitio web al francés. Traducirán la película a varios idiomas.",
      "imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "essayer",
      "translation": "intentar",
      "definition": "Faire un effort pour faire quelque chose ou essayer quelque chose.",
      "definition_translation": "Hacer un esfuerzo para hacer algo o intentar algo.",
      "example": "Je vais essayer de terminer le projet d'ici demain. Elle a essayé d'apprendre à jouer de la guitare. Ils ont essayé de réparer l'ordinateur cassé.",
      "example_translation": "Intentaré terminar el proyecto para mañana. Ella intentó aprender a tocar la guitarra. Intentaron arreglar la computadora rota.",
      "imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "type",
      "translation": "tipo",
      "definition": "Une catégorie ou une classe de choses ayant une caractéristique ou une qualité commune.",
      "definition_translation": "Una categoría o clase de cosas que tienen alguna característica o calidad común",
      "example": "Je peux taper très vite. J'ai tapé une lettre hier. Je vais taper un e-mail demain.",
      "example_translation": "Puedo escribir muy rápido. Escribí una carta ayer. Escribiré un correo electrónico mañana.",
      "imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déshabiller",
      "translation": "desvestir",
      "definition": "Enlever ses vêtements, notamment en préparation du coucher ou du bain",
      "definition_translation": "Quitar uno sus ropas, especialmente en preparación para la cama o un baño",
      "example": "Elle s'est déshabillée rapidement. Il avait déshabillé avant dîner. Ils vont se déshabiller après la fête.",
      "example_translation": "Ella se desvistió rápidamente. Él se había desvestido antes de cenar. Ellos se desvestirán después de la fiesta.",
      "imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "défaire",
      "translation": "desempacar",
      "definition": "Retirer le contenu d'un paquet, d'une valise ou d'un sac, notamment après un voyage",
      "definition_translation": "Quitar el contenido de un paquete, maleta o bolsa, especialmente después de un viaje",
      "example": "J'ai défait mon sac. Elle avait défait les boîtes. Ils vont défaire les bagages.",
      "example_translation": "Desempacé mi bolsa. Ella había desempacado las cajas. Ellos desempacarán el equipaje.",
      "imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mettre à jour",
      "translation": "actualizar",
      "definition": "rendre quelque chose plus moderne ou adapté à un objet particulier",
      "definition_translation": "hacer algo más moderno o adecuado para un propósito específico",
      "example": "Je mettrai à jour mon téléphone la semaine prochaine. J'ai mis à jour mon téléphone le mois dernier. Je mets à jour mon téléphone chaque année.",
      "example_translation": "Actualizaré mi teléfono la próxima semana. Actualicé mi teléfono el mes pasado. Actualizo mi teléfono cada año.",
      "imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "voter",
      "translation": "votar",
      "definition": "choisir ou décider quelque chose en écrivant un marque sur un papier ou en levant la main",
      "definition_translation": "elegir o decidir algo escribiendo una marca en un papel o levantando la mano",
      "example": "Je vais voter pour elle aux élections. J'avais voté pour lui lors de la dernière élection. Je vote chaque fois qu'il y a une élection.",
      "example_translation": "Votaré por ella en las elecciones. Voté por él en las elecciones pasadas. Voto cada vez que hay una elección.",
      "imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "promener le chien",
      "translation": "pasear al perro",
      "definition": "amener un chien pour une promenade, généralement avec une laisse",
      "definition_translation": "llevar a un perro a caminar, generalmente con una correa",
      "example": "Je promène le chien tous les matins. Elle avait promené le chien hier. Ils vont promener le chien demain.",
      "example_translation": "Caminó al perro cada mañana. Ella caminó al perro ayer. Ellos caminarán al perro mañana.",
      "imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mettre en garde",
      "translation": "advertir",
      "definition": "donner à quelqu'un un avertissement ou un conseil à propos de quelque chose, généralement parce qu'il y a un risque ou un danger",
      "definition_translation": "dar a alguien una advertencia o consejo sobre algo, normalmente porque hay un riesgo o peligro",
      "example": "J'ai mis en garde contre le danger de nager dans le lac. Je vous mets en garde contre les conséquences de vos actions. Je vais mettre en garde contre le délai.",
      "example_translation": "Le advertí sobre el peligro de nadar en el lago. Te estoy advirtiendo sobre las consecuencias de tus acciones. Le advertiré sobre la fecha límite.",
      "imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gâcher",
      "translation": "desperdiciar",
      "definition": "utiliser quelque chose de manière inutile ou sans raison, de sorte qu'il n'est pas utilisé à son plein potentiel",
      "definition_translation": "usar algo de una manera innecesaria o sin una buena razón, de modo que no se utiliza al máximo",
      "example": "J'ai gâché beaucoup de temps à regarder la télévision hier. Je gâche mon argent en choses inutiles. Je ne vais pas gâcher de temps pour finir mon projet.",
      "example_translation": "Desperdicié mucho tiempo viendo televisión ayer. Estoy desperdiciando mi dinero en cosas innecesarias. No desperdiciaré tiempo en terminar mi proyecto.",
      "imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vague",
      "translation": "ola",
      "definition": "un mouvement d'énergie à travers l'air ou l'eau, souvent dans un motif régulier, ou un signal ou un salut fait avec la main",
      "definition_translation": "un movimiento de energía a través del aire o del agua, a menudo en un patrón regular, o una señal o saludo hecho con la mano",
      "example": "La vague a écrasé sur le rivage. J'ai fait un signe de la main pour dire au revoir à mon ami. La enseignante a fait un signe de la main pour obtenir notre attention.",
      "example_translation": "La ola se estrelló contra la orilla. Me despedí con la mano de mi amigo. La profesora movió su mano para llamar nuestra atención.",
      "imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "noter quelque chose",
      "translation": "escribir algo",
      "definition": "Enregistrer ou noter quelque chose par écrit, généralement comme un rappel ou pour référence future.",
      "definition_translation": "Grabar o anotar algo por escrito, generalmente como recordatorio o para referencia futura.",
      "example": "J'ai noté le numéro de téléphone pour ne pas l'oublier. J'ai noté toutes mes dépenses ce mois-ci. Je vais noter la recette pour la refaire à l'avenir.",
      "example_translation": "Escrebí el número de teléfono para no olvidarlo. He estado escribiendo todas mis gastos este mes. Escribiré la receta para poder hacerla de nuevo.",
      "imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]
}