{
  "data": [
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adulte",
      "translation": "adulto",
      "definition": "Une personne qui a atteint la croissance ou la maturité complète, notamment celle qui a 18 ans ou plus.",
      "definition_translation": "Una persona que ha alcanzado el crecimiento o madurez completa, especialmente una que tiene 18 años o más.",
      "example": "J'étais un adulte quand j'ai déménagé en ville; maintenant, je suis un adulte vivant avec mes parents; je serai un adulte lorsque je terminerai mes études.",
      "example_translation": "Era adulto cuando me mudé a la ciudad; ahora soy un adulto que vive con mis padres; seré un adulto cuando me gradúe de la universidad.",
      "imageLink": "adult.jpg",
      "audioLink": "adult.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bébé",
      "translation": "bebé",
      "definition": "Un très jeune enfant humain, notamment celui qui est nouveau-né ou récemment né.",
      "definition_translation": "Un niño muy joven, especialmente uno recién nacido o recientemente nacido.",
      "example": "J'ai tenu le bébé dans mes bras; ma sœur a eu un bébé l'année dernière; j'aurai un bébé quand je me marierai.",
      "example_translation": "Tuve al bebé en brazos; mi hermana tuvo un bebé el año pasado; tendré un bebé cuando me case.",
      "imageLink": "baby.jpg",
      "audioLink": "baby.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "avoir... (ans)",
      "translation": "tener... (años)",
      "definition": "Avoir atteint un âge spécifié.",
      "definition_translation": "Haber alcanzado una edad especificada.",
      "example": "J'avais 15 ans lorsque j'ai appris à conduire; elle aura 25 ans l'année prochaine; ils avaient 30 ans lorsqu'ils se sont mariés.",
      "example_translation": "Tenía quince años cuando aprendí a conducir; ella tendrá veinticinco años el año próximo; ellos tenían treinta años cuando se casaron.",
      "imageLink": "be-years-old.jpg",
      "audioLink": "be... (years old).mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "barbe",
      "translation": "barba",
      "definition": "Une croissance de poils sur le menton, les joues et la mâchoire d'une personne, notamment lorsqu'elle est épaisse et buissonnée.",
      "definition_translation": "Un crecimiento de cabello en la barbilla, mejillas y mandíbula de la cara de una persona, especialmente cuando es espeso y lanudo.",
      "example": "Il avait une longue barbe blanche lorsqu'il était vieux. Il va se laisser une barbe lorsqu'il sera plus vieux. Il s'est laissé une barbe lorsqu'il était à l'université.",
      "example_translation": "Tenía una barba blanca larga cuando era viejo. Creará una barba cuando sea mayor. Creó una barba cuando estaba en la universidad.",
      "imageLink": "beard.jpg",
      "audioLink": "beard.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "beau",
      "translation": "hermoso",
      "definition": "Plaisant aux sens ou à l'esprit d'une manière esthétique; attractif et agréable à regarder, à écouter ou à penser.",
      "definition_translation": "Agradable para los sentidos o la mente de manera estética; atractivo y disfrutable de ver, escuchar o pensar.",
      "example": "Le beau coucher de soleil sur la plage était incroyable. La belle fille chantait magnifiquement. Les beaux fleurs vont s'épanouir magnifiquement.",
      "example_translation": "El hermoso atardecer en la playa fue increíble. La hermosa chica cantó hermosamente. Las hermosas flores florecerán hermosamente.",
      "imageLink": "beautiful.jpg",
      "audioLink": "beautiful.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "garçon",
      "translation": "niño",
      "definition": "Un enfant ou un jeune homme, généralement en dessous de l'âge de la puberté.",
      "definition_translation": "Un niño masculino o una persona masculina joven, generalmente por debajo de la edad de la pubertad.",
      "example": "Le garçon jouait au football avec ses amis. Le garçon mangera son dîner. Le garçon a mangé son petit déjeuner.",
      "example_translation": "El niño jugó fútbol con sus amigos. El niño comerá su cena. El niño comió su desayuno.",
      "imageLink": "boy.jpg",
      "audioLink": "boy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "œil",
      "translation": "ojo",
      "definition": "L'œil est l'organe de la vue, responsable de détecter la lumière et de transmettre des signaux au cerveau.",
      "definition_translation": "El ojo es el órgano de la vista, responsable de detectar la luz y transmitir señales al cerebro.",
      "example": "J'ai vu la beauté du coucher de soleil à travers mon œil. Hier, j'ai fermé mon œil pour me reposer. Demain, j'ouvrirai mon œil pour voir le lever du soleil.",
      "example_translation": "Vi la belleza del atardecer a través de mi ojo. Ayer, cerré mi ojo para descansar. Mañana, abriré mi ojo para ver la salida del sol.",
      "imageLink": "eye.jpg",
      "audioLink": "eye.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "visage",
      "translation": "cara",
      "definition": "Le visage est la partie avant de la tête, depuis le front jusqu'au menton, incluant les yeux, le nez et la bouche.",
      "definition_translation": "La cara es la parte frontal de la cabeza, desde la frente hasta la barbilla, incluyendo los ojos, la nariz y la boca.",
      "example": "J'ai lavé mon visage ce matin. Hier, j'ai souri sur mon visage pour prendre une photo. Demain, je vais montrer mon visage à mes amis.",
      "example_translation": "Me lavé la cara esta mañana. Ayer, sonreí en mi cara para tomar una foto. Mañana, mostraré mi cara a mis amigos.",
      "imageLink": "face.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gras",
      "translation": "grasa",
      "definition": "Le gras est un type de tissu qui fournit de l'énergie et de l'isolation au corps, et est également une source de saveur dans les aliments.",
      "definition_translation": "La grasa es un tipo de tejido que proporciona energía y aislamiento al cuerpo, y también es una fuente de sabor en la comida.",
      "example": "J'ai mangé un morceau de viande grasse hier. Aujourd'hui, j'exerce pour brûler la graisse de mon corps. La semaine prochaine, je vais manger un régime faible en gras.",
      "example_translation": "Comí un pedazo de carne grasa ayer. Hoy, hago ejercicio para quemar la grasa corporal. La próxima semana, comeré una dieta baja en grasas.",
      "imageLink": "fat.jpg",
      "audioLink": "fat.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pieds",
      "translation": "pies",
      "definition": "Le pluriel du mot 'pied', qui désigne les extrémités inférieures de la jambe au-dessous de la cheville chez les humains et de nombreux animaux.",
      "definition_translation": "La forma plural de la palabra 'pie', que se refiere a las extremidades inferiores de la pierna debajo del tobillo en humanos y muchos animales.",
      "example": "Je lave mes pieds tous les matins. Hier, j'ai lavé mes pieds après une randonnée. Demain, je vais laver mes pieds avant de me coucher.",
      "example_translation": "Me lavo los pies cada mañana. Ayer, me lavé los pies después de caminar. Mañana, me lavaré los pies antes de acostarme.",
      "imageLink": "feet.jpg",
      "audioLink": "feet.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pied",
      "translation": "pie",
      "definition": "L'extrémité inférieure de la jambe au-dessous de la cheville chez les humains et de nombreux animaux, sur laquelle le corps se tient ou se déplace.",
      "definition_translation": "La extremidad inferior de la pierna debajo del tobillo en humanos y muchos animales, sobre la cual el cuerpo se para o se mueve.",
      "example": "J'ai blessé mon pied en courant. Elle a botté le ballon avec son pied. Ils vont se tenir sur leurs pieds pendant tout le match.",
      "example_translation": "Me lastimé el pie mientras corría. Ella pateó el balón con su pie. Ellas estarán de pie sobre su pie durante todo el juego.",
      "imageLink": "foot.jpg",
      "audioLink": "foot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fille",
      "translation": "chica",
      "definition": "Une enfant de sexe féminin, especially une entre l'enfance et l'adolescence, ou une jeune femme ou relativement jeune.",
      "definition_translation": "Una niña, especialmente una entre la infancia y la adolescencia, o una joven o mujer relativamente joven.",
      "example": "La fille joue avec sa poupée. La fille étudiait pour son examen. La fille mangera son petit déjeuner demain.",
      "example_translation": "La chica está jugando con su muñeca. La chica estaba estudiando para su examen. La chica comerá su desayuno mañana.",
      "imageLink": "girl.jpg",
      "audioLink": "girl.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cheveu",
      "translation": "pelo",
      "definition": "Une croissance épaisse de fibres de kératine qui pousse à partir de follicules dans la peau de la plupart des mammifères.",
      "definition_translation": "Un crecimiento grueso de hebras alargadas de queratina que crece desde folículos en la piel de la mayoría de los mamíferos.",
      "example": "Elle a brossé ses cheveux avec un peigne, mais ils étaient emmêlés. Elle a fait pousser ses cheveux pendant des années et ils seront longs à l'avenir. Elle avait coupé ses cheveux courts le mois dernier.",
      "example_translation": "Ella cepilló su pelo con un peine, pero estaba enredado. Ha estado creciendo su pelo durante años, y será largo en el futuro. Ella había cortado su pelo corto el mes pasado.",
      "imageLink": "hair.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "main",
      "translation": "mano",
      "definition": "La partie terminale du bras humain au-delà du poignet, utilisée pour tenir, manipuler et sentir.",
      "definition_translation": "La parte final del brazo humano más allá de la muñeca, utilizada para sostener, manipular y sentir.",
      "example": "Il a tenu sa main fermement et ils ont marché ensemble. Elle va serrer la main avec lui à la réunion demain. Elle avait tenu sa main lorsqu'ils étaient enfants.",
      "example_translation": "Él sostuvo su mano con fuerza, y caminaron juntos. Ella estrechará la mano con él en la reunión mañana. Ella había sostenido su mano cuando eran niños.",
      "imageLink": "hand.jpg",
      "audioLink": "hand.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jambe",
      "translation": "pierna",
      "definition": "L'un des membres du corps humain, s'étendant de la hanche à la cheville.",
      "definition_translation": "Una de las extremidades del cuerpo humano, que se extiende desde la cadera hasta el tobillo.",
      "example": "Elle s'est tenue sur une jambe, équilibrant soigneusement. Il va courir sur sa jambe lors du marathon la semaine prochaine. Elle avait cassé sa jambe dans l'accident l'an dernier.",
      "example_translation": "Ella se paró en una pierna, balanceándose con cuidado. Él correrá con su pierna en el maratón la próxima semana. Ella había roto su pierna en el accidente el año pasado.",
      "imageLink": "leg.jpg",
      "audioLink": "leg.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "petit",
      "translation": "pequeño",
      "definition": "Faible en taille ou en quantité; pas grand ou étendu.",
      "definition_translation": "Pequeño en tamaño o cantidad; no grande o extenso.",
      "example": "J'avais un petit chien quand j'étais gosse. J'aurai une petite maison à l'avenir. Mon frère a une petite voiture maintenant.",
      "example_translation": "Tenía un perro pequeño cuando era niño. Tendré una casa pequeña en el futuro. Mi hermano tiene un coche pequeño ahora.",
      "imageLink": "little.jpg",
      "audioLink": "little.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "long",
      "translation": "largo",
      "definition": "S'étendant ou s'étirant sur une grande distance; pas court.",
      "definition_translation": "Extendiendo o estirándose una gran distancia; no corto.",
      "example": "J'ai marché un long chemin pour aller au magasin. Je marcherai une longue distance pour voir mon ami. Elle marche une longue distance pour aller à l'école chaque jour.",
      "example_translation": "Caminé un largo camino para llegar a la tienda. Caminaré una gran distancia para ver a mi amigo. Ella camina un largo camino a la escuela todos los días.",
      "imageLink": "long.jpg",
      "audioLink": "long.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "homme",
      "translation": "hombre",
      "definition": "Un mâle adulte humain.",
      "definition_translation": "Un varón humano adulto.",
      "example": "Mon père est un homme gentil. Je vais rencontrer un homme à l'aéroport. L'homme dans la rue est très aimable.",
      "example_translation": "Mi padre es un hombre amable. Conoceré a un hombre en el aeropuerto. El hombre en la calle es muy amistoso.",
      "imageLink": "man.jpg",
      "audioLink": "man.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bouche",
      "translation": "boca",
      "definition": "La bouche est l'ouverture par laquelle un animal prend des aliments et exprime des émotions, et est également utilisée pour parler et respirer.",
      "definition_translation": "La boca es la abertura por la que un animal ingiere alimentos y expresa emociones, y también se utiliza para hablar y respirar.",
      "example": "Elle faisait souvent les mots de sa chanson préférée lorsqu'elle conduisait, l'année dernière elle pouvait la chanter à haute voix, et l'année prochaine elle connaîtra toutes les paroles.",
      "example_translation": "Ella solía mover los labios con las palabras de su canción favorita cuando conducía, el año pasado podía cantarla fuerte, y el próximo año conocerá todas las letras.",
      "imageLink": "mouth.jpg",
      "audioLink": "mouth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nez",
      "translation": "nariz",
      "definition": "Le nez est l'organe de l'odorat et une partie du système respiratoire qui fait saillie sur le visage, généralement au milieu.",
      "definition_translation": "La nariz es el órgano del olfato y parte del sistema respiratorio que sobresale de la cara, generalmente en el medio.",
      "example": "Il se frottait toujours le nez lorsqu'il était fatigué, hier il l'a fait pendant la réunion, et demain il le fera encore pendant la conférence.",
      "example_translation": "Él siempre se frotaba la nariz cuando estaba cansado, ayer lo hizo durante la reunión, y mañana lo hará de nuevo durante la conferencia.",
      "imageLink": "nose.jpg",
      "audioLink": "nose.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "vieux",
      "translation": "viejo",
      "definition": "Ayant vécu longtemps ; ayant beaucoup d'expérience ou de sagesse.",
      "definition_translation": "Haber vivido durante un tiempo largo; tener mucha experiencia o sabiduría.",
      "example": "Ma vieille grand-mère me racontait des histoires sur son enfance, l'année dernière elle m'a raconté son premier amour, et l'année prochaine elle me racontera son premier emploi.",
      "example_translation": "Mi abuela vieja solía contarme historias sobre su infancia, el año pasado me contó sobre su primer amor, y el próximo año me contará sobre su primer trabajo.",
      "imageLink": "old.jpg",
      "audioLink": "old.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "court",
      "translation": "corto",
      "definition": "Ayant une petite étendue ou durée ; bref.",
      "definition_translation": "Teniendo una pequeña extensión o duración; breve.",
      "example": "J'étais à court d'argent, donc j'ai dû emprunter à mon ami. Je suis à court de patience, donc je me mets en colère rapidement. Je serai à court de temps, donc je dois me hâter.",
      "example_translation": "Estaba corto de dinero, así que tuve que pedir prestado a mi amigo. Estoy corto de paciencia, así que me enojo rápidamente. Estaré corto de tiempo, así que necesito apresurarme.",
      "imageLink": "short.jpg",
      "audioLink": "short.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mince",
      "translation": "delgado",
      "definition": "Ayant une forme étroite ou fine ; pas gras.",
      "definition_translation": "Teniendo una forma estrecha o delgada; no gordo.",
      "example": "J'ai essayé d'être mince en faisant de l'exercice régulièrement. Je suis mince comparé à mon frère. Je serai mince si je continue de faire du régime.",
      "example_translation": "Intenté ser delgado haciendo ejercicio regularmente. Estoy delgado en comparación con mi hermano. Estaré delgado si sigo dietando.",
      "imageLink": "slim.jpg",
      "audioLink": "slim.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grand",
      "translation": "alto",
      "definition": "Ayant une grande hauteur ; pas court.",
      "definition_translation": "Teniendo una gran altura; no corto.",
      "example": "Je suis assez grand pour atteindre l'étagère du haut. Il était grand et beau. Elle sera grande comme sa mère.",
      "example_translation": "Estoy lo suficientemente alto para alcanzar el estante superior. Él era alto y guapo. Ella será alta como su madre.",
      "imageLink": "tall.jpg",
      "audioLink": "tall.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "femme",
      "translation": "mujer",
      "definition": "Une adulte humaine féminine, généralement distinguée d'une fille ou d'une enfant.",
      "definition_translation": "una mujer adulta, generalmente distinguida de una niña o una niña.",
      "example": "La femme est entrée dans la pièce. Elle entrera dans la pièce. Elle était entrée dans la pièce.",
      "example_translation": "La mujer entró en la habitación. Entrará en la habitación. Había entrado en la habitación.",
      "imageLink": "woman.jpg",
      "audioLink": "woman.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jeune",
      "translation": "joven",
      "definition": "Ayant un stade de développement ou de croissance relativement précoce ; pas encore mature ou adulte.",
      "definition_translation": "teniendo una etapa relativamente temprana de desarrollo o crecimiento; no aún maduro o completamente crecido.",
      "example": "Le jeune garçon jouait avec son chien. Il joue avec son chien. Il jouera avec son chien.",
      "example_translation": "El joven niño jugó con su perro. Juega con su perro. Jugará con su perro.",
      "imageLink": "young.jpg",
      "audioLink": "young.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "âgé",
      "translation": "anciano",
      "definition": "Ayant vécu longtemps ; plus jeune.",
      "definition_translation": "habiendo vivido durante un tiempo largo; ya no joven.",
      "example": "Le vieil homme marchait lentement dans la rue. Il marche lentement dans la rue. Il marchera lentement dans la rue.",
      "example_translation": "El anciano hombre caminó lentamente por la calle. Camina lentamente por la calle. Caminará lentamente por la calle.",
      "imageLink": "aged.jpg",
      "audioLink": "aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "attrayant",
      "translation": "atractivo",
      "definition": "Plaisant à l'œil ou à l'esprit ; esthétiquement plaisant.",
      "definition_translation": "Agradable a la vista o mente; agradable estéticamente.",
      "example": "Elle était une femme attrayante avec des cheveux longs. Elle sera attrayante quand elle perdra du poids. Elle était attrayante pour tout le monde au party.",
      "example_translation": "Era una mujer atractiva con cabello largo. Será atractiva cuando pierda peso. Estaba siendo atractiva para todos en la fiesta.",
      "imageLink": "attractive.jpg",
      "audioLink": "attractive.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "blonde",
      "translation": "rubia",
      "definition": "Une personne, en particulier une femme, avec des cheveux blonds.",
      "definition_translation": "Una persona, especialmente una mujer, con cabello Rubio.",
      "example": "Elle était blonde dans sa jeunesse. Elle sera blonde quand elle teindra ses cheveux. Elle était une blonde au concours de beauté.",
      "example_translation": "Era una rubia en su juventud. Será una rubia cuando se tiña el cabello. Estaba siendo una rubia en el concurso de belleza.",
      "imageLink": "blonde.jpg",
      "audioLink": "blonde.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "habillé",
      "translation": "vestido",
      "definition": "Portant des vêtements, en particulier des vêtements formels ou élaborés.",
      "definition_translation": "Llevando ropa, especialmente formal o elaborada.",
      "example": "Il était habillé pour la soirée. Il sera habillé pour le mariage. Il était habillé par sa mère quand il était enfant.",
      "example_translation": "Estaba vestido para la fiesta. Estará vestido para la boda. Estaba siendo vestido por su madre cuando era niño.",
      "imageLink": "dressed.jpg",
      "audioLink": "dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "foire",
      "translation": "feria",
      "definition": "Rassemblement de personnes pour diverses activités, telles que des divertissements, des achats et des socialisations.",
      "definition_translation": "Una reunión de personas para una variedad de actividades, como entretenimiento, compras y socialización.",
      "example": "Je suis allé à la foire la semaine dernière et j'ai monté une grande roue. Je vais à la foire l'année prochaine pour essayer de nouvelles nourritures. J'étais à la foire hier et j'ai vu un concert.",
      "example_translation": "Fuí a la feria el fin de semana pasado y me subí a una rueda de Ferris. Iré a la feria el próximo año para probar algunos alimentos nuevos. Fui a la feria ayer y vi un concierto.",
      "imageLink": "fair.jpg",
      "audioLink": "fair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mode",
      "translation": "moda",
      "definition": "Tendance populaire, notamment dans le domaine des vêtements, des coiffures ou des maquillages.",
      "definition_translation": "Una tendencia popular, especialmente en ropa, peinado o maquillaje.",
      "example": "J'aime suivre les dernières tendances de la mode. Les designers de mode créent de nouveaux styles chaque saison. Elle va lancer sa propre marque de mode l'année prochaine.",
      "example_translation": "Me encanta seguir las últimas tendencias de moda. Los diseñadores de moda crean nuevos estilos cada temporada. Ella empezará su propia marca de moda el próximo año.",
      "imageLink": "fashion.jpg",
      "audioLink": "fashion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "doigt",
      "translation": "dedo",
      "definition": "L'un des quatre extrémités de la main, utilisé pour saisir et manipuler des objets.",
      "definition_translation": "Una de las cuatro extremidades de la mano, utilizada para agarrar y manipular objetos.",
      "example": "Je me suis blessé le doigt en cuisinant. Elle va se faire percer le doigt la semaine prochaine. Il s'est cassé le doigt en jouant au foot.",
      "example_translation": "Me lastimé el dedo mientras cocinaba. Ella se hará perforar el dedo la próxima semana. Él se rompió el dedo jugando fútbol.",
      "imageLink": "finger.jpg",
      "audioLink": "finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "beau/belle",
      "translation": "guapo",
      "definition": "Agréable à regarder, attractif.",
      "definition_translation": "Agradable en apariencia, atractivo.",
      "example": "C'était une femme belle, avec des cheveux longs et des yeux bleus brillants. Elle a toujours été belle depuis sa jeunesse. Elle sera belle même quand elle sera vieille.",
      "example_translation": "Era una mujer guapa, con cabello largo y ojos azules brillantes. Ha sido guapa desde su juventud. Será guapa incluso cuando se haga vieja.",
      "imageLink": "good-looking.jpg",
      "audioLink": "good-looking.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gars",
      "translation": "chico",
      "definition": "Homme adulte.",
      "definition_translation": "Un varón adulto humano.",
      "example": "Le gars d'à côté est très sympathique. Il était un gars qui aimait jouer au football. Il sera un gars qui voyage autour du monde.",
      "example_translation": "El chico de al lado es muy amigable. Fue un chico que amaba jugar fútbol. Será un chico que viaja por todo el mundo.",
      "imageLink": "guy.jpg",
      "audioLink": "guy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "maquillage",
      "translation": "maquillaje",
      "definition": "Produits cosmétiques appliqués sur le visage pour améliorer ou modifier son apparence.",
      "definition_translation": "Cosméticos aplicados en la cara para realzar o alterar la apariencia.",
      "example": "Elle s'est maquillée avant d'aller à la soirée. Elle porte du maquillage tous les jours depuis qu'elle a 16 ans. Elle portera du maquillage au mariage demain.",
      "example_translation": "Ella se aplicó maquillaje en la cara antes de ir a la fiesta. Ha estado usando maquillaje todos los días desde que tenía dieciséis años. Se pondrá maquillaje en la boda mañana.",
      "imageLink": "make-up.jpg",
      "audioLink": "make-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jolie",
      "translation": "bonita",
      "definition": "Plaisant à regarder, agréable ou délicieux.",
      "definition_translation": "Agradable a los sentidos o mente estéticamente; atractiva o deliciosa",
      "example": "Elle était jolie dans sa nouvelle robe. Elle sera jolie dans sa robe de mariée. Elle était jolie à la soirée.",
      "example_translation": "Ella se veía bonita en su nuevo vestido. Se verá bonita en su vestido de boda. Se veía bonita en la fiesta.",
      "imageLink": "pretty.jpg",
      "audioLink": "pretty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cheveux roux",
      "translation": "pelo rojo",
      "definition": "Cheveux de couleur roux, souvent associés aux personnes d'origine européenne.",
      "definition_translation": "Cabello que es rojizo en color, a menudo asociado con personas de ascendencia europea",
      "example": "Elle avait des cheveux roux quand elle était jeune. Elle aura des cheveux roux jusqu'à ce qu'elle soit vieille. Elle avait des cheveux roux depuis sa naissance.",
      "example_translation": "Ella tenía pelo rojo cuando era joven. Tendrá pelo rojo hasta que sea anciana. Ella tenía pelo rojo desde que nació.",
      "imageLink": "red-hair.jpg",
      "audioLink": "red hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fort",
      "translation": "fuerte",
      "definition": "Ayant la force de exercer une pression ou de résister à une pression.",
      "definition_translation": "Teniendo el poder de ejercer fuerza o presión, o para resistir la fuerza o presión",
      "example": "Il est fort et peut soulever des poids lourds. Il sera fort et courra un marathon. Il était fort et a gagné la compétition.",
      "example_translation": "Él es fuerte y puede levantar pesas pesadas. Será fuerte y correrá un maratón. Él era fuerte y ganó la competencia.",
      "imageLink": "strong-1.jpg",
      "audioLink": "strong.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adolescent",
      "translation": "adolescente",
      "definition": "Personne dans la phase de développement entre l'enfance et l'âge adulte, généralement entre 13 et 19 ans.",
      "definition_translation": "Una persona en la etapa de desarrollo entre la infancia y la adultez, generalmente entre las edades de 13 y 19.",
      "example": "L'adolescente était nerveuse à l'idée de passer son permis de conduire. Elle avait étudié pendant des semaines, mais elle ne se sentait pas encore confiante. Elle passera le permis à nouveau le mois prochain.",
      "example_translation": "La adolescente estaba nerviosa por tomar su prueba de conducir. Había estado estudiando durante semanas, pero todavía no se sentía segura. Ella tomará la prueba de nuevo el próximo mes.",
      "imageLink": "teenager.jpg",
      "audioLink": "teenager.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mince",
      "translation": "delgado",
      "definition": "Ayant peu d'épaisseur ou de diamètre ; pas gros ou dodu.",
      "definition_translation": "Tener poco grosor o diámetro; no gordo ni rechoncho.",
      "example": "Le mince glace sur le lac s'est brisée sous le poids du patineur. Il avait patiné dessus pendant des heures, mais elle devenait de plus en plus mince chaque minute. Il devra être prudent l'hiver prochain.",
      "example_translation": "El hielo delgado en el lago se rompió bajo el peso del patinador. Había estado patinando en él durante horas, pero estaba volviéndose cada vez más delgado cada minuto. Tendrá que ser cuidadoso el próximo invierno.",
      "imageLink": "thin.jpg",
      "audioLink": "thin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "orteil",
      "translation": "dedo del pie",
      "definition": "Un doigt du pied, especialmente l'un des plus petits.",
      "definition_translation": "Un dedo del pie, especialmente uno de los más pequeños.",
      "example": "La petite fille s'est cognée l'orteil contre le lit. Elle avait couru autour de la maison tout le matin, mais maintenant elle pleurait. Elle sera plus prudente la prochaine fois.",
      "example_translation": "La niña pequeña se golpeó el dedo del pie con la cama. Había estado corriendo por la casa toda la mañana, pero ahora estaba llorando. Ella será más cuidadosa la próxima vez.",
      "imageLink": "toe.jpg",
      "audioLink": "toe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "apparence",
      "translation": "apariencia",
      "definition": "La façon dont quelqu'un ou quelque chose apparaît, especialmente lorsqu'on considère ses qualités ou caractéristiques.",
      "definition_translation": "La manera en que alguien o algo se ve, especialmente cuando consideras sus cualidades o características.",
      "example": "L'apparence de la nouvelle employée était impressionnante, elle était bien habillée et confiante. Elle avait fait une bonne apparence lors de l'entrevue, et nous avons décidé de l'embaucher. Elle fera une belle apparence au party de l'entreprise la semaine prochaine.",
      "example_translation": "La apariencia de la nueva empleada fue impresionante, estaba bien vestida y confiada. Había hecho una buena apariencia en la entrevista, y decidimos contratarla. Hará una gran apariencia en la fiesta de la empresa la próxima semana.",
      "imageLink": "appearance.jpg",
      "audioLink": "appearance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chauve",
      "translation": "calvo",
      "definition": "N'ayant pas de cheveux sur la tête, ou ayant très peu de cheveux.",
      "definition_translation": "No tener cabello en la cabeza, o tener muy poco cabello.",
      "example": "Mon grand-père était chauve, il avait perdu tous ses cheveux à cause de l'âge. Il était tête nue, mais toujours digne. Il sera chauve pour le reste de sa vie.",
      "example_translation": "Mi abuelo era calvo, había perdido todo su cabello debido a la edad avanzada. Era calvo, pero aún parecía digno. Será calvo por el resto de su vida.",
      "imageLink": "bald.jpg",
      "audioLink": "bald.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "beaucoup",
      "translation": "hermosamente",
      "definition": "De manière qui est très agréable ou attrayante.",
      "definition_translation": "De una manera que es muy agradable o atractiva.",
      "example": "Le jardin était joliment conçu, avec des fleurs qui fleurissaient partout. Elle chantait joliment, sa voix était comme un ange. Le coucher de soleil était joliment affiché dans le ciel.",
      "example_translation": "El jardín fue diseñado hermosamente, con flores floreciendo en todas partes. Ella cantó hermosamente, su voz era como la de un ángel. La puesta del sol fue exhibida hermosamente en el cielo.",
      "imageLink": "beautifully.jpg",
      "audioLink": "beautifully.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "beauté",
      "translation": "belleza",
      "definition": "La qualité présente dans une personne ou une chose qui procure un plaisir intense ou une satisfaction à nos sens, surtout lorsqu'elle est considérée comme un standard universel.",
      "definition_translation": "La calidad presente en una persona o cosa que proporciona un placer intenso o satisfacción a los sentidos, especialmente cuando se considera como un estándar universal.",
      "example": "La beauté du coucher de soleil nous a impressionnés tous. Elle était une beauté dans sa jeunesse. La ville deviendra une beauté après la rénovation.",
      "example_translation": "La belleza del atardecer nos impresionó a todos. Era una belleza en sus días más jóvenes. La ciudad se convertirá en una belleza después de la renovación.",
      "imageLink": "beauty.jpg",
      "audioLink": "beauty.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "joue",
      "translation": "mejilla",
      "definition": "Chacune des deux parties du visage situées en-dessous de l'œil.",
      "definition_translation": "Cualquiera de los lados de la cara debajo del ojo.",
      "example": "Elle avait une joue rosie après avoir joué dehors. Il l'a pincée gentiment sur la joue. Le bébé avait une joue dodue.",
      "example_translation": "Tenía una mejilla sonrosada después de jugar afuera. La pellizcó en la mejilla juguetonamente. El bebé tenía una mejilla regordeta.",
      "imageLink": "cheek.jpg",
      "audioLink": "cheek.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "enfance",
      "translation": "infancia",
      "definition": "La période de la vie allant de la naissance à la puberté, ou l'état d'être enfant.",
      "definition_translation": "El período de la vida desde el nacimiento hasta la pubertad, o el estado de ser un niño.",
      "example": "Mon enfance était remplie de souvenirs heureux. Elle avait eu une enfance heureuse malgré la pauvreté de sa famille. Nos expériences d'enfance forment notre vie adulte.",
      "example_translation": "Mi infancia estuvo llena de recuerdos felices. Tuvo una infancia feliz a pesar de la pobreza de su familia. Nuestras experiencias de la infancia moldean nuestras vidas adultas.",
      "imageLink": "childhood.jpg",
      "audioLink": "childhood.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "menton",
      "translation": "barbilla",
      "definition": "La partie inférieure de la face, formant la mâchoire au-dessous de la bouche.",
      "definition_translation": "La parte delantera inferior de la cara, que forma la mandíbula debajo de la boca.",
      "example": "J'ai touché mon menton pensivement, en considérant la question. Hier, j'avais égratigné mon menton en me rasant. Demain, j'essaierai d'éviter de cogner mon menton contre la table.",
      "example_translation": "Tocaba mi barbilla reflexivamente, considerando la pregunta. Ayer, me había raspado la barbilla mientras me afeitaba. Mañana, trataré de evitar golpear mi barbilla en la mesa.",
      "imageLink": "chin.jpg",
      "audioLink": "chin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frisé",
      "translation": "rizado",
      "definition": "Ayant une forme courbe ou spirale ; ayant des cheveux qui sont serrés ou ondulés.",
      "definition_translation": "Teniendo una forma curva o espiral; tener cabello que está rizado o ondulado.",
      "example": "Elle avait des cheveux frisés lorsqu'elle était enfant, mais ils sont devenus droits lorsqu'elle a grandi. Son frère a des cheveux frisés, ce qui le rend très mignon. Ils obtiendront des coupes de cheveux frisés pour leur anniversaire.",
      "example_translation": "Ella tenía cabello rizado cuando era niña, pero se volvió lacio cuando creció. Su hermano tiene cabello rizado, lo que lo hace parecer muy lindo. Obtendrán cortes de pelo rizado para su aniversario.",
      "imageLink": "curly.jpg",
      "audioLink": "curly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ainé",
      "translation": "anciano",
      "definition": "Une personne de plus grande âge, sagesse ou autorité.",
      "definition_translation": "Una persona de mayor edad, sabiduría o autoridad.",
      "example": "L'ainé de la tribu était respecté par tout le monde. Mon frère ainé est médecin et je suis très fier de lui. Elle deviendra une personnalité politique respectée dans quelques années.",
      "example_translation": "El anciano de la tribu era respetado por todos. Mi hermano mayor es médico, y estoy muy orgulloso de él. Ella se convertirá en una estadista anciana en unos pocos años.",
      "imageLink": "elder.jpg",
      "audioLink": "elder.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "âgé",
      "translation": "anciano",
      "definition": "Relatif ou caractéristique de personnes âgées ; vieux et sage",
      "definition_translation": "relacionado con o característico de personas mayores; viejo y sabio",
      "example": "La dame âgée était très aimable et douce. Elle avait été infirmière lorsqu'elle était plus jeune. Elle continuera à faire du bénévolat à l'hôpital à l'avenir.",
      "example_translation": "La anciana mujer era muy amable y gentil. Había sido enfermera en sus años más jóvenes. Continuará voluntariando en el hospital en el futuro.",
      "imageLink": "elderly.jpg",
      "audioLink": "elderly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "aîné",
      "translation": "mayor",
      "definition": "Essentiellement le plus âgé d'un groupe de personnes ou de choses",
      "definition_translation": "siendo el más antiguo de un grupo de personas o cosas",
      "example": "En tant qu'aîné, elle avait beaucoup de responsabilités. Elle prendra soin de ses frères et sœurs à l'avenir. Elle avait aidé ses parents depuis qu'elle était jeune.",
      "example_translation": "Como la hija mayor, tenía muchas responsabilidades. Cuidará de sus hermanos en el futuro. Había ayudado a sus padres desde que era joven.",
      "imageLink": "eldest.jpg",
      "audioLink": "eldest.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "à la mode",
      "translation": "moderno",
      "definition": "Conforme au standard actuel de goût et de style.",
      "definition_translation": "conforme al estándar actual de gusto y estilo",
      "example": "Les vêtements à la mode étaient en solde au centre commercial. Elle avait été à la mode depuis le lycée. Elle créera sa propre ligne de vêtements à l'avenir.",
      "example_translation": "La ropa moda estaba en venta en el centro comercial. Había sido moda desde la escuela secundaria. Diseñará su propia línea de ropa en el futuro.",
      "imageLink": "fashionable.jpg",
      "audioLink": "fashionable.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "féminin",
      "translation": "femenina",
      "definition": "Un féminin est une personne ou un animal du sexe qui produit des œufs ou met bas.",
      "definition_translation": "Una femina es una persona o animal del sexo que produce huevos o da a luz a jóvenes.",
      "example": "Elle est ingénieure féminine. Elle était étudiante féminine. Elle sera professeure féminine.",
      "example_translation": "Ella es una ingeniera femenina. Ella era una estudiante femenina. Ella será una profesora femenina.",
      "imageLink": "female.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "silhouette",
      "translation": "figura",
      "definition": "Une silhouette est une personne ou une forme, notamment une forme reconnaissable ou attirante.",
      "definition_translation": "Una figura es una persona o forma, especialmente una que es fácilmente reconocible o atractiva.",
      "example": "La silhouette de la femme était statue. La silhouette de l'homme était robuste. La silhouette de l'enfant sera svelte.",
      "example_translation": "La figura de la mujer era estatuaria. La figura del hombre era robusta. La figura del niño será delgada.",
      "imageLink": "figure.jpg",
      "audioLink": "figure.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "s'adapter",
      "translation": "encajar",
      "definition": "S'adapter signifie être de la bonne taille ou forme pour correspondre à quelque chose ou être convenable pour quelqu'un.",
      "definition_translation": "Encajar significa ser del tamaño o forma adecuados para coincidir con algo más, o ser adecuado para algo o alguien.",
      "example": "Le shirt m'allait bien. Les chaussures lui allaient parfaitement. La robe lui ira magnifiquement bien.",
      "example_translation": "La camisa me queda bien. Los zapatos le quedaban perfectamente. El vestido le quedará bellamente.",
      "imageLink": "fit.jpg",
      "audioLink": "fit.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "front",
      "translation": "frente",
      "definition": "La partie supérieure du visage, au-dessus des sourcils et du nez.",
      "definition_translation": "La parte superior de la cara, por encima de las cejas y la nariz.",
      "example": "Elle se frotta le front pour essayer de soulager la migraine. Hier, elle avait heurté son front contre la porte. Demain, elle ira voir un docteur pour examiner son front.",
      "example_translation": "Ella se frotó la frente para tratar de aliviar el dolor de cabeza. Ayer, se golpeó la frente con la puerta. Mañana, visitará a un doctor para examinar su frente.",
      "imageLink": "forehead.jpg",
      "audioLink": "forehead.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "grandir",
      "translation": "crecer",
      "definition": "Devenir plus grand ou plus avancé, tel que dans la taille, la quantité ou le degré.",
      "definition_translation": "Volverse más grande o más avanzado, como en tamaño, cantidad o grado.",
      "example": "Je fais pousser des tomates dans mon jardin. Elle est devenue une actrice célèbre. Ils vont développer leur entreprise en investissant plus d'argent.",
      "example_translation": "Yo crezco tomates en mi patio trasero. Ella creció para convertirse en una actriz famosa. Ellos crecerán su negocio invirtiendo más dinero.",
      "imageLink": "grow-1.jpg",
      "audioLink": "grow.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coiffure",
      "translation": "corte de cabello",
      "definition": "Le style dans lequel on coupe les cheveux de quelqu'un, notamment comme traitement régulier pour maintenir une apparence soignée.",
      "definition_translation": "El estilo en que se corta el cabello de alguien, especialmente como un tratamiento regular para mantener una apariencia pulcra.",
      "example": "J'ai besoin d'une coiffure avant le mariage. Elle s'est fait couper les cheveux hier et elle est belle. Ils lui donneront une coiffure pour l'armée.",
      "example_translation": "Necesito un corte de cabello antes de la boda. Ella se cortó el cabello ayer y se ve hermosa. Ellos le darán un corte de cabello para el ejército.",
      "imageLink": "haircut.jpg",
      "audioLink": "haircut.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coiffeur",
      "translation": "peluquero",
      "definition": "Une personne dont la profession est de couper, de styliser et de soigner les cheveux.",
      "definition_translation": "Una persona cuya ocupación es cortar, estilizar y cuidar el cabello.",
      "example": "Elle est allée chez le coiffeur pour obtenir une nouvelle coiffure pour la soirée. Elle avait été voir le même coiffeur depuis des années. Elle ira voir le coiffeur de nouveau la semaine prochaine.",
      "example_translation": "Ella fue al peluquero para hacerse un nuevo peinado para la fiesta. Ella había estado yendo al mismo peluquero durante años. Ella visitará al peluquero de nuevo la próxima semana.",
      "imageLink": "hairdresser.jpg",
      "audioLink": "hairdresser.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "beau",
      "translation": "guapo",
      "definition": "Plaisant à l'œil ou à l'esprit; attractif.",
      "definition_translation": "Agradable a la vista o mente; atractivo.",
      "example": "Il était un jeune homme beau. Il sera beau lorsque grandira. Il était beau dans sa jeunesse.",
      "example_translation": "Él era un joven guapo. Él será guapo cuando crezca. Él era guapo en su juventud.",
      "imageLink": "handsome.jpg",
      "audioLink": "handsome.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hauteur",
      "translation": "altura",
      "definition": "La mesure de la taille de quelque chose ou de quelqu'un.",
      "definition_translation": "La medida de cuán alto es algo o alguien.",
      "example": "La hauteur du bâtiment était impressionnante. Elle a atteint sa taille adulte à l'âge de 18 ans. La hauteur de la montagne était difficile à gravir.",
      "example_translation": "La altura del edificio era impresionante. Ella alcanzó su altura completa a los 18 años. La altura de la montaña era un desafío para escalar.",
      "imageLink": "height.jpg",
      "audioLink": "height.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "gamin",
      "translation": "niño",
      "definition": "Un enfant ou un jeune, notamment entre l'enfance et la jeunesse.",
      "definition_translation": "Un niño o joven, especialmente uno entre la infancia y la juventud.",
      "example": "J'étais un gamin lorsque j'ai appris à monter à vélo. Maintenant, j'enseigne à mon gamin à monter à vélo. Quand je serai vieux, j'aurai un gamin qui sera un cycliste professionnel.",
      "example_translation": "Era un niño cuando aprendí por primera vez a montar una bicicleta. Ahora, estoy enseñando a mi hijo a montar. Para cuando sea anciano, tendré un hijo que sea un ciclista profesional.",
      "imageLink": "kid.jpg",
      "audioLink": "kid.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "genou",
      "translation": "rodilla",
      "definition": "L'articulation qui relie le fémur à la rotule dans la jambe humaine.",
      "definition_translation": "La articulación que conecta el hueso de la cadera con el hueso de la tibia en la pierna humana.",
      "example": "J'ai blessé mon genou en tombant dans les escaliers. Mon médecin dit que je dois reposer mon genou pendant quelques semaines. L'année prochaine, je pourrai courir sans me faire mal au genou.",
      "example_translation": "Me lastimé la rodilla cuando me caí por las escaleras. Mi médico dice que debo descansar mi rodilla durante unas semanas. Para el próximo año, podré correr sin lastimarme la rodilla.",
      "imageLink": "knee.jpg",
      "audioLink": "knee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "dame",
      "translation": "señora",
      "definition": "Un terme poli ou formel utilisé pour s'adresser ou faire référence à une femme.",
      "definition_translation": "Un término cortés o formal utilizado para dirigirse o referirse a una mujer.",
      "example": "J'ai rencontré une dame au party qui était une actrice célèbre. Elle était une dame qui inspirait le respect. Dans l'avenir, j'espère rencontrer une dame qui sera ma femme.",
      "example_translation": "Conocí a una señora en la fiesta que era una actriz famosa. Ella era una señora que inspiraba respeto. En el futuro, espero conocer a una señora que será mi esposa.",
      "imageLink": "lady.jpg",
      "audioLink": "lady.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "lèvre",
      "translation": "labio",
      "definition": "L'un des deux replis charnus qui entourent la bouche, notamment chez les humains.",
      "definition_translation": "Cualquiera de las dos dobladuras carnosas que rodean la boca, especialmente en humanos.",
      "example": "Elle a mordu sa lèvre dans l'anxiété. Hier, elle avait mordu sa lèvre dans la frustration. Elle mordra sa lèvre dans la nervosité demain.",
      "example_translation": "Se mordió el labio por ansiedad. Ayer, había mordido el labio por frustración. Mañana, se morderá el labio por nerviosismo.",
      "imageLink": "lip.jpg",
      "audioLink": "lip.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mâle",
      "translation": "masculino",
      "definition": "Un être humain ou animal du sexe qui produit des spermatozoïdes, notamment un être humain ou un mammifère.",
      "definition_translation": "Una persona o animal del sexo que produce espermatozoides, especialmente un ser humano o un mamífero.",
      "example": "Il était un étudiant masculin dans la classe. Le chien mâle courait vite. L'éléphant mâle sera énorme.",
      "example_translation": "Él era un estudiante masculino en la clase. El perro masculino corría rápidamente. El elefante masculino será enorme.",
      "imageLink": "male.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "d'âge moyen",
      "translation": "de mediana edad",
      "definition": "Etaient dans la période médiane de la vie, typiquement entre 40 et 65 ans.",
      "definition_translation": "Estar en el período medio de la vida, típicamente entre 40 y 65 años de edad.",
      "example": "Il était un homme d'âge moyen qui aimait jouer au tennis. Elle était d'âge moyen lorsqu'elle s'est mariée. Ils seront d'âge moyen dans cinq ans.",
      "example_translation": "Él era un hombre de mediana edad que amaba jugar tenis. Ella tenía mediana edad cuando se casó. Serán de mediana edad en cinco años.",
      "imageLink": "middle-aged.jpg",
      "audioLink": "middle-aged.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "moustache",
      "translation": "bigote",
      "definition": "Une poussée de cheveux sur la lèvre supérieure, notamment lorsqu'elle est cultivée et entretenue.",
      "definition_translation": "un crecimiento de pelo en el labio superior, especialmente cuando se cultiva y se acicala",
      "example": "Il avait une moustache particulièrement impressionnante qu'il ciretait chaque matin. Hier, il avait passé une heure à tailler sa moustache. L'année prochaine, il compte avoir une moustache à guidon.",
      "example_translation": "Tenía un bigote particularmente impresionante que se lo enceraba cada mañana. Ayer, pasó una hora recortando su bigote. Para el próximo año, planea haber crecido un bigote de manillar.",
      "imageLink": "moustache.jpg",
      "audioLink": "moustache.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "prendre du poids",
      "translation": "engordar",
      "definition": "devenir plus lourd ou plus corpulent, notamment en raison d'une consommation excessive de nourriture",
      "definition_translation": "volverse más pesado o más grueso, especialmente debido a comer demasiada comida",
      "example": "J'ai pris du poids depuis que j'ai commencé à travailler depuis chez moi. Elle avait pris du poids après avoir eu son deuxième enfant. D'ici l'été, il aura pris du poids à cause de la consommation excessive de crème glacée.",
      "example_translation": "He estado engordando desde que empecé a trabajar desde casa. Ella había engordado después de tener su segundo hijo. Para el verano, él habrá engordado por comer demasiado helado.",
      "imageLink": "put-on-weight.jpg",
      "audioLink": "put on weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sexe",
      "translation": "sexo",
      "definition": "les caractéristiques qui définissent les mâles et les femelles, notamment en ce qui concerne leurs rôles reproducteurs",
      "definition_translation": "las características que definen a los machos y hembras, especialmente en relación con sus roles reproductivos",
      "example": "Le sexe du bébé était inconnu jusqu'à la naissance. Ils avaient des cours d'éducation sexuelle à l'école. D'ici l'an prochain, ils auront suivi une thérapie sexuelle pour améliorer leur relation.",
      "example_translation": "El sexo del bebé era desconocido hasta el nacimiento. Tenían clases de educación sexual en la escuela. Para el próximo año, habrán tenido terapia de sexo para mejorar su relación.",
      "imageLink": "sex.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "se raser",
      "translation": "afiar",
      "definition": "Enlever les poils ou autres croissances indésirables du corps à l'aide d'un rasoir ou d'un autre instrument tranchant.",
      "definition_translation": "Retirar el cabello o crecimiento no deseado del cuerpo utilizando una navaja o otro instrumento afilado.",
      "example": "J'ai rasé ma barbe ce matin. Je me raserai les jambes ce soir. J'avais rasé la tête la semaine dernière.",
      "example_translation": "Me afeité la barba esta mañana. Me afeitaré las piernas esta noche. Me afeité la cabeza la semana pasada.",
      "imageLink": "shave.jpg",
      "audioLink": "shave.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "intelligent",
      "translation": "inteligente",
      "definition": "Ayant ou montrant une grande intelligence ou du bon sens.",
      "definition_translation": "Teniendo o mostrando una gran cantidad de inteligencia o sentido común.",
      "example": "Elle est une fille intelligente. Elle sera intelligente de éviter cette situation. Elle avait été intelligente de terminer son diplôme tôt.",
      "example_translation": "Ella es una chica inteligente. Será inteligente para evitar esa situación. Fue inteligente al finalizar su título universitario temprano.",
      "imageLink": "smart-2.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adolescent",
      "translation": "adolescente",
      "definition": "Relatif ou caractéristique des personnes ayant entre 13 et 19 ans.",
      "definition_translation": "Relativa o característica de las personas en su adolescencia.",
      "example": "Les années d'adolescence peuvent être difficiles. J'étais adolescent lorsque j'ai appris à conduire. Elle est adolescente maintenant.",
      "example_translation": "Los años de adolescencia pueden ser difíciles. Tenía años de adolescencia cuando aprendí a conducir. Ella es adolescente ahora.",
      "imageLink": "teenage.jpg",
      "audioLink": "teenage.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pouce",
      "translation": "pulgar",
      "definition": "Le doigt court et épais opposable du côté interne de la main, utilisé pour saisir et manipuler.",
      "definition_translation": "El dedo corto y grueso, opuesto en la parte interna de la mano, utilizado para agarrar y manipular.",
      "example": "J'ai blessé mon pouce en jouant au basketball hier, mais je pourrai jouer à nouveau demain, et j'ai pratiqué mon tir pour le match de la semaine prochaine.",
      "example_translation": "Me lastimé el pulgar mientras jugaba baloncesto ayer, pero podré jugar de nuevo mañana, y he estado practicando mi tiro para el partido de la próxima semana.",
      "imageLink": "thumb.jpg",
      "audioLink": "thumb.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "faible",
      "translation": "débil",
      "definition": "Manquant de force ou de puissance; faible.",
      "definition_translation": "Careciente de fuerza o poder; débil.",
      "example": "J'ai senti faible après avoir couru un marathon, mais je serai à nouveau fort après quelques jours de repos, et j'étais faible lorsque j'étais malade l'an dernier.",
      "example_translation": "Me sentí débil después de correr un maratón, pero seré fuerte de nuevo después de unos días de descanso, y era débil cuando estuve enfermo el año pasado.",
      "imageLink": "weak-1.jpg",
      "audioLink": "weak.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "peser",
      "translation": "pesar",
      "definition": "Avoir un certain poids ou une certaine masse.",
      "definition_translation": "Tener una cierta pesadez o peso.",
      "example": "Je dois me peser pour voir combien j'ai pris depuis l'an dernier, je pesais 70 kg lorsque j'étais à l'université, et je me peserai à nouveau demain.",
      "example_translation": "Necesito pesarme para ver cuánto he ganado desde el año pasado, pesaba 70 kg cuando estaba en la universidad, y me pesaré de nuevo mañana.",
      "imageLink": "weigh.jpg",
      "audioLink": "weigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poids",
      "translation": "peso",
      "definition": "La quantité ou le volume de la masse d'un objet, donnant une mesure de la quantité de matière qu'il contient.",
      "definition_translation": "La cantidad o cantidad de pesadez o masa de algo, que da una medida de su cantidad de materia.",
      "example": "Je dois perdre du poids avant l'été. J'ai perdu du poids l'an dernier, mais je l'ai repris petit à petit depuis. Je vais commencer un régime pour perdre du poids à nouveau le mois prochain.",
      "example_translation": "Necesito perder algo de peso antes del verano. Perdí peso el año pasado, pero he estado ganándolo de vuelta últimamente. Empezaré una dieta para perder peso de nuevo el mes próximo.",
      "imageLink": "weight.jpg",
      "audioLink": "weight.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bien habillé",
      "translation": "bien vestido",
      "definition": "Ayant une apparence élégante et attirante, notamment en ce qui concerne les vêtements.",
      "definition_translation": "Teniendo una apariencia estilosa y atractiva, especialmente en términos de ropa.",
      "example": "Il était bien habillé pour l'occasion. Elle était bien habillée pour la fête. Ils seront bien habillés pour le mariage.",
      "example_translation": "Él estaba bien vestido para la ocasión. Ella estaba bien vestida para la fiesta. Ellos estarán bien vestidos para la boda.",
      "imageLink": "well-dressed.jpg",
      "audioLink": "well-dressed.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jeunesse",
      "translation": "juventud",
      "definition": "La période entre l'enfance et l'âge adulte, caractérisée par un sentiment de vitalité et d'enthousiasme.",
      "definition_translation": "El período entre la infancia y la adultez, caracterizado por un sentido de vitalidad y entusiasmo.",
      "example": "Les jeunes d'aujourd'hui sont très différents de ceux du passé. Les jeunes étaient énergiques et curieux. Les jeunes façonneront l'avenir de notre pays.",
      "example_translation": "La juventud de hoy en día es muy diferente de la de la pasado. La juventud eran enérgicos y curiosos. La juventud dará forma al futuro de nuestro país.",
      "imageLink": "youth.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nu",
      "translation": "descubierto",
      "definition": "Sans couverture ou vêtement ; exposé. Aussi, manquant une caractéristique ou qualité attendue.",
      "definition_translation": "Sin cubrir o ropa; expuesto. También, careciendo de una característica o calidad habitual o esperada.",
      "example": "L'arbre était nu de feuilles, et le fermier s'inquiétait à propos de l'hiver à venir. Les murs nus de la nouvelle maison avaient un air sinistre. D'ici l'hiver prochain, l'arbre sera à nouveau nu.",
      "example_translation": "El árbol estaba descubierto de hojas, y el granjero se preocupaba por el invierno que se avecinaba. Las paredes desnudas de la nueva casa parecían inquietantes. Para el próximo invierno, el árbol estará descubierto nuevamente.",
      "imageLink": "bare.jpg",
      "audioLink": "bare.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déguisement",
      "translation": "disfraz",
      "definition": "Un costume ou déguisement porté pour cacher son identité ou créer une fausse apparence.",
      "definition_translation": "Un traje o atuendo que se lleva para ocultar la identidad o para crear una apariencia falsa.",
      "example": "Le voleur utilisa un déguisement pour s'introduire dans la banque. L'actrice avait un déguisement si parfait dans le film que je ne l'ai pas reconnue. D'ici l'Halloween prochaine, j'aurai un nouveau déguisement prêt.",
      "example_translation": "El ladrón utilizó un disfraz para colarse en el banco. El disfraz de la actriz en la película era tan bueno que no la reconocí. Para el próximo Halloween, tendré un nuevo disfraz listo.",
      "imageLink": "disguise-1.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "déguisement",
      "translation": "disfraz",
      "definition": "Un costume ou déguisement porté pour cacher son identité ou créer une fausse apparence.",
      "definition_translation": "Un traje o atuendo que se lleva para ocultar la identidad o para crear una apariencia falsa.",
      "example": "L'espion utilisa un déguisement pour recueillir des informations auprès de l'ennemi. Dans le jeu, tous les joueurs devaient porter un déguisement pour cacher leurs vrais visages. Quand je suis arrivé, tout le monde portait un déguisement.",
      "example_translation": "El espía utilizó un disfraz para recopilar información del enemigo. En el juego, todos los jugadores tenían que llevar un disfraz para ocultar sus caras reales. Para cuando llegué, todos llevaban un disfraz.",
      "imageLink": "disguise.jpg",
      "audioLink": "disguise.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "élégant",
      "translation": "elegante",
      "definition": "agréablement raffiné et cultivé dans les manières, les goûts et les intérêts",
      "definition_translation": "agradablemente refinado y culto en modales, gustos e intereses",
      "example": "Elle avait l'air élégante dans sa nouvelle robe au party hier soir, et je suis sûr qu'elle aura l'air élégante au mariage demain, et elle avait l'air élégante lors de la cérémonie de remise des diplômes il y a cinq ans.",
      "example_translation": "Se veía elegante con su nuevo vestido en la fiesta de anoche, y estoy seguro de que se verá elegante en la boda de mañana, y se vio elegante en la ceremonia de graduación hace cinco años.",
      "imageLink": "elegant.jpg",
      "audioLink": "elegant.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "élégamment",
      "translation": "elegante",
      "definition": "d'une manière stylée et raffinée",
      "definition_translation": "de manera estilosa y refinada",
      "example": "Elle a dansé élégamment au bal, et elle dansera élégamment au prom, et elle a dansé élégamment à la réception de mariage.",
      "example_translation": "Bailó elegante en el baile, y bailará elegante en el baile de graduación, y bailó elegante en la recepción de la boda.",
      "imageLink": "elegantly.jpg",
      "audioLink": "elegantly.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sourcils",
      "translation": "cejas",
      "definition": "les crêtes velues au-dessus des yeux",
      "definition_translation": "las cejas peludas sobre los ojos",
      "example": "Elle a épié ses sourcils hier, et elle ébauchera ses sourcils demain, et elle a laissé pousser ses sourcils pendant des mois.",
      "example_translation": "Se depiló las cejas ayer, y dará forma a sus cejas mañana, y ha estado dejando crecer sus cejas durante meses.",
      "imageLink": "eyebrow.jpg",
      "audioLink": "eyebrows.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cils",
      "translation": "pestañas",
      "definition": "Les poils poussant sur les bords des paupières, les protégeant des poussières et des particules étrangères.",
      "definition_translation": "Los cabellos que crecen en los bordes de los párpados, protegiéndolos del polvo y otras partículas extrañas.",
      "example": "Elle s'est réveillée avec du mascara taché sur ses cils. Hier, elle a appliqué avec soin du mascara sur ses cils. Elle appliquera du mascara sur ses cils avant de sortir ce soir.",
      "example_translation": "Se despertó con rímel corrido por todas sus pestañas. Ayer, aplicó rímel con cuidado a sus pestañas. Aplicará rímel a sus pestañas antes de salir esta noche.",
      "imageLink": "eyelashes.jpg",
      "audioLink": "eyelashes.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "caractéristique",
      "translation": "característica",
      "definition": "Une partie remarquable ou distinctive de quelque chose, comme un paysage ou le visage d'une personne.",
      "definition_translation": "Una parte prominente o destacada de algo, como un paisaje o una cara.",
      "example": "Le nouveau smartphone a des caractéristiques très excitantes. Le paysage avait de nombreuses caractéristiques uniques. Le visage de l'actrice était particulièrement notable pour ses caractéristiques distinctives.",
      "example_translation": "El nuevo teléfono inteligente tiene algunas características emocionantes. El paisaje tenía muchas características únicas. La cara de la actriz era más notable por sus características destacadas.",
      "imageLink": "feature.jpg",
      "audioLink": "feature.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "féminin",
      "translation": "femenino",
      "definition": "Appartenant ou se rapportant au sexe qui a généralement la capacité de donner naissance.",
      "definition_translation": "Perteneciente o relativo al sexo que generalmente tiene la capacidad de dar a luz.",
      "example": "Elle est une doctoresse féminine. Les candidates féminines à l'élection étaient très impressionnantes. Le sexe féminin a fait des progrès significatifs dans la main-d'œuvre.",
      "example_translation": "Ella es una doctora femenina. Las candidatas femeninas para la elección fueron bastante impresionantes. El género femenino ha hecho un progreso significativo en la fuerza laboral.",
      "imageLink": "female-2.jpg",
      "audioLink": "female.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tâches de rousseur",
      "translation": "pecas",
      "definition": "Petits points sombres sur la peau, en particulier sur le visage, causés par trop de mélanine.",
      "definition_translation": "Pequeñas manchas oscuras en la piel, especialmente en la cara, que son causadas por demasiado melanina.",
      "example": "Elle avait des tâches de rousseur partout sur le nez, ce qui la rendait encore plus belle. Elle avait obtenu des tâches de rousseur en passant trop de temps au soleil dans son enfance, et maintenant elle faisait enlever des tâches de rousseur. Elle fera vérifier ses tâches de rousseur par un dermatologue bientôt.",
      "example_translation": "Tenía pecas en toda la nariz, lo que la hacía parecer aún más hermosa. Se había ganado pecas por pasar demasiado tiempo al sol de niña, y ahora se estaba quitando pecas. Pronto tendrá pecas revisadas por un dermatólogo.",
      "imageLink": "freckles.jpg",
      "audioLink": "freckles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frange",
      "translation": "borde",
      "definition": "Bordure décorative ou ourlet, notamment sur un tissu.",
      "definition_translation": "Un borde decorativo o terminación, especialmente en una pieza de tela.",
      "example": "La frange de son écharpe était très élégante, et elle ajoutait une touche de sophistication à son outfit. Elle avait vu une frange sur un tapis dans un magazine, et maintenant elle voulait avoir une frange sur son propre tapis. Elle achètera une frange pour ses nouveaux rideaux bientôt.",
      "example_translation": "El borde en su bufanda era muy elegante, y agregó un toque de sofisticación a su atuendo. Había visto borde en una alfombra en una revista, y ahora quería tener borde en su propia alfombra. Comprará borde para sus nuevas cortinas pronto.",
      "imageLink": "fringe.jpg",
      "audioLink": "fringe.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "genre",
      "translation": "género",
      "definition": "L'état d'être masculin ou féminin, en particulier lorsqu'il est considéré en relation avec les rôles sociaux et culturels.",
      "definition_translation": "El estado de ser hombre o mujer, especialmente cuando se considera en relación con roles sociales y culturales.",
      "example": "L'université offrait des cours sur les études de genre, qui explorent le rôle du genre dans la société. Elle s'identifiait comme un genre différent depuis qu'elle était adolescente, et maintenant elle cherchait une réassignation de genre. La compagnie introduira des salles de bain neutres par rapport au genre bientôt.",
      "example_translation": "La universidad ofrecía cursos sobre estudios de género, que exploraban el papel del género en la sociedad. Se había identificado como un género diferente desde que era adolescente, y ahora estaba buscando cirugía de reasignación de género. La empresa introducirá baños neutrales de género pronto.",
      "imageLink": "gender.jpg",
      "audioLink": "gender.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adulte",
      "translation": "adulto",
      "definition": "Une personne qui est entièrement développée physiquement et émotionnellement, et est considérée comme mature et responsable.",
      "definition_translation": "Una persona que está completamente desarrollada física y emocionalmente, y se considera madura y responsable.",
      "example": "Quand j'étais enfant, je regardais mes frères et sœurs adultes comme des modèles. Maintenant que je suis adulte, je réalise combien il est difficile de prendre des décisions. D'ici que j'aie 50 ans, j'espère être un adulte sage.",
      "example_translation": "Cuando era niño, miraba a mis hermanos mayores como modelos a seguir. Ahora que soy un adulto, me doy cuenta de lo difícil que es tomar decisiones. Para cuando tenga 50 años, espero ser un adulto sabio.",
      "imageLink": "grown-up.jpg",
      "audioLink": "grown-up.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cheveux",
      "translation": "cabello",
      "definition": "Une croissance sur la tête humaine ou animale, consistant en un filament de cellules kératinisées.",
      "definition_translation": "Un crecimiento en la cabeza humana o cuerpo animal, consistente en un filamentop de células queratinizadas.",
      "example": "Je lave mes cheveux tous les jours. Ma grand-mère avait de beaux cheveux longs quando elle était jeune. D'ici que j'aie 60 ans, mes cheveux seront gris.",
      "example_translation": "Lavo mi cabello todos los días. Mi abuela tenía un hermoso cabello largo cuando era joven. Para cuando tenga 60 años, mi cabello será gris.",
      "imageLink": "hair-1.jpg",
      "audioLink": "hair.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "image",
      "translation": "imagen",
      "definition": "Une représentation de la forme extérieure d'une personne, d'un animal ou d'une chose, produite par des moyens de peinture, de dessin, de photographie ou d'autres moyens.",
      "definition_translation": "Una representación de la forma externa de una persona, animal o cosa, producida mediante la pintura, el dibujo, la fotografía o otros medios.",
      "example": "L'image sur l'écran de télévision était floue. L'image de mon enfance est encore vive dans mon esprit. Dans le futur, j'espère créer une nouvelle image pour moi-même.",
      "example_translation": "La imagen en la pantalla de TV estaba borrosa. La imagen de mi infancia todavía es vívida en mi mente. En el futuro, espero crear una nueva imagen para mí mismo.",
      "imageLink": "image-1.jpg",
      "audioLink": "image.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mâle",
      "translation": "macho",
      "definition": "Un mâle est un adulte humain ou animal biologiquement caractérisé par la présence de testicules et la production de spermatozoïdes.",
      "definition_translation": "Un macho es un ser humano o animal adulto que se caracteriza biológicamente por la presencia de testículos y la producción de esperma.",
      "example": "Le lion mâle rugissait fort dans la savane. L'étudiant mâle était très bon en mathématiques. D'ici l'année prochaine, l'athlète mâle aura remporté plusieurs championnats.",
      "example_translation": "El león macho rugió fuerte en la sabana. El estudiante macho era muy bueno en matemáticas. Para el próximo año, el atleta macho habrá ganado varios campeonatos.",
      "imageLink": "male-2.jpg",
      "audioLink": "male.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "clou",
      "translation": "clavo",
      "definition": "Un petit spike métallique utilisé pour fixer ou attacher des choses, notamment en les martelant.",
      "definition_translation": "Un clavo es una pequeña espiga metálica utilizada para sujetar o fijar cosas, especialmente mediante martillazos.",
      "example": "Elle a enfoncé le clou dans le mur. Le clou était tordu après avoir été utilisé plusieurs fois. D'ici la semaine prochaine, le menuisier aura cloué les planches de bois ensemble.",
      "example_translation": "Ella martilló el clavo en la pared. El clavo estaba doblado después de ser utilizado varias veces. Para la próxima semana, el carpintero habrá clavado las tablas de madera juntas.",
      "imageLink": "nail.jpg",
      "audioLink": "nail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "nu",
      "translation": "desnudo",
      "definition": "Nu signifie sans vêtements ou sans couverture, en particulier d'une manière naturelle ou innocente.",
      "definition_translation": "Desnudo significa sin ropa o cubierta, especialmente de manera natural o inocente.",
      "example": "Le bébé était nu dans le bain. L'artiste a dessiné une figure nue dans le tableau. D'ici qu'elle se réveille, elle ne sera plus nue.",
      "example_translation": "El bebé estaba desnudo en el baño. El artista dibujó una figura desnuda en la pintura. Para cuando se despertó, ya no estaba desnuda.",
      "imageLink": "naked.jpg",
      "audioLink": "naked.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pâle",
      "translation": "pálido",
      "definition": "Ayant une couleur légère ou lavée, manquant de luminosité ou d'intensité.",
      "definition_translation": "Teniendo un color claro o deslavazado, careciendo de brillo o intensidad.",
      "example": "La lune pâle était cachée derrière les nuages. Hier, j'ai vu un cheval pâle dans le champ. D'ici l'année prochaine, ma peau sera pâle d'avoir passé trop de temps à l'intérieur.",
      "example_translation": "La luna pálida estaba escondida detrás de las nubes. Ayer, vi un caballo pálido en el campo. Para el próximo año, mi piel será pálida por quedarme en casa.",
      "imageLink": "pale.jpg",
      "audioLink": "pale.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "queue-de-cheval",
      "translation": "cola de caballo",
      "definition": "Un style de coiffure où les cheveux sont ramassés et attachés à l'arrière de la tête, généralement avec un accessoire.",
      "definition_translation": "Un peinado en el que el cabello se recoge y se sujeta en la parte posterior de la cabeza, típicamente con un sujetador.",
      "example": "J'ai porté une queue-de-cheval au party dernière nuit. Emily a porté une queue-de-cheval chaque jour pendant une semaine. Quand je serai plus âgé, j'aurai une queue-de-cheval juste comme ma mère.",
      "example_translation": "Me puse una cola de caballo en la fiesta de anoche. Emily ha estado usando una cola de caballo todos los días durante una semana. Para cuando sea mayor, tendré una cola de caballo igual que mi mamá.",
      "imageLink": "ponytail.jpg",
      "audioLink": "ponytail.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "racial",
      "translation": "racial",
      "definition": "Relatif à ou caractéristique d'une race ou des races, notamment d'une manière discriminatoire ou stéréotypée.",
      "definition_translation": "Relacionado con o característico de una raza o razas, especialmente de una manera que es discriminatoria o estereotipada.",
      "example": "Les tensions raciales dans la ville ont été élevées dernièrement. Le profilage racial est un problème grave qui doit être abordé. D'ici la prochaine décennie, nous aurons surmonté la discrimination raciale.",
      "example_translation": "Las tensiones raciales en la ciudad han sido altas recientemente. El perfilación racial es un tema serio que necesita ser abordado. Para la próxima década, habremos superado la discriminación racial.",
      "imageLink": "racial.jpg",
      "audioLink": "racial.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sexuel",
      "translation": "sexual",
      "definition": "Relatif à l'attraction physique ou aux relations intimes entre les individus, notamment ceux de sexes opposés.",
      "definition_translation": "Relacionado con la atracción física o relaciones íntimas entre individuos, especialmente de sexos opuestos.",
      "example": "Elle a eu plusieurs relations sexuelles au collège. Elle n'est actuellement pas intéressée par les activités sexuelles. Elle aura un contrôle de santé sexuelle la semaine prochaine.",
      "example_translation": "Tuvo varias relaciones sexuales en la universidad. Actualmente no está interesada en actividades sexuales. Tendrá un chequeo de salud sexual la próxima semana.",
      "imageLink": "sexual.jpg",
      "audioLink": "sexual.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tache",
      "translation": "mancha",
      "definition": "Un petit marque ou une tâche sur une surface.",
      "definition_translation": "Una pequeña marca o mancha, generalmente redonda, en una superficie.",
      "example": "Il y avait une tache sur ma chemise. J'ai aperçu elle à travers la salle. Je vous prêterai 10 dollars pour le déjeuner.",
      "example_translation": "Había una mancha en mi camisa. La vi a ella al otro lado de la habitación. Te daré $10 para almorzar.",
      "imageLink": "spot.jpg",
      "audioLink": "spot.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "force",
      "translation": "fuerza",
      "definition": "La qualité ou l'état d'être fort, physiquement ou mentalement.",
      "definition_translation": "La calidad o estado de ser fuerte, física o mentalmente.",
      "example": "Il a montré une grande force lors de la compétition d'haltérophilie. Sa force interne l'a aidée à surmonter la tragédie. Ils auront besoin de force pour porter les meubles lourds.",
      "example_translation": "Mostró gran fuerza en la competencia de levantamiento de pesas. Su fuerza interior la ayudó a superar la tragedia. Necesitarán fuerza para llevar el mueble pesado.",
      "imageLink": "strength.jpg",
      "audioLink": "strength.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "renforcer",
      "translation": "fortalecer",
      "definition": "Rendre quelque chose plus fort ou plus efficace, ou devenir plus fort ou plus efficace.",
      "definition_translation": "Hacer que algo sea más fuerte o más efectivo, o volverse más fuerte o más efectivo",
      "example": "Je renforcerai mes muscles en soulevant des poids tous les jours. J'ai renforcé mon CV en prenant un cours de programmation informatique. Je renforce mes liens avec ma famille en passant du temps qualité avec eux.",
      "example_translation": "Fortaleceré mis músculos levantando pesas todos los días. Fortalecí mi currículum tomando un curso de programación informática. Fortalezo mi vínculo con mi familia pasando tiempo de calidad con ellos.",
      "imageLink": "strengthen.jpg",
      "audioLink": "strengthen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "hâle",
      "translation": "bronceado",
      "definition": "Une couleur jaune-brun, notamment de la peau qui a été assombrie par le soleil.",
      "definition_translation": "Un color amarillo-marrón, especialmente de la piel que se ha oscurecido por el sol",
      "example": "J'ai pris un hâle en passant trop de temps à la plage. Elle a une belle complexion hâlé. Les chaussures hâlé s'accordent parfaitement avec ma robe.",
      "example_translation": "Me bronceé pasando demasiado tiempo en la playa. Ella tiene un cutis bronceado hermoso. Los zapatos bronceados combinan perfectamente con mi vestido.",
      "imageLink": "tan.jpg",
      "audioLink": "tan.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cuisse",
      "translation": "muslo",
      "definition": "La partie de la jambe humaine située entre la hanche et le genou.",
      "definition_translation": "La parte de la pierna humana entre la cadera y la rodilla",
      "example": "J'ai blessé ma cuisse en courant. Le médecin a examiné ma cuisse pour vérifier si j'avais des blessures. Elle a des cuisses très fortes grâce à son entraînement cycliste quotidien.",
      "example_translation": "Me lesione el músculo del muslo mientras corría. El doctor examinó mi muslo para buscar cualquier lesión. Ella tiene músculos del muslo muy fuertes de circular todos los días.",
      "imageLink": "thigh.jpg",
      "audioLink": "thigh.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ondulé",
      "translation": "ondulado",
      "definition": "Ayant une forme ou un mouvement en dents de scie ; ayant une séquence régulière de courbes ou de flexions.",
      "definition_translation": "Teniendo una forma o movimiento ondulado; teniendo una secuencia regular de curvas o dobleces.",
      "example": "Les cheveux ondulés de l'actrice étaient enviés par beaucoup. Elle avait des cheveux ondulés lorsqu'elle était enfant, mais maintenant ils sont droits. Elle aura des cheveux ondulés à nouveau après avoir utilisé le curling.",
      "example_translation": "El cabello ondulado de la actriz era envidiado por muchos. Ella tenía cabello ondulado cuando era niña, pero ahora es liso. Ella tendrá cabello ondulado de nuevo después de usar el rizador de cabello.",
      "imageLink": "wavy.jpg",
      "audioLink": "wavy.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bien bâti",
      "translation": "bien construido",
      "definition": "Ayant une structure physique forte et attractive ; être en bonne condition physique.",
      "definition_translation": "Teniendo una estructura física fuerte y atractiva; estando en buena condición física.",
      "example": "L'athlète bien bâti a remporté le championnat. Il était bien bâti lorsqu'il était jeune, mais maintenant il est en surpoids. Elle sera bien bâtie après avoir fait de l'exercice régulièrement.",
      "example_translation": "El atleta bien construido ganó el campeonato. Él era bien construido cuando era joven, pero ahora está con sobrepeso. Ella estará bien construida después de hacer ejercicio regularmente.",
      "imageLink": "well-built.jpg",
      "audioLink": "well-built.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "rides",
      "translation": "arrugas",
      "definition": "Plis ou creux sur la peau, notamment sur le visage, souvent associés à l'âge.",
      "definition_translation": "Pliegues o arrugas en la piel, especialmente en la cara, que a menudo se asocian con la edad.",
      "example": "Le vieil homme avait de nombreuses rides sur son visage. Elle a des rides sur son front, mais elles vont disparaître après avoir utilisé la crème anti-rides. Il aura des rides autour des yeux après avoir souri pendant des années.",
      "example_translation": "El anciano tenía muchas arrugas en su cara. Ella tiene arrugas en su frente, pero desaparecerán después de usar la crema antiarrugas. Él tendrá arrugas alrededor de sus ojos después de sonreír durante años.",
      "imageLink": "wrinkles.jpg",
      "audioLink": "wrinkles.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "poignet",
      "translation": "muñeca",
      "definition": "Le poignet est une articulation qui relie la main au avant-bras.",
      "definition_translation": "La muñeca es una articulación que conecta la mano con el antebrazo.",
      "example": "J'ai tordu mon poignet en jouant au tennis hier, mais aujourd'hui il se sent bien, et je vais jouer à nouveau demain.",
      "example_translation": "Me torcí la muñeca mientras jugaba tenis ayer, pero hoy se siente bien, y jugaré de nuevo mañana.",
      "imageLink": "wrist.jpg",
      "audioLink": "wrist.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "jeunesse",
      "translation": "juventud",
      "definition": "La période de la vie entre l'enfance et l'âge adulte, caractérisée par des changements physiques et émotionnels.",
      "definition_translation": "El período de la vida entre la infancia y la adulthood, caracterizado por cambios físicos y emocionales.",
      "example": "Dans ma jeunesse, j'étais très énergique et aimais jouer aux sports, maintenant je préfère lire des livres, et dans l'avenir, je vais voyager dans le monde.",
      "example_translation": "En mi juventud, era muy enérgico y amaba jugar deportes, ahora prefiero leer libros, y en el futuro, viajaré por todo el mundo.",
      "imageLink": "youth-1.jpg",
      "audioLink": "youth.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mollet",
      "translation": "ternilla",
      "definition": "La partie charnue de l'arrière de la jambe humaine en dessous du genou.",
      "definition_translation": "La parte carnosa de la parte posterior de la pierna humana debajo de la rodilla.",
      "example": "Le muscle du mollet est essentiel pour courir, donc je vais l'exercer chaque jour pour améliorer ma performance, et dans l'avenir, je vais participer à un marathon.",
      "example_translation": "El músculo de la ternilla es esencial para correr, así que lo ejercitaré todos los días para mejorar mi rendimiento, y en el futuro, participaré en un maratón.",
      "imageLink": "calf-1.jpg",
      "audioLink": "calf.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "élégance",
      "translation": "elegancia",
      "definition": "La qualité d'être agréablement ingénieuse et simple d'une manière subtile ; goût raffiné et culturel.",
      "definition_translation": "La calidad de ser agradablemente ingenioso y simple de una manera sutil; gusto refinado y culto.",
      "example": "Elle rayonnait d'élégance lorsqu'elle est entrée dans la salle. Elle va rayonner d'élégance au party ce soir. Elle avait rayonné d'élégance au gala hier soir.",
      "example_translation": "Ella irradiaba elegancia mientras caminaba hacia la habitación. Irradiará elegancia en la fiesta esta noche. Había irradiado elegancia en la gala la noche anterior.",
      "imageLink": "elegance.jpg",
      "audioLink": "elegance.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "petit doigt",
      "translation": "dedo meñique",
      "definition": "Le plus petit doigt de la main humaine.",
      "definition_translation": "El dedo más pequeño de una mano humana.",
      "example": "Elle s'est blessée au petit doigt en jouant du piano. Elle va se blesser au petit doigt si elle continue à taper si vite. Elle s'était blessée au petit doigt lors de l'accident.",
      "example_translation": "Ella se lastimó el dedo meñique mientras tocaba el piano. Se va a lastimar el dedo meñique si continua escribiendo tan rápido. Se había lastimado el dedo meñique durante el accidente.",
      "imageLink": "little-finger.jpg",
      "audioLink": "little finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "doigt médian",
      "translation": "dedo medio",
      "definition": "Le doigt entre l'index et l'annulaire.",
      "definition_translation": "El dedo entre el dedo índice y el dedo anular.",
      "example": "Il s'est cassé le doigt médian pendant le match de sport. Il va se casser le doigt médian si il ne porte pas de gants. Il s'était cassé le doigt médian lors de l'accident.",
      "example_translation": "Él se rompió el dedo medio durante el juego deportivo. Se va a romper el dedo medio si no lleva guantes. Se había roto el dedo medio durante el accidente.",
      "imageLink": "middle-finger.jpg",
      "audioLink": "middle finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "obèse",
      "translation": "obeso",
      "definition": "Ayant une condition médicale dans laquelle l'excès de graisse corporelle s'est accumulé à un point où elle peut avoir un effet négatif sur la santé.",
      "definition_translation": "Tener una condición médica en la que se ha acumulado exceso de grasa corporal hasta el punto de que puede tener un efecto negativo en la salud.",
      "example": "Elle était obèse enfant, mais elle a travaillé dur pour perdre du poids et maintenant elle est en forme. Elle était obèse l'année dernière, mais elle n'est plus obèse maintenant. Elle ne sera pas obèse l'année prochaine si elle continue à exercer régulièrement.",
      "example_translation": "Era obesa de niña, pero trabajó duro para perder peso y ahora está en forma. Era obesa el año pasado, pero ya no es obesa. No será obesa el próximo año si sigue haciendo ejercicio regularmente.",
      "imageLink": "obese.jpg",
      "audioLink": "obese.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ressembler",
      "translation": "parecerse",
      "definition": "Avoir une apparence ou une qualité similaire à quelque chose ou quelqu'un.",
      "definition_translation": "Tener un aspecto o calidad similar a algo o alguien.",
      "example": "Il ressemble à son père. Elle ressemblait à sa mère lorsqu'elle était jeune. Ils vont ressembler à leurs grands-parents lorsqu'ils seront plus âgés.",
      "example_translation": "Él se parece a su padre. Ella se parecía a su madre cuando era joven. Se parecerán a sus abuelos cuando sean mayores.",
      "imageLink": "resemble.jpg",
      "audioLink": "resemble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "adolescent",
      "translation": "adolescente",
      "definition": "Un jeune qui se développe de l'enfance à l'âge adulte.",
      "definition_translation": "Un joven que se está desarrollando desde la infancia hasta la adultez.",
      "example": "L'adolescente a lutté pour trouver sa place dans le monde. Le garçon adolescent essayait de affirmer son indépendance. L'adolescente va faire face à de nombreux défis dans sa vie.",
      "example_translation": "La adolescente luchó por encontrar su lugar en el mundo. El adolescente trataba de afirmar su independencia. La adolescente enfrentará muchos desafíos en su vida.",
      "imageLink": "adolescent.jpg",
      "audioLink": "adolescent.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "les pommettes",
      "translation": "pómulo",
      "definition": "La structure osseuse du visage qui forme la saillie de la joue.",
      "definition_translation": "La estructura ósea de la cara que forma la prominencia de la mejilla.",
      "example": "Elle avait des pommettes hautes et un petit nez, ce qui lui donnait un beau visage. Elle aura des pommettes saillantes lorsqu'elle perdra du poids. Elle avait des pommettes définies, même lorsqu'elle était adolescente.",
      "example_translation": "Ella tenía pómulos altos y una pequeña nariz, lo que le daba una cara hermosa. Tendrá pómulos prominentes cuando pierda peso. Ella tenía pómulos definidos, incluso cuando era adolescente.",
      "imageLink": "cheekbones.jpg",
      "audioLink": "cheekbones.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "teint",
      "translation": "-cutis",
      "definition": "La couleur naturelle, la texture et l'apparence de la peau.",
      "definition_translation": "El color natural, textura y apariencia de la piel de uno.",
      "example": "Elle a un teint clair et se brûle facilement au soleil. Il avait un teint sombre, ce qui le faisait paraître plus âgé. Son teint était rayonnant après le traitement au spa.",
      "example_translation": "Ella tiene un cutis claro y se quema fácilmente con el sol. Él tenía un cutis oscuro, lo que lo hacía parecer mayor. Su cutis era radiante después del tratamiento en el spa.",
      "imageLink": "complexion.jpg",
      "audioLink": "complexion.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coup de pied",
      "translation": "cutícula",
      "definition": "La fine couche de peau à la base d'un ongle de doigt ou d'orteil.",
      "definition_translation": "La capa delgada de piel en la base de una uña del dedo o de un pie.",
      "example": "Elle a poussé ses coup de pied pour faire paraître ses ongles plus longs. Le manucure a nettoyé soigneusement ses coup de pied. Les coup de pied de ses orteils étaient secs et craquelés.",
      "example_translation": "Ella empujó hacia atrás sus cutículas para hacer que sus uñas parecieran más largas. El manicurista limpió con cuidado sus cutículas. Las cutículas de sus pies estaban secas y agrietadas.",
      "imageLink": "cuticle.jpg",
      "audioLink": "cuticle.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "paume",
      "translation": "palma",
      "definition": "La surface interne de la main depuis le poignet jusqu'à la base des doigts.",
      "definition_translation": "La superficie interior de la mano desde la muñeca hasta la base de los dedos.",
      "example": "J'ai une cicatrice sur ma paume depuis une chute, Je masse ma paume pour me détendre, J'aurai un tatouage sur ma paume l'année prochaine.",
      "example_translation": "Tengo una cicatriz en mi palma por una caída, estoy masajeando mi palma para aliviar el estrés, tendrás un tatuaje en mi palma el año que viene.",
      "imageLink": "palm-1.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "annulaire",
      "translation": "dedo anular",
      "definition": "Le quatrième doigt de la main humaine, où est généralement portée l'alliance.",
      "definition_translation": "El cuarto dedo de una mano humana, típicamente donde se lleva un anillo de boda.",
      "example": "Elle portait un beau bijou à son annulaire, Il ne pouvait pas se permettre d'acheter de bague pour son annulaire, Ils échangeront des bagues à leurs anneaux lors du mariage.",
      "example_translation": "Ella llevaba un anillo hermoso en su dedo anular, Él no podía permitirse un anillo para su dedo anular, Ellos intercambiarán anillos en sus dedos anulares en la boda.",
      "imageLink": "ring-finger.jpg",
      "audioLink": "ring finger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tibia",
      "translation": "espinilla",
      "definition": "La partie antérieure de la jambe au-dessous du genou.",
      "definition_translation": "La parte delantera de la pierna debajo de la rodilla.",
      "example": "J'ai cogné mon tibia sur la table de café, Elle s'est cassé le tibia lors d'un match de soccer, Il courra dans les escaliers sans cogner son tibia.",
      "example_translation": "Me golpeé la espinilla en la mesa de café, Ella se rompió la espinilla en un partido de fútbol, Él bajará corriendo las escaleras sin golpearse la espinilla.",
      "imageLink": "shin.jpg",
      "audioLink": "shin.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "favoris",
      "translation": "patillas",
      "definition": "Des cheveux qui poussent le long des côtés du visage, notamment devant et au-dessous des oreilles.",
      "definition_translation": "Pelo que crece en los lados de la cara de una persona, especialmente delante y debajo de las orejas.",
      "example": "Il avait une épaisse barbe et des favoris remarquables qui le faisaient paraître comme un hipster. Il se raserait les favoris la semaine prochaine. Il s'était rasé les favoris l'année dernière.",
      "example_translation": "Tenía una barba gruesa y patillas prominentes que lo hacían parecer un hipster. Él se afeitará las patillas la próxima semana. Él se afeitó las patillas el año pasado.",
      "imageLink": "sideburns.jpg",
      "audioLink": "sideburns.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pointu",
      "translation": "puntiagudo",
      "definition": "Ayant une forme aiguë ou pointue; saillant brusquement.",
      "definition_translation": "Teniendo una forma aguda o puntiaguda; sobresaliendo agudamente.",
      "example": "Ses cheveux pointus lui donnaient un air de punk rocker. La clôture pointue protégeait le jardin des intrus. Elle portera des talons pointus au party ce soir.",
      "example_translation": "Su cabello puntiagudo lo hacía parecer un músico punk. La valla puntiaguda protegía el jardín de intrusos. Ella llevará tacones puntiagudos al partido esta noche.",
      "imageLink": "spiky.jpg",
      "audioLink": "spiky.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "barbe de trois jours",
      "translation": "barba incipiente",
      "definition": "De courts poils qui pushent sur le visage, notamment après que l'on s'est rasé.",
      "definition_translation": "Pelo corto que crece en la cara de una persona, especialmente después de afeitarse.",
      "example": "Il avait une semaine de barbe de trois jours sur le visage. Elle n'aimait pas l'embrasser lorsque il avait de la barbe de trois jours. Il se raserait la barbe de trois jours demain.",
      "example_translation": "Tenía una semana de barba incipiente en su cara. A ella no le gustaba besarle cuando tenía barba incipiente. Él se afeitará la barba incipiente mañana.",
      "imageLink": "stubble.jpg",
      "audioLink": "stubble.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "tout-petit",
      "translation": "niño pequeño",
      "definition": "Un tout-petit est un jeune enfant, généralement entre l'âge de un et trois ans, qui apprend à marcher et à parler.",
      "definition_translation": "Un niño pequeño es un niño joven, típicamente entre las edades de uno y tres, que está aprendiendo a caminar y hablar.",
      "example": "Le tout-petit a fait ses premiers pas hier, puis il a couru vers sa mère, et maintenant il dort profondément.",
      "example_translation": "El niño pequeño dio sus primeros pasos ayer, luego corrió a su madre, y ahora está durmiendo profundamente.",
      "imageLink": "toddler.jpg",
      "audioLink": "toddler.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "abdomen",
      "translation": "abdomen",
      "definition": "L'abdomen est la partie du corps située entre la poitrine et le bassin, contenant l'estomac, les intestins et d'autres organes.",
      "definition_translation": "El abdomen es la parte del cuerpo entre el pecho y la pelvis, que contiene el estómago, intestinos y otros órganos.",
      "example": "Le médecin a examiné l'abdomen du patient pour vérifier si'il y avait des signes de blessure, puis elle a effectué une opération pour réparer les organes endommagés, et maintenant le patient se rétablit bien.",
      "example_translation": "El médico examinó el abdomen del paciente para buscar señales de lesión, luego realizó una operación para reparar los órganos dañados, y ahora el paciente se está recuperando bien.",
      "imageLink": "abdomen.jpg",
      "audioLink": "abdomen.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pain au rin",
      "translation": "bollo",
      "definition": "Un pain au rin est un petit pain sucré, généralement rond, souvent surmonté de sucre ou de graines de sésame.",
      "definition_translation": "Un bollo es un rollsito de pan dulce pequeño, usualmente redondo, a menudo cubierto con azúcar o semillas de sésamo.",
      "example": "Elle a acheté un pain au rin frais à la boulangerie pour le manger avec son petit déjeuner, puis elle est allée au parc pour profiter de la journée ensoleillée, et plus tard elle a partagé son pain au rin avec son amie.",
      "example_translation": "Ella compró un bollo fresco de la panadería para comer con su desayuno, luego fue al parque para disfrutar del día soleado, y más tarde compartió su bollo con su amiga.",
      "imageLink": "bun.jpg",
      "audioLink": "bun.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "index",
      "translation": "índice",
      "definition": "L'index est le premier doigt de la main humaine, situé entre le pouce et le doigt médian.",
      "definition_translation": "El dedo índice es el primer dedo de una mano humana, ubicado entre el pulgar y el dedo medio.",
      "example": "J'ai utilisé mon index pour appuyer sur le bouton. Je vais utiliser mon index pour taper. J'ai utilisé mon index pour signer le document.",
      "example_translation": " Utilicé mi dedo índice para presionar el botón. Utilizaré mi dedo índice para escribir. Utilicé mi dedo índice para firmar el documento.",
      "imageLink": "forefinger.jpg",
      "audioLink": "forefinger.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "barbiche",
      "translation": "perilla",
      "definition": "Une barbiche est un type de poil facial qui implique de laisser pousser des poils sur le menton, typiquement allant de la base de la lèvre inférieure à la base du menton.",
      "definition_translation": "Una perilla es un tipo de cabello facial que implica crecer pelo en la barbilla, típicamente extendiéndose desde la parte inferior del labio inferior hasta la parte inferior de la barbilla.",
      "example": "Il a essayé de faire pousser une barbiche, mais cela n'a pas marché. Elle aime les hommes avec des barbiches. Il s'est rasé la barbiche.",
      "example_translation": " Intentó crecer una perilla, pero no funcionó. A ella le gustan los hombres con perillas. Él se afeitó la perilla.",
      "imageLink": "goatee.jpg",
      "audioLink": "goatee.mp3"
    },
    {
      "section": "czlowiek-wyglad-zewnetrzny-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "perm",
      "translation": "permiso",
      "definition": "Un perm est un type de coiffure qui implique l'utilisation de produits chimiques pour fixer les cheveux dans un style particulier, généralement bouclé ou ondulé.",
      "definition_translation": "Un permiso es un tipo de peinado que implica utilizar químicos para fijar el cabello en un estilo particular, típicamente rizado o ondulado.",
      "example": "Elle a pris un perm pour célébrer son anniversaire. Je ne pense pas que les perms soient à la mode maintenant. Il a pris un perm pour avoir l'air plus élégant.",
      "example_translation": "Ella se hizo un permiso para celebrar su cumpleaños. No creo que los permisos sean fashionables nuevamente. Él se hizo un permiso para parecer más elegante.",
      "imageLink": "perm.jpg",
      "audioLink": "perm.mp3"
    }
  ]
}