{
  "data": [
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "insecte",
      "translation": "insecto",
      "definition": "Un petit animal qui a six pattes, un corps et généralement des ailes. Les insectes sont souvent trouvés dans les jardins, les forêts et d'autres zones extérieures.",
      "definition_translation": "Un animal pequeño que tiene seis patas, un cuerpo y usualmente alas. Los insectos se encuentran a menudo en jardines, bosques y otras áreas al aire libre.",
      "example": "L'abeille était un insecte qui était important pour la pollinisation des fleurs. Hier, j'ai vu un insecte rampant sur le comptoir de la cuisine. Si j'étais scientifique, j'étudierais les insectes toute la journée.",
      "example_translation": "La abeja era un insecto que era importante para la polinización de flores. Ayer, vi un insecto gateando sobre la encimera de la cocina. Si fuera un científico, estudiaría insectos todo el día.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "fourmi",
      "translation": "hormiga",
      "definition": "Un petit insecte qui vit en colonies et est connu pour son travail acharné.",
      "definition_translation": "Un insecto pequeño que vive en colonias y es conocido por su naturaleza laboriosa.",
      "example": "La fourmi portait un morceau de pain à son termitière. J'ai regardé la fourmi travailler sans relâche pour construire sa maison. D'ici l'année prochaine, la fourmi aura construit une société souterraine complexe.",
      "example_translation": "La hormiga estaba llevando una migaja de regreso a su hormiguero. Vi cómo la hormiga trabajaba incansablemente para construir su hogar. Para el próximo año, la hormiga habrá construido una sociedad subterránea compleja.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "abeille",
      "translation": "abeja",
      "definition": "Un insecte volant qui collecte le nectar des fleurs et produit du miel.",
      "definition_translation": "Un insecto volador que recoge néctar de flores y produce miel.",
      "example": "L'abeille bourdonnait autour des fleurs dans le jardin. J'ai été piqué par une abeille lorsque j'étais enfant. D'ici l'été prochain, l'abeille aura fabriqué beaucoup de miel.",
      "example_translation": "La abeja zumbó alrededor de las flores en el jardín. Me picó una abeja cuando era niño. Para el próximo verano, la abeja habrá hecho mucha miel.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bestiole",
      "translation": "insecto",
      "definition": "Un petit insecte, tel qu'un coléoptère ou une fourmi, qui a une coquille dure et vit généralement sur ou sous le sol.",
      "definition_translation": "Un insecto pequeño, como un escarabajo o una hormiga, que tiene una concha exterior dura y vive en o debajo del suelo.",
      "example": "J'ai vu une bestiole rampant sur le comptoir de la cuisine hier, et je vais l'écraser demain, mais elle se cache sous l'évier aujourd'hui.",
      "example_translation": "Vi a un insecto arrastrándose por la encimera de la cocina ayer, y lo aplastaré mañana, pero está escondido debajo del fregadero hoy.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "papillon",
      "translation": "mariposa",
      "definition": "Un insecte volant avec des ailes grandes et souvent colorées, généralement trouvé dans les climats chauds.",
      "definition_translation": "Un insecto volador con alas grandes, a menudo de colores brillantes, comúnmente encontrado en climas cálidos.",
      "example": "J'ai regardé un papillon voler autour des fleurs dans le jardin hier, je vais l'observer voler au-dessus de ma tête demain, et il était perché sur une feuille aujourd'hui.",
      "example_translation": "Vi a una mariposa revoloteando alrededor de las flores en el jardín ayer, observaré volar sobre mi cabeza mañana, y estaba posada en una hoja hoy.",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cafard",
      "translation": "cucaracha",
      "definition": "Un grand insecte plat, ovale, avec une coquille dure, généralement trouvé dans les endroits sombres et humides.",
      "definition_translation": "Un insecto grande, plano, ovalado con una concha exterior dura, comúnmente encontrado en lugares oscuros y húmedos.",
      "example": "J'ai vu un cafard se faufiler sur le plancher de la cuisine hier, je vais l'éliminer demain, et il se cachait dans les ombres aujourd'hui.",
      "example_translation": "Vi a una cucaracha correteando por el suelo de la cocina ayer, la exterminaré mañana, y estaba escondida en las sombras hoy.",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "créature",
      "translation": "criatura",
      "definition": "Un être vivant, notamment un animal, généralement ayant des membres articulés spécifiques.",
      "definition_translation": "Una cosa viva, especialmente un animal, típicamente con una extremidad articulada específica o extremidades.",
      "example": "La créature marchait sur quatre pattes, les touristes regardaient avec étonnement. Elle marchait sur quatre pattes depuis le matin, et marchera sur quatre pattes à nouveau demain.",
      "example_translation": "La criatura caminó sobre cuatro patas, los turistas observaron con asombro. Había caminado sobre cuatro patas desde la mañana, y caminará sobre cuatro patas de nuevo mañana.",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "voler",
      "translation": "volar",
      "definition": "Se déplacer dans l'air, en utilisant des ailes.",
      "definition_translation": "Moverse a través del aire, usando alas.",
      "example": "L'oiseau volera vers le sud pour l'hiver, il vole chaque année, et a volé l'année dernière aussi. Si c'est chanceux, il volera à nouveau l'année prochaine.",
      "example_translation": "El pájaro volará hacia el sur para el invierno, vuela cada año, y voló el año pasado también. Si tiene suerte, volará de nuevo el próximo año.",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "moustique",
      "translation": "zancudo",
      "definition": "Un petit insecte volant qui pique les humains et les animaux, souvent causant des démangeaisons et des gonflements.",
      "definition_translation": "Un insecto volador pequeño que pica a humanos y animales, a menudo causando picazón y hinchazón.",
      "example": "Le moustique m'a piqué hier soir, il pique tout le monde en été, et piquera à nouveau l'été prochain. J'aurais souhaité qu'il ne m'ait pas piqué hier.",
      "example_translation": "El zancudo me picó anoche, pica a todos en verano, y nos picará de nuevo el próximo verano. Ojalá no me hubiera picado ayer.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "araignée",
      "translation": "araña",
      "definition": "Un petit animal à huit pattes qui tisse une toile pour attraper les insectes, souvent trouvé dans les jardins ou les maisons.",
      "definition_translation": "un animal pequeño de ocho patas que teje una red para cazar insectos, a menudo encontrado en jardines o casas",
      "example": "Hier, j'ai vu une araignée rampant sur le mur. Aujourd'hui, elle fait une toile dans le coin. Demain, elle attrapera beaucoup de mouches.",
      "example_translation": "Ayer, vi una araña gateando por la pared. Hoy, está haciendo una red en la esquina. Mañana, cogerá muchas moscas.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "toile",
      "translation": "red",
      "definition": "un réseau de fils tissés par une araignée pour attraper des insectes",
      "definition_translation": "una red de hilos tejida por una araña para cazar insectos",
      "example": "L'araignée a créé une belle toile ce matin. Maintenant, elle attend que des proies se laissent prendre dans la toile. Plus tard, elle réparera la toile si elle est endommagée.",
      "example_translation": "La araña creó una hermosa red en la mañana. Ahora, está esperando a que se caigan presas en la red. Más tarde, reparará la red si se daña.",
      "imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "scarabée",
      "translation": "escarabajo",
      "definition": "un type d'insecte avec une coquille dure, souvent trouvé dans les jardins ou les forêts",
      "definition_translation": "un tipo de insecto con una cáscara dura externa, a menudo encontrado en jardines o bosques",
      "example": "J'ai vu un scarabée rampant sur une feuille hier. Aujourd'hui, il vole autour du jardin. Demain, il pondra des œufs sur un arbre.",
      "example_translation": "Vi un escarabajo gateando en una hoja ayer. Hoy, está volando alrededor del jardín. Mañana, pondrá huevos en un árbol.",
      "imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "puce",
      "translation": "pulga",
      "definition": "un petit insecte sauteur qui vit sur les corps des mammifères et des oiseaux, se nourrissant de leur sang.",
      "definition_translation": "un pequeño insecto saltador que vive en los cuerpos de mamíferos y aves, alimentándose de su sangre.",
      "example": "Le chien était infesté de puces après avoir marché dans le parc. Il avait été piqué par des puces la semaine dernière. Il devra être traité contre les puces à nouveau le mois prochain.",
      "example_translation": "El perro estaba infestado de pulgas después de caminar en el parque. Había sido mordido por pulgas la semana pasada. Necesitará ser tratado para pulgas de nuevo el mes que viene.",
      "imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "piquer",
      "translation": "picar",
      "definition": "causer une douleur aiguë et soudaine, généralement en injectant une substance vénéneuse ou irritante dans la peau.",
      "definition_translation": "causar un dolor agudo y repentino, generalmente al introducir una sustancia venenosa o irritante en la piel.",
      "example": "La piqûre de l'abeille a fait très mal. Elle avait été piquée par une guêpe l'année dernière. Il piquera l'insecte si cela vient trop près.",
      "example_translation": "La picadura de la abeja dolía mucho. Ella había sido picada por una avispa el año pasado. Él picará al insecto si se acerca demasiado.",
      "imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "guêpe",
      "translation": "avispa",
      "definition": "un insecte volant avec une taille fine et une piqûre, généralement jaune et noir.",
      "definition_translation": "un insecto volador con una cintura estrecha y una picadura, típicamente amarillo y negro en color.",
      "example": "La guêpe volait autour de la zone de pique-nique. Elle avait été piquée sur le bras par une guêpe. Ils construiront un nid pour les guêpes le printemps prochain.",
      "example_translation": "La avispa volaba alrededor del área de picnic. Ella había sido picada por una avispa en su brazo. Construirán un nido para las avispas la próxima primavera.",
      "imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "mante",
      "translation": "mantis",
      "definition": "Une mante est un insecte prédateur qui appartient à l'ordre des Mantodea. Elle est caractérisée par sa tête triangulaire, son corps allongé et ses pattes avant épineuses utilisées pour attraper et maintenir les proies.",
      "definition_translation": "Un mantis es un insecto depredador que pertenece al orden Mantodea. Se caracteriza por su cabeza triangular, cuerpo alargado y patas delanteras espinosas utilizadas para cazar y mantener presa.",
      "example": "Hier, j'ai vu une mante religieuse dans le jardin. Aujourd'hui, je vais la regarder à nouveau. D'ici demain, j'aurai appris plus sur ses habitudes.",
      "example_translation": "Ayer, vi un mantis en el jardín. Hoy, lo observaré de nuevo. Para mañana, habré aprendido más sobre sus hábitos.",
      "imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "papillon de nuit",
      "translation": "polilla",
      "definition": "Un papillon de nuit est un insecte volant qui appartient à l'ordre des Lepidoptères. Il est souvent considéré comme un créature nocturne, attiré par les sources de lumière et ayant des antennes plumeuses ou filiformes.",
      "definition_translation": "Una polilla es un insecto volador que pertenece al orden Lepidoptera. A menudo se considera una criatura nocturna, atraída por fuentes de luz y con antenas plumosas o filamentosas.",
      "example": "Le papillon de nuit a volé autour de la lampe hier soir. Aujourd'hui, il se reposera dans un coin sombre. D'ici la semaine prochaine, il aura pondu ses œufs.",
      "example_translation": "La polilla voló alrededor de la lámpara anoche. Hoy, descansará en un rincón oscuro. Para la próxima semana, habrá puesto sus huevos.",
      "imageLink": "moth.jpg",
      "audioLink": "moth.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "doryphore",
      "translation": "escarabajo de la papa",
      "definition": "Un doryphore est un petit insecte qui se nourrit de plantes de pommes de terre, causant des dégâts aux feuilles et aux tubercules. Il est souvent trouvé dans les jardins et les champs agricoles.",
      "definition_translation": "Un escarabajo de la papa es un insecto pequeño que se alimenta de plantas de papa, causando daño a las hojas y tubérculos. A menudo se encuentra en jardines y campos agrícolas.",
      "example": "L'agriculteur a dû enlever les doryphores de son champ hier. Aujourd'hui, il appliquera des pesticides. D'ici l'année prochaine, il aura trouvé une solution plus organique.",
      "example_translation": "El agricultor tuvo que eliminar los escarabajos de la papa de su campo ayer. Hoy, aplicará pesticidas. Para el próximo año, habrá encontrado una solución más orgánica.",
      "imageLink": "potato-beetle.jpg",
      "audioLink": "potato beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "ver à soie",
      "translation": "gusano de seda",
      "definition": "Un ver à soie est la larve d'un papillon qui spinning une cocon de soie et est largement cultivé pour sa soie.",
      "definition_translation": "Un gusano de seda es la larva de una polilla que se cultiva ampliamente para su seda.",
      "example": "L'agriculteur a soigneusement récolté les vers à soie pour obtenir leur précieuse soie. Il les avait élevées depuis qu'elles étaient des œufs et maintenant elles étaient entièrementgrown. D'ici la saison prochaine, il aura cultivé un lot nouveau.",
      "example_translation": "El agricultor cosechó cuidadosamente los gusanos de seda para obtener su valiosa seda. Los había criado desde que eran huevos y ahora estaban completamente crecidos. Para la próxima temporada, habrá cultivado un nuevo lote.",
      "imageLink": "silkworm.jpg",
      "audioLink": "silkworm.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "termite",
      "translation": "termita",
      "definition": "Un termite est un type d'insecte qui se nourrit de bois et peut causer des dégâts importants aux bâtiments et aux structures.",
      "definition_translation": "Una termita es un tipo de insecto que se alimenta de madera y puede causar daños significativos a edificios y estructuras.",
      "example": "Les propriétaires étaient choqués de découvrir que des termites avaient infesté leur sous-sol. Ils avaient mangé les poutres en bois pendant des années. Maintenant, ils devront appeler un exterminateur pour éliminer les termites avant qu'ils ne se propagent encore plus loin.",
      "example_translation": "Los propietarios de la casa se sorprendieron al descubrir que las termitas habían infestado su sótano. Habían estado comiendo las vigas de madera durante años. Ahora, necesitarán llamar a un exterminador para eliminar las termitas antes de que se propaguen más.",
      "imageLink": "termite.jpg",
      "audioLink": "termite.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "punaise de lit",
      "translation": "chinche",
      "definition": "Une punaise de lit est un petit insecte parasite aplati qui se nourrit de sang humain, généralement trouvé dans les literies et les matelas.",
      "definition_translation": "Una chinche es un insecto pequeño y plano parásito que se alimenta de la sangre humana, normalmente encontrado en la ropa de cama y colchones.",
      "example": "Les voyageurs ont été horrifiés de trouver des punaises de lit dans leur chambre d'hôtel. Ils avaient été piqués plusieurs fois pendant la nuit. Maintenant, ils devront laver et sécher leurs vêtements immédiatement pour éviter que les punaises de lit ne se propagent.",
      "example_translation": "Los viajeros se horrorizaron al encontrar chinches en su habitación de hotel. Habían sido mordidos múltiples veces durante la noche. Ahora, necesitarán lavar y secar sus ropas inmediatamente para prevenir que las chinches se propaguen.",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "bourdon",
      "translation": "abeja carpintera",
      "definition": "Un type de grosse abeille sociale qui vit en colonies, connue pour son bourdonnement bruyant.",
      "definition_translation": "Un tipo de abeja grande y peluda que es social y vive en colonias, conocida por su ruido de zumbido fuerte.",
      "example": "Le bourdon a volé autour du jardin, collectant du nectar des fleurs. Hier, il a été malencontreusement écarté par un enfant qui jouait dehors. Demain, il retournera à son ruche pour partager les prises avec sa colonie.",
      "example_translation": "La abeja carpintera voló alrededor del jardín, recogiendo néctar de las flores. Ayer, fue golpeada accidentalmente por un niño que jugaba afuera. Mañana, regresará a su colmena para compartir la abundancia con su colonia.",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "chenille",
      "translation": "oruga",
      "definition": "La larve d'un papillon ou d'une mite, qui traverse une série d'étapes avant de se nymphoser et d'émerger en un adulte parfait.",
      "definition_translation": "La larva de una mariposa o polilla, que pasa por una serie de instares antes de pupar y emerger como un adulto completamente formado.",
      "example": "La chenille a rampé le long de la feuille, laissant derrière elle des filaments de soie. Pendant qu'elle grandissait, elle a changé de peau plusieurs fois, formant finalement une chrysalide d'où un beau papillon est émergé. À l'avenir, elle pondera des œufs sur une plante voisine pour commencer le cycle à nouveau.",
      "example_translation": "La oruga se arrastró a lo largo de la hoja, dejando atrás un rastro de hilos de seda. A medida que crecía, se despojó de su piel varias veces, eventualmente formando una crisálida de la que emergió una hermosa mariposa. En el futuro, pondrá huevos en una planta cercana para iniciar el ciclo de nuevo.",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "cigale",
      "translation": "cicada",
      "definition": "Un grand insecte ailé qui produit un son strident, généralement émergeant du sol après une longue période de dormance.",
      "definition_translation": "Un insecto alado grande que produce un sonido distinto y agudo, que emerge típicamente del suelo después de un período prolongado de dormancia.",
      "example": "La cigale s'est assise sur une branche, son chant strident emplissant l'air. L'été dernier, elle est sortie du sol, abandonnant sa peau et prenant son envol pour la première fois. L'année prochaine, elle creusera à nouveau sous terre, attendant le moment propice pour resurgir.",
      "example_translation": "La cicada se sentó en una rama, su canción fuerte llenando el aire. El verano pasado, emergió del suelo, despojándose de su piel y volando por primera vez. El próximo año, volverá a excavar bajo tierra, esperando el momento perfecto para reaparecer.",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "libellule",
      "translation": "libélula",
      "definition": "Une libellule est un insecte avec un corps allongé et de grandes ailes généralement colorées et transparentes.",
      "definition_translation": "Una libélula es un insecto con un cuerpo largo y alas grandes que suelen ser coloridas y transparentes.",
      "example": "J'ai vu une libellule planant au-dessus de l'étang hier. Elle plane actuellement près des fleurs. À l'été prochain, elle aura envolé ailleurs.",
      "example_translation": "Vi una libélula revoloteando sobre el estanque ayer. Ahora está revoloteando cerca de las flores. Para el próximo verano, habrá volado hacia otro lugar.",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "drone",
      "translation": "dron",
      "definition": "Un drone est un véhicule aérien sans pilote, généralement télécommandé, utilisé pour la surveillance, la photographie ou d'autres objectifs.",
      "definition_translation": "Un dron es un vehículo aéreo no tripulado, generalmente controlado a distancia, utilizado para vigilancia, fotografía o otros fines.",
      "example": "J'ai utilisé un drone pour prendre des photos aériennes de la ville le week-end dernier. Maintenant, je suis en train de mettre en forme les images. D'ici le mois prochain, j'aurai terminé le projet.",
      "example_translation": "Usé un dron para tomar fotos aéreas de la ciudad el fin de semana pasado. Ahora estoy editando las imágenes. Para el próximo mes, habré completado el proyecto.",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "taon",
      "translation": "tábano",
      "definition": "Un taon est un type de mouche qui pique ou ennuie, notamment un critique persistant ou un nuisible.",
      "definition_translation": "Un tábano es un tipo de mosca que pica o molesta, especialmente un crítico persistente o una molestia.",
      "example": "La journaliste était un taon pour le gouvernement, questionnant constamment ses politiques. Elle était un taon pour l'entreprise, exposant leurs agissements malhonnêtes. Elle sera encore un taon pour l'institution, luttant pour la transparence.",
      "example_translation": "La periodista fue un tábano para el gobierno, cuestionando constantemente sus políticas. Fue un tábano para la empresa, expuesto su mala conducta. Continuará siendo un tábano para la institución, luchando por la transparencia.",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sauterelle",
      "translation": "langostino",
      "definition": "Une sauterelle est un type d'insecte qui appartient à l'ordre des orthoptères. Elle a un corps allongé, de grandes pattes arrière et deux paires d'ailes.",
      "definition_translation": "Un langostino es un tipo de insecto que pertenece al orden Orthoptera. Tiene un cuerpo largo y delgado, patas traseras grandes y dos pares de alas.",
      "example": "La sauterelle a sauté par-dessus la clôture hier, elle saute par-dessus la clôture tous les jours, et elle sautera par-dessus la clôture demain.",
      "example_translation": "El langostino saltó sobre la valla ayer, salta sobre la valla todos los días y saltará sobre la valla mañana.",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "frelon",
      "translation": "avispa",
      "definition": "Un frelon est un type de guêpe qui est connu pour sa piqûre douloureuse. Il est généralement jaune et noir, et bâtit de grands nids dans les arbres ou sous les avant-toits.",
      "definition_translation": "Una avispa es un tipo de avispa conocida por su dolorosa picadura. Es típicamente amarilla y negra en color y construye nidos grandes en árboles o debajo de aleros.",
      "example": "Le frelon m'a piqué lorsqu'il a été dérangé dans son nid la semaine dernière, il pique lorsqu'il est menacé, et il piquera à nouveau si je ne suis pas prudent.",
      "example_translation": "La avispa me picó cuando perturbé su nido la semana pasada, pica cuando se siente amenazada y picará de nuevo si no tengo cuidado.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "coccinelle",
      "translation": "mariquita",
      "definition": "Une coccinelle, également connue sous le nom de ladybug, est un petit coléoptère ovale avec une carapace rouge et noire distinctive. Elle est connue pour son aptitude à contrôler les populations de pucerons.",
      "definition_translation": "Una mariquita, también conocida como escarabajo de la suerte, es un escarabajo pequeño y ovalado con una concha roja y negra característica. Es conocida por su capacidad para controlar poblaciones de áfidos.",
      "example": "La coccinelle a atteri sur la feuille hier, elle atterrit sur les feuilles chaque été, et elle atterrira de nouveau sur les feuilles l'an prochain.",
      "example_translation": "La mariquita aterrizó en la hoja ayer, aterriza en hojas cada verano y aterrizará en hojas de nuevo el próximo año.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "sauterelle",
      "translation": "langosta",
      "definition": "Un grand insecte ressemblant à une sauterelle qui migre en essaims et dévaste les végétations, notamment les cultures.",
      "definition_translation": "Un insecto parecido a una langosta que migra en enjambres y devora vegetación, especialmente cultivos.",
      "example": "Les champs du fermier ont été ravagés par un essaim de sauterelles. Ils avaient été infestés de sauterelles chaque été. Le gouvernement prendra des mesures pour empêcher les sauterelles de détruire les cultures à l'avenir.",
      "example_translation": "Los campos del granjero fueron arrasados por una plaga de langostas. Habían sido azotados por langostas cada verano. El gobierno tomará medidas para evitar que las langostas destruyan cultivos en el futuro.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "French",
      "translationLanguage": "Spanish",
      "word": "pou",
      "translation": "piojo",
      "definition": "Un petit insecte aile qui vit en parasite sur les corps des humains et d'autres mammifères, se nourrissant de leur peau et de leur sang.",
      "definition_translation": "Un insecto pequeño y alado que vive como parásito en los cuerpos de humanos y otros mamíferos, alimentándose de su piel y sangre.",
      "example": "L'enfant avait des poux dans ses cheveux. Elle avait été infestée de poux pendant des semaines. Le médecin a prescrit un shampooing pour se débarrasser des poux.",
      "example_translation": "El niño tenía piojos en su cabello. Había estado infestado de piojos durante semanas. El doctor prescribió un champú para deshacerse de los piojos.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]
}