{
  "data": [
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "langweilig",
      "translation": "aburrido",
      "definition": "Das Gefühl, sich wegen mangelnder Interessantheit müde und unzufrieden zu fühlen.",
      "definition_translation": "Sentirse cansado y descontento porque algo no es interesante.",
      "example": "Ich war langweilig in der Klasse gestern, aber heute war die Lektion aufregender. Ich bin langweilig mit diesem Buch, ich denke also, ich werde fernsehen. Ich werde langweilig, wenn ich diese Aufgabe wiederholen muss.",
      "example_translation": "Me aburrí en clase ayer, pero la lección de hoy fue más emocionante. Estoy aburrido de este libro, así que creo que veré televisión en su lugar. Me aburriré si tengo que repetir esta tarea de nuevo.",
      "imageLink": "bored.jpg",
      "audioLink": "bored.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "langweilig",
      "translation": "aburrido",
      "definition": "Nicht interessant oder aufregend.",
      "definition_translation": "No interesante o emocionante.",
      "example": "Der Film war langweilig, daher verließen wir nach einer Stunde. Diese Aufgabe ist langweilig, aber sie muss erledigt werden. Ich dachte, die Party würde langweilig sein, aber sie erwies sich als richtig Spaß.",
      "example_translation": "La película era aburrida, así que nos fuimos después de una hora. Esta tarea es aburrida, pero necesita ser hecha. Pensé que la fiesta iba a ser aburrida, pero resultó ser realmente divertida.",
      "imageLink": "boring.jpg",
      "audioLink": "boring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klug",
      "translation": "inteligente",
      "definition": "Einen schnellen und erfinderischen Verstand habend.",
      "definition_translation": "Teniendo o mostrando una mente rápida e inventiva.",
      "example": "Meine Schwester ist klug und kann komplexe Mathematikprobleme leicht lösen. Ich war klug und fand einen Weg, die kaputte Maschine zu reparieren. Er wird klug sein und eine Lösung für dieses Rätsel finden.",
      "example_translation": "Mi hermana es inteligente y puede resolver problemas matemáticos complejos con facilidad. Fue inteligente y encontré una forma de reparar la máquina rota. Él será inteligente y encontrará una solución a este rompecabezas.",
      "imageLink": "clever.jpg",
      "audioLink": "clever.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwierig",
      "translation": "difícil",
      "definition": "Viel Anstrengung oder Fähigkeit erfordern, um erreicht, behandelt oder verstanden zu werden; schwer.",
      "definition_translation": "Que requiere mucho esfuerzo o habilidad para lograr, tratar o entender; duro.",
      "example": "Die schwierige Aufgabe war, den Berg in einem Tag zu besteigen. Ich fand es schwierig, das Mathematikproblem zu verstehen. Es wird schwer sein, das Projekt rechtzeitig zu beenden.",
      "example_translation": "La tarea difícil fue escalar la montaña en un día. Me resultó difícil entender el problema de matemáticas. Será difícil terminar el proyecto a tiempo.",
      "imageLink": "difficult.jpg",
      "audioLink": "difficult.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgeregt",
      "translation": "emocionado",
      "definition": "Begeistert und voller Erwartung; entzückt.",
      "definition_translation": "Sintiendo o mostrando entusiasmo y ansiedad; emocionado.",
      "example": "Ich war aufgeregt, zum Konzert letzte Nacht zu gehen. Sie ist aufgeregt über ihren bevorstehenden Urlaub. Sie werden aufgeregt sein, ihre Lieblingsprominente zu treffen.",
      "example_translation": "Estuve emocionado de ir al concierto anoche. Ella está emocionada sobre sus vacaciones próximas. Estarán emocionados de conocer a su celebridad favorita.",
      "imageLink": "excited.jpg",
      "audioLink": "excited.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufregend",
      "translation": "emocionante",
      "definition": "Begeisterung und Erwartung auslösend; aufregend.",
      "definition_translation": "Causando sentimientos de entusiasmo y ansiedad; emocionante.",
      "example": "Die aufregende Nachricht ist, dass wir den Gewinn gezogen haben. Die neue Achterbahn ist eine aufregende Attraktion. Das Spiel war aufregend, aber unser Team verlor.",
      "example_translation": "La noticia emocionante es que ganamos la lotería. El nuevo montaña rusa es una atracción emocionante. El juego fue emocionante, pero nuestro equipo perdió.",
      "imageLink": "exciting.jpg",
      "audioLink": "exciting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "berühmt",
      "translation": "famoso",
      "definition": "Wohl bekannt und respektiert wegen eines erreichten Erfolgs.",
      "definition_translation": "Bién conocido y respetado por algo que has logrado",
      "example": "Sie war eine berühmte Schauspielerin in den 90ern, ist es immer noch und wird es in Zukunft sein.",
      "example_translation": "Era una actriz famosa en los 90, sigue siendo famosa hoy en día y será famosa durante años por venir.",
      "imageLink": "famous.jpg",
      "audioLink": "famous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lustig",
      "translation": "divertido",
      "definition": "Lachen oder Belustigung hervorruft; komisch.",
      "definition_translation": "Que causa risa o diversión; cómico",
      "example": "Die Comedy-Show war lustig letzte Nacht, ist immer lustig und wird nächste Woche lustig sein.",
      "example_translation": "El show de comedia fue divertido anoche, es siempre divertido y será divertido la próxima semana.",
      "imageLink": "funny.jpg",
      "audioLink": "funny.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gut",
      "translation": "bueno",
      "definition": "Eine positive Eigenschaft oder Charakteristik habend.",
      "definition_translation": "Teniendo una calidad o carácter favorable",
      "example": "Er war ein guter Schüler in der Vergangenheit, ist jetzt ein guter Lehrer und wird in Zukunft ein guter Direktor sein.",
      "example_translation": "Él fue un buen estudiante en el pasado, es un buen profesor ahora y será un buen director en el futuro.",
      "imageLink": "good-1.jpg",
      "audioLink": "good.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "glücklich",
      "translation": "feliz",
      "definition": "Freude oder Zufriedenheit empfindend oder zeigend.",
      "definition_translation": "Sentirse o mostrar placer o contentamiento.",
      "example": "Ich war glücklich, als ich heiratete. Ich bin glücklich, jetzt dass ich einen Job habe. Ich werde glücklich sein, wenn ich nach Europa reise.",
      "example_translation": "Estuve feliz cuando me casé. Estoy feliz ahora que tengo un trabajo. Estaré feliz cuando viaje a Europa.",
      "imageLink": "happy.jpg",
      "audioLink": "happy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interessant",
      "translation": "interesante",
      "definition": "Erregt Neugier oder Interesse.",
      "definition_translation": "Despertar curiosidad o interés.",
      "example": "Der Film war interessant. Ich finde Geschichte interessant. Ich werde das neue Thema interessant finden.",
      "example_translation": "La película fue interesante. Me parece interesante la historia. Encontraré interesante el nuevo tema.",
      "imageLink": "interesting.jpg",
      "audioLink": "interesting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nett",
      "translation": "amable",
      "definition": "Angenehm, gefällig oder zufriedenstellend.",
      "definition_translation": "Agradable, agradable o satisfactorio.",
      "example": "Das Wetter war gestern nett. Ich denke, sie ist nett. Ich werde einige nette Freunde einladen.",
      "example_translation": "El clima fue agradable ayer. Creo que ella es amable. Invitaré a algunos amigos agradables.",
      "imageLink": "nice.jpg",
      "audioLink": "nice.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "traurig",
      "translation": "triste",
      "definition": "Fühlt oder zeigt Traurigkeit oder Unglück.",
      "definition_translation": "sentirse o mostrar tristeza o infelicidad",
      "example": "Ich fühlte mich traurig, als ich mein Lieblingsspielzeug als Kind verloren habe, aber jetzt bin ich glücklich, weil ich ein neues habe. Ich bin traurig, dass ich nicht zur Party heute Abend kommen kann, aber ich werde traurig sein, wenn ich meine Freunde nicht wiedersehen kann.",
      "example_translation": "Me sentí triste cuando perdí mi juguete favorito de niño, pero ahora estoy feliz porque tengo uno nuevo. Estoy triste porque no podré asistir a la fiesta esta noche, pero estaré triste si no vuelvo a ver a mis amigos de nuevo.",
      "imageLink": "sad.jpg",
      "audioLink": "sad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "müde",
      "translation": "cansado",
      "definition": "Braucht Ruhe oder Schlaf; fühlt Energieermangel.",
      "definition_translation": "necesitado de descanso o sueño; sintiendo una falta de energía",
      "example": "Ich war müde, nachdem ich gestern einen Marathon gelaufen bin, aber heute bin ich nicht müde, weil ich gut geschlafen habe. Ich werde müde sein, nachdem ich den ganzen Tag gearbeitet habe, aber ich werde nicht müde sein, wenn ich eine Pause mache.",
      "example_translation": "Estuve cansado después de correr un maratón ayer, pero no estoy cansado hoy porque dormí bien. Estaré cansado después de trabajar todo el día, pero no estaré cansado si me tomo un descanso.",
      "imageLink": "tired.jpg",
      "audioLink": "tired.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abgelenkt",
      "translation": "descuidado",
      "definition": "Hat oder zeigt eine fehlende Aufmerksamkeit oder Sorgfalt; vergesslich.",
      "definition_translation": "teniendo o mostrando una falta de atención o cuidado; olvidadizo",
      "example": "Mein abgelenkter Professor vergisst immer, seine Vorlesungsnotizen mitzubringen, aber er ist nicht abgelenkt, wenn es um seine Forschung geht. Ich war abgelenkt, als ich mein Telefon heute Morgen zu Hause vergessen habe, aber ich bin nicht abgelenkt, weil ich jetzt mehr konzentriert bin.",
      "example_translation": "Mi profesor descuidado siempre olvida traer sus apuntes de clase, pero no es descuidado cuando se trata de su investigación. Estuve descuidado cuando dejé mi teléfono en casa esta mañana, pero no estoy descuidado ahora porque estoy más enfocado.",
      "imageLink": "absent-minded.jpg",
      "audioLink": "absent-minded.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "temeroso",
      "definition": "Fühlt oder zeigt Furcht oder Angst vor etwas, das passieren könnte oder passiert.",
      "definition_translation": "Sentir miedo o ansiedad por algo que puede suceder o está sucediendo.",
      "example": "Ich war ängstlich vor Höhen, als ich ein Kind war, aber ich bin es nicht mehr. Ich fürchte, ich könnte mein Reisepass vergessen, ich fürchte, was passieren könnte, wenn ich das Medikament nicht nehme.",
      "example_translation": "Tenía miedo a las alturas cuando era niño, pero ya no lo tengo. Tengo miedo de que olvide mi pasaporte, tengo miedo de lo que pueda suceder si no tomo la medicina.",
      "imageLink": "afraid.jpg",
      "audioLink": "afraid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "enojado",
      "definition": "Fühlt oder zeigt starke Unzufriedenheit, Feindseligkeit oder Empörung.",
      "definition_translation": "Sentir o mostrar gran desagrado, hostilidad o indignación.",
      "example": "Ich war wütend, als ich die Nachrichten gestern gesehen habe, ich bin wütend über die aktuelle Situation, ich werde wütend sein, wenn sie das Problem nicht beheben.",
      "example_translation": "Estaba enojado cuando vi las noticias ayer, estoy enojado con la situación actual, estaré enojado si no solucionan el problema.",
      "imageLink": "angry.jpg",
      "audioLink": "angry.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "cuidadoso",
      "definition": "Gibt genau Aufmerksamkeit auf Details; sorgfältig.",
      "definition_translation": "Prestar atención cercana al detalle; minucioso.",
      "example": "Ich war vorsichtig, als ich nachts fuhr, ich bin vorsichtig mit zerbrechlichen Gegenständen, ich werde vorsichtig mit meinen Worten im Meeting sein.",
      "example_translation": "Fui cuidadoso cuando conducía de noche, soy cuidadoso con los objetos frágiles, seré cuidadoso con mis palabras en la reunión.",
      "imageLink": "careful.jpg",
      "audioLink": "careful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "cool",
      "translation": "fresco",
      "definition": "Mäßig kalt in der Temperatur; mäßig warm in der Art oder Stil.",
      "definition_translation": "Moderadamente frío en temperatura; moderadamente cálido en modo o estilo",
      "example": "Das Wasser war cool, also ging ich schwimmen. Gestern war es cool, aber heute ist es heiß. Bis zum nächsten Sommer wird der Pool wieder cool sein.",
      "example_translation": "El agua estaba fresca, así que me fui a nadar. Ayer fue fresco, pero hoy hace calor. Para el próximo verano, la piscina volverá a estar fresca again.",
      "imageLink": "cool-1.jpg",
      "audioLink": "cool.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " verrückt",
      "translation": "loco",
      "definition": "Hat oder zeigt extremen Enthusiasmus oder Begeisterung für etwas; extrem dumm oder irrational.",
      "definition_translation": "Teniendo o mostrando un gran entusiasmo o emoción por algo; extremadamente necio o irracional",
      "example": "Ich bin verrückt nach Fußball. Mein Freund war verrückt nach diesem neuen Videospiel. Bis ich 30 bin, werde ich verrückt nach meinem Job sein.",
      "example_translation": "Estoy loco por el fútbol. Mi amigo estaba loco por ese nuevo videojuego. Para cuando tenga 30 años, estaré loco por mi trabajo.",
      "imageLink": "crazy.jpg",
      "audioLink": "crazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gefährlich",
      "translation": "peligroso",
      "definition": "in der Lage oder wahrscheinlich, Schaden oder Verletzung zu verursachen; ein mögliches Risiko oder eine Bedrohung involvierend",
      "definition_translation": "Capaz o probable de causar daño o lesión; involucrando posible riesgo o amenaza",
      "example": "Die Straße war gefährlich, daher fuhr ich vorsichtig. Die finanzielle Situation des Unternehmens war letzten Jahr gefährlich, aber jetzt ist sie stabil. Bis zum nächsten Jahr wird die Baustelle gefährlich sein.",
      "example_translation": "El camino era peligroso, así que conduje con cuidado. La situación financiera de la empresa era peligrosa el año pasado, pero ahora está estable. Para el próximo año, el sitio de construcción será peligroso.",
      "imageLink": "dangerous.jpg",
      "audioLink": "dangerous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "freundlich",
      "translation": "amistoso",
      "definition": "mit einer freundlichen und angenehmen Natur ausgestattet, zu Freundlichkeit oder Annäherung geneigt",
      "definition_translation": "teniendo o mostrando una naturaleza amable y agradable, dispuesto a la amistad o accesibilidad",
      "example": "Sie war freundlich zu allen auf der Party. Sie ist freundlich zu ihren Kollegen. Sie wird freundlich zu ihren neuen Mitschülern sein.",
      "example_translation": "Ella fue amistosa con todos en la fiesta. Ella es amistosa con sus colegas. Ella será amistosa con sus nuevos compañeros de clase.",
      "imageLink": "friendly-1.jpg",
      "audioLink": "friendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfreut",
      "translation": "contento",
      "definition": "Gefühl oder Zeichen von Freude oder Vergnügen, erfreut oder zufrieden",
      "definition_translation": "sintiendo o mostrando placer o alegría, encantado o complacido",
      "example": "Ich war erfreut, meinen alten Freund wiederzusehen. Ich bin erfreut, hier zu sein. Ich werde erfreut sein, dir zu helfen.",
      "example_translation": "Me alegré de ver a mi amigo viejo. Me alegra estar aquí. Me alegrará ayudarte.",
      "imageLink": "glad.jpg",
      "audioLink": "glad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ehrlich",
      "translation": "honrado",
      "definition": "die Wahrheit sagend, aufrichtig und fair in allen Geschäften, nicht ehrenrührig oder betrügerisch",
      "definition_translation": "diciendo la verdad, sincero y justo en todos los tratos, no deshonroso ni engañoso",
      "example": "Er war ehrlich über seine Fehler. Sie ist ehrlich gegenüber ihren Kunden. Sie werden ehrlich über ihre Absichten sein.",
      "example_translation": "Él fue honesto sobre sus errores. Ella es honesta con sus clientes. Ellos serán honestos sobre sus intenciones.",
      "imageLink": "honest.jpg",
      "audioLink": "honest.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interessiert",
      "translation": "interesado",
      "definition": "ein Gefühl von Neugier oder Besorgnis über etwas oder jemanden habend.",
      "definition_translation": "Teniendo un sentimiento de curiosidad o interés por algo o alguien.",
      "example": "Ich war interessiert am Film, ich bin interessiert am Buch, ich werde interessiert am Stück sein.",
      "example_translation": "Estuve interesado en la película, estoy interesado en el libro, estaré interesado en la obra de teatro.",
      "imageLink": "interested.jpg",
      "audioLink": "interested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gütig",
      "translation": "amable",
      "definition": "mit einer sanften und rücksichtsvollen Natur ausgestattet.",
      "definition_translation": "Teniendo o mostrando una naturaleza gentil y considerada.",
      "example": "Sie war gütig zu mir, sie ist gütig zu ihren Freunden, sie wird gütig zu ihrer Familie sein.",
      "example_translation": "Ella fue amable conmigo, es amable con sus amigos, será amable con su familia.",
      "imageLink": "kind.jpg",
      "audioLink": "kind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "faul",
      "translation": "perezoso",
      "definition": "unwillig zu arbeiten oder sich anzustrengen; müßig.",
      "definition_translation": "No dispuesto a trabajar o hacer un esfuerzo; ocioso.",
      "example": "Er war faul am Morgen, er ist faul am Nachmittag, er wird faul am Abend sein.",
      "example_translation": "Él era perezoso por la mañana, es perezoso por la tarde, será perezoso por la noche.",
      "imageLink": "lazy.jpg",
      "audioLink": "lazy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "locos",
      "definition": "fühlt oder zeigt Zorn oder starke Abneigung",
      "definition_translation": "sintiendo o mostrando ira o desagrado fuerte",
      "example": "Ich war wütend auf meinen Bruder, weil er mein Auto ohne Erlaubnis genommen hat. Ich bin wütend auf die Regierung, weil sie die Steuern erhöht hat. Ich werde wütend sein, wenn ich keine Beförderung bekomme.",
      "example_translation": "Estuve enfadado con mi hermano por tomar mi coche sin permiso. Estoy enfadado con el gobierno por subir los impuestos. Estaré enfadado si no obtengo un ascenso.",
      "imageLink": "mad.jpg",
      "audioLink": "mad.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "contentos",
      "definition": "fühlt oder zeigt Zufriedenheit oder Befriedigung über etwas",
      "definition_translation": "sintiendo felicidad o satisfacción acerca de algo",
      "example": "Ich war zufrieden mit dem Service im Restaurant. Ich bin zufrieden, dich kennenzulernen. Ich werde zufrieden sein, wenn ich auf dem Exam eine A bekomme.",
      "example_translation": "Me alegré con el servicio en el restaurante. Me alegra conocerte. Estaré encantado si obtengo un A en el examen.",
      "imageLink": "pleased.jpg",
      "audioLink": "pleased.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "höflich",
      "translation": "cortés",
      "definition": "zeigt Verhalten, das anderen Menschen gegenüber respektvoll und rücksichtsvoll ist",
      "definition_translation": "teniendo o mostrando comportamiento que es respetuoso y considerado con otras personas",
      "example": "Der Kunde war höflich gegenüber dem Verkäufer. Ich versuche, höflich zu jedem zu sein, den ich treffe. Sie wird höflich zu ihren Gästen bei der Dinner-Party sein.",
      "example_translation": "El cliente fue cortés con el vendedor. Trato de ser cortés con todos los que conozco. Será cortés con sus invitados en la fiesta de cena.",
      "imageLink": "polite.jpg",
      "audioLink": "polite.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arm",
      "translation": "pobre",
      "definition": "Hatte wenig oder kein Geld, Güter oder andere Mittel zum Unterhalt; bedürftig.",
      "definition_translation": "Teniendo poco o ningún dinero, bienes, u otros medios de apoyo; necesitado.",
      "example": "Sie war arm und musste mehrere Jobs ausführen, um ends zu verdienen. Sie ist noch arm und kämpft um ihre Rechnungen zu bezahlen. Sie wird arm bleiben, wenn sie nicht einen besseren Job bekommt.",
      "example_translation": "Ella era pobre y tuvo que trabajar varios empleos para llegar a fin de mes. Todavía es pobre y lucha para pagar sus facturas. Será pobre a menos que consiga un mejor trabajo.",
      "imageLink": "poor.jpg",
      "audioLink": "poor.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhig",
      "translation": "silencioso",
      "definition": "Machte wenig oder kein Lärm; frei von Störung oder Wirbel.",
      "definition_translation": "Haciendo poco o ningún ruido; libre de disturbios o tumulto.",
      "example": "Die Bibliothek war ruhig während der Prüfung. Sie mag ihr Zimmer ruhig halten, wenn sie schläft. Er wird ruhig sein, wenn er größer ist.",
      "example_translation": "La biblioteca estaba silenciosa durante el examen. A ella le gusta mantener su habitación silenciosa cuando duerme. Él será silencioso cuando crezca.",
      "imageLink": "quiet.jpg",
      "audioLink": "quiet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ernst",
      "translation": "serio",
      "definition": "Zeigte einen Sinn für Wichtigkeit oder Dringlichkeit; nicht spaßhaft oder nicht Ernst.",
      "definition_translation": "Mostrando un sentido de importancia o urgencia; no bromear o tratar algo con superficialidad.",
      "example": "Der Arzt war ernst über die Diagnose. Sie ist ernst über ihre Karriere und arbeitet hart. Er wird ernst über seine Studien sein, wenn er graduiert.",
      "example_translation": "El médico era serio sobre el diagnóstico. Ella es seria sobre su carrera y trabaja duro. Él será serio sobre sus estudios cuando se gradúe.",
      "imageLink": "serious.jpg",
      "audioLink": "serious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dumm",
      "translation": "estúpido",
      "definition": "Fehlte an Intelligenz oder gesundem Menschenverstand; dumm oder sinnlos.",
      "definition_translation": "Falta de inteligencia o sentido común; necio o insensato.",
      "example": "Ich war dumm, ihm zu vertrauen. Ich bin dumm, das getan zu haben. Ich werde dumm sein, es wieder zu tun.",
      "example_translation": "Fui estúpido en confiar en él. Soy estúpido por haberlo hecho. Seré estúpido por hacerlo de nuevo.",
      "imageLink": "stupid.jpg",
      "audioLink": "stupid.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überrascht",
      "translation": "sorprendido",
      "definition": "Fühlte oder zeigte plötzlichen und unerwarteten Genuss oder Erstaunen.",
      "definition_translation": "Sentimiento o muestra de placer o asombro repentino e inesperado.",
      "example": "Ich war überrascht von den Nachrichten. Ich bin überrascht von deiner Reaktion. Ich werde überrascht sein, wenn es wieder passiert.",
      "example_translation": "Me sorprendió la noticia. Me sorprende tu reacción. Me sorprenderá si sucede de nuevo.",
      "imageLink": "surprised.jpg",
      "audioLink": "surprised.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süß",
      "translation": "dulce",
      "definition": "Hatte einen angenehmen und zuckersüßen Geschmack; angenehm oder erfreulich.",
      "definition_translation": "Teniendo un sabor agradable y azucarado; agradable o aprobable.",
      "example": "Der Kuchen war süß. Das Lied ist süß. Die Erinnerung wird süß sein.",
      "example_translation": "El pastel era dulce. La canción es dulce. El recuerdo será dulce.",
      "imageLink": "sweet.jpg",
      "audioLink": "sweet.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ordentlich",
      "translation": "ordenado",
      "definition": "Machte etwas sauber und geordnet, oder ordnete Dinge an.",
      "definition_translation": "Hacer que algo sea limpio y organizado, o poner las cosas en orden.",
      "example": "Ich habe mein Zimmer gestern aufgeräumt, ich räume es gerade auf und ich werde es morgen wieder aufräumen.",
      "example_translation": "Ordené mi habitación ayer, estoy ordenándola ahora y la ordenaré de nuevo mañana.",
      "imageLink": "tidy-1.jpg",
      "audioLink": "tidy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzufrieden",
      "translation": "infeliz",
      "definition": "Fühlte sich traurig oder unzufrieden, nicht zufrieden oder erfreut.",
      "definition_translation": "Sentir tristeza o descontento, no estar satisfecho o complacido.",
      "example": "Ich war unzufrieden mit meinem Job letztes Jahr, ich bin unzufrieden mit ihm jetzt und ich werde unzufrieden mit ihm sein, wenn ich keine Beförderung bekomme.",
      "example_translation": "Estuve infeliz con mi trabajo el año pasado, estoy infeliz con él ahora y estaré infeliz con él el próximo año si no obtengo un ascenso.",
      "imageLink": "unhappy.jpg",
      "audioLink": "unhappy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besorgt",
      "translation": "preocupado",
      "definition": "Fühlte sich ängstlich oder besorgt über etwas.",
      "definition_translation": "Sentir ansiedad o inquietud por algo.",
      "example": "Ich war besorgt über den Test gestern, ich bin besorgt über ihn jetzt und ich werde besorgt über ihn sein, wenn ich nicht studiere.",
      "example_translation": "Estuve preocupado por el examen ayer, estoy preocupado por él ahora y estaré preocupado por él mañana si no estudio.",
      "imageLink": "worried.jpg",
      "audioLink": "worried.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktiv",
      "translation": "activo",
      "definition": "Hatte die Macht zu bewegen oder zu handeln; nicht ruhig oder inaktiv.",
      "definition_translation": "Teniendo el poder de moverse o actuar; no dormido o inactivo.",
      "example": "Das Unternehmen war in mehreren Ländern aktiv. Es war viele Jahre aktiv und wird in Zukunft aktiv bleiben.",
      "example_translation": "La empresa estaba activa en varios países. Había estado activa durante muchos años, y seguirá siendo activa en el futuro.",
      "imageLink": "active.jpg",
      "audioLink": "active.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "asombrado",
      "definition": "Große Überraschung oder Staunen empfindend; erstaunt.",
      "definition_translation": "Sentir gran sorpresa o asombro; atónito.",
      "example": "Ich war erstaunt von der Schönheit der Landschaft. Sie hat sich von der Magie-Show erstaunt, und sie wird heute Abend von den Feuerwerken erstaunt sein.",
      "example_translation": "Estuve asombrado por la belleza del paisaje. Ella ha estado asombrada por el show de magia, y estará asombrada por los fuegos artificiales esta noche.",
      "imageLink": "amazed.jpg",
      "audioLink": "amazed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "atemberaubend",
      "translation": "increíble",
      "definition": "Extrem überraschend oder beeindruckend; erstaunlich.",
      "definition_translation": "Extremadamente sorprendente o impresionante; asombroso.",
      "example": "Der atemberaubende Blick vom Gipfel des Berges nahm mir den Atem. Das atemberaubende Talent der Sängerin wurde weltweit erkannt, und es wird atemberaubend sein, sie live zu sehen.",
      "example_translation": "La vista increíble desde la cima de la montaña me quitó el aliento. El talento increíble de la cantante ha sido reconocido en todo el mundo, y será increíble verla actuar en vivo.",
      "imageLink": "amazing.jpg",
      "audioLink": "amazing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "con ira",
      "definition": "In einer Weise, die von oder den Zorn ausdrückt",
      "definition_translation": "De una manera caracterizada por o expresar ira",
      "example": "Sie sprach wütend mit ihrem Bruder. Sie spricht wütend mit ihrem Lehrer. Sie wird wütend mit ihrem Freund sprechen.",
      "example_translation": "Ella habló con ira a su hermano. Está hablando con ira a su maestro. Ella hablará con ira a su amiga.",
      "imageLink": "angrily.jpg",
      "audioLink": "angrily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genervt",
      "translation": "molesto",
      "definition": "Fühlend oder zeigend Irritation oder Frustration",
      "definition_translation": "Sintiendo o mostrando irritación o frustración",
      "example": "Ich war genervt von dem Lärm. Ich bin genervt von den Verzögerungen. Ich werde genervt sein, wenn sie nicht pünktlich ankommen.",
      "example_translation": "Me molestaron por el ruido. Estoy molesto por los retrasos. Estaré molesto si no llegan a tiempo.",
      "imageLink": "annoyed.jpg",
      "audioLink": "annoyed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nervig",
      "translation": "molesto",
      "definition": "Irritation oder Frustration verursachend",
      "definition_translation": "Causando irritación o frustración",
      "example": "Der Lärm war nervig. Die Fragen nerven mich. Die ständigen Unterbrechungen werden nervig sein.",
      "example_translation": "El ruido era molesto. Las preguntas me están molestando. Las interrupciones constantes serán molestas.",
      "imageLink": "annoying.jpg",
      "audioLink": "annoying.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "ansioso",
      "definition": "Sich um etwas sorgend oder besorgt, das passieren könnte",
      "definition_translation": "sentirse preocupado o nervioso por algo que pueda suceder",
      "example": "Ich war ängstlich wegen der Prüfungsergebnisse, aber ich habe ein A bekommen. Ich bin ängstlich, meinen neuen Job zu beginnen, und ich werde ängstlich sein, meine Familie wiederzusehen.",
      "example_translation": "Estaba ansioso por los resultados del examen, pero obtuve una A. Estoy ansioso por empezar mi nuevo trabajo, y estaré ansioso por ver a mi familia de nuevo.",
      "imageLink": "anxious.jpg",
      "audioLink": "anxious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tapfer",
      "translation": "valiente",
      "definition": "Zeigend Mut oder Stärke in der Gefahr oder Not",
      "definition_translation": "mostrando coraje o fuerza en enfrentar el peligro o la adversidad",
      "example": "Der tapfere Feuerwehrmann rettete die Katze aus dem Baum. Sie hat sich tapfer genug gezeigt, um gegen Ungerechtigkeit zu sprechen. Er wird tapfer sein und wieder den Berg besteigen.",
      "example_translation": "El valiente bombero rescató al gato del árbol. Ha sido lo suficientemente valiente como para hablar en contra de la injusticia. Será valiente y tratará de escalar la montaña de nuevo.",
      "imageLink": "brave.jpg",
      "audioLink": "brave.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tapferlich",
      "translation": "valientemente",
      "definition": "In einer tapferen oder mutigen Weise",
      "definition_translation": "de manera valiente o con coraje",
      "example": "Sie stellte sich tapferlich ihren Ängsten und überwand sie. Er wird tapferlich sein Land gegen alle Bedrohungen verteidigen. Sie haben tapferlich um ihre Rechte gekämpft.",
      "example_translation": "Ella enfrentó valientemente sus temores y los superó. Él defenderá valientemente su país contra todas las amenazas. Lucharon valientemente por sus derechos.",
      "imageLink": "bravely-1.jpg",
      "audioLink": "bravely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brillant",
      "translation": "brillante",
      "definition": "Außergewöhnlich talentiert oder beeindruckend; extrem geschickt oder effektiv.",
      "definition_translation": "Exceptpcionalmente talentoso o impresionante; extremadamente habilidoso o efectivo.",
      "example": "Sie war eine brillante Studentin, immer mit besten Noten. Sie hat in ihren letzten Auftritten brillant gespielt. Sie wird in ihrer neuen Rolle brillant sein.",
      "example_translation": "Ella era una estudiante brillante, siempre obteniendo calificaciones altas. Ha sido brillante en sus presentaciones últimamente. Será brillante en su nuevo papel.",
      "imageLink": "brilliant.jpg",
      "audioLink": "brilliant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhig",
      "translation": "tranquilo",
      "definition": "Friedlich und frei von Störungen oder Unruhe; gelassen.",
      "definition_translation": "Pacifico y libre de disturbios o tumulto; sereno.",
      "example": "Die ruhige Atmosphäre half mir, mich zu entspannen. Sie blieb durante der Krise ruhig. Er wird ruhig sein, wenn er die Nachricht bekommt.",
      "example_translation": "El ambiente tranquilo me ayudó a relajarme. Ella siguió tranquila durante la crisis. Él estará tranquilo una vez que reciba las noticias.",
      "imageLink": "calm.jpg",
      "audioLink": "calm.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sorglos",
      "translation": "sin preocupaciones",
      "definition": "Fühlend oder zeigend keine Sorgen oder Schwierigkeiten; fröhlich und unbesorgt.",
      "definition_translation": "No sintiendo o mostrando preocupaciones o problemas; feliz de la vida.",
      "example": "Die sorglosen Tage des Sommers waren meine Lieblingszeit. Sie war sorglos, seit sie graduiert hat. Sie werden sorglos sein, wenn sie in Rente gehen.",
      "example_translation": "Los días sin preocupaciones del verano fueron mis favoritos. Ella ha sido sin preocupaciones desde que se graduó. Ellos serán sin preocupaciones una vez que se retiren.",
      "imageLink": "carefree.jpg",
      "audioLink": "carefree.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leichfertig",
      "translation": "descuidado",
      "definition": "Habend oder zeigend eine Vernachlässigung oder Unaufmerksamkeit; nachlässig",
      "definition_translation": "teniendo o mostrando falta de cuidado o atención; negligente",
      "example": "Er war leichtfertig mit seinem Handy und ließ es ins Wasser fallen. Er ist leichtfertig mit seinem Geld und gibt es freiwillig aus. Er wird leichtfertig mit seinen Worten und verletzt jemandes Gefühle.",
      "example_translation": "Él fue descuidado con su teléfono y lo dejó caer en el agua. Él es descuidado con su dinero y lo gasta con Libertad. Él será descuidado con sus palabras y lastimará los sentimientos de alguien.",
      "imageLink": "careless.jpg",
      "audioLink": "careless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "charmant",
      "translation": "encantador",
      "definition": "Angenehm attraktiv oder ansprechend; entzückend",
      "definition_translation": "agradablemente atractivo o agradable; delicioso",
      "example": "Sie war charmant auf der Party und jeder mochte sie. Er ist charmant, wenn er lächelt. Sie werden charmant auf der Hochzeit und machen schöne Fotos.",
      "example_translation": "Ella era encantadora en la fiesta y todos la gustaron. Él es encantador cuando sonríe. Serán encantadores en la boda y tomarán hermosas fotos.",
      "imageLink": "charming.jpg",
      "audioLink": "charming.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiter",
      "translation": "alegre",
      "definition": "Habend oder zeigend eine angenehme und optimistische Einstellung; hell und froh",
      "definition_translation": "teniendo o mostrando una actitud agradable y optimista; brillante y jubiloso",
      "example": "Er war heiter im Büro und hob die Stimmung aller an. Sie ist heiter am Morgen und beginnt den Tag mit einem Lächeln. Sie werden heiter auf der Geburtstagsparty und haben eine großartige Zeit.",
      "example_translation": "Él fue alegre en la oficina y improving el estado de ánimo de todos. Ella es alegre por la mañana y comienza el día con una sonrisa. Serán alegres en la fiesta de cumpleaños y tendrán un gran tiempo.",
      "imageLink": "cheerful.jpg",
      "audioLink": "cheerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "frío",
      "definition": "Habend eine niedrige Temperatur; nicht warm oder heiß.",
      "definition_translation": "Teniendo una temperatura baja; no cálido o caliente.",
      "example": "Ich war kalt im Winter, ich bin kalt jetzt und ich werde kalt morgen.",
      "example_translation": "Estuve frío en el invierno, estoy frío ahora y estaré frío mañana.",
      "imageLink": "cold.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verwirrt",
      "translation": "confundido",
      "definition": "Unfähig, klar zu denken oder etwas richtig zu verstehen.",
      "definition_translation": "Incapaz de pensar con claridad o entender algo correctamente.",
      "example": "Ich war verwirrt von den Anweisungen, ich bin verwirrt jetzt und ich werde verwirrt morgen, wenn ich keine Hilfe bekomme.",
      "example_translation": "Me confundí con las instrucciones, estoy confundido ahora y estaré confundido mañana si no recibo ayuda.",
      "imageLink": "confused.jpg",
      "audioLink": "confused.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kreativ",
      "translation": "creativo",
      "definition": "Habend die Fähigkeit, neue und originelle Ideen oder Dinge zu schaffen.",
      "definition_translation": "Teniendo la capacidad de crear ideas o cosas nuevas y originales.",
      "example": "Sie war eine kreative Künstlerin, sie ist jetzt eine kreative Schriftstellerin und sie wird eine kreative Unternehmerin in der Zukunft sein.",
      "example_translation": "Ella fue una artista creativa, es una escritora creativa ahora y será una emprendedora creativa en el futuro.",
      "imageLink": "creative.jpg",
      "audioLink": "creative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grausam",
      "translation": "cruel",
      "definition": "Habend oder zeigend einen Wunsch, Schmerz oder Leid anderen Wesen zuzufügen, oft in einer bewussten und unbarmherzigen Weise.",
      "definition_translation": "Tener o mostrar un deseo de causar dolor o sufrimiento a otro ser, a menudo de manera deliberada y desconsiderada.",
      "example": "Der grausame Diktator regierte mit eiserner Hand und zerquetschte jeden Widerstand. Er war grausam zu seinen Angestellten in der Vergangenheit. Er wird grausam zu jedem sein, der sich ihm in den Weg stellt.",
      "example_translation": "El dictador cruel gobernó con puño de hierro, aplastando cualquier oposición. Ha sido cruel con sus empleados en el pasado. Será cruel con cualquier persona que se interponga en su camino.",
      "imageLink": "cruel.jpg",
      "audioLink": "cruel.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neugierig",
      "translation": "curioso",
      "definition": "Habend einen Wunsch, etwas oder jemanden zu erfahren, oft in einer subtilen oder geheimen Weise.",
      "definition_translation": "Tener un deseo de aprender o saber sobre algo o alguien, a menudo de manera sutil o secreta.",
      "example": "Das neugierige Kind fragte seine Mutter Millionen Fragen über das Universum. Sie war neugierig über den neuen Schüler in der Klasse. Sie werden neugierig auf die Überraschungsparty sein.",
      "example_translation": "La niña curiosa le hizo a su madre un millón de preguntas sobre el universo. Estaba curiosa sobre el nuevo estudiante en clase. Serán curiosos sobre la fiesta sorpresa.",
      "imageLink": "curious.jpg",
      "audioLink": "curious.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neugierig",
      "translation": "curiosamente",
      "definition": "In einer Weise, die neugierig oder forschend ist, oft begleitet von einem Gefühl der Verwunderung oder Überraschung.",
      "definition_translation": "De manera que es curiosa o inquisitiva, a menudo acompañada de un sentido de asombro o sorpresa.",
      "example": "Sie sah ihn neugierig an, versuchte, sein seltsames Verhalten zu verstehen. Sie gingen neugierig durch das verlassene Haus. Die Touristen starrten neugierig auf die alten Ruinen.",
      "example_translation": "Ella lo miró curiosamente, tratando de entender su comportamiento extraño. Caminaron curiosamente por la casa abandonada. Los turistas contemplaron curiosamente las ruinas antiguas.",
      "imageLink": "curiously.jpg",
      "audioLink": "curiously.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "encantado",
      "definition": "fühlt oder zeigt große Freude oder Vergnügen",
      "definition_translation": "sentir o mostrar gran placer o disfrute",
      "example": "Ich war begeistert von der Überraschungsparty, die meine Freunde für mich organisiert haben. Ich bin begeistert, den Gewinner des Wettbewerbs bekannt zu geben. Ich werde begeistert auf der Hochzeit nächste Woche teilnehmen.",
      "example_translation": "Me encantó la fiesta sorpresa que mis amigos me organizaron. Estoy encantado de anunciar al ganador del concurso. Estaré encantado de asistir a la boda la próxima semana.",
      "imageLink": "delighted.jpg",
      "audioLink": "delighted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "deprimiert",
      "translation": "deprimido",
      "definition": "fühlt sich traurig und hoffnungslos, oft über einen langen Zeitraum, oder leidet an einer klinischen Depression",
      "definition_translation": "sentirse triste y sin esperanza, a menudo por un período prolongado, o sufrir de depresión clínica",
      "example": "Sie war deprimiert, nachdem sie ihren Job verloren hatte. Er ist deprimiert über den aktuellen Zustand der Wirtschaft. Ich war deprimiert während der Wintermonate wegen des Mangels an Sonnenlicht.",
      "example_translation": "Ella se deprimió después de perder su trabajo. Él está deprimido por el estado actual de la economía. Me deprimí durante los meses de invierno debido a la falta de luz solar.",
      "imageLink": "depressed.jpg",
      "audioLink": "depressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "enttäuscht",
      "translation": "desilusionado",
      "definition": "fühlt sich unglücklich oder enttäuscht, weil etwas nicht passiert ist oder nicht so gut ist, wie erwartet",
      "definition_translation": "sentirse infeliz o desilusionado porque algo no ha sucedido o no es tan bueno como se esperaba",
      "example": "Ich war enttäuscht von dem Film. Sie ist enttäuscht über die Noten ihres Sohnes. Sie waren enttäuscht, als ihr Team das Finale verloren hat.",
      "example_translation": "Me desilusioné con la película. Ella está desilusionada con las calificaciones de su hijo. Estaban desilusionados cuando su equipo perdió el campeonato.",
      "imageLink": "disappointed.jpg",
      "audioLink": "disappointed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "enttäuschend",
      "translation": "desafortunado",
      "definition": "ruft Gefühle von Traurigkeit und Unzufriedenheit hervor, weil etwas nicht so gut ist, wie erwartet.",
      "definition_translation": "Causando sentimientos de tristeza y desagrado porque algo no es tan bueno como se esperaba.",
      "example": "Der Film war enttäuschend, wir haben das Kino früh verlassen. Ich war enttäuscht während meines ersten Studienjahres. Ich werde meine Eltern enttäuschen, wenn ich keine gute Note bekomme.",
      "example_translation": "La película fue desafortunada, salimos del teatro temprano. Estuve desafortunado en mi primer año de universidad. Voy a desilusionar a mis padres si no obtengo una buena nota.",
      "imageLink": "disappointing.jpg",
      "audioLink": "disappointing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leichtlebig",
      "translation": "fácil de llevar",
      "definition": "Eine Person, die leicht auszukommen ist und sich nicht leicht ärgert oder stört.",
      "definition_translation": "Una persona que es fácil de llevar y que no se desanima ni se molesta con facilidad.",
      "example": "Mein leichtlebiger Freund bleibt immer ruhig in schwierigen Situationen. Ich wünsche, ich könnte leichtlebig wie meine Schwester sein. Er wird leichtlebig, wenn er älter wird.",
      "example_translation": "Mi amigo fácil de llevar siempre está calmado en situaciones difíciles. Ojalá fuera fácil de llevar como mi hermana. Él será fácil de llevar cuando sea mayor.",
      "imageLink": "easygoing.jpg",
      "audioLink": "easy-going.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "peinlich berührt",
      "translation": "avergonzado",
      "definition": "fühlt sich schuldig oder beschämt, weil man etwas Dummes oder Albernes getan hat.",
      "definition_translation": "Sintiendo vergüenza o conciencia de sí mismo porque algo tonto o necio que uno ha hecho.",
      "example": "Ich war peinlich berührt, als ich auf der Treppe stolperte. Sie war peinlich berührt über ihren Fehler vor der ganzen Klasse. Sie werden peinlich berührt sein, wenn sie das Spiel verlieren.",
      "example_translation": "Estuve avergonzado cuando me caí en las escaleras. Ella se sintió avergonzada por su error delante de la clase. Ellos se sentirán avergonzados si pierden el juego.",
      "imageLink": "embarrassed.jpg",
      "audioLink": "embarrassed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "peinlich",
      "translation": "embarazoso",
      "definition": "ruft Scham- oder Unbehaglichkeitsgefühle hervor; sehr beschämend oder demütigend.",
      "definition_translation": "Que causa sentimientos de vergüenza o incomodidad; muy embarazoso o humillante.",
      "example": "Ich fühlte mich peinlich, als ich auf der Treppe stolperte. Ich werde in Zukunft vorsichtiger sein, um peinliche Situationen zu vermeiden. Sie hatte eine peinliche Erfahrung auf der Party letzte Nacht.",
      "example_translation": "Me sentí embarazoso cuando me caí en las escaleras. Trataré de ser más cuidadoso en el futuro para evitar situaciones embarazosas. Ella tuvo una experiencia embarazosa en la fiesta de anoche.",
      "imageLink": "embarrassing.jpg",
      "audioLink": "embarrassing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angenehm",
      "translation": "disfrutable",
      "definition": "gibt große Freude oder Zufriedenheit; angenehm und erfüllend.",
      "definition_translation": "Que da gran placer o disfrute; agradable y satisfactorio.",
      "example": "Der Film war angenehm, ich mochte ihn sehr. Sie hatte eine angenehme Zeit am Strand gestern. Sie werden eine angenehme Vacation in Hawaii nächsten Monat haben.",
      "example_translation": "La película fue disfrutable, me gustó mucho. Ella tuvo un buen tiempo en la playa ayer. Ellos tendrán unas vacaciones disfrutables en Hawái el próximo mes.",
      "imageLink": "enjoyable.jpg",
      "audioLink": "enjoyable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufgerüstet",
      "translation": "emocionadamente",
      "definition": "in einem Zustand großer Aufregung oder Begeisterung; mit großer Energie oder Stimmung.",
      "definition_translation": "En un estado de alta emoción o entusiasmo; con gran entusiasmo o ansiedad.",
      "example": "Sie sprach aufgerüstet über ihre kommende Reise nach Europa. Sie jubelten aufgerüstet, als ihr Team das Siegtor schoss. Er wird aufgerüstet reagieren, wenn er die gute Nachricht hört.",
      "example_translation": "Ella habló emocionadamente sobre su próximo viaje a Europa. Ellos gritaron emocionadamente cuando su equipo anotó el gol ganador. Él reaccionará emocionadamente cuando escuche las buenas noticias.",
      "imageLink": "excitedly.jpg",
      "audioLink": "excitedly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschöpft",
      "translation": "agotado",
      "definition": "fühlt sich extrem müde, entweder körperlich oder geistig, oft aufgrund einer schweren Arbeitsbelastung, anstrengender Aktivitäten oder Schlafmangels.",
      "definition_translation": "Sentirse extremadamente cansado, ya sea física o mentalmente, a menudo debido a una carga de trabajo pesada, actividades físicamente demandantes o falta de sueño.",
      "example": "Ich war erschöpft nach dem Marathon, daher schlief ich 10 Stunden lang gestern Nacht. Ich werde erschöpft sein, wenn ich keine Pause machen kann. Sie war erschöpft, nachdem sie ihre kranke Mutter gepflegt hatte.",
      "example_translation": "Estaba agotado después de correr el maratón, así que dormí 10 horas anoche. Estaré agotado si no tengo un descanso pronto. Ella estaba agotada de cuidar a su madre enferma.",
      "imageLink": "exhausted.jpg",
      "audioLink": "exhausted.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfahren",
      "translation": "experimentado",
      "definition": "Kenntnisse oder Fähigkeiten, die durch die Ausführung oder Teilnahme an etwas, oft wiederholt, über einen längeren Zeitraum erworben wurden.",
      "definition_translation": "Tener conocimiento o habilidad adquirida al participar o realizar algo, a menudo repetidamente, durante un período de tiempo.",
      "example": "Der erfahrene Wanderer führte die Gruppe durch das unwegsame Gelände. Sie ist eine erfahrene Lehrerin mit über 10 Jahren Erfahrung. Sie waren erfahren in der Handhabung von Notfällen.",
      "example_translation": "El senderista experimentado lideró al grupo a través del terreno peligroso. Ella es una maestra experimentada con más de 10 años de experiencia. Estaban experimentados en el manejo de emergencias.",
      "imageLink": "experienced.jpg",
      "audioLink": "experienced.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gedankenlos",
      "translation": "olvidadizo",
      "definition": "Neigt dazu, Dinge zu vergessen, oft aufgrund von Unaufmerksamkeit, hohem Alter oder Verteilung auf andere Dinge.",
      "definition_translation": "Tener la tendencia a olvidar cosas, a menudo debido a la falta de atención, la edad avanzada o estar preocupado por otras cosas.",
      "example": "Ich werde in meinem Alter gedankenlos, ich vergesse immer meine Brille. Sie ist eine gedankenlose Person, immer vergessend ihre Schlüssel. Er wird gedankenlos sein, wenn er es nicht aufschreibt.",
      "example_translation": "Estoy volviéndome olvidadizo en mi vejez, siempre olvido mis gafas. Ella es una persona olvidadiza, siempre deja sus llaves atrás. Él será olvidadizo si no lo escribe.",
      "imageLink": "forgetful.jpg",
      "audioLink": "forgetful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschrocken",
      "translation": "asustado",
      "definition": "Fühlt Angst oder Ängstlichkeit; eingeschüchtert oder verängstigt",
      "definition_translation": "sintiendo miedo o ansiedad; intimidado o asustado",
      "example": "Ich wurde durch den lauten Donner erschrocken, Ich bin erschrocken vor Spinnen, Ich werde erschrocken sein, wenn ich den Job nicht bekomme.",
      "example_translation": "Me asusté con el trueno fuerte, tengo miedo de las arañas, estaré asustado si no consigo el trabajo.",
      "imageLink": "frightened.jpg",
      "audioLink": "frightened.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großzügig",
      "translation": "generoso",
      "definition": "Bereit, freiwillig von seinen Ressourcen zu geben; freiwillig in der Spende",
      "definition_translation": "dispuesto a dar libremente de sus recursos; liberal en dar",
      "example": "Sie war großzügig mit ihrer Zeit, Er ist großzügig mit seinem Geld, Sie werden großzügig mit ihrer Gastfreundschaft sein.",
      "example_translation": "Ella fue generosa con su tiempo, Él es generoso con su dinero, Ellos serán generosos con su hospitalidad.",
      "imageLink": "generous.jpg",
      "audioLink": "generous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sanft",
      "translation": "suave",
      "definition": "Mild von Natur oder Verhalten; nicht hart oder streng",
      "definition_translation": "suave en naturaleza o comportamiento; no fuerte ni severo",
      "example": "Sie hat eine sanfte Stimme, Er ist sanft mit seinen Worten, Sie werden sanft mit dem Baby sein.",
      "example_translation": "Ella tiene una voz suave, Él es suave con sus palabras, Ellos serán suaves con el bebé.",
      "imageLink": "gentle.jpg",
      "audioLink": "gentle.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dankbar",
      "translation": "agradecido",
      "definition": "Fühlt oder zeigt Dankbarkeit oder Anerkennung für etwas",
      "definition_translation": "sentir o mostrar apreciación o agradecimiento por algo",
      "example": "Ich war dankbar für die Hilfe, Ich bin dankbar für die Gelegenheit, und ich werde dankbar für die Erfahrung sein.",
      "example_translation": "Estuve agradecido por la ayuda, estoy agradecido por la oportunidad y estaré agradecido por la experiencia.",
      "imageLink": "grateful.jpg",
      "audioLink": "grateful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schuldig",
      "translation": "culpable",
      "definition": "Verantwortlich für ein Verbrechen oder Unrecht",
      "definition_translation": "responsable de un crimen o mala acción",
      "example": "Ich fühlte mich schuldig, weil ich gelogen hatte, Ich bin schuldig an Prokrastination, und ich wäre schuldig am Betrug gewesen, wenn ich nicht erwischt worden wäre.",
      "example_translation": "Me sentí culpable por mentir, soy culpable de procrastinar y habría sido culpable de hacer trampa si no me hubieran pillado.",
      "imageLink": "guilty.jpg",
      "audioLink": "guilty.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "glücklich",
      "translation": "felizmente",
      "definition": "In einer glücklichen oder freudigen Art",
      "definition_translation": "de manera feliz o alegre",
      "example": "Ich nahm die Einladung glücklich an, Ich bin glücklich verheiratet, und ich werde glücklich helfen bei der Aufgabe.",
      "example_translation": "Acepté felizmente la invitación, estoy felizmente casado y felizmente te ayudaré con la tarea.",
      "imageLink": "happily.jpg",
      "audioLink": "happily.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hilfreich",
      "translation": "útil",
      "definition": "Gibt Unterstützung oder Anleitung, insbesondere freiwillig.",
      "definition_translation": "Brindar asistencia o orientación, especialmente con buena disposición.",
      "example": "Die Lehrerin war sehr hilfreich bei der Erklärung des Konzepts. Sie war hilfreich in unserem Gruppenprojekt. Sie wird hilfreich sein bei unseren zukünftigen Unternehmungen.",
      "example_translation": "La profesora fue muy útil al explicar el concepto. Ella había sido útil en nuestro proyecto de grupo. Ella será útil en nuestros esfuerzos futuros.",
      "imageLink": "helpful.jpg",
      "audioLink": "helpful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hoffnungsvoll",
      "translation": "esperanzado",
      "definition": "Fühlt oder inspiriert Optimismus über ein bestimmtes Ergebnis.",
      "definition_translation": "Sintiendo o inspirando optimismo sobre un resultado particular.",
      "example": "Ich war hoffnungsvoll über die Bewerbung. Sie ist hoffnungsvoll über ihre Zukunft. Sie werden hoffnungsvoll über die neue Politik sein.",
      "example_translation": "Yo tenía esperanzas de obtener el trabajo. Ella tiene esperanzas sobre su futuro. Ellos tendrán esperanzas sobre la nueva política.",
      "imageLink": "hopeful.jpg",
      "audioLink": "hopeful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hoffnungslos",
      "translation": "desesperanzado",
      "definition": "Keine Hoffnung habend oder empfindend.",
      "definition_translation": "Teniendo o sintiendo no tener esperanza.",
      "example": "Die Situation war hoffnungslos. Er fühlte sich hoffnungslos wegen seiner Karriere. Sie werden sich hoffnungslos über das Ergebnis fühlen.",
      "example_translation": "La situación era desesperanzada. Él se sentía desesperanzado sobre su carrera. Ellos se sentirán desesperanzados sobre el resultado.",
      "imageLink": "hopeless.jpg",
      "audioLink": "hopeless.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verletzen",
      "translation": "herir",
      "definition": "Körperlichen oder emotionalen Schmerz, Leid oder Schaden zuzufügen.",
      "definition_translation": "Causar dolor físico o emocional, sufrimiento o daño.",
      "example": "Ich habe mir gestern das Knie verletzt, aber ich werde morgen wieder in Ordnung sein. Sie tut es weh, wenn sie an ihre Vergangenheit denkt. Sie werden jemanden verletzen, wenn sie nicht aufhören.",
      "example_translation": "Me lastimé la rodilla ayer, pero estaré bien mañana. Ella sufre cuando recuerda su pasado. Ellos lastimarán a alguien si no paran.",
      "imageLink": "hurt.jpg",
      "audioLink": "hurt.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verliebt",
      "translation": "enamorado",
      "definition": "Starke Gefühle der Liebe oder Zuneigung für jemanden oder etwas empfindend.",
      "definition_translation": "Teniendo sentimientos fuertes de amor o afecto por alguien o algo.",
      "example": "Sie sind bei ersten Blick verliebt. Sie war 50 Jahre lang in ihrem Mann verliebt. Ich werde Dich für immer lieben.",
      "example_translation": "Ellos se enamoraron a primera vista. Ella estuvo enamorada de su esposo durante 50 años. Estaré enamorado de ti para siempre.",
      "imageLink": "in-love.jpg",
      "audioLink": "in love.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Tränen",
      "translation": "en lágrimas",
      "definition": "Weinend, oft wegen Traurigkeit oder emotionalen Schmerzes.",
      "definition_translation": "Llorando, a menudo debido a la tristeza o dolor emocional.",
      "example": "Sie war in Tränen, als sie die Nachricht hörte. Er war in Tränen, nachdem er den traurigen Film gesehen hatte. Sie waren bei ihrer Hochzeit in Tränen.",
      "example_translation": "Ella estaba en lágrimas cuando oyó la noticia. Él estaba en lágrimas después de ver la película triste. Ellos estaban en lágrimas en su boda.",
      "imageLink": "in-tears.jpg",
      "audioLink": "in tears.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "inteligente",
      "definition": "Die Fähigkeit habend, zu lernen oder zu verstehen oder mit einer Situation umzugehen, insbesondere auf eine clevere oder vernünftige Weise.",
      "definition_translation": "Teniendo la capacidad de aprender o entender o lidiar con una situación, especialmente de una manera lista o sensata.",
      "example": "Sie war eine intelligente Studentin, die immer einsichtsvolle Fragen stellte. Sie war intelligent genug, um die Lösung zu finden. Sie wird intelligent genug sein, um die Komplexität des Problems zu verstehen.",
      "example_translation": "Era una estudiante inteligente que siempre hacía preguntas perspicaces. Ha sido lo suficientemente inteligente como para encontrar la solución. Será lo suficientemente inteligente como para entender la complejidad del problema.",
      "imageLink": "intelligent.jpg",
      "audioLink": "intelligent.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eifersüchtig",
      "translation": "celoso",
      "definition": "Ein intensives und oft unvernünftiges Verlangen nach etwas oder jemandem empfindend, aus Angst vor Verlust oder Rivalität.",
      "definition_translation": "Sintiendo o mostrando un deseo intenso y a menudo irrazonable de tener algo o estar con alguien debido a miedo a la pérdida o rivalidad.",
      "example": "Er war eifersüchtig auf den Erfolg seines Freundes. Sie war eifersüchtig auf die Schönheit ihrer Schwester. Sie werden eifersüchtig auf unseren neuen Wagen sein.",
      "example_translation": "Él era celoso del éxito de su amigo. Ella había sido celosa de la belleza de su hermana. Ellos estarán celosos de nuestro nuevo coche.",
      "imageLink": "jealous.jpg",
      "audioLink": "jealous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "entusiasta",
      "definition": "Eine starke und eifrige Anteilnahme an etwas oder einen starken Wunsch, etwas zu tun, empfindend.",
      "definition_translation": "Teniendo o mostrando un interés fuerte y ansioso en algo o un deseo fuerte de hacer algo.",
      "example": "Er ist begeistert vom Fußball. Sie war begeistert, Französisch zu lernen. Sie werden begeistert sein, wenn sie zum Konzert gehen dürfen.",
      "example_translation": "Él está entusiasmado con jugar fútbol. Ella había estado ansiosa por aprender francés. Ellos estarán entusiasmados con asistir al concierto.",
      "imageLink": "keen.jpg",
      "audioLink": "keen.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "freundlich",
      "translation": "amablemente",
      "definition": "Auf eine freundliche und sanfte Weise; mit Freundlichkeit.",
      "definition_translation": "De manera amable y gentil; con amabilidad.",
      "example": "Sie sprach mit mir freundlich, was mich besser fühlte. Sie wird morgen freundlich zu mir sprechen. Sie hat sich früher freundlich zu mir geäußert.",
      "example_translation": "Ella me habló amablemente, lo que me hizo sentir mejor. Ella me hablará amablemente mañana. Ella me ha hablado amablemente antes.",
      "imageLink": "kindly.jpg",
      "audioLink": "kindly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lebendig",
      "translation": "animado",
      "definition": "Voll Leben, Energie und Begeisterung; lebendig und temperamentvoll.",
      "definition_translation": "Lleno de vida, energía y entusiasmo; animado y espiritual.",
      "example": "Die lebendige Party dauerte bis Mitternacht an. Die Stadt wird während des Festivals lebendig sein. Die lebendige Atmosphäre machte jeden willkommen.",
      "example_translation": "La fiesta animada duró hasta la medianoche. La ciudad será animada durante el festival. El ambiente animado hizo que todos se sintieran bienvenidos.",
      "imageLink": "lively.jpg",
      "audioLink": "lively.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einsam",
      "translation": "solitario",
      "definition": "Traurig und isoliert, weil man keine Freunde hat oder von anderen getrennt ist.",
      "definition_translation": "Sentirse triste y aislado porque no se tienen amigos o se está lejos de los demás.",
      "example": "Er fühlte sich einsam während seiner Reise. Sie wird sich einsam fühlen, wenn sie in eine neue Stadt zieht. Sie fühlen sich einsam, seit ihre Freunde weggegangen sind.",
      "example_translation": "Se sintió solitario durante su viaje. Se sentirá solitaria cuando se mude a una nueva ciudad. Han estado solitarios desde que sus amigos se fueron.",
      "imageLink": "lonely.jpg",
      "audioLink": "lonely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "launisch",
      "translation": "malhumorado",
      "definition": "eine Neigung hat, ohne ersichtlichen Grund mürrisch oder verdrießlich zu sein",
      "definition_translation": "tener tendencia a ser hosco o malhumorado, a menudo sin una razón clara",
      "example": "Sie war den ganzen Tag launisch, ich frage mich, was los ist. Sie war gestern launisch, aber heute ist sie okay. Sie wird launisch, wenn sie nicht genug Schlaf bekommt.",
      "example_translation": "Ha estado de malhumor todo el día, me pregunto qué pasa. Estaba de malhumor ayer, pero ahora está bien. Estará de malhumor si no duerme lo suficiente.",
      "imageLink": "moody.jpg",
      "audioLink": "moody.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "negativ",
      "translation": "negativo",
      "definition": "Ablehnung, Verweigerung oder Widerspruch ausdrückend oder implizierend",
      "definition_translation": "expresando o implicando negativa, rechazo o disentimiento",
      "example": "Er hatte eine negative Einstellung gegenüber der neuen Politik. Das Testergebnis war negativ. Die Rezension war negativ, deshalb gingen wir nicht ins Kino.",
      "example_translation": "Él tenía una actitud negativa hacia la nueva política. El resultado de la prueba fue negativo. La reseña fue negativa, así que no fuimos al cine.",
      "imageLink": "negative.jpg",
      "audioLink": "negative.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nervös",
      "translation": "nervioso",
      "definition": "Angst oder Besorgnis empfindend oder zeigend",
      "definition_translation": "sentir o mostrar ansiedad o aprensión",
      "example": "Ich war nervös vor dem Vorstellungsgespräch, aber ich habe es gut gemacht. Sie hat sich die ganze Woche vor der Prüfung gefürchtet. Er wird nervös, wenn er vor einer großen Gruppe sprechen muss.",
      "example_translation": "Estuve nervioso antes de la entrevista de trabajo, pero me fue bien. Ha estado nerviosa por el examen toda la semana. Estará nervioso si tiene que hablar ante una gran multitud.",
      "imageLink": "nervous.jpg",
      "audioLink": "nervous.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Patient",
      "translation": "paciente",
      "definition": "Eine Person, die medizinische Pflege, Behandlung oder Aufmerksamkeit erhält.",
      "definition_translation": "Una persona que recibe atención médica, tratamiento o atención.",
      "example": "Der Arzt untersuchte den Patienten sorgfältig. Der Patient erholt sich gut. Der Patient wird morgen operiert.",
      "example_translation": "El doctor examinó al paciente con cuidado. El paciente se está recuperando bien. El paciente se someterá a cirugía mañana.",
      "imageLink": "patient.jpg",
      "audioLink": "patient.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "höflich",
      "translation": "cortésmente",
      "definition": "Auf eine Art, die Respekt und gute Manieren zeigt.",
      "definition_translation": "De una manera que muestra respeto y buenos modales.",
      "example": "Sie sprach höflich mit dem Kunden. Er wird höflich mit dem Manager sprechen. Sie sprachen höflich miteinander.",
      "example_translation": "Ella habló cortésmente con el cliente. Él hablará cortésmente con el gerente. Ellos hablaron cortésmente entre sí.",
      "imageLink": "politely.jpg",
      "audioLink": "politely.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mächtig",
      "translation": "poderoso",
      "definition": "Viele Stärke, Autorität oder Einfluss habend.",
      "definition_translation": "Teniendo mucha fuerza, autoridad o influencia.",
      "example": "Der mächtige Motor fuhr das Auto schnell. Der mächtige Führer traf eine bedeutende Entscheidung. Der mächtige Computer verarbeitete die Daten schnell.",
      "example_translation": "El motor poderoso impulsó el coche rápidamente. El líder poderoso tomó una decisión significativa. La computadora poderosa procesó los datos rápidamente.",
      "imageLink": "powerful.jpg",
      "audioLink": "powerful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stolz",
      "translation": "orgulloso",
      "definition": "Ein Gefühl der Zufriedenheit oder Genugtuung über etwas, insbesondere über eigene Leistungen oder Besitz",
      "definition_translation": "Teniendo o mostrando un sentido de orgullo o satisfacción sobre algo, especialmente sobre logros o posesiones.",
      "example": "Ich war stolz auf mein Team für den Sieg in der Meisterschaft. Ich bin stolz auf meine Errungenschaften. Ich werde stolz sein, wenn ich mein neues Auto zeige.",
      "example_translation": "Estuve orgulloso de mi equipo por ganar el campeonato. Estoy orgulloso de mis logros. Estaré orgulloso de mostrar mi nuevo coche.",
      "imageLink": "proud.jpg",
      "audioLink": "proud.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streitsüchtig",
      "translation": "belicoso",
      "definition": "Eine starke Neigung zum Streiten oder Kämpfen habend; aggressiv und konfrontativ.",
      "definition_translation": "Teniendo o mostrando una fuerte tendencia a discutir o pelear; agresivo y confrontativo.",
      "example": "Mein Bruder war streitsüchtig und suchte immer Streit. Sie hat eine streitsüchtige Natur und stimmt oft anderen nicht zu. Er wird streitsüchtig, wenn du ihm nicht zuhörst.",
      "example_translation": "Mi hermano era belicoso y siempre elegía peleas. Ella tiene una naturaleza belicosa y a menudo disiente con otros. Él se volverá belicoso si no estás de acuerdo con él.",
      "imageLink": "quarrelsome.jpg",
      "audioLink": "quarrelsome.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entspannt",
      "translation": "relajado",
      "definition": "Ein Zustand der Ruhe und Freiheit von Spannung oder Angst zeigend.",
      "definition_translation": "Sentir o mostrar un estado de calma y libertad de tensión o ansiedad.",
      "example": "Ich fühlte mich entspannt am Strandurlaub. Sie war entspannt und genoss die Musik. Er wird entspannt, wenn er sein Projekt fertiggestellt hat.",
      "example_translation": "Me sentí relajado en las vacaciones de playa. Ella estaba relajada y disfrutando de la música. Él estará relajado una vez que termine su proyecto.",
      "imageLink": "relaxed.jpg",
      "audioLink": "relaxed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entspannend",
      "translation": "relajante",
      "definition": "Ein Gefühl der Ruhe und Frieden verursachend, Stress und Angst reduzierend",
      "definition_translation": "Provocando un sentimiento de calma y paz, reduciendo el estrés y la ansiedad",
      "example": "Ich habe mich den ganzen Tag entspannt am Strand. Ich entspannte mich im Whirlpool letzte Nacht. Ich werde mich heute Abend mit einem guten Buch entspannen.",
      "example_translation": "He estado relajándome en la playa todo el día. Me relajé en la tina caliente anoche. Estaré relajándome con un buen libro esta noche.",
      "imageLink": "relaxing.jpg",
      "audioLink": "relaxing.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zuverlässig",
      "translation": "confiable",
      "definition": "Kann vertraut werden, um etwas zu tun oder anzubieten, tut konsequent, was erwartet wird",
      "definition_translation": "Capaz de ser confiado para hacer o proporcionar algo, haciendo consistentemente lo que se espera",
      "example": "Ich habe ein zuverlässiges Auto, das jeden Morgen startet. Sie ist eine zuverlässige Freundin, die immer pünktlich erscheint. Er wird ein zuverlässiger Mitarbeiter in der Zukunft sein.",
      "example_translation": "Tengo un coche confiable que siempre arranca por la mañana. Ella es una amiga confiable que siempre llega a tiempo. Él será un empleado confiable en el futuro.",
      "imageLink": "reliable.jpg",
      "audioLink": "reliable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "romantisch",
      "translation": "romántico",
      "definition": "Bezieht sich auf oder ist charakterisiert durch Romantik, oft verwendet, um die Gefühle oder das Verhalten einer Person zu beschreiben",
      "definition_translation": "Relacionado con o caracterizado por la romance, a menudo utilizado para describir los sentimientos o el comportamiento de una persona",
      "example": "Der Film war romantisch und hat mich zum Weinen gebracht. Er ist ein romantischer Mensch und überrascht seine Freundin immer wieder. Sie werden heute Abend ein romantisches Essen haben.",
      "example_translation": "La película fue romántica y me hizo llorar. Él era una persona romántica y siempre sorprendía a su novia. Tendrán una cena romántica esta noche.",
      "imageLink": "romantic.jpg",
      "audioLink": "romantic.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhöflich",
      "translation": "grosero",
      "definition": "Hat oder zeigt keine Manieren oder Achtung, oft auf eine Weise, die ärgerlich oder beleidigend ist",
      "definition_translation": "Teniendo o mostrando no modales ni respeto, a menudo de una manera que es molesta o ofensiva.",
      "example": "Er war unhöflich zum Kellner, daher ließ er kein Trinkgeld. Er ist unhöflich gegenüber seiner Schwester. Er wird unhöflich gegenüber seinem Lehrer sein, wenn er mit der Note nicht zufrieden ist.",
      "example_translation": "Fue grosero con el camarero, así que no dejó una propina. Está siendo grosero con su hermana. Será grosero con su maestro si no le gusta la nota.",
      "imageLink": "rude.jpg",
      "audioLink": "rude.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "satisfecho",
      "definition": "Fühlt sich zufrieden oder befriedigt, weil ein Bedürfnis oder Wunsch erfüllt wurde",
      "definition_translation": "Sintiendo placer o contento porque una necesidad o deseo ha sido satisfecho.",
      "example": "Ich war zufrieden mit dem Service im Restaurant. Sie ist zufrieden mit ihrem neuen Job. Sie werden zufrieden mit dem Ergebnis sein, wenn sie hart arbeiten.",
      "example_translation": "Me sentí satisfecho con el servicio en el restaurante. Ella está satisfecha con su nuevo trabajo. Estarán satisfechos con el resultado si trabajan duro.",
      "imageLink": "satisfied.jpg",
      "audioLink": "satisfied.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ängstlich",
      "translation": "asustado",
      "definition": "Fühlt sich entsetzt oder ängstlich vor etwas",
      "definition_translation": "Sintiendo miedo o temor de algo.",
      "example": "Ich war ängstlich während des Horrorfilms. Sie ist ängstlich vor Spinnen. Sie werden ängstlich sein, wenn sie nicht für die Prüfung vorbereitet sind.",
      "example_translation": "Me asusté durante la película de terror. Ella tiene miedo a las arañas. Estarán asustados si no se preparan para el examen.",
      "imageLink": "scared.jpg",
      "audioLink": "scared.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gruselig",
      "translation": "espantoso",
      "definition": "Verursacht Angst oder Beunruhigung; schrecklich",
      "definition_translation": "Causar miedo o alarma; aterrador.",
      "example": "Der Horrorfilm war gruselig, ich zitterte vor Angst. Ich sehe heute Abend einen gruseligen Film. Ich werde nächste Woche einen gruseligen Film sehen.",
      "example_translation": "La película de terror era espantosa, estaba temblando de miedo. Estoy viendo una película espantosa esta noche. Veré una película espantosa la próxima semana.",
      "imageLink": "scary.jpg",
      "audioLink": "scary.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "selbstsicher",
      "translation": "seguro de sí mismo",
      "definition": "Hat oder zeigt Vertrauen in die eigenen Fähigkeiten, Urteile oder Handlungen",
      "definition_translation": "Teniendo o mostrando confianza en sus habilidades, juicios o acciones.",
      "example": "Sie war eine selbstsichere Sprecherin, alle hörten ihr zu. Er wird ein selbstsicherer Führer morgen sein. Sie waren selbstsicher in ihrer Entscheidung.",
      "example_translation": "Ella era una oradora segura de sí misma, todos la escuchaban. Él será un líder seguro de sí mismo mañana. Ellos estaban seguros de sí mismos en su decisión.",
      "imageLink": "self-confident.jpg",
      "audioLink": "self-confident.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "egoistisch",
      "translation": "egoísta",
      "definition": "Ist übermäßig oder exklusiv mit den eigenen Bedürfnissen oder Wünschen beschäftigt, zeigt keine Rücksicht auf andere",
      "definition_translation": "Preocupado excesivamente o exclusivamente con las necesidades o deseos propios, no tener o mostrar consideración por otros.",
      "example": "Er war ein egoistischer Freund, immer nur an sich selbst denkend. Sie wird eine egoistische Freundin morgen sein. Sie waren egoistisch und kümmerten sich nicht um andere.",
      "example_translation": "Él era un novio egoísta, siempre pensando en sí mismo. Ella será una amiga egoísta mañana. Ellos eran egoístas y no se preocupaban por otros.",
      "imageLink": "selfish.jpg",
      "audioLink": "selfish.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vernünftig",
      "translation": "sensible",
      "definition": "Hat oder enthält einen guten Sinn oder Vernunft; rational: eine vernünftige Person",
      "definition_translation": "Teniendo, conteniendo o indicando buen sentido o razón; racional: una persona sensible.",
      "example": "Sie war eine vernünftige Frau und dachte immer vorher. Sie hatte vernünftig genug, um Geld für die Zukunft zu sparen. Sie wird vernünftig sein und Zeit nehmen, um eine Entscheidung zu treffen.",
      "example_translation": "Era una mujer sensata y siempre pensaba antes de actuar. Había sido lo suficientemente sensata para ahorrar dinero para el futuro. Será sensata y tomará su tiempo para tomar una decisión.",
      "imageLink": "sensible.jpg",
      "audioLink": "sensible.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schockiert",
      "translation": "conmocionado",
      "definition": "Fühlt plötzliche intensive Überraschung, Erstaunen oder Abscheu",
      "definition_translation": "Sintiendo sorpresa, asombro o disgusto repentino e intenso.",
      "example": "Ich war schockiert, als ich die Nachricht hörte. Sie war schockiert von dem Unfall und konnte nicht sprechen. Sie werden schockiert sein, wenn sie die Überraschungsparty sehen.",
      "example_translation": "Me conmocioné cuando escuché la noticia. Había sido conmocionada por el accidente y no podía hablar. Serán conmocionados cuando vean la fiesta sorpresa.",
      "imageLink": "shocked.jpg",
      "audioLink": "shocked.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschütternd",
      "translation": "impactante",
      "definition": "Ein plötzliches intensives Gefühl von Überraschung, Erstaunen oder Abscheu verursachend.",
      "definition_translation": "Causando un sentimiento repentino e intenso de sorpresa, asombro o disgusto.",
      "example": "Die Nachricht war erschütternd und beunruhigend. Die erschütternde Wahrheit wurde nach der Untersuchung enthüllt. Der Film war erschütternd und nicht geeignet für Kinder.",
      "example_translation": "La noticia fue impactante y perturbadora. La verdad impactante se reveló después de la investigación. La película fue impactante y no era apta para niños.",
      "imageLink": "shocking.jpg",
      "audioLink": "shocking.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "scheu",
      "translation": "tímido",
      "definition": "Etwas aus Furcht oder Zaghaftigkeit nicht tun oder mit Menschen sprechen zu müssen.",
      "definition_translation": "Temer hacer algo o temer hablar con la gente porque eres nervioso o careces de confianza.",
      "example": "Ich war als Kind sehr schüchtern und machte nicht viele Freunde. Jetzt versuche ich, mehr Selbstbewusstsein zu entwickeln. Ich war auf der Party schüchtern, aber dann traf ich jemanden, mit dem ich gemeinsame Interessen teilte. Ich werde mich nicht scheuen, um Hilfe zu bitten, wenn ich sie benötige.",
      "example_translation": "Yo era tímido de niño y no hice muchos amigos. Ahora, estoy tratando de ser más sociable. Estuve tímido en la fiesta, pero luego conocí a alguien que compartía mis intereses. No seré tímido sobre pedir ayuda si la necesito.",
      "imageLink": "shy.jpg",
      "audioLink": "shy.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "albern",
      "translation": "tonto",
      "definition": "Auf eine törichte oder lächerliche Weise handelnd oder sprechend.",
      "definition_translation": "Comportándose o diciendo algo de manera tonta o ridícula.",
      "example": " Mein kleiner Bruder kann manchmal albern sein, zum Beispiel wenn er sein Hemd verkehrt herum anzieht. Ich fühlte mich albern, als ich merkte, dass ich mein Handy zu Hause vergessen hatte. Sie findet es albern, zu einer informellen Party eine Krawatte zu tragen.",
      "example_translation": "Mi hermano menor puede ser tonto a veces, como cuando se pone la camisa hacia atrás. Me sentí tonto cuando me di cuenta de que olvidé mi teléfono en casa. Ella piensa que es tonto usar una corbata en una fiesta informal.",
      "imageLink": "silly.jpg",
      "audioLink": "silly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intelligent",
      "translation": "inteligente",
      "definition": "Eine große Menge an Intelligenz, Einsicht oder gesundem Menschenverstand aufweisend.",
      "definition_translation": "Teniendo o mostrando una gran cantidad de inteligencia, visión o buen juicio.",
      "example": "Mein Lehrer ist sehr intelligent und findet immer einen Weg, komplexe Konzepte zu erklären. Ich denke, es ist intelligent, Geld für die Zukunft zu sparen. Sie ist intelligent und kann das Puzzle in null Komma nichts lösen.",
      "example_translation": "Mi profesor es muy inteligente y siempre encuentra una manera de explicar conceptos complejos. Creo que es inteligente ahorrar dinero para el futuro. Ella es inteligente y puede resolver el rompecabezas en minutos.",
      "imageLink": "smart.jpg",
      "audioLink": "smart.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gesellig",
      "translation": "sociable",
      "definition": "Bereitwillig, mit anderen freundlich zu sprechen und sich zu unterhalten.",
      "definition_translation": "Dispuesto a hablar y interactuar con otros de manera amigable.",
      "example": "Sie war eine sehr gesellige Person und liebte es, Partys zu besuchen. Sie war auf der Party letzte Nacht sehr gesellig, chattete mit jedem. Sie wird auf dem kommenden Event sehr gesellig sein und neue Freunde finden.",
      "example_translation": "Era una persona muy sociable y le encantaba asistir a fiestas. Fue sociable en la fiesta de anoche, charlando con todos. Será sociable en el próximo evento, haciendo nuevos amigos.",
      "imageLink": "sociable.jpg",
      "audioLink": "sociable.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gestresst",
      "translation": "estresado",
      "definition": "Aufgrund zu viel Druck oder Verantwortung ängstlich oder überfordert führend.",
      "definition_translation": "Sentirse ansioso o abrumado debido a demasiada presión o responsabilidad.",
      "example": "Er war gestresst wegen der anstehenden Deadline. Er war den ganzen Tag auf der Arbeit gestresst. Er wird gestresst sein, wenn er das Ziel nicht erreicht.",
      "example_translation": "Estaba estresado por la fecha límite próxima. Había estado estresado en el trabajo todo el día. Estará estresado si no cumple con el objetivo.",
      "imageLink": "stressed.jpg",
      "audioLink": "stressed.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stressig",
      "translation": "estresante",
      "definition": "Ängste oder Spannungen verursachend.",
      "definition_translation": "Causando sentimientos de ansiedad o tensión.",
      "example": "Der Job war extrem stressig. Die Situation war für alle Beteiligten stressig. Das Ereignis wird stressig sein, wenn es nicht ordentlich geplant wird.",
      "example_translation": "El trabajo era extremadamente estresante. La situación había sido estresante para todos los involucrados. El evento será estresante si no se maneja adecuadamente.",
      "imageLink": "stressful.jpg",
      "audioLink": "stressful.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streng",
      "translation": "estricto",
      "definition": "Keine Flexibilität oder Ausnahmen zulassend; fest entschlossen, seine Meinung oder Entscheidung nicht zu ändern.",
      "definition_translation": "no permitiendo flexibilidad o excepciones; rechazando firmemente cambiar de opinión o decisión",
      "example": "Der Lehrer war streng mit den Schülern, um sicherzustellen, dass sie die Regeln einhielten. Das Unternehmen hat eine strenge Politik gegen Verspätungen. Die Vorschriften werden streng sein, um Unfälle zu vermeiden.",
      "example_translation": "El profesor fue estricto con los estudiantes, asegurándose de que seguían las reglas. La empresa tiene una política estricta sobre la tardanza. Las regulaciones serán estrictas para prevenir accidentes.",
      "imageLink": "strict.jpg",
      "audioLink": "strict.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überraschend",
      "translation": "sorprendente",
      "definition": "Ein Gefühl der Überraschung oder Erstaunen verursachend; unerwartet.",
      "definition_translation": "causando una sensación de sorpresa o asombro; inesperado",
      "example": " Die überraschende Nachricht schockierte alle. Ich erhielt ein überraschendes Geschenk von meinem Freund. Das Team hatte einen überraschenden Sieg im Finale.",
      "example_translation": "La noticia sorprendente dejó atónitos a todos. Recibí un regalo sorprendente de mi amigo. El equipo tuvo una victoria sorprendente en el campeonato.",
      "imageLink": "surprising.jpg",
      "audioLink": "surprising.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überraschend",
      "translation": "sorprendentemente",
      "definition": "Auf eine Weise, die Überraschung oder Erstaunen verursacht; unerwartet.",
      "definition_translation": "de una manera que causa sorpresa o asombro; inesperadamente",
      "example": "Ich war überraschend gut darin, Gitarre zu spielen. Der Film war überraschend unterhaltsam. Das Wetter war überraschend warm für den Winter.",
      "example_translation": "Fue sorprendentemente bueno tocando la guitarra. La película fue sorprendentemente entretenida. El clima fue sorprendentemente cálido para el invierno.",
      "imageLink": "surprisingly.jpg",
      "audioLink": "surprisingly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begabt",
      "translation": "talentoso",
      "definition": "Eine natürliche Fähigkeit oder ein Talent hat, insbesondere eines, das selten oder außergewöhnlich ist.",
      "definition_translation": "Teniendo una habilidad natural o habilidad, especialmente una que es rara o excepcional.",
      "example": "Sie ist eine begabte Sängerin und trat seit ihrem 10. Lebensjahr auf der Bühne auf. Sie war begabt genug, um ein Stipendium für ein Musikstudium zu erhalten. Sie wird begabt genug sein, um einen Grammy-Preis zu gewinnen.",
      "example_translation": "Ella es una cantante talentosa y ha estado actuando en el escenario desde que tenía 10 años. Era lo suficientemente talentosa como para obtener una beca para estudiar música. Ella será lo suficientemente talentosa como para ganar un premio Grammy algún día.",
      "imageLink": "talented.jpg",
      "audioLink": "talented.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verängstigt",
      "translation": "aterrorizado",
      "definition": "Eine extreme Angst oder Angstzustand empfindet.",
      "definition_translation": "Sintiendo miedo o ansiedad extremos.",
      "example": "Ich war als Kind von Spinnen verängstigt. Sie ist Höhenangst verängstigt. Sie werden die Konsequenzen ihrer Handlungen verängstigt sein.",
      "example_translation": "Yo tenía miedo a las arañas cuando era niño. Ella tiene miedo a las alturas. Ellos tendrán miedo a las consecuencias de sus acciones.",
      "imageLink": "terrified.jpg",
      "audioLink": "terrified.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermüdend",
      "translation": "cansado",
      "definition": "Körperliche oder geistige Erschöpfung verursacht.",
      "definition_translation": "Causando fatiga física o mental.",
      "example": "Der Wanderweg war ermüdend, aber die Aussicht von oben war es wert. Der Job kann ermüdend sein, aber er ist Belohnung. Die Reise wird ermüdend sein, aber wir werden uns amüsieren.",
      "example_translation": "El sendero fue cansado, pero la vista desde la cima valió la pena. El trabajo puede ser cansado, pero es gratificante. El viaje será cansado, pero nos divertiremos.",
      "imageLink": "tiring.jpg",
      "audioLink": "tiring.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tolerant",
      "translation": "tolerante",
      "definition": "Hat oder zeigt eine Bereitschaft, die Existenz von Meinungen oder Verhaltensweisen zuzulassen, mit denen man nicht notwendigerweise einverständlich ist.",
      "definition_translation": "Teniendo o mostrando una disposición a permitir la existencia de opiniones o comportamientos que no se necesariamente coincide",
      "example": "Sie war tolerant gegenüber der verschiedenen Lebensweise ihrer Freundin. Sie hat seine Fehler toleriert. Sie wird seine Meinungen tolerieren.",
      "example_translation": "Ella fue tolerante con el estilo de vida diferente de su amiga. Ha sido tolerante con sus errores. Será tolerante con sus opiniones.",
      "imageLink": "tolerant.jpg",
      "audioLink": "tolerant.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerwartet",
      "translation": "inesperado",
      "definition": "Nicht erwartet oder vorausgesehen; überraschend.",
      "definition_translation": "No esperado ni anticipado; sorprendente.",
      "example": "Das Unwetter war unerwartet. Er erhielt einen unerwarteten Anruf. Sie werden einen unerwarteten Besuch von ihrer Tante haben.",
      "example_translation": "La tormenta fue inesperada. Recibió una llamada telefónica inesperada. Tendrán una visita inesperada de su tía.",
      "imageLink": "unexpected.jpg",
      "audioLink": "unexpected.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unfreundlich",
      "translation": "desagradable",
      "definition": "Zeigt keine Freundlichkeit oder Güte; feindlich oder kalt in seinem Verhalten.",
      "definition_translation": "No mostrando amabilidad o buena voluntad; hostil o frío en el modo.",
      "example": "Der unfreundliche Ladenangestellte machte mich mir unwillkommen. Sie war unfreundlich gegenüber ihren Kollegen. Sie werden unfreundlich gegenüber ihren Nachbarn sein.",
      "example_translation": "El dependiente desagradable de la tienda me hizo sentir poco bienvenida. Fue desagradable con sus colegas. Serán desagradables con sus vecinos.",
      "imageLink": "unfriendly.jpg",
      "audioLink": "unfriendly.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "desinteressiert",
      "translation": "desinteresado",
      "definition": "Fehlt an Enthusiasmus oder Interesse; gleichgültig.",
      "definition_translation": "Falto de entusiasmo o interés; indiferente.",
      "example": "Ich war desinteressiert am Film, daher schlief ich ein. Ich bin desinteressiert am Projekt, daher werde ich nicht teilnehmen. Ich werde desinteressiert am Spiel sein, daher werde ich es nicht ansehen.",
      "example_translation": "No me interesó la película, así que me dormí. No estoy interesado en el proyecto, así que no participaré. No estaré interesado en el juego, así que no lo veré.",
      "imageLink": "uninterested.jpg",
      "audioLink": "uninterested.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "uninteressant",
      "translation": "aburrido",
      "definition": "Nicht interessant oder ansprechend; langweilig.",
      "definition_translation": "No interesante o atractivo; aburrido.",
      "example": "Die Vorlesung war uninteressant, daher achtete ich nicht darauf. Das Buch war uninteressant, daher habe ich es nicht fertig gelesen. Das Gespräch wird uninteressant sein, daher werde ich gehen.",
      "example_translation": "La conferencia fue aburrida, así que no presté atención. El libro fue aburrido, así que no lo terminé. La conversación será aburrida, así que me iré.",
      "imageLink": "uninteresting-1.jpg",
      "audioLink": "uninteresting.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unfreundlich",
      "translation": "descortés",
      "definition": "Fehlt an Freundlichkeit oder Mitgefühl; grausam.",
      "definition_translation": "Falto de amabilidad o compasión; cruel.",
      "example": "Sie war unfreundlich gegenüber ihrer Schwester, daher sprachen sie Wochen nicht mehr miteinander. Er war unfreundlich gegenüber seinem Freund, daher hörten sie auf, miteinander auszugehen. Sie werden einander unfreundlich sein, daher werden sie streiten.",
      "example_translation": "Ella fue descortés con su hermana, así que no hablaron durante semanas. Él fue descortés con su amigo, así que dejaron de salir. Ellos serán descorteses entre sí, así que pelearán.",
      "imageLink": "unkind.jpg",
      "audioLink": "unkind.mp3"
    },
    {
      "section": "cechy-charakteru-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warm",
      "translation": "cálido",
      "definition": "Ein moderates oder angenehmes Maß an Wärme hat; nicht kalt oder heiß.",
      "definition_translation": "Teniendo un grado moderado o cómodo de calor; no frío ni caliente.",
      "example": "Ich habe den Auto-Motor vor dem Fahren aufgewärmt. Die Sonne wird den Strand heute erwärmen. Ich werde das Abendessen später im Ofen aufwärmen.",
      "example_translation": "Calenté el motor del coche antes de conducir. El sol calentará la playa hoy. Calentaré la cena en el horno más tarde.",
      "imageLink": "warm.jpg",
      "audioLink": "warm.mp3"
    }
  ]
}