{
  "data": [
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "baile",
      "translation": "танцевать",
      "definition": "Mover el cuerpo de manera rítmica, típicamente al ritmo de la música, utilizando pasos y gestos prescritos o improvisados.",
      "definition_translation": "Двигать свое тело в ритмичном方式, типично к музыке, используя предписанные или импровизированные шаги и жесты.",
      "example": "Bailé toda la noche en la fiesta. Estoy bailando mi canción favorita. Bailaré en mi boda.",
      "example_translation": "Я танцевал всю ночь на вечеринке. Я танцую под свою любимую песню. Я буду танцевать на своей свадьбе.",
      "imageLink": "dance-1.jpg",
      "audioLink": "dance.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "compras",
      "translation": "шоппинг",
      "definition": "El acto de comprar cosas, especialmente en grandes cantidades o como una actividad de ocio.",
      "definition_translation": "Акт покупки вещей, особенно в большом количестве или как развлекательной деятельности.",
      "example": "Fui de compras con mis amigos ayer. Estoy comprando en línea ahora. Iré de compras para provisiones mañana.",
      "example_translation": "Я пошел за покупками с друзьями вчера. Теперь я-shop online. Я пойду за покупками продуктов завтра.",
      "imageLink": "shopping.jpg",
      "audioLink": "shopping.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fumar",
      "translation": "курение",
      "definition": "El acto de inhalar y exhalar el humo del tabaco o otras drogas.",
      "definition_translation": "Акт вдыхания и выдыхания дыма табака или других наркотиков.",
      "example": "Fumar es malo para tu salud. Fumé un cigarrillo después de cenar. Él fumará en pipa en la fiesta.",
      "example_translation": "Курение вредно для здоровья. Я курил сигарету после обеда. Он будет курить трубку на вечеринке.",
      "imageLink": "smoking.jpg",
      "audioLink": "smoking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trabajo",
      "translation": "работа",
      "definition": "Actividad que implica esfuerzo mental o físico realizado con el fin de lograr un propósito o ganar la vida.",
      "definition_translation": "Активность, связанная с умственным или физическим трудом, сделанная для достижения цели илиearn на жизнь.",
      "example": "Voy a trabajar a las 9 am. Ella trabaja como profesora. Ellos trabajarán en el proyecto juntos.",
      "example_translation": "Я иду на работу в 9 утра. Она работает учителем. Они будут работать над проектом вместе.",
      "imageLink": "work-1.jpg",
      "audioLink": "work.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "actividad",
      "translation": "активность",
      "definition": "La calidad de ser activo y efectivo en un campo o actividad en particular.",
      "definition_translation": "Качество быть активным и эффективным в определенной области или деятельности.",
      "example": "Disfruté de la actividad de senderismo en las montañas. Participaré en la actividad de trabajo voluntario mañana. He estado involucrado en la actividad de aprender un nuevo idioma durante dos años.",
      "example_translation": "Я наслаждался активностью похода в горах. Я SHALL принимать участие в активности волонтерской работы завтра. Я был вовлечен в активность изучения нового языка в течение двух лет.",
      "imageLink": "activity.jpg",
      "audioLink": "activity.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hacer clic",
      "translation": "клик",
      "definition": "Un sonido breve y agudo, como el que se hace con un mouse o una cámara.",
      "definition_translation": "Короткий, острый звук, похожий на тот, который делается мышью или шаттером камеры.",
      "example": "Hice clic en el botón para enviar el formulario. Ella hará clic en la imagen para enviársela a su amigo. Él ha estado haciendo clic en el mouse durante horas.",
      "example_translation": "Я кликнул кнопку, чтобы отправить форму. Она WILL кликнуть на картинку, чтобы отправить ее своему другу. Он кликал на мышь в течение часов.",
      "imageLink": "click.jpg",
      "audioLink": "click.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "escalada",
      "translation": "альпинизм",
      "definition": "El acto de ascender un objeto empinado, como una montaña o una cuerda, utilizando técnicas y equipo especializados.",
      "definition_translation": "Действие восхождения по крутому объекту, такому как гора или веревка, с помощью специализированных техник и оборудования.",
      "example": "Me encanta la escalada en las montañas durante el verano. Ella estaba escalando la pared de roca con facilidad. Ellos han estado escalando árboles desde que eran niños.",
      "example_translation": "Я люблю альпинизм в летнее время. Она легко лазила по стене скалы. Они лазили по деревьям с тех пор, как они были детьми.",
      "imageLink": "climbing.jpg",
      "audioLink": "climbing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cocinar",
      "translation": "готовка",
      "definition": "El acto de preparar y calentar la comida, typicalmente en una cocina.",
      "definition_translation": "Действие приготовления и нагрева еды, обычно на кухне.",
      "example": "Me gusta cocinar la cena para mi familia. Ella estaba cocinando el almuerzo para sus colegas. Ellos han estado cocinando el desayuno juntos todas las mañanas.",
      "example_translation": "Я наслаждаюсь готовкой ужина для своей семьи. Она готовила обед для своих коллег. Они готовили завтрак вместе каждое утро.",
      "imageLink": "cooking.jpg",
      "audioLink": "cooking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ciclo",
      "translation": "велоспорт",
      "definition": "El acto de montar una bicicleta, especialmente como un deporte o forma de ejercicio.",
      "definition_translation": "действие езды на велосипеде, особенно как спорт или форма упражнений",
      "example": "Estuve ciclando en el parque ayer, luego ciclaré al trabajo mañana, y ciclé con mis amigos la semana pasada.",
      "example_translation": "Я ездил на велосипеде в парке вчера, потом я поеду на работу на велосипеде завтра, и я ездил с друзьями на велосипеде на прошлой неделе.",
      "imageLink": "cycling.jpg",
      "audioLink": "cycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "dibujar",
      "translation": "рисование",
      "definition": "El acto de crear una imagen o diagrama utilizando líneas, formas y colores.",
      "definition_translation": "действие создания рисунка или диаграммы с помощью линий, форм и цветов",
      "example": "Estuve dibujando un retrato de mi hermana ayer, luego dibujaré un paisaje mañana, y dibujé una naturaleza muerta la semana pasada.",
      "example_translation": "Я рисовал портрет моей сестры вчера, потом я нарисую пейзаж завтра, и я рисовал натюрморт на прошлой неделе.",
      "imageLink": "drawing-1.jpg",
      "audioLink": "drawing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ejercicio",
      "translation": "упражнение",
      "definition": "una tarea o actividad que requiere esfuerzo físico o mental, realizada con el fin de mejorar o mantener la salud y la condición física",
      "definition_translation": "задача или деятельность, требующая физического или ментального усилия, выполняемая для улучшения или поддержания здоровья и физической формы",
      "example": "Hice ejercicio en el gimnasio ayer, luego haré ejercicio en casa mañana, y hice ejercicio con mi entrenador personal la semana pasada.",
      "example_translation": "Я занимался упражнением в спортзале вчера, потом я буду делать упражнение дома завтра, и я делал упражнение с личным тренером на прошлой неделе.",
      "imageLink": "exercise-1.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ayuda",
      "translation": "помощь",
      "definition": "asistencia o apoyo brindado a alguien, especialmente para que pueda hacer algo que no podría hacer solo",
      "definition_translation": "помощь или поддержка, оказываемая кому-либо, особенно для того, чтобы ermöglichten им сделать что-то, что они не могли сделать самостоятельно",
      "example": "Ayudé a mi amigo ayer, luego ayudaré a mi hermana mañana, y ayudé a mi hermano la semana pasada.",
      "example_translation": "Я помогал своему другу вчера, потом я помогу своей сестре завтра, и я помогал своему брату на прошлой неделе.",
      "imageLink": "help-1.jpg",
      "audioLink": "help.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "patear",
      "translation": "пнуть",
      "definition": "golpear o dar un golpe fuerte a algo, normalmente con el pie",
      "definition_translation": "ударять или бить что-либо с силой, обычно ногой",
      "example": "Pateé la pelota en el parque ayer. Pateo la pelota todos los días. Patearé la pelota mañana.",
      "example_translation": "Я пнул мяч в парке вчера. Я пну мяч каждый день. Я пну мяч завтра.",
      "imageLink": "kick-1.jpg",
      "audioLink": "kick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": " besar",
      "translation": "поцеловать",
      "definition": "tocar los labios de alguien con los propios, usualmente como señal de amor o afecto",
      "definition_translation": "прикасаться губами к кому-либо, обычно как знак любви или привязанности",
      "example": "Ella me besó en mi cumpleaños el año pasado. Me besa todas las mañanas. Me besaré buena noche mañana.",
      "example_translation": "Она поцеловала меня в день рождения прошлого года. Она целует меня каждое утро. Она поцелует меня на ночь завтра.",
      "imageLink": "kiss.jpg",
      "audioLink": "kiss.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "práctica",
      "translation": "практика",
      "definition": "el acto de repetir o ejercitar una habilidad o actividad para mejorarla o perfeccionarla",
      "definition_translation": "действие повторения или упражнения в技能е или деятельности для улучшения или совершенствования ее",
      "example": "Practicé tocando la guitarra ayer. Practico todos los días. Practicaré para el concierto la próxima semana.",
      "example_translation": "Я практиковал игру на гитаре вчера. Я практикую каждый день. Я SHALL практиковать для концерта на следующей неделе.",
      "imageLink": "practice.jpg",
      "audioLink": "practice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cantar",
      "translation": "пение",
      "definition": "el acto de producir sonidos musicales con la voz, especialmente de manera habilidosa o artística",
      "definition_translation": "действие производства музыкальных звуков голосом, особенно в умелой или художественной манере",
      "example": "Canté en la ducha ayer. Canto en el coro todos los domingos. Cantaré en el show de talentos el próximo mes.",
      "example_translation": "Я пел в душе вчера. Я пою в хоре каждое воскресенье. Я спою на шоу талантов следующего месяца.",
      "imageLink": "singing-1.jpg",
      "audioLink": "singing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "monopatinar",
      "translation": "скейтбординг",
      "definition": "el acto de montar y maniobrar un monopatín, típicamente en rampas o superficies diseñadas especialmente",
      "definition_translation": "действие езды и управление скейтбордом, обычно на рампах или других специально спроектированных поверхностях",
      "example": "Me encantaba monopatinar cuando era niño, y ahora mi hijo está aprendiendo a hacer trucos. Ayer, me monté en monopatín por la acera. Para el año que viene, habré dominado el monopatinar.",
      "example_translation": "Я любил скейтбординг в детстве, и теперь мой сын учится делать трюки. Вчера я катался на скейтборде по тротуару. К следующему году я освою скейтбординг.",
      "imageLink": "skateboarding-1.jpg",
      "audioLink": "skateboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "patinar",
      "translation": "катание",
      "definition": "el acto de deslizarse sobre hielo o una superficie lisa, típicamente con patines",
      "definition_translation": "действие скольжения по льду или гладкой поверхности, обычно на коньках",
      "example": "Me encanta patinar en la pista de hockey durante el invierno. Ella ha estado patinando desde que tenía cinco años. Para cuando tenga 30 años, habré aprendido a patinar.",
      "example_translation": "Я люблю кататься на открытой каток зимой. Она катается с пяти лет. К тому времени, когда мне будет 30, я научусь кататься.",
      "imageLink": "skating.jpg",
      "audioLink": "skating.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "snowboard",
      "translation": "сноубординг",
      "definition": "el acto de montar una tabla y descender por una colina o montaña cubierta de nieve, típicamente en posición de pie",
      "definition_translation": "действие катания на доске вниз по снежному холму или горе, обычно в стоячем положении",
      "example": "Nunca he probado el snowboard, pero mis amigos dicen que es emocionante. Ella ha estado practicando snowboard durante años. Para el próximo invierno, habré aprendido a snowboard.",
      "example_translation": "Я никогда не пробовал сноубординг, но мои друзья говорят, что это возбуждающе. Она катается на сноуборде годы. К следующей зиме я научусь сноубордингу.",
      "imageLink": "snowboarding.jpg",
      "audioLink": "snowboarding.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "surfeo",
      "translation": "сёрфинг",
      "definition": "el acto de montar una ola, típicamente sobre una tabla de surf",
      "definition_translation": "действие катания на волне, обычно на сёрфборде",
      "example": "Me encanta surfeo en Hawái, donde las olas son enormes. Él ha estado practicando surf desde que era adolescente. Para cuando tenga 40 años, habré dominado el surfeo.",
      "example_translation": "Я люблю сёрфинг на Гавайях, где волны огромные. Он катается на сёрфе с подростка. К тому времени, когда мне будет 40, я освою сёрфинг.",
      "imageLink": "surfing.jpg",
      "audioLink": "surfing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "natación",
      "translation": "плавание",
      "definition": "El acto de moverse a través del agua utilizando brazadas, especialmente como una forma de ejercicio o recreación.",
      "definition_translation": "Действие перемещения через воду с использованием ударов, особенно в виде упражнения или отдыха.",
      "example": "Yo estuve nadando en el lago ayer, pero mañana voy a nadar en el océano, y nadé en el río la semana pasada.",
      "example_translation": "Я плавал в озере вчера, но я буду плавать в океане завтра, и я плавал в реке на прошлой неделе.",
      "imageLink": "swimming.jpg",
      "audioLink": "swimming.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "usar",
      "translation": "использовать",
      "definition": "Utilizar algo para un propósito o beneficio.",
      "definition_translation": "Использовать для цели или прикладывать для выгоды.",
      "example": "Yo solía usar este portátil para trabajar, pero ahora lo uso para juegos, y pronto lo usaré para edición de video.",
      "example_translation": "Я использовал этот ноутбук для работы, но сейчас я использую его для игр, и я буду использовать его для видеомонтажа скоро.",
      "imageLink": "use-1.jpg",
      "audioLink": "use.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caminar",
      "translation": "ходьба",
      "definition": "Moverse a pies a un ritmo lento, típicamente en posición vertical.",
      "definition_translation": "Двигаться шагом на_slow скорости на ногах, обычно в прямой позиции.",
      "example": "Yo caminé hasta la tienda ayer, pero mañana caminaré a la escuela, y caminé al parque la semana pasada.",
      "example_translation": "Я шел в магазин вчера, но я буду ходить в школу завтра, и я шел в парк на прошлой неделе.",
      "imageLink": "walk-1.jpg",
      "audioLink": "walk.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "caminata",
      "translation": "ходьба",
      "definition": "El acto de moverse a pie a un ritmo moderado, especialmente en forma de recreación o placentera.",
      "definition_translation": "Действие перемещения на ногах в умеренном темпе, особенно в развлекательном или рекреационном виде.",
      "example": "Me encanta caminar en las montañas durante el verano, pero prefiero caminar en la playa durante el invierno, y estaba caminando en el parque anoche.",
      "example_translation": "Я люблю ходить в горах летом, но я предпочитаю ходить на пляже зимой, и я ходил в парке прошлой ночью.",
      "imageLink": "walking.jpg",
      "audioLink": "walking.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lavado",
      "translation": "стирка",
      "definition": "El acto de limpiar algo, especialmente ropa, con agua y jabón o detergente.",
      "definition_translation": "Действие очистки чего-либо, особенно衣服, с водой и мылом или детергентом.",
      "example": "Yo estaba lavando mi coche ayer, estoy lavando mi ropa ahora, y estaré lavando los platos mañana.",
      "example_translation": "Я мыл свою машину вчера, я мою теперь свои вещи, и я умыву посуду завтра.",
      "imageLink": "wash-2.jpg",
      "audioLink": "washing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "fregar",
      "translation": "мытье посуды",
      "definition": "El acto de lavar platos, utensilios y otros artículos de la cocina después de una comida.",
      "definition_translation": "Действие мытья посуды, столовых приборов и других кухонных предметов после еды.",
      "example": "Mi madre estaba haciendo la limpieza después de cenar, yo la hice ayer, y mi hermana la hará mañana.",
      "example_translation": "Моя мама делала мытье посуды после обеда, я делал это вчера, и моя сестра сделает это завтра.",
      "imageLink": "washing-up.jpg",
      "audioLink": "washing-up.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "logro",
      "translation": "достижение",
      "definition": "El proceso o hecho de lograr algo, especialmente algo difícil o impresionante.",
      "definition_translation": "Процесс или факт достижения чего-либо, особенно чего-то трудного или внушающего.",
      "example": "Obtener una beca fue un gran logro para mí, logré mi objetivo el año pasado, y lograré mi sueño en el futuro.",
      "example_translation": "Получение стипендии было великим достижением для меня, я достиг своей цели в прошлом году, и я достигну своего сна в будущем.",
      "imageLink": "achievement.jpg",
      "audioLink": "achievement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "arreglo",
      "translation": "расположение",
      "definition": "La forma en que algo se organiza o estructura, especialmente de manera ordenada o atractiva.",
      "definition_translation": "Способ, которым что-то организовано или структурировано, особенно в порядке или привлекательном виде.",
      "example": "El arreglo de las flores en la mesa era hermoso, yo arreglé el mobiliario en mi habitación ayer, y arreglaré una reunión la próxima semana.",
      "example_translation": "Расположение цветов на столе было красивым, я расположил мебель в своей комнате вчера, и я устрою встречу на следующей неделе.",
      "imageLink": "arrangement.jpg",
      "audioLink": "arrangement.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "llegada",
      "translation": "прибытие",
      "definition": "El acto de llegar o llegar a un lugar.",
      "definition_translation": "Акт прибытия или прибытия в место.",
      "example": "La llegada del tren se retrasó una hora. La llegada del equipo fue recibida con aplausos. La llegada del nuevo empleado se espera que impulse la productividad.",
      "example_translation": "Прибытие поезда было задержано на час. Прибытие команды было встречено аплодисментами. Ожидается, что прибытие нового сотрудника будет способствовать росту производительности.",
      "imageLink": "arrival.jpg",
      "audioLink": "arrival.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ataque",
      "translation": "атака",
      "definition": "Un asalto vigoroso o intenso o una ofensiva.",
      "definition_translation": "Энергичная или интенсивная атака или наступление.",
      "example": "El equipo lanzó un feroz ataque contra la portería del oponente. La compañía lanzó un ataque exitoso contra la cuota de mercado de los competidores. El ataque a la ciudad fue brutal y devastador.",
      "example_translation": "Команда запустила яростную атаку на ворота соперника. Атака компании на долю рынка конкурентов была успешной. Атака на город была жестокой и разрушительной.",
      "imageLink": "attack-2.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "revisar",
      "translation": "проверка",
      "definition": "Examinar o investigar algo para determinar su precisión o calidad.",
      "definition_translation": "Проверять или исследовать что-то для определения его точности или качества.",
      "example": "Ella decidió revisar los cálculos para asegurarse de que fueran correctos. La empresa revisará el producto antes de enviarlo. Necesito revisar mi correo electrónico para ver si hay mensajes importantes.",
      "example_translation": "Она решила проверить расчеты, чтобы убедиться, что они точны. Компания будет проверять продукт перед отправкой его. Мне нужно проверить свою электронную почту для важных сообщений.",
      "imageLink": "check-1.jpg",
      "audioLink": "check.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "elección",
      "translation": "выбор",
      "definition": "El acto de seleccionar o decidir entre dos o más posibilidades.",
      "definition_translation": "Акт выбора или принятия решения между двумя или более возможностями.",
      "example": "El restaurante ofrecía una amplia gama de elecciones para cenar. Ella tuvo que tomar una difícil elección entre dos ofertas de trabajo. La elección de majors universitarios era abrumadora.",
      "example_translation": "Ресторан предлагал широкий выбор для ужина. Ей пришлось сделать трудный выбор между двумя предложениями работы. Выбор специальности в колледже был подавляющим.",
      "imageLink": "choice.jpg",
      "audioLink": "choice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "decisión",
      "translation": "решение",
      "definition": "Una decisión es una elección tomada después de pensar cuidadosamente sobre algo.",
      "definition_translation": "Решение - это выбор, сделанный после тщательного размышления о чем-то.",
      "example": "Tomé la decisión de renunciar a mi trabajo y viajar por el mundo. Estoy tomando una decisión sobre mi futuro ahora. Tomaré una decisión después de considerar todas las opciones.",
      "example_translation": "Я принял решение уйти с работы и путешествовать по миру. Я сейчас принимаю решение о моем будущем. Я буду принимать решение после рассмотрения всех вариантов.",
      "imageLink": "decision.jpg",
      "audioLink": "decision.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrega",
      "translation": "доставка",
      "definition": "El acto de llevar bienes o productos a la casa o negocio de alguien.",
      "definition_translation": "Доставка - это акт доставки товаров или продуктов до дома или бизнеса человека.",
      "example": "La empresa ofrece entrega rápida en todos los pedidos. Entregaron el paquete ayer. Entregarán los bienes la próxima semana.",
      "example_translation": "Компания предлагает быструю доставку на все заказы. Они доставили пакет вчера. Они доставят товары на следующей неделе.",
      "imageLink": "delivery.jpg",
      "audioLink": "delivery.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desarrollo",
      "translation": "развитие",
      "definition": "El proceso de crecer o volverse más avanzado.",
      "definition_translation": "Развитие - это процесс роста или становления более avanzado.",
      "example": "La empresa está invirtiendo en el desarrollo de nuevas tecnologías. El desarrollo del nuevo proyecto ha sido lento. El desarrollo de la economía del país ha sido rápido.",
      "example_translation": "Компания инвестирует в развитие новых технологий. Разработка нового проекта была медленной. Развитие экономики страны было быстрым.",
      "imageLink": "development.jpg",
      "audioLink": "development.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buzo",
      "translation": "дайвинг",
      "definition": "El acto de saltar al agua, especialmente desde un lugar alto.",
      "definition_translation": "Дайвинг - это акт прыгания в воду, особенно с высокой точки.",
      "example": "Me encanta bucear en la piscina en días de verano calurosos. Ella se lanzó al océano ayer. Él se lanzará al lago la próxima semana.",
      "example_translation": "Я люблю дайвинг в бассейн на жаркие летние дни. Она дайвинг в океан вчера. Он будет дайвинг в озеро на следующем выходных.",
      "imageLink": "diving.jpg",
      "audioLink": "diving.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "conducir",
      "translation": "вести",
      "definition": "Operar un vehículo, especialmente un coche, camión o motocicleta.",
      "definition_translation": "управлять транспортным средством, особенно автомобилем, грузовиком или мотоциклом",
      "example": "Conduje al supermercado ayer, conduzco al trabajo todos los días, y conduciré a la playa mañana.",
      "example_translation": "Я управлял машиной в магазин вчера, я управляю машиной на работу каждый день, и я управлю машиной на пляж завтра.",
      "imageLink": "drive-2.jpg",
      "audioLink": "drive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "esfuerzo",
      "translation": "усилие",
      "definition": "Un intento vigoroso o decidido de hacer algo.",
      "definition_translation": "энергичная или решительная попытка сделать что-то",
      "example": "Hice un esfuerzo para terminar el proyecto a tiempo, estoy haciendo un esfuerzo para aprender ruso, y haré un esfuerzo para asistir a la reunión.",
      "example_translation": "Я приложил усилие, чтобы закончить проект вовремя, я прилагаю усилие, чтобы выучить русский язык, и я приложу усилие, чтобы присутствовать на встрече.",
      "imageLink": "effort.jpg",
      "audioLink": "effort.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "intercambio",
      "translation": "обмен",
      "definition": "El acto de dar algo a cambio de algo más.",
      "definition_translation": "действие, при которомomething отдается в обмен на что-то другое",
      "example": "Intercambié mi viejo teléfono por uno nuevo, intercambio regalos con mis amigos en cumpleaños, y intercambiaré información con mis colegas mañana.",
      "example_translation": "Я обменивал свой старый телефон на новый, я обмениваюсь подарками с друзьями на дни рождения, и я обменяюсь информацией с коллегами завтра.",
      "imageLink": "exchange-1.jpg",
      "audioLink": "exchange.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "experimento",
      "translation": "эксперимент",
      "definition": "Una prueba científica o ensayo para probar o mejorar algo.",
      "definition_translation": "научный тест или проба, чтобы доказать или улучшить что-то",
      "example": "Realicé un experimento para probar la hipótesis, estoy realizando un experimento para desarrollar un nuevo producto, y realizaré un experimento para medir el resultado.",
      "example_translation": "Я проводил эксперимент, чтобы проверить гипотезу, я провожу эксперимент, чтобы разработать новый продукт, и я проведу эксперимент, чтобы измерить результат.",
      "imageLink": "experiment.jpg",
      "audioLink": "experiment.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "luchar",
      "translation": "бороться",
      "definition": "Engancharse en combate físico o verbal con alguien o algo.",
      "definition_translation": "Бороться с кем-то или чем-то физически илиverbally.",
      "example": "Luché con mi hermano ayer, pero hicimos las paces esta mañana. Ahora estoy luchando con un resfriado, y lucharé por mis derechos en el futuro.",
      "example_translation": "Я боролся с братом вчера, но мы помирились этим утром. Сейчас я борюсь с простудой, и я буду бороться за свои права в будущем.",
      "imageLink": "fight.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ir",
      "translation": "идти",
      "definition": "Moverse de un lugar a otro, o viajar de un lugar a otro.",
      "definition_translation": "Переместиться из одного места в другое или путешествовать из одного места в другое.",
      "example": "Fui al almacen ayer, voy al gimnasio ahora, y iré a la playa mañana. ",
      "example_translation": "Я пошел в магазин вчера, сейчас я иду в спортзал, и я пойду на пляж завтра.",
      "imageLink": "go-1.jpg",
      "audioLink": "go.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hábito",
      "translation": "привычка",
      "definition": "Tendencia o práctica regular, especialmente aquella que es difícil de dejar.",
      "definition_translation": "Установленная или регулярная тенденция или практика, особенно та, которую трудно преодолеть.",
      "example": "Tengo el hábito de revisar mi teléfono cada hora, mi hermana tiene el hábito de morderse las uñas cuando está nerviosa, y él tenía el hábito de despertarse tarde.",
      "example_translation": "У меня есть привычка проверять свой телефон каждый час, моя сестра имеет привычку грызть ногти, когда она нервничает, и у него была привычка просыпаться поздно.",
      "imageLink": "habit.jpg",
      "audioLink": "habit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "trabajo doméstico",
      "translation": "домашняя работа",
      "definition": "Tareas como limpieza, cocina y otros deberes domésticos necesarios para mantener una casa.",
      "definition_translation": "Задачи, such как уборка, приготовления еды и другие домашние обязанности, необходимые для поддержания дома.",
      "example": "Hice el trabajo doméstico ayer, mi madre hace el trabajo doméstico todos los días, y ellos harán el trabajo doméstico juntos mañana.",
      "example_translation": "Я делал домашнюю работу вчера, моя мать делает домашнюю работу каждый день, и они будут делать домашнюю работу вместе завтра.",
      "imageLink": "housework.jpg",
      "audioLink": "housework.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "abrazar",
      "translation": "обнять",
      "definition": "Apretar a alguien o algo fuerte en brazos, generalmente para mostrar afecto.",
      "definition_translation": "обнимать кого-то или что-то紧око в своих руках, обычно чтобыแสดงать привязанность",
      "example": "Abrazaré a mi mamá cuando la vea mañana. Abracé a mi amiga en la fiesta. Abrazo mi almohada todas las noches.",
      "example_translation": "Я обниму свою маму, когда увижу ее завтра. Я обнял друга на вечеринке. Я обнимаю свою подушку каждый вечер.",
      "imageLink": "hug.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "planchar",
      "translation": "гладилье",
      "definition": "El acto de usar una plancha para quitar arrugas de la ropa.",
      "definition_translation": "действие по удалению морщин с ткани с помощью утюга",
      "example": "Plancharé mañana. Ella plancha su ropa todas las mañanas. Él ha estado planchando su camisa durante una hora.",
      "example_translation": "Я сделаю гладилье завтра. Она гладит одежду каждый morning. Он занимается гладилье рубашки уже час.",
      "imageLink": "ironing.jpg",
      "audioLink": "ironing.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "saltar",
      "translation": "прыгать",
      "definition": "Impulsarse hacia arriba o hacia adelante mediante una liberación repentina de energía.",
      "definition_translation": "передвигаться вверх или вперед с помощью внезапного высвобождения энергии",
      "example": "Los niños saltan en la piscina todos los veranos. Ella saltó por encima del obstáculo. Él saltará del avión mañana.",
      "example_translation": "Дети прыгают в бассейне каждое лето. Она перепрыгнула препятствие. Он будет прыгать с самолета завтра.",
      "imageLink": "jump.jpg",
      "audioLink": "jump.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "mirar",
      "translation": "смотреть",
      "definition": "Dirigir la mirada en una dirección específica o hacia algo en particular.",
      "definition_translation": "направлять свой взгляд в указанном направлении или на определенную вещь",
      "example": "Miraré las estrellas esta noche. Ella me miró con lágrimas en los ojos. Él ha estado buscando sus llaves toda la mañana.",
      "example_translation": "Я посмотрю на звезды сегодня вечером. Она смотрела на меня с слезами в глазах. Он ищет свои ключи уже целое утро.",
      "imageLink": "look-1.jpg",
      "audioLink": "look.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "preparación",
      "translation": "подготовка",
      "definition": "El acto de preparar o hacer algo listo para usar.",
      "definition_translation": "Акт приготовления или приготовления чего-то для использования",
      "example": "El chef estaba a cargo de la preparación de la comida, que iba a ser servida dentro de una hora. El equipo había estado en preparación para el gran juego durante semanas. Para el próximo año, el nuevo producto estará en preparación para su lanzamiento.",
      "example_translation": "Шеф-повар был ответственен за подготовку блюда, которое должно было быть сервировано через час. Команда готовилась к большому матчу неделями. К следующему году новый продукт будет готов к запуску.",
      "imageLink": "preparation.jpg",
      "audioLink": "preparation.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "reciclaje",
      "translation": "переработка",
      "definition": "El proceso de convertir materiales de desecho en nuevos materiales.",
      "definition_translation": "Процесс преобразования отходов в новые материалы",
      "example": "La ciudad ha implementado un programa de reciclaje para reducir el desperdicio. La empresa se especializa en el reciclaje de plásticos. El reciclaje ayuda a conservar los recursos naturales.",
      "example_translation": "Город ввел программу переработки отходов, чтобы уменьшить количество мусора. Компания специализируется на переработке пластика. Переработка помогает сохранить природные ресурсы.",
      "imageLink": "recycling.jpg",
      "audioLink": "recycling.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rescate",
      "translation": "спасение",
      "definition": "El acto de salvar a alguien o algo de una situación peligrosa o difícil.",
      "definition_translation": "Акт спасения кого-то или чего-то из опасной или сложной ситуации",
      "example": "El equipo de rescate llegó justo a tiempo para salvar a los excursionistas atrapados. La operación de rescate fue un éxito. El gato fue rescatado del árbol por un vecino amable.",
      "example_translation": "Команда спасателей прибыла вовремя, чтобы спасти зажатых туристов. Операция по спасению была успешной. Кота спас от дерева добрый сосед.",
      "imageLink": "rescue-1.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "regresar",
      "translation": "возврат",
      "definition": "Volver a un lugar o persona.",
      "definition_translation": "Вернуться или прийти обратно в место или к человеку",
      "example": "Voy a regresar el libro a la biblioteca mañana. El regreso del héroe fue celebrado por toda la ciudad. La empresa regresará su inversión en unos años.",
      "example_translation": "Я верну книгу в библиотеку завтра. Возвращение героя было отпраздновано whole городом. Компания вернет инвестицию через несколько лет.",
      "imageLink": "return-2.jpg",
      "audioLink": "return.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "correr",
      "translation": "бежать",
      "definition": "Moverse rápidamente a pie, típicamente a un ritmo constante y rápido.",
      "definition_translation": "Двигаться быстро на ногах, обычно с устойчивым и быстрым темпом.",
      "example": "Corrí a la tienda ayer, estoy corriendo al gimnasio ahora y correré un maratón la próxima semana.",
      "example_translation": "Я побежал в магазин вчера, я бегу в спортзал сейчас, и я побегу марафон на следующей неделе.",
      "imageLink": "run-1.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "buscar",
      "translation": "искать",
      "definition": "Buscar cuidadosamente y a fondo algo o alguien.",
      "definition_translation": "Искать тщательно и详情 что-то или кого-то.",
      "example": "Busqué mis llaves ayer, estoy buscando un nuevo trabajo ahora y buscaré un nuevo apartamento el próximo mes.",
      "example_translation": "Я искал мои ключи вчера, я ищу новую работу сейчас, и я буду искать новую квартиру 다음 месяц.",
      "imageLink": "search.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "sexo",
      "translation": "секс",
      "definition": "Las características biológicas y fisiológicas que definen a los hombres y las mujeres.",
      "definition_translation": "Биологические и физиологические характеристики, которые определяют мужчин и женщин.",
      "example": "La educación sexual es importante para los adolescentes, el sexo es un aspecto importante de las relaciones humanas y la discriminación sexual es ilegal en muchos países.",
      "example_translation": "Сексуальное образование важно для подростков, секс - важный аспект человеческих отношений, и секс-дискриминация является незаконной во многих странах.",
      "imageLink": "sex-1.jpg",
      "audioLink": "sex.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "paso",
      "translation": "шаг",
      "definition": "Un movimiento del pie al caminar o correr.",
      "definition_translation": "Движение ноги при ходьбе или беге.",
      "example": "Di un paso atrás para ver la vista, estoy dando un paso adelante en mi carrera y daré un paso al lado para evitar el obstáculo.",
      "example_translation": "Я шагнул назад, чтобы посмотреть на вид, я делаю шаг вперед в своей карьере, и я шагну вбок, чтобы избежать препятствия.",
      "imageLink": "step-1.jpg",
      "audioLink": "step.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apoyo",
      "translation": "поддержка",
      "definition": "Dar asistencia o ánimo a alguien o algo, especialmente en una situación difícil.",
      "definition_translation": "Предоставлять поддержку илипоощрение кому-то или чему-то, особенно в трудной ситуации.",
      "example": "Apoyé a mi amiga durante su enfermedad. La apoyaré en el futuro. He estado apoyándola durante mucho tiempo.",
      "example_translation": "Я поддерживал свою подругу во время ее болезни. Я поддержу ее в будущем. Я поддерживаю ее уже давно.",
      "imageLink": "support.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "visitar",
      "translation": "посетить",
      "definition": "Ir a ver a alguien o algo, especialmente en una capacidad social o oficial.",
      "definition_translation": "Побывать у кого-то или с целью официального или социального визита.",
      "example": "Visití a mis abuelos el verano pasado. Los visitaré de nuevo el año que viene. He estado visitándolos regularmente.",
      "example_translation": "Я посетил своих бабушку и дедушку прошлым летом. Я посещу их снова следующим годом. Я регулярно посещаю их.",
      "imageLink": "visit-2.jpg",
      "audioLink": "visit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "desperdicio",
      "translation": "отходы",
      "definition": "Material o sustancias no deseadas o inútiles que se desechan o rechazan.",
      "definition_translation": "Нежелательные или бесполезные материалы или вещества, которые выбрасываются или отвергаются.",
      "example": "La empresa desperdició muchos recursos en el proyecto fallido. Desperdiciarán menos dinero en el futuro. Han estado desperdiciando tiempo en reuniones innecesarias.",
      "example_translation": "Компания растратила многие ресурсы на провалившийся проект. Они будут тратить меньше денег в будущем. Они тратят время на ненужные встречи.",
      "imageLink": "waste-1.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-rzeczowniki-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "entrenamiento",
      "translation": "тренировка",
      "definition": "Una sesión de ejercicio físico, especialmente una que está planeada y estructurada.",
      "definition_translation": "Сеанс физических упражнений, особенно один, который планируется и структурируется.",
      "example": "Me entrené en el gimnasio ayer. Me entrenaré de nuevo mañana. He estado entrenándome regularmente durante un mes.",
      "example_translation": "Я тренировался в спортзале вчера. ЯAGAIN буду тренироваться завтра. Я регулярно тренируюсь уже месяц.",
      "imageLink": "workout.jpg",
      "audioLink": "workout.mp3"
    }
  ]
}