{
  "data": [
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "patata",
      "translation": "картофель",
      "definition": "Una verdura rica en almidón, Solanum tuberosum, cultivada por sus tubérculos comestibles.",
      "definition_translation": "Крахмалистый овощ, Solanum tuberosum, культивируется для его съедобных клубней.",
      "example": "Asé una patata en el horno anoche. Estoy asando una patata en el horno ahora. Asaré una patata en el horno mañana.",
      "example_translation": "Я запекла картофель в духовке прошлой ночью. Я пеку картофель в духовке сейчас. Я запеку картофель в духовке завтра.",
      "imageLink": "potato.jpg",
      "audioLink": "potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "tomate",
      "translation": "помидор",
      "definition": "Una fruta, generalmente roja, consumida cruda o utilizada en la cocina.",
      "definition_translation": "Фрукт, обычно красный, едят сырым или используют в кулинарии.",
      "example": "Me comí un tomate en mi ensalada ayer. Me estoy comiendo un tomate en mi ensalada ahora. Me comeré un tomate en mi ensalada la semana que viene.",
      "example_translation": "Я ел помидор в своем салате вчера. Я ем помидор в своем салате сейчас. Я budu есть помидор в своем салате на следующей неделе.",
      "imageLink": "tomato.jpg",
      "audioLink": "tomato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "vegetal",
      "translation": "овощ",
      "definition": "Una planta o parte de una planta utilizada como alimento, como una col, zanahoria o patata.",
      "definition_translation": "Растение или часть растения, используемое в качестве пищи, такое как капуста, морковь или картофель.",
      "example": "Cocí una sopa de vegetales anoche. Estoy cocinando una sopa de vegetales ahora. Cocinaré una sopa de vegetales el mes que viene.",
      "example_translation": "Я приготовил овощной суп прошлой ночью. Я готовлю овощной суп сейчас. Я budu готовить овощной суп nächsten месяц.",
      "imageLink": "vegetable.jpg",
      "audioLink": "vegetable.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "frijol",
      "translation": "фасоль",
      "definition": "Una semilla, generalmente en forma de riñón, que crece en una planta trepadora y se come como verdura.",
      "definition_translation": "Семя, обычно почковидное, которое растет на вьющихся растениях и едят как овощ.",
      "example": "Crecí un frijol en mi jardín el año pasado. Estoy creciendo un frijol en mi jardín ahora. Crearé un frijol en mi jardín el año que viene.",
      "example_translation": "Я вырастил фасоль в своем саду в прошлом году. Я выращиваю фасоль в своем саду сейчас. Я budu выращивать фасоль в своем саду в следующем году.",
      "imageLink": "bean.jpg",
      "audioLink": "bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "zanahoria",
      "translation": "морковь",
      "definition": "Una zanahoria es una raíz crujiente, dulce y nutritiva que se come comúnmente cruda o cocida en una variedad de platos.",
      "definition_translation": "Морковь - это хрустящий, сладкий и питательный корнеплод, который обычно едят сырым или готовят в различных блюдах.",
      "example": "Me comí una zanahoria con hummus ayer, estoy comiendo ensalada de zanahoria ahora, y me comeré tarta de zanahoria mañana.",
      "example_translation": "Вчера я ел палку моркови с хумусом, сейчас я ем салат из моркови, а завтра поем морковный торт.",
      "imageLink": "carrot.jpg",
      "audioLink": "carrot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chile",
      "translation": "чили",
      "definition": "Un chile es un pimiento picante comúnmente utilizado en la cocina para agregar calor y sabor a los platos.",
      "definition_translation": "Чили - это острый перец, обычно используемый в кулинарии для добавления жара и вкуса в блюда.",
      "example": "Añadí hojuelas de chile a la curry anoche, estoy agregando chile picado a la ensalada ahora, y agregaré salsa de chile a la pizza mañana.",
      "example_translation": "Вчера я добавил хлопья чили в карри, сейчас добавляю нарезанный чили в салат, а завтра добавлю соус чили в пиццу.",
      "imageLink": "chilli.jpg",
      "audioLink": "chilli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ajo",
      "translation": "чеснок",
      "definition": "El ajo es un bulbo picante y sabroso comúnmente utilizado en la cocina para agregar profundidad y riqueza a los platos.",
      "definition_translation": "Чеснок - это пungентный и ароматный лук, обычно используемый в кулинарии для добавления глубины и богатства в блюда.",
      "example": "Asé dientes de ajo ayer, estoy salteando ajo en mantequilla ahora, y picaré ajo para la sopa mañana.",
      "example_translation": "Вчера я запек чеснок, сейчас я обжариваю чеснок в масле, а завтра мелечу чеснок для супа.",
      "imageLink": "garlic.jpg",
      "audioLink": "garlic.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cebolla",
      "translation": "лук",
      "definition": "Una cebolla es un bulbo dulce y sabroso comúnmente utilizado en la cocina para agregar sabor y textura a los platos.",
      "definition_translation": "Лук - это сладкий и ароматный лук, обычно используемый в кулинарии для добавления вкуса и текстуры в блюда.",
      "example": "Caramelizé cebollas ayer, estoy picando cebollas ahora, y saltearé cebollas para la omelette mañana.",
      "example_translation": "Вчера я карамелизовал лук, сейчас я режу лук, а завтра обжарю лук для омлета.",
      "imageLink": "onion.jpg",
      "audioLink": "onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brócoli",
      "translation": "брокколи",
      "definition": "Un vegetal verde, que se asemeja a un pequeño árbol, con una gran cabeza comestible central y tallos.",
      "definition_translation": "Зелёное растение, похожее на nhỏ дерево, с большим, съедобным, центральным стеблем и стеблями.",
      "example": "Cocí brócoli para la cena anoche, estoy cocinando brócoli para el almuerzo hoy, y cocinaré brócoli para la cena mañana.",
      "example_translation": "Я приготовил брокколи на ужин вчера вечером, я готовлю его на обед сегодня, и я приготовлю его на ужин завтра.",
      "imageLink": "broccoli.jpg",
      "audioLink": "broccoli.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "col",
      "translation": "капуста",
      "definition": "Una planta con una cabeza densa y compacta de hojas, utilizada como verdura.",
      "definition_translation": "Растение с плотным, компактным стеблем листьев, используемое как овощ.",
      "example": "Mi abuela solía hacer chucrut de col, mi madre lo hace ahora, y haré chucrut de col en el futuro.",
      "example_translation": "Моя бабушка делала квашеную капусту из капусты, моя мать делает это сейчас, и я сделаю это в будущем.",
      "imageLink": "cabbage.jpg",
      "audioLink": "cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calabacín",
      "translation": "цукини",
      "definition": "Un tipo de calabacín de verano, pequeño y cilíndrico en forma, a menudo utilizado en cocina.",
      "definition_translation": "Тип летней тыквы, маленькой и цилиндрической формы, часто используемой в кулинарии.",
      "example": "Asé calabacines para cenar la semana pasada, estoy asando para almorzar hoy, y asaré para cenar la semana que viene.",
      "example_translation": "Я грилил цукини на ужин на прошлой неделе, я грилил их на обед сегодня, и я грилил их на ужин на следующей неделе.",
      "imageLink": "courgette.jpg",
      "audioLink": "courgette.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pepino",
      "translation": "огурец",
      "definition": "Una fruta larga, verde y suculenta, a menudo comida cruda o encurtida.",
      "definition_translation": "Длинный, зелёный, сочный фрукт, часто едимый сырым или консервированным.",
      "example": "Me comí una ensalada de pepino para almorzar ayer, estoy comiendo para cenar hoy, y me comeré para desayunar mañana.",
      "example_translation": "Я ел салат из огурца на обед вчера, я ем его на ужин сегодня, и я поем его на завтрак завтра.",
      "imageLink": "cucumber.jpg",
      "audioLink": "cucumber.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lechuga",
      "translation": "салат",
      "definition": "Una verdura de hoja verde, a menudo comida en ensaladas o usada como guarnición.",
      "definition_translation": "зеленый листовой овощ, часто употребляемый в салатах или используемый как гарнир",
      "example": "Me comí una ensalada con lechuga para almorzar. Me comeré una ensalada con lechuga para cenar. Me había comido una ensalada con lechuga para desayunar.",
      "example_translation": "Я съел салат с салатом на обед. Я поем салат с салатом на ужин. Я ел салат с салатом на завтрак.",
      "imageLink": "lettuce.jpg",
      "audioLink": "lettuce.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "guisante",
      "translation": "горох",
      "definition": "Una semilla pequeña, verde o amarillenta, comestible que crece en una vaina.",
      "definition_translation": "маленькая, зеленая или желтая, съедобная семя, которая растет в стручке",
      "example": "Planté guisantes en mi jardín la semana pasada. Estoy plantando guisantes en mi jardín hoy. Plantaré guisantes en mi jardín el próximo año.",
      "example_translation": "Я посадил горох в мой сад на прошлой неделе. Я сажаю горох в мой сад сегодня. Я посяду горох в мой сад в следующем году.",
      "imageLink": "pea.jpg",
      "audioLink": "pea.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "pimiento",
      "translation": "перец",
      "definition": "Una especia dulce o picante hecha con las semillas de una planta.",
      "definition_translation": "сладкая или острая специя, изготовленная из семян растения",
      "example": "Agregaré pimienta a mi sopa ayer. Estoy agregando pimienta a mi sopa ahora. Agregaré pimienta a mi sopa mañana.",
      "example_translation": "Я добавил перец в мой суп вчера. Я добавляю перец в мой суп сейчас. Я добавлю перец в мой суп завтра.",
      "imageLink": "pepper.jpg",
      "audioLink": "pepper.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "calabaza",
      "translation": "тыква",
      "definition": "Un tipo de calabacín grande y de color naranja, a menudo usado como decoración o en cocina.",
      "definition_translation": "тип крупного, оранжевого цвета тыквы, часто используемый как украшение или в кулинарии",
      "example": "Grabé una calabaza la última Halloween. Estoy grabando una calabaza ahora. Grabaré una calabaza la próxima Halloween.",
      "example_translation": "Я вырезал тыкву на Хэллоуин последний раз. Я вырезаю тыкву сейчас. Я вырежу тыкву на Хэллоуин следующий раз.",
      "imageLink": "pumpkin.jpg",
      "audioLink": "pumpkin.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espinacas",
      "translation": "шпинат",
      "definition": "Un tipo de verdura de hoja verde, rica en nutrientes y a menudo usada en ensaladas, smoothies y salteada como guarnición.",
      "definition_translation": "тип листового зеленого овоща, богатый питательными веществами и часто используемый в салатах, смузи и тушеном виде как гарнир",
      "example": "Agregaré espinacas frescas a mi tortilla, agregaré a mi smoothie mañana, y agregué a mi ensalada la noche pasada.",
      "example_translation": "Я добавил свежий шпинат в мой омлет, завтра я добавлю его в мой смузи, и я добавил его в свой салат прошлой ночью.",
      "imageLink": "spinach.jpg",
      "audioLink": "spinach.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "choclo",
      "translation": "кукуруза",
      "definition": "Un tipo de maíz que se cosecha cuando los granos son inmaduros y el maíz es suave y dulce.",
      "definition_translation": "тип кукурузы, который собирается, когда зерна неyet зрелые и кукуруза мягкая и сладкая",
      "example": "Asé choclo en la parrilla el verano pasado, cocinaré para cenar esta noche, y comí en la feria el año pasado.",
      "example_translation": "Я грилил кукурузу на барбекю minulim летом, сегодня я отварю ее на ужин, и я ел ее на ярмарке в прошлом году.",
      "imageLink": "corn.jpg",
      "audioLink": "sweetcorn.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "berenjena",
      "translation": "bakлажан",
      "definition": "Una verdura púrpura, a menudo usada en la cocina mediterránea, comúnmente asada, horneada o salteada.",
      "definition_translation": "фиолетовый овощ, часто используемый в средиземноморской кухне, обычно грилируемый, запекаемый или тушеный",
      "example": "Asé berenjena para cenar la noche pasada, asaré para almorzar hoy, y salteé con ajo y hierbas ayer.",
      "example_translation": "Я запек аubергин на ужин прошлой ночью, сегодня я грилирую его на обед, и я тушил его с чесноком и травами вчера.",
      "imageLink": "aubergine.jpg",
      "audioLink": "aubergine.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "coliflor",
      "translation": "цветная капуста",
      "definition": "Un tipo de verdura que pertenece a la familia de la col, a menudo usada en sopas, estofados y como guarnición.",
      "definition_translation": "тип овоща, принадлежащий к семейству капусты, часто используемый в супах, рагу и как гарнир",
      "example": "Cocí al vapor coliflor para cenar la semana pasada, cocinaré con ajo y jugo de limón mañana, y cocí con papas ayer.",
      "example_translation": "Я припустил цветную капусту на ужин на прошлой неделе, завтра я тушиу ее с чесноком и лимонным соком, и я отварил ее с картошкой вчера.",
      "imageLink": "cauliflower.jpg",
      "audioLink": "cauliflower.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "puerro",
      "translation": "лук-порей",
      "definition": "Una planta con un tallo largo, delgado, blanco y verde, a menudo utilizada en la cocina.",
      "definition_translation": "Растение с длинным, тонким, белым и зеленым стеблем, часто используемым в кулинарии.",
      "example": "Corté el puerro y lo salteé en mantequilla. Cortaré el puerro y lo saltearé en mantequilla. Había cortado el puerro y lo había salteado en mantequilla.",
      "example_translation": "Я нарезал лук-порей и обжарил его в масле. Я нарезаю лук-порей и обжарю его в масле.Я нарезал лук-порей и обжарил его в масле.",
      "imageLink": "leek.jpg",
      "audioLink": "leek.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "perejil",
      "translation": "петрушка",
      "definition": "Una planta con hojas verdes y curvas, utilizada como garnitura o para agregar sabor a los alimentos.",
      "definition_translation": "Светло-зеленое, курчавое растение, используемое в качестве гарнира или для добавления вкуса к еде.",
      "example": "Esparcí perejil encima de la sopa. Esparciré perejil encima de la sopa. Había esparcido perejil encima de la sopa.",
      "example_translation": "Я посыпал петрушкой сверху на суп. Я посыплю петрушкой сверху на суп. Я посыпал петрушкой сверху на суп.",
      "imageLink": "parsley.jpg",
      "audioLink": "parsley.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "rábano",
      "translation": "редиска",
      "definition": "Un vegetal con sabor picante, a menudo comido crudo o encurtido.",
      "definition_translation": "Корнеплод с острым вкусом, часто eaten сырым или маринованным.",
      "example": "Corté el rábano y lo agregué a la ensalada. Cortaré el rábano y lo agregaré a la ensalada. Había cortado el rábano y lo había agregado a la ensalada.",
      "example_translation": "Я нарезал редиску и добавил ее в салат. Я нарезаю редиску и добавлю ее в салат.Я нарезал редиску и добавил ее в салат.",
      "imageLink": "radish.jpg",
      "audioLink": "radish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "col roja",
      "translation": "краснокочанная капуста",
      "definition": "Un tipo de col con un color rojo profundo, a menudo utilizada en ensaladas y escabeche.",
      "definition_translation": "Вид капусты с глубоким красным цветом, часто используемый в салатах и закусках.",
      "example": "Rallé la col roja y hice una ensalada. Rallaré la col roja y haré una ensalada. Había rallado la col roja y había hecho una ensalada.",
      "example_translation": "Я нашинковал краснокочанную капусту и сделал закуску.Я нашинкую краснокочанную капусту и сделаю закуску.Я нашинковал краснокочанную капусту и сделал закуску.",
      "imageLink": "red-cabbage.jpg",
      "audioLink": "red cabbage.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cebolla de primavera",
      "translation": "лук шалот",
      "definition": "Una cebolla de primavera es una cebolla joven que se cosecha antes de que forme bulbos, o a veces después de que haya formado bulbos pero antes de que madure.",
      "definition_translation": "Весенний лук - это молодой лук, который собирается перед образованием луковицы, или иногда после образования луковицы, но до ее созревания.",
      "example": "Corté la cebolla de primavera y la agregué a la ensalada. Ayer, había cortado cebollas de primavera y las había agregado a la sopa. Mañana, cortaré una cebolla de primavera y la agregaré a la tortilla.",
      "example_translation": "Я нарезал весенний лук и добавил его в салат. Вчера я нарезал весенние луки и добавил их в суп. Завтра я нарежу весенний лук и добавлю его в омлет.",
      "imageLink": "spring-onion.jpg",
      "audioLink": "spring onion.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "remolacha",
      "translation": "свекла",
      "definition": "La remolacha es un vegetal dulce y terroso que es rico en fibra y vitaminas.",
      "definition_translation": "Свекла - это сладкий и земляной корнеплод, богатый волокнами и витаминами.",
      "example": "Asé la remolacha y la serví con queso de cabra. La semana pasada, había asado remolacha y la había servido con nueces. El próximo mes, asaré remolacha y la serviré con vinagreta balsámica.",
      "example_translation": "Я запекал свеклу и подавал ее с козьим сыром. На прошлой неделе я запекал свеклу и подавал ее с грецкими орехами. В следующем месяце я запеку свеклу и буду подавать ее с бальзамическим уксусом.",
      "imageLink": "beetroot.jpg",
      "audioLink": "beetroot.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "soya, soja",
      "translation": "соевый, соя",
      "definition": "La soya, también conocida como soja, es un tipo de legumbre que es alta en proteínas y se utiliza comúnmente en productos alimenticios.",
      "definition_translation": "Соя, также известная как соя, - это тип бобовой культуры, которая высоко богата белком и часто используется в продуктовых изделиях.",
      "example": "Añadí salsa de soya al stir-fry. Ayer, había agregado leche de soja al batido. El próximo año, agregaré frijoles de soya a la ensalada.",
      "example_translation": "Я добавил соевый соус в обжарку. Вчера я добавил соевое молоко в смузи. В следующем году я добавлю соевые бобы в салат.",
      "imageLink": "soya-soy.jpg",
      "audioLink": "soya, soy.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "judía blanca",
      "translation": "фа",
      "definition": "La judía blanca es un tipo de legumbre que es alta en fibra y proteínas y se utiliza comúnmente en la cocina mediterránea.",
      "definition_translation": "Фа - это тип бобовой культуры, который высоко богат волокнами и белком и часто используется в средиземноморской кухне.",
      "example": "Desgrané las judías blancas y las agregué al risotto. La semana pasada, había desgranado judías blancas y las había agregado al estofado. El próximo verano, desgranaré judías blancas y las agregaré a la ensalada.",
      "example_translation": "Я почистил фасоль и добавил ее в ризотто. На прошлой неделе я почистил фасоль и добавил ее в рагу. В следующем летом я почистлю фасоль и добавлю ее в салат.",
      "imageLink": "broad-bean.jpg",
      "audioLink": "broad bean.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "brócoli de Bruselas",
      "translation": "брюссельская капуста",
      "definition": "Un vegetal verde que crece en forma de bulbo en un tallo, a menudo hervido o al vapor y servido como guarnición.",
      "definition_translation": "Зеленое овощное растение, которое растет в форме почки на стебле, часто варится или запекается и подается как гарнир.",
      "example": "Comí brócoli de Bruselas en el restaurante la noche pasada, luego comeré de nuevo en casa mañana, y he estado comiendo durante todo la semana.",
      "example_translation": "Я ел брюссельскую капусту в ресторане прошлой ночью, потом я буду есть ее снова дома завтра, и я ем ее на обед всю неделю.",
      "imageLink": "brussels-sprout.jpg",
      "audioLink": "brussels sprout.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "alcachofa",
      "translation": "артичок",
      "definition": "Una planta con flores comestibles en forma de capullo, a menudo servida como aperitivo o guarnición.",
      "definition_translation": "Растение, похожее на чертополох, с съедобными цветочными почками, často подается как закуска или гарнир.",
      "example": "Tuve alcachofas como aperitivo en la fiesta, luego intentaré cocinarlas en casa mañana, y he estado comiéndolas en ensaladas todo el verano.",
      "example_translation": "Я имел артichokes как закуску на вечеринке, потом я постараюсь приготовить их дома завтра, и я ем их в салатах все лето.",
      "imageLink": "artichoke.jpg",
      "audioLink": "artichoke.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "espárrago",
      "translation": "аспарагус",
      "definition": " Una planta perenne con brotes jóvenes comestibles, a menudo asados o salteados como plato lateral.",
      "definition_translation": "Многолетнее растение с съедобными молодыми побегами, часто подается как гарнир, приготовленное на гриле или в сковороде.",
      "example": "Me encanta comer espárragos en primavera, entonces intentaré cultivarlos en mi jardín el año que viene, y he estado cocinándolos con aceite de oliva todo el mes.",
      "example_translation": "Я люблю есть аспарагус весной, потом я постараюсь выращивать его в моем саду в следующем году, и я готовлю его с оливковым маслом весь месяц.",
      "imageLink": "asparagus.jpg",
      "audioLink": "asparagus.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "apio",
      "translation": "сельдерей",
      "definition": "Una vegetal crujiente y refrescante, a menudo utilizada en ensaladas, sopas y como snack.",
      "definition_translation": "Хрустящее и освежающее овощное растение, часто используемое в салатах, супах и как закуска.",
      "example": "Comí palitos de apio con mantequilla de maní en la escuela, luego utilizaré apio en mi receta de sopa mañana, y he estado picando apio todo el día.",
      "example_translation": "Я ел стебли сельдерея с арахисовой пастой в школе, потом я использую его в моем рецепте супа завтра, и я ем его как закуску весь день.",
      "imageLink": "celery.jpg",
      "audioLink": "celery.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "achicoria",
      "translation": "цикорий",
      "definition": "La achicoria es un tipo de hierba perenne nativa de Europa y Asia, y se utiliza comúnmente como sustituto o aditivo de café.",
      "definition_translation": "Цикорий - это тип многолетнего растения, родом из Европы и Азии, которое часто используется как заменитель или добавка к кофе.",
      "example": "Tuve café de achicoria por primera vez la semana pasada, y era muy amargo. Intentaré probarlo de nuevo el mes que viene. Ella ha estado bebiendo café de achicoria durante años.",
      "example_translation": "Я пил кофе из цикория в прошлый раз неделю, и это было khá горько. Я попробую это снова 次 месяц. Она пьет цикорий кофе уже несколько лет.",
      "imageLink": "chicory.jpg",
      "audioLink": "chicory.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "cebollino",
      "translation": "лук шнитт",
      "definition": "Los cebollinos son un tipo de hierba que pertenece a la familia de las cebollas, y se utilizan comúnmente como condimento o guarnición en various platos.",
      "definition_translation": "Лук-шнитт - это тип травы, принадлежащий к семейству луковых, и часто используется как ароматизатор или гарнир в различных блюдах.",
      "example": "Rocié cebollino sobre mi papa asada anoche, y fue delicioso. Ella picará cebollino para la ensalada mañana. Ellos habían estado cultivando cebollino en su jardín durante años.",
      "example_translation": "Я посыпал лук-шнитт на мой запеченный картофель прошлой ночью, и это было вкусно. Она будет рубить лук-шнитт для салата завтра. Они выращивали лук-шнитт в их саду уже несколько лет.",
      "imageLink": "chives.jpg",
      "audioLink": "chives.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "berro",
      "translation": "кресс-салат",
      "definition": "El berro es un tipo de verde picante que se utiliza comúnmente como guarnición o se agrega a ensaladas para dar sabor.",
      "definition_translation": "Кресс-салат - это тип зеленого с острым вкусом, который часто используется как гарнир или добавляется в салаты для аромата.",
      "example": "Añadí berro a mi sandwich ayer, y fue refrescante. Ella sembrará semillas de berro la próxima semana. Ellos habían estado comiendo ensaladas de berro durante meses.",
      "example_translation": "Я добавил кресс-салат в мой сэндвич вчера, и это было освежающе. Она будет сеять семена кресс-салата на следующей неделе. Они ели салаты из кресс-салата уже несколько месяцев.",
      "imageLink": "cress.jpg",
      "audioLink": "cress.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "eneldo",
      "translation": "укроп",
      "definition": "El eneldo es un tipo de hierba que se utiliza comúnmente para dar sabor a pepinillos, sopas y otros platos, y también se utiliza en medicina tradicional.",
      "definition_translation": "Укроп - это тип травы, который часто используется для ароматизации консервов, супов и других блюд, а также используется в традиционной медицине.",
      "example": "Añadí eneldo a mis pepinillos el verano pasado, y salieron geniales. Ella plantará semillas de eneldo la próxima primavera. Ellos habían estado utilizando eneldo para tratar la indigestión durante años.",
      "example_translation": "Я добавил укроп в мои консервы прошлым летом, и они получились отлично. Она будет сажать семена укропа следующей весной. Они использовали укроп для лечения диспепсии уже несколько лет.",
      "imageLink": "dill.jpg",
      "audioLink": "dill.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "hinojo",
      "translation": "укроп",
      "definition": "El hinojo es una hierba perenne con un sabor único a anís o regaliz, a menudo utilizada en cocina y medicina.",
      "definition_translation": "Укроп - это многолетнее растение с характерным анисовым или лакрическим вкусом, часто используемым в кулинарии и медицине.",
      "example": "Picé el hinojo y lo salteé con ajo y cebolla. Ayer, tomé té de hinojo para calmar mi estómago. Para la próxima semana, habré plantado hinojo en mi jardín.",
      "example_translation": "Я нарезал укроп и поджарил его с гвоздикой и луком. Вчера я пил чай из укропа, чтобы успокоить мой желудок. К следующей неделе я посадил укроп в свой сад.",
      "imageLink": "fennel.jpg",
      "audioLink": "fennel.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ralo",
      "translation": "хрен",
      "definition": "El ralo es una raíz blanca picante comúnmente utilizada como condimento o ingrediente en various platos.",
      "definition_translation": "Хрен - это острый, белый корень, часто используемый как приправа или ингредиент в различных блюдах.",
      "example": "Añadí ralo a mi salsa para darle un toque. Mi abuela siempre hacía salsa de ralo para los almuerzos de los domingos. El año que viene, intentaré cultivar ralo en mi patio trasero.",
      "example_translation": "Я добавил хрен в свой соус, чтобы дать ему кик. Моя бабушка использовала хреновую заправку для воскресных обедов. В следующем году я пытаюсь вырастить хрен в meinem заднем дворе.",
      "imageLink": "horseradish.jpg",
      "audioLink": "horseradish.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "col rizada",
      "translation": "кале",
      "definition": "La col rizada es un tipo de vegetal verde de hoja rizada, rico en nutrientes y a menudo utilizado en ensaladas, smoothies y platos salteados.",
      "definition_translation": "Кале - это тип листвистого зеленого овоща, богатого питательными веществами и часто используемого в салатах, смузи и обжаренных блюдах.",
      "example": "Comí ensalada de col rizada para el almuerzo ayer. Hoy, voy a saltear col rizada con ajo como plato lateral. Para el próximo mes, habré empezado una rutina de smoothies de col rizada.",
      "example_translation": "Я ел салат из кале на обед вчера. Сегодня я собираюсь обжарить кале с гвоздикой в качестве гарнира. К следующему месяцу я начну рутину смузи из кале.",
      "imageLink": "kale.jpg",
      "audioLink": "kale.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "lenteja",
      "translation": "чечевица",
      "definition": "Una lenteja es un tipo de legumbre, a menudo utilizada en sopas, estofados y curris, y rica en proteínas y fibra.",
      "definition_translation": "Чечевица - это тип бобовой культуры, часто используемый в супах, стью и карри, и богатый белком и волокнами.",
      "example": "Cociné sopa de lentejas para la cena anoche. Mi madre siempre hacía curry de lentejas para ocasiones especiales. Para el próximo año, habré probado ensalada de lentejas como nueva receta.",
      "example_translation": "Я варил суп из чечевичи на ужин прошлой ночью. Моя мать готовила карри из чечевицы для特殊ных случаев. К следующему году я попробую салат из чечевичи как новый рецепт.",
      "imageLink": "lentil.jpg",
      "audioLink": "lentil.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "médula",
      "translation": "мозговая",
      "definition": "Un tejido blando y graso que llena las cavidades de los huesos, sirviendo como reserva de células sanguíneas y fuente de energía.",
      "definition_translation": "Мягкая, жирная ткань, заполняющая полости костей, служащая резервуаром для кровяных клеток и источником энергии.",
      "example": "El doctor extrajo una muestra de médula del hueso del paciente para examinarla por posibles anomalías. Ella había donado médula a su hermana que sufría de leucemia. Las células madre en la médula ayudarán al paciente a recuperarse de la quimioterapia.",
      "example_translation": "Доктор забрал образец мозговой ткани из кости пациента, чтобы исследовать ее на наличие любых аномалий. Она донировала мозговую ткань своей сестре, которая страдала от лейкемии. Стволовые клетки в мозговой ткани помогут пациенту 恢復иться после химиотерапии.",
      "imageLink": "marrow.jpg",
      "audioLink": "marrow.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "chirivía",
      "translation": "пастернак",
      "definition": "Una raíz comestible dulce, típicamente blanca o amarillenta, a menudo utilizada en sopas, estofados y ensaladas.",
      "definition_translation": "Сладкий корнеплод, обычно белый или желтоватый по цвету, часто используемый в супах, тушеных блюдах и салатах.",
      "example": "El chef agregó una chirivía al estofado para darle un sabor dulce. Las chirivías son una excelente adición a una ensalada de invierno. El mercado de productores estaba vendiendo chirivías frescas a un precio excelente.",
      "example_translation": "Повар добавил пастернак в рагу, чтобы дать ему сладкий вкус. Пастернаки - это отличное дополнение к зимнему салату. На рынке фермеров продавали свежие пастернаки по выгодной цене.",
      "imageLink": "parsnip.jpg",
      "audioLink": "parsnip.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "ruibarbo",
      "translation": "ревень",
      "definition": "Una planta con tallos crujientes y ácidos que se utilizan a menudo en tartas y mermeladas, típicamente asociados con frutas dulces como fresas.",
      "definition_translation": "Растение с кислыми, хрустящими стеблями, часто используемыми в пирогах и джемах, обычно в паре со сладкими фруктами, такими как клубника.",
      "example": "La abuela hizo una deliciosa tarta de ruibarbo para postre. El ruibarbo es una excelente adición a una ensalada de verano. El agricultor cultivaba ruibarbo en su jardín para hacer mermelada casera.",
      "example_translation": "Бабушка приготовила вкусный пирог из ревеня на десерт. Ревень - это отличное дополнение к летнему салату. Фермер выращивал ревень в omaом саду, чтобы сделать домашний джем.",
      "imageLink": "rhubarb.jpg",
      "audioLink": "rhubarb.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nabo sueco",
      "translation": "шведская репа",
      "definition": "Un tipo de raíz comestible, similar a un nabo, a menudo utilizado en sopas, estofados y purés.",
      "definition_translation": "Тип корнеплода, похожий на репу, часто используемый в супах, тушеных блюдах и пюре.",
      "example": "El chef agregó un nabo sueco al estofado para darle un sabor-heartido. Los nabos suecos son una excelente adición a una sopa de invierno. El mercado de productores estaba vendiendo nabos suecos frescos a un precio excelente.",
      "example_translation": "Повар добавил шведскую репу в рагу, чтобы дать ему сытный вкус. Шведские репы - это отличное дополнение к зимнему супу. На рынке фермеров продавали свежие шведские репы по выгодной цене.",
      "imageLink": "swede.jpg",
      "audioLink": "swede.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "batata",
      "translation": "батат",
      "definition": "La batata es un tipo de raíz comestible originaria de las Américas, caracterizada por su pulpa dulce y starchy y piel delgada.",
      "definition_translation": "Батат — это тип корнеплода, родом из Америки, характеризующийся своей сладкой, крахмалистой мякотью и тонкой кожей.",
      "example": "Comí una batata ayer, estoy comiendo una ahora, y comeré una mañana.",
      "example_translation": "Я ел батат вчера, я ем его сейчас, и я буду есть его завтра.",
      "imageLink": "sweet-potato.jpg",
      "audioLink": "sweet potato.mp3"
    },
    {
      "section": "warzywa-po-Spanish",
      "language": "Spanish",
      "translationLanguage": "Portugase",
      "word": "nabo",
      "translation": "репа",
      "definition": "Un nabo es una raíz comestible, típicamente blanco o púrpura, que se utiliza en sopas, estofados y ensaladas.",
      "definition_translation": "Репа — это корнеплод, обычно белый или фиолетовый, используемый в супах, тушеных блюдах и салатах.",
      "example": "Mi abuela solía cultivar nabos en su jardín, mi madre los cultiva ahora, y mi hermana los cultivará en el futuro.",
      "example_translation": "Моя бабушка выращивала репу в своем саду, моя мать выращивает их сейчас, и моя сестра будет выращивать их в будущем.",
      "imageLink": "turnip.jpg",
      "audioLink": "turnip.mp3"
    }
  ]
}