[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "positiv",
      "translation": "POSITIVव",
      "definition": "Eine gute oder förderliche Qualität oder Tendenz haben; eine optimistische Einstellung oder Haltung zeigen",
      "definition_translation": "एक अच्छा या अनुकूल गुण या प्रवृत्ति होना; एक सकारात्मक दृष्टिकोण या सोच होना",
      "example": "Sie hatte eine positive Einstellung gegenüber ihrem neuen Job. Sie beeinflusste ihre Kollegen gestern positiv. Sie wird das Unternehmen in Zukunft positiv beeinflussen.",
      "example_translation": "वह अपने नए नौकरी के प्रति सकारात्मक दृष्टिकोण रखती थी. कल वह अपने सहकर्मियों को सकारात्मक रूप से प्रभावित करती थी. वह भविष्य में कंपनी को सकारात्मक रूप से प्रभावित करेगी.",
      "imageLink": "image_files\\English\\positive.jpg",
      "audioLink": "positive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "süchtig",
      "translation": "अड्डिक्ट",
      "definition": "Eine starke und gewohnheitsmäßige Sehnsucht oder Hingabe nach etwas, insbesondere nach Drogen oder anderen Substanzen",
      "definition_translation": "किसी चीज, विशेषकर एक दवा या अन्य पदार्थ के लिए मजबूत और अचेतन इच्छा या समर्पण होना",
      "example": "Er war süchtig nach Rauchen. Er wurde in seiner Jugend süchtig nach Videospielen. Er wird in seinem Alter süchtig nach Lesen werden.",
      "example_translation": "वह धूम्रपान का आदी था. वह अपने किशोर वर्षों में वीडियो गेम्स का आदी हो गया. वह अपनी उम्र में पुस्तकें पढ़ने का आदी हो जाएगा.",
      "imageLink": "image_files\\English\\addicted.jpg",
      "audioLink": "addicted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abenteuerlich",
      "translation": "साहसिक",
      "definition": "Risiken zu nehmen und Herausforderungen zu akzeptieren; Ereignisse zu genießen, die aufregend und ungewöhnlich sind",
      "definition_translation": "जोखिम उठाने और चुनौतियों का सामना करने के लिए तैयार; रोमांचक और असाधारण अनुभवों का आनंद लेना",
      "example": "Er war ein abenteuerlicher Mensch und liebte es, zu reisen. Sie wird nächstes Jahr abenteuerlich sein undSkydiving ausprobieren. Sie waren abenteuerlich und haben letztes Jahr ihr eigenes Unternehmen gegründet.",
      "example_translation": "वह एक साहसिक व्यक्ति थे और यात्रा करने से प्रेम करते थे. वह अगले साल स्काइडाइविंग ट्राई करेगी. वे साहसिक थे और पिछले साल अपना खुद का व्यवसाय शुरू किया.",
      "imageLink": "image_files\\English\\adventurous.jpg",
      "audioLink": "adventurous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "liebevoll",
      "translation": "स्नेही",
      "definition": "Liebe, Sorge oder Zuneigung gegenüber jemandem oder etwas zeigen",
      "definition_translation": "किसी के लिए प्यार, देखभाल या स्नेह दिखाना या महसूस करना",
      "example": "Sie war eine liebevolle Mutter für ihre Kinder. Er war liebevoll gegenüber seinen Haustieren. Sie werden liebevoll gegenüber ihren neuen Nachbarn sein.",
      "example_translation": "वह अपने बच्चों के लिए एक स्नेही माँ थी. वह अपने पालतू जानवरों के प्रति स्नेही था. वे अपने नए पड़ोसियों के प्रति स्नेही होंगे.",
      "imageLink": "image_files\\English\\affectionate.jpg",
      "audioLink": "affectionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aggressiv",
      "translation": "आक्रामक",
      "definition": "Eine selbstbewusste und dynamische Persönlichkeit haben; Risiken zu nehmen und andere zu fordern",
      "definition_translation": "एक आत्मविश्वासी और बलवान व्यक्तित्व का होना या दिखाना, दूसरों को चुनौती देने और जोखिम लेने के लिए तैयार होना।",
      "example": "Er war ein aggressiver Geschäftsmann, der nicht davor zurückgeschreckt ist, Risiken zu nehmen. Er war in seinen Verhandlungen aggressiv, aber jetzt ist er vorsichtiger. Er wird in seiner Marketingstrategie aggressiv sein, um das neue Produkt zu promoten.",
      "example_translation": "वह एक आक्रामक व्यवसायी था जो जोखिम लेने से नहीं डरता था। उसने अपनी वार्ताओं में आक्रामक था, लेकिन अब वह और谨慎 हो रहा है। वह नए उत्पाद को प्रचारित करने के लिए अपनी मार्केटिंग सणन में आक्रामक होगा।",
      "imageLink": "image_files\\English\\aggressive.jpg",
      "audioLink": "aggressive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ehrgeizig",
      "translation": "महत्वाकांक्षी",
      "definition": "Eine starke Sehnsucht, erfolgreich oder etwas zu erreichen, oft verbunden mit harter Arbeit und Entschlossenheit",
      "definition_translation": "कुछ प्राप्त करने या सफल होने की मजबूत इच्छा रखने वाला, अक्सर कड़ी मेहनत और दृढ़ता की आवश्यकता होती है。",
      "example": "Sie war eine ehrgeizige junge Frau, die erfolgreiche Unternehmerin werden wollte. Er war immer ehrgeizig, aber jetzt konzentriert er sich mehr auf seine Familie. Sie werden ehrgeizig in ihren Plänen, das Unternehmen zu erweitern.",
      "example_translation": "वह एक महत्वाकांक्षी युवती थीं जिन्हें एक सफल उद्यमी बनना था। उसने हमेशा महत्वाकांक्षी था, लेकिन अब वह अपने परिवार पर अधिक केंद्रित है। वे कंपनी को विस्तार करने के अपने योजनाओं में महत्वाकांक्षी होंगे।",
      "imageLink": "image_files\\English\\ambitious.jpg",
      "audioLink": "ambitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "amüsiert",
      "translation": "मनोरंजन",
      "definition": "Gefallen oder Unterhaltung finden, oft in einer leichtfertigen oder spielerischen Weise",
      "definition_translation": "आनंद या मनोरंजन महसूस करना या दिखाना, अक्सर हल्के-फुल्के या खेल-खेल में;",
      "example": "Die Kinder waren von den Antiken des Clown amüsiert. Sie war von dem albernen Witz amüsiert. Er wird heute Abend von der Comedy-Show amüsiert sein.",
      "example_translation": "बच्चे क्लाउन की हरकतों से मनोरंजन हुए थे। वह सिल्ली चुटकुले से मनोरंजन हुई थी। वह रात के कॉमेडी शो से मनोरंजन होगा।",
      "imageLink": "image_files\\English\\amused.jpg",
      "audioLink": "amused.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "arrogant",
      "translation": "घमंडी",
      "definition": "Eine Haltung der Überlegenheit zeigen; oft begleitet von Respektlosigkeit gegenüber anderen",
      "definition_translation": "ऊपरinness की मानसिकता रखने वाला या दिखाने वाला, अक्सर दूसरों के प्रति सम्मान की कमी के साथ;",
      "example": "Er hatte eine arrogante Haltung, die die Leute ärgerte. Sie war arrogant über ihre Schönheit. Sie werden arrogant über ihren Erfolg sein.",
      "example_translation": "उसने एक घमंडी रवैया था जिसने लोगों को गलत तरीके से प्रभावित किया। वह अपनी सुंदरता के बारे में घमंडी थीं। वे अपनी सफलता के बारे में घमंडी होंगे।",
      "imageLink": "image_files\\English\\arrogant.jpg",
      "audioLink": "arrogant.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunt",
      "translation": "चौंका हुआ",
      "definition": "Große Überraschung oder Schock empfinden; oft in einer Art, die schwierig zu verbergen ist",
      "definition_translation": "एक ऐसी अवस्था जिसमें व्यक्ति अत्यधिक आश्चर्य या झटका महसूस करता है, अक्सर ऐसा लगता है जिसे छुपाया नहीं जा सकता。",
      "example": "Ich war erstaunt über die Nachricht ihres plötzlichen Weggangs. Ich bin erstaunt über die Schönheit des Taj Mahal. Ich werde erstaunt sein, wenn ich im Lotto gewinne.",
      "example_translation": "मैं उसके अचानक प्रस्थान की खबर से चौंक गया। मैं ताज महल की सुंदरता से चौंका हूँ। अगर मैं लॉटरी जीतता हूँ तो मैं चौंक जाऊंगा।",
      "imageLink": "image_files\\English\\astonished.jpg",
      "audioLink": "astonished.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erstaunlich",
      "translation": "प्राचीन",
      "definition": "Überaus überraschend oder beeindruckend",
      "definition_translation": "अत्यधिक आश्चर्यजनक या प्रभावशाली।",
      "example": "Die erstaunliche Schönheit des Sonnenuntergangs ließ uns sprachlos. Die erstaunliche Geschwindigkeit des neuen Sportwagens ist unübertroffen. Das erstaunliche Talent des jungen Musikers war bemerkenswert.",
      "example_translation": "सूरज डूबने की प्राचीन सुंदरता ने हमें बोलते हुए छोड़ दिया। नए स्पोर्ट्स कार की प्राचीन गति अभूतपूर्व है। युवा संगीतज्ञ की प्राचीन प्रतिभा उल्लेखनीय थी।",
      "imageLink": "image_files\\English\\astonishing.jpg",
      "audioLink": "astonishing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ruhig",
      "translation": "आराम से",
      "definition": "Sich wohl fühlen und entspannt, ohne jede Sorge oder Angst.",
      "definition_translation": "चिंतা या घबराहट के बिना आराम से और शिथिल महसूस कर रहे हैं।",
      "example": "Ich fühlte mich ruhig, als ich endlich meine Prüfungen abgeschlossen hatte. Sie sieht ruhig in ihrem neuen Job aus. Er wird ruhig sein, wenn er sich in seiner neuen Wohnung eingerichtet hat.",
      "example_translation": "मैं अपने परीक्षा पूरे करने के बाद आराम से महसूस किया। वह अपने नए नौकरी में आराम से दिखती है। वह एक बार अपने नए अपार्टमेंट में बस जाता है तो वह आराम से महसूस करेगा।",
      "imageLink": "image_files\\English\\at-ease.jpg",
      "audioLink": "at ease.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewusst",
      "translation": "जानकार",
      "definition": "Über etwas Bescheid wissen oder es verstehen.",
      "definition_translation": "किसी चीज की जानकारी या समझ रखता हूँ।",
      "example": "Ich bin mir der Risiken bewusst, die mit der Investition verbunden sind. Sie ist sich ihrer Stärken und Schwächen bewusst. Sie werden sich der neuen Politiken bis zum Ende des Monats bewusst sein.",
      "example_translation": "मैं निवेश में शामिल जोखिमों से अवगत हूँ। वह अपनी ताकत और कमजोरियों से अवगत है। वे महीने के अंत तक नई नीतियों से अवगत हो जाएंगे।",
      "imageLink": "image_files\\English\\aware.jpg",
      "audioLink": "aware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jähzornig",
      "translation": "क्रोधी",
      "definition": "Eine schlechte Laune habend oder leicht erzürnt.",
      "definition_translation": "बुरा स्वभाव होना; आसानी से नाराज़ या परेशान होना",
      "example": "Sie war ein jähzorniger Mensch und wurde leicht wütend. Sie war seit ihrer Kindheit jähzornig, und es war ein gewohnheitsmäßiges Verhalten, das schwer zu ändern war. Sie wird immer jähzornig bleiben, egal wie sehr sie sich bemüht, sich zu ändern.",
      "example_translation": "वह एक क्रोधी व्यक्ति थी और थोड़े से काम पर नाराज़ हो जाती थी। वह बचपन से क्रोधी थी, और यह एक ऐसी आदत थी जिसे तोड़ना मुश्किल था। वह हमेशा क्रोधी रहेगी, चाहे वह बदलने के लिए कितना भी प्रयास करे।",
      "imageLink": "image_files\\English\\bad-tempered.jpg",
      "audioLink": "bad-tempered.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgeglichen",
      "translation": "संतुलित",
      "definition": "Habend verschiedene Teile oder Aspekte in harmonischer oder zufriedenstellender Proportion.",
      "definition_translation": "विभिन्न भागों या पहलुओं के एक संतोषजनक या संतुलित अनुपात में होना",
      "example": "Das Unternehmen versuchte, ein ausgeglichenes Budget aufrechtzuerhalten, aber es war eine schwierige Aufgabe. Sie versuchte, ihr Arbeits- und Privatleben auszugleichen, aber es war ein ständiger Kampf. Die Wirtschaft war in der Vergangenheit ausgeglichen, aber jetzt war sie in einem Zustand der Turbulenz.",
      "example_translation": "कंपनी ने एक संतुलित बजट रखने की कोशिश की, लेकिन यह एक कठिन काम था। वह अपने काम और निजी जीवन के बीच संतुलन बनाने की कोशिश कर रही थी, लेकिन यह एक स्थिर संघर्ष था। अर्थव्यवस्था पहले संतुलित थी, लेकिन अब यह उथल-पुथल में थी।",
      "imageLink": "image_files\\English\\balanced.jpg",
      "audioLink": "balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bitter",
      "translation": "कड़वा",
      "definition": "Ein starkes, unangenehmes Geschmack oder Geruch habend.",
      "definition_translation": "एक मजबूत, अप्रिय स्वाद या गंध होना",
      "example": "Das Medikament war bitter, aber es war notwendig, es zu nehmen, um gesund zu werden. Er hatte seit Jahren bittere Zitronen gegessen, und es war eine Gewohnheit geworden. Sie hatte bittere Niederlage in ihrem letzten Wettbewerb erlitten, und es hatte einen sauren Geschmack in ihrem Mund hinterlassen.",
      "example_translation": "दवा कड़वा थी, लेकिन ठीक होने के लिए इसे लेना जरूरी था। वह سالों से कड़वे नींबू खा रहा था, और यह एक आदत बन गई थी। उसने अपनी पिछली प्रतियोगिता में कड़वा हार کा स्वाद चखा था, और इससे उसके मुँह में एक खट्टा स्वाद रह गया था।",
      "imageLink": "image_files\\English\\bitter.jpg",
      "audioLink": "bitter.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kühn",
      "translation": "साहसी",
      "definition": "Zeigend Mut oder Zuversicht; nicht ängstlich, Risiken einzugehen.",
      "definition_translation": "साहस या आत्मविश्वास दिखाना; जोखिम लेने से डरना नहीं",
      "example": "Er war ein kühner Redner und konnte das Publikum mit seinen Worten faszinieren. Sie war kühn genug, ihr eigenes Unternehmen zu gründen, und es war ein großer Erfolg. Der Feuerwehrmann war kühn und furchtlos, als er das brennende Gebäude betrat, um die eingeschlossenen Menschen zu retten.",
      "example_translation": "वह एक साहसी वक्ता था और अपने शब्दों से ऑडियंस को मुग्ध कर सकता था। वह अपना खुद का बिजनेस शुरू करने के लिए साहसी थी, और यह एक बड़ी सफलता थी। آتش निवारक साहसी और निडर था क्योंकि वह आग की लपट में फंसे लोगों को बचाने के लिए इमारत में प्रवेश कर रहा था।",
      "imageLink": "image_files\\English\\bold.jpg",
      "audioLink": "bold.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "herrisch",
      "translation": "जल्दबाजी करनेवाला",
      "definition": "Habend oder zeigend eine übertrieben selbstsichere und beherrschende Art, oft auf eine ärgerliche Weise.",
      "definition_translation": "अनावश्यक रूप से विश्वास और प्रभुत्वभाव दिखाने वाला व्यवहार, अक्सर परेशान करने वाला तरीका.",
      "example": "Als herrische Person versucht sie immer, die Konversation zu kontrollieren. Sie kontrollierte die Konversation auf der gestrigen Sitzung. Sie wird die Diskussion auf der morgigen Konferenz dominieren.",
      "example_translation": "एक जल्दबाजी करनेवाला व्यक्ति के रूप में, वह हमेशा बातचीत को नियंत्रित करने की कोशिश करती है. उसने कल बैठक में बातचीत पर नियंत्रण किया. वह कल कॉन्फ्रेंस में चर्चा को दबा देगी.",
      "imageLink": "image_files\\English\\bossy.jpg",
      "audioLink": "bossy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hell",
      "translation": "चमकीला",
      "definition": "Viel Licht ausstrahlend oder reflektierend; intensiv leuchtend.",
      "definition_translation": "काफी रोशनी देने या प्रतिबिंबित करने वाला; तेजी से चमकना.",
      "example": "Das helle Sonnenlicht füllte das Zimmer. Das helle Licht der Lampe beleuchtete den dunklen Winkel. Die hellen Sterne werden in der Nachtluft leuchten.",
      "example_translation": "चमकीला सूरज की रोशनी ने कमरे को भर दिया. लैंप का चमकीला प्रकाश ने अंधेरे कोने को रोशन किया. रात के आसमान में चमकीले सितारे चमकेंगे.",
      "imageLink": "image_files\\English\\bright.jpg",
      "audioLink": "bright.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fürsorglich",
      "translation": "परवाह करनेवाला",
      "definition": "Ein echtes Interesse an und Sorge für das Wohl anderer Menschen zeigend.",
      "definition_translation": "दूसरों के कल्याण के लिए सच्चा_interest और चिंता दिखाना.",
      "example": "Sie ist eine fürsorgliche Person, die immer ihren Freunden hilft. Sie half ihrem Freund in Not gestern. Sie wird für ihre Familie in der Zukunft sorgen.",
      "example_translation": "वह एक परवाह करनेवाला व्यक्ति है जो हमेशा अपने दोस्तों की मदद करती है. उसने जरूरतमंद दोस्त की कल मदद की. वह भविष्य में अपने परिवार की देखभाल करेगी.",
      "imageLink": "image_files\\English\\caring.jpg",
      "audioLink": "caring.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorsichtig",
      "translation": "सतर्क",
      "definition": "Vorsichtig, um mögliche Probleme oder Gefahren zu vermeiden.",
      "definition_translation": "संभावित समस्याओं या खतरों से बचने के लिए सावधान.",
      "example": "Er ist ein vorsichtiger Mensch, der immer bevor er handelt, nachdenkt. Er dachte bevor er in das Unternehmen investierte, gestern. Er wird vorsichtig sein, wenn er morgen auf der Autobahn fährt.",
      "example_translation": "वह एक सतर्क व्यक्ति है जो हमेशा कार्य करने से पहले सोचता है. उसने कल कंपनी में निवेश करने से पहले सोचा. वह कल हाइवे पर ड्राइविंग करते समय सतर्क रहेगा.",
      "imageLink": "image_files\\English\\cautious.jpg",
      "audioLink": "cautious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "frech",
      "translation": "शरारती",
      "definition": "eine impertinente oder respektlose Qualität zeigt oder hat; eine Neigung zu spielerischer Unhöflichkeit oder Unverschämtheit",
      "definition_translation": "एक अशिष्ट या अभद्र गुण रखने वाला; मजाक में रूड या असभ्य होने की प्रवृत्ति रखता है",
      "example": "Sie war ein freches Kind, das gerne Streiche spielte. Sie wird frech sein und versuchen, ihrem Freund während des Unterrichts die Haare zu ziehen. Sie war immer frech und ungehorsam, seit sie klein war.",
      "example_translation": "वह एक शरारती बच्ची थी जिसके साथ अपने भाई-बहनों के साथ मजाक करता था. वह कक्षा में अपने दोस्त के बाल खींचेगी और शरारती होगी. वह बचपन से ही शरारती और अनुशासनहीन थी.",
      "imageLink": "image_files\\English\\cheeky.jpg",
      "audioLink": "cheeky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kindisch",
      "translation": "बचकाना",
      "definition": "_Charakterisiert durch oder reflektiert ein Fehlen an Reife oder Ernsthaftigkeit; unreif oder verantwortungslos",
      "definition_translation": "एक ओप्रौध या गंभीरता की कमी की विशेषता; अपरिपक्व या अकर्मण्य",
      "example": "Er war kindisch und warf einen Wutanfall, als er nicht seinen Willen bekam. Sie war kindisch und weigerte sich, ihr Gemüse zu essen. Er war sein Leben lang kindisch und faul gewesen.",
      "example_translation": "वह बचकाना था और अपने रास्ते नहीं मिलने पर तान्त्रिक हो गया. वह बचकाना थी और अपनी सब्जियां नहीं खाने दी. वह अपनाWhole जीवन बचकाना और सुस्त रहा है.",
      "imageLink": "image_files\\English\\childish.jpg",
      "audioLink": "childish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbeholfen",
      "translation": "अजagara",
      "definition": "eine Neigung zeigen, unachtsam oder unfähig in seinen Bewegungen oder Handlungen zu sein",
      "definition_translation": "एक देखभालहीन या दुर्घटना प्रवण होने की प्रवृत्ति रखने वाला अपने आंदोलन या कार्य में",
      "example": "Er war unbeholfen und ließ das Vasen fallen. Sie war unbeholfen und stolperte auf der Treppe. Er war sein Leben lang unbeholfen und ungeschickt gewesen.",
      "example_translation": "वह अजागरा था और वेसे को गिरा दिया. वह अजागरा थी और सीढ़ियों पर टकरा गई. वह अपनाWhole जीवन अजागरा और दुर्घटना प्रवण रहा है.",
      "imageLink": "image_files\\English\\clumsy.jpg",
      "audioLink": "clumsy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kommunikativ",
      "translation": "संचारी",
      "definition": "eine Bereitschaft zeigt, zu sprechen oder Informationen zu teilen; offen und aufnahmefähig für andere",
      "definition_translation": "बातचीत करने या सूचना साझा करने की इच्छा रखने वाला; दूसरों के लिए खुला और ग्रहणशील होना",
      "example": "Sie war kommunikativ und half ihrem Team während des Projekts. Er war kommunikativ und beantwortete alle Fragen während des Vorstellungsgesprächs. Sie waren kommunikativ und offen zueinander während ihrer gesamten Beziehung.",
      "example_translation": "वह संचारी थी और परियोजना के दौरान अपने साथियों की मदद की. वह संचारी था और साक्षात्कार के दौरान सभी प्रश्नों के उत्तर दिए. वे अपने रिश्ते में एक-दूसरे के साथ संचारी और खुले रहे हैं.",
      "imageLink": "image_files\\English\\communicative.jpg",
      "audioLink": "communicative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wettbewerbsorientiert",
      "translation": "प्रतिस्पर्धी",
      "definition": "Eine starke Vorliebe zeigen, zu gewinnen oder erfolgreich zu sein, insbesondere im Geschäftsleben oder im Sport.",
      "definition_translation": "व्यापार या खेल में जीतने या सफल होने की मजबूत इच्छा रखने वाला",
      "example": "Das Unternehmen ist sehr wettbewerbsorientiert auf dem Markt, immer auf der Suche nach Möglichkeiten, seine Produkte zu verbessern.",
      "example_translation": "कंपनी बाजार में बहुत प्रतिस्पर्धी है, अपने उत्पादों में सुधार के तरीके ढूँढती रहती है।",
      "imageLink": "image_files\\English\\competitive.jpg",
      "audioLink": "competitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eitel",
      "translation": "अहंकारी",
      "definition": "Eine übermäßig hohe Meinung von sich selbst hat, oft begleitet von Anmaßung.",
      "definition_translation": "अपने आप में अत्यधिक उच्च मत रखना, अक्सर अहंकार से पूर्ण",
      "example": "Er war so eitel, dass er dachte, er sei der beste Sänger der Welt.",
      "example_translation": "वह इतना अहंकारी था कि वह सोचता था कि वह दुनिया का सबसे अच्छा गायक है।",
      "imageLink": "image_files\\English\\conceited.jpg",
      "audioLink": "conceited.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besorgt",
      "translation": "चिंतित",
      "definition": "Über etwas besorgt oder ängstlich sein.",
      "definition_translation": "किसी चीज के बारे में चिंतित या चिंता करना",
      "example": "Ich bin besorgt über den Anstieg der Kriminalitätsrate in der Stadt.",
      "example_translation": "मैं शहर में अपराध दरों में वृद्धि के बारे में चिंतित हूँ।",
      "imageLink": "image_files\\English\\concerned.jpg",
      "audioLink": "concerned.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konservativ",
      "translation": "रूढ़िवादी",
      "definition": "Traditionelle soziale und politische Werte bevorzugt und ändert oft ablehnt.",
      "definition_translation": "पारंपरिक सामाजिक और राजनीतिक मूल्यों का समर्थन करना और अक्सर परिवर्तन का विरोध करना",
      "example": "Der konservative Politiker war gegen die Idee der gleichgeschlechtlichen Ehe.",
      "example_translation": "रूढ़िवादी राजनेता समलैंगिक विवाह के विचार के खिलाफ था।",
      "imageLink": "image_files\\English\\conservative.jpg",
      "audioLink": "conservative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zufrieden",
      "translation": "संतुष्ट",
      "definition": "Mit seinen Besitztümern, Status oder Situation zufrieden",
      "definition_translation": "अपने सामान, स्थिति या स्थिति से संतुष्ट महसूस या दिखाना",
      "example": "Sie war zufrieden mit ihrem neuen Job und wollte nichts ändern. Sie war mit ihrem alten Job zufrieden, aber er zahlte nicht genug. Sie wird zufrieden mit ihrem neuen Gehalt sein.",
      "example_translation": "वह अपने नए नौकरी से संतुष्ट थी और कुछ बदलना नहीं चाहती थी। वह अपने पुराने नौकरी से संतुष्ट थी, लेकिन यह पर्याप्त नहीं दे रहा था। वह अपने नए वेतन से संतुष्ट हो जाएगी.",
      "imageLink": "image_files\\English\\content.jpg",
      "audioLink": "content.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konventionell",
      "translation": "परंपरागत",
      "definition": "Basierend auf oder in Übereinstimmung mit dem, was allgemein gemacht oder akzeptiert wird.",
      "definition_translation": "सामान्यतः किए जाने या स्वीकार किए जाने वाले आधार पर",
      "example": "In der konventionellen Medizin verwenden Ärzte Pharmazeutika, um Krankheiten zu behandeln. In der Vergangenheit war die konventionelle Weisheit, dass die Erde flach sei. In der Zukunft werden konventionelle Energiequellen durch erneuerbare Energie ersetzt werden.",
      "example_translation": "पारंपरिक चिकित्सा में, डॉक्टर रोगों के इलाज के लिए दवाओं का उपयोग करते हैं। अतीत में, पारंपरिक ज्ञान यह था कि पृथ्वी समतल थी। भविष्य में, पारंपरिक ऊर्जा स्रोत नवीकरणीय ऊर्जा द्वारा प्रतिस्थापित किए जाएंगे।",
      "imageLink": "image_files\\English\\conventional.jpg",
      "audioLink": "conventional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kooperativ",
      "translation": "सहकारी",
      "definition": "Bereit, gemeinsam zu helfen oder zu arbeiten.",
      "definition_translation": "एक साथ काम करने या मदद करने के लिए इच्छुक",
      "example": "Die kooperative Anstrengung des Teams führte zur erfolgreichen Fertigstellung des Projekts. Die Kooperative Bank bietet finanzielle Unterstützung ihren Mitgliedern an. Sie war immer kooperativ und hilfsbereit in unseren Gruppenprojekten.",
      "example_translation": "टीम के संयुक्त प्रयास ने परियोजना के सफल समापन का नेतृत्व किया। सहकारी बैंक अपने सदस्यों को वित्तीय सहायता प्रदान करता है। वह हमारे समूह परियोजनाओं में हमेशा सहकारी और मददगार रही है.",
      "imageLink": "image_files\\English\\cooperative.jpg",
      "audioLink": "cooperative.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "feige",
      "translation": "कायर",
      "definition": "Fehlt an Mut oder Stärke in Gefahren- oder Schwierigkeiten.",
      "definition_translation": "खतरे या कठिनाई के सामने साहस या ताकत की कमी",
      "example": "Er zeigte ein feiges Verhalten während der Krise und rannte weg. Sie hatte ein feiges Verhalten, als sie dem Schüler in der Schule gegenüberstand. Die feige Reaktion des Unternehmens auf die Kritik war inakzeptabel.",
      "example_translation": "वह संकट के दौरान कायर व्यवहार दिखाया और भाग गया। उसने स्कूल में बदमाश से सामना करने पर कायरता प्रदर्शित की। कंपनी की आलोचना के प्रति कायरतापूर्ण प्रतिक्रिया अस्वीकार्य थी.",
      "imageLink": "image_files\\English\\cowardly.jpg",
      "audioLink": "cowardly.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anständig",
      "translation": "अच्छा",
      "definition": "Moralisch aufrecht und respektabel; haben einen guten Ruf; ordentlich und akzeptabel im Verhalten oder Aussehen.",
      "definition_translation": "नैतिक रूप से ऊपर और सम्मानजनक; अच्छा प्रतिष्ठा होना; व्यवहार या उपस्थिति में उचित और स्वीकार्य。",
      "example": "Sie war ein anständiger Mensch und half anderen immer. Sie war anständig zu mir, als ich ihre Hilfe benötigte. Sie wird anständig sein und mir in Zukunft helfen.",
      "example_translation": "वह एक अच्छा व्यक्ति थी और हमेशा दूसरों की मदद करने की कोशिश करती थी। मुझे उसकी जरूरत थी तो वह मेरे लिए अच्छा थी। वह भविष्य में मेरी मदद करेगी और अच्छा रहेगी।",
      "imageLink": "image_files\\English\\decent.jpg",
      "audioLink": "decent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entscheidend",
      "translation": "निर्णायक",
      "definition": "Hat die Macht oder Qualität, zu entscheiden; schlüssig; autoritativ.",
      "definition_translation": "निर्णय करने की शक्ति या गुण वाला; निर्णायक; अधिकारिक。",
      "example": "Der Trainer traf eine entscheidende Entscheidung, die Teamstrategie zu ändern. Sie war entscheidend in ihren Handlungen und es zahlte sich aus. Er wird entscheidend sein und auf der Sitzung festen Standpunkt vertreten.",
      "example_translation": "कोच ने टीम की रणनीति बदलने का निर्णायक निर्णय लिया। उसके कार्य में वह निर्णायक थी और यह फलदायक था। वह बैठक में दृढ़ संकल्प लेगा और निर्णायक होगा।",
      "imageLink": "image_files\\English\\decisive.jpg",
      "audioLink": "decisive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anspruchsvoll",
      "translation": "मांग करने वाला",
      "definition": "Erfordert viel Anstrengung, Geschick oder Geduld; anstrengend; fordernd.",
      "definition_translation": "बहुत प्रयास, कौशल या धैर्य की मांग करने वाला; तनावपूर्ण;òiExactिंग;",
      "example": "Der Job war anspruchsvoll und erforderte viel Überstunden. Sie war anspruchsvoll in ihren Erwartungen und es war herausfordernd, sie zu erfüllen. Er wird anspruchsvoll sein in seinem nächsten Projekt und erwarten eine hohe Qualität der Arbeit.",
      "example_translation": "नौकरी मांग करने वाली थी और ओवरटाइम की बहुत आवश्यकता थी। उसकी अपेक्षाएं मांग करने वाली थीं और उन्हें पूरा करना चुनौतीपूर्ण था। वह अपने अगले परियोजना में मांग करने वाला होगा और उच्च गुणवत्ता के काम की अपेक्षा करेगा।",
      "imageLink": "image_files\\English\\demanding.jpg",
      "audioLink": "demanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "deprimierend",
      "translation": "निराशाजनक",
      "definition": "Verursacht Gefühle der Traurigkeit oder Hoffnungslosigkeit; entmutigend; düster.",
      "definition_translation": "दुख या निराशा की भावनाओं का कारण बनने वाला; हिम्मत तोड़ने वाला;eydi;",
      "example": "Die Nachricht war deprimierend und beeinträchtigte die Stimmung aller. Sie war deprimierend in ihrer Gegenwart und es war schwierig, sie aufzumuntern. Er wird deprimierend in seinem Bericht sein und einen pessimistischen Ausblick präsentieren.",
      "example_translation": "समाचार निराशाजनक था और यह सभी के मूड को प्रभावित करता था। वह आसपास निराशाजनक थी और उसेelease करना कठिन था। वह अपने रिपोर्ट में निराशाजनक होगा और निराशावादी दृष्टिकोण सुझाएगा।",
      "imageLink": "image_files\\English\\depressing.jpg",
      "audioLink": "depressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verzweifelt",
      "translation": "व्याकुल",
      "definition": "Fühlt oder zeigt ein Gefühl der Dringlichkeit oder Hoffnungslosigkeit.",
      "definition_translation": "आवश्यकता या निराशा की भावना दिखाना",
      "example": "Sie war verzweifelt, einen Job zu finden, also bewarb sich bei jeder Firma, die sie finden konnte. Sie war verzweifelt, letztes Jahr befördert zu werden, aber jetzt ist sie verzweifelt, ihren Job zu verlassen. Sie wird verzweifelt sein, in Zukunft die Welt zu bereisen.",
      "example_translation": "वह नौकरी ढूँढने के लिए व्याकुल थी, इसलिए उसने जितनी कंपनियों को आवेदन किया उतना संभव था. पिछले साल वह पदोन्नति के लिए व्याकुल थी, लेकिन अब वह नौकरी छोड़ने के लिए व्याकुल है. अगले साल वह दुनिया भर में यात्रा करने के लिए व्याकुल हो जाएगी.",
      "imageLink": "image_files\\English\\desperate-1.jpg",
      "audioLink": "desperate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entschlossen",
      "translation": "निश्चित",
      "definition": "Hat einen festen Entschluss oder Vorsatz getroffen; entschieden.",
      "definition_translation": "ठोस निर्णय या संकल्प लिया हुआ; दृढ़",
      "example": "Sie war entschlossen, ihr Projekt rechtzeitig abzuschließen, also arbeitete sie jeden Tag Überstunden. Er hatte sich entschlossen, Arzt zu werden, seit er ein Teenager war, und jetzt ist er ein erfolgreicher Chirurg. Sie werden entschlossen sein, den Titel nächstes Jahr zu gewinnen.",
      "example_translation": "वह अपने प्रोजेक्ट को समय पर पूरा करने के लिए निश्चित थी, इसलिए वह प्रतिदिन अतिरिक्त घंटे काम करती थी. वह किशोरावस्था से ही डॉक्टर बनने के लिए निश्चित था, और अब वह एक सफल सर्जन है. वे अगले साल चैम्पियनशिप जीतने के लिए निश्चित होंगे.",
      "imageLink": "image_files\\English\\determined.jpg",
      "audioLink": "determined.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hingebungsvoll",
      "translation": "निष्ठावान",
      "definition": "Zeigt Liebe, Treue oder Hingabe für eine Person, Sache oder Aktivität.",
      "definition_translation": "किसी व्यक्ति, कारण, या गतिविधि के प्रति प्रेम, वफ़ादारी या समर्पण दिखाना",
      "example": "Sie war ihrem Mann hingebungsvoll und pflegte ihn, als er krank war. Er war seiner Musikkarriere hingebungsvoll, aber jetzt ist er seiner Familie hingebungsvoll. Sie werden ihrer wohltätigen Arbeit in Zukunft hingebungsvoll sein.",
      "example_translation": "वह अपने पति के प्रति निष्ठावान थी और उसकी तबियत खराब होने पर उसकी देखभाल करती थी. वह अपने संगीत कैरियर के प्रति निष्ठावान था, लेकिन अब वह अपने परिवार के प्रति निष्ठावान है. वे भविष्य में अपने दान कार्य के प्रति निष्ठावान होंगे.",
      "imageLink": "image_files\\English\\devoted.jpg",
      "audioLink": "devoted.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fleißig",
      "translation": "परिश्रमी",
      "definition": "Zeigt sorgfältige und beständige Anstrengung oder dauerhafte Anwendung.",
      "definition_translation": "सावधान और स्थिर प्रयास या निरंतर आवेदन दिखाना",
      "example": "Sie war fleißig in ihren Studien und erzielte hervorragende Noten. Er war fleißig in seiner Forschung, jetzt ist er ein renommierter Wissenschaftler. Sie werden fleißig in ihrer Vorbereitung auf die anstehende Prüfung sein.",
      "example_translation": "वह अपने अध्ययन में परिश्रमी थी और उत्कृष्ट ग्रेड प्राप्त किए. वह अपने शोध में परिश्रमी थे, और अब वह एक प्रसिद्ध वैज्ञानिक है. वे आने वाले परीक्षा की तैयारी में परिश्रमी होंगे.",
      "imageLink": "image_files\\English\\diligent.jpg",
      "audioLink": "diligent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unehrlich",
      "translation": "ईमानदार नहीं",
      "definition": "Nicht ehrlich oder wahrheitsgemäß; eine Bereitschaft zum Betrug oder Täuschung zeigen.",
      "definition_translation": "ईमानदार नहीं होना या सच न होना; धोखा देने या धोखा देने की इच्छा顯示 करना",
      "example": "Er war unehrlich in seinen Geschäften und wurde schließlich erwischt.",
      "example_translation": "वह अपने लेन-देन में ईमानदार नहीं था और अंततः पकड़ा गया।",
      "imageLink": "image_files\\English\\dishonest.jpg",
      "audioLink": "dishonest.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unorganisiert",
      "translation": "असंगठित",
      "definition": "Fehlt eine systematische oder organisierte Struktur; chaotisch oder verwirrt.",
      "definition_translation": "सिस्टमैटिक या संगठित संरचना के बिना; अराजक या भ्रमित।",
      "example": "Die unorganisierten Akten machten es schwierig, die notwendigen Dokumente zu finden.",
      "example_translation": "असंगठित फाइलों ने आवश्यक दस्तावेजों को खोजना मुश्किल बना दिया।",
      "imageLink": "image_files\\English\\disorganized.jpg",
      "audioLink": "disorganized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzufrieden",
      "translation": "असंतुष्ट",
      "definition": "Nicht zufrieden oder befriedigt; unglücklich oder unzufrieden.",
      "definition_translation": "संतुष्ट नहीं होना; दुखी या असंतुष्ट।",
      "example": "Der Kunde war unzufrieden mit dem Service und beschwerte sich bei dem Manager.",
      "example_translation": "ग्राहक सेवा से असंतुष्ट था और प्रबंधक से शिकायत की।",
      "imageLink": "image_files\\English\\dissatisfied.jpg",
      "audioLink": "dissatisfied.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beunruhigend",
      "translation": "दुखद",
      "definition": "Verursacht Gefühle von Traurigkeit, Angst oder Unbehagen.",
      "definition_translation": "दुख, चिंता या असहनीयता की भावनाएं पैदा करना।",
      "example": "Die Nachricht vom Unfall war beunruhigend für die Familie.",
      "example_translation": "दुर्घटना की खबर परिवार के लिए दुखद थी।",
      "imageLink": "image_files\\English\\distressing-1.jpg",
      "audioLink": "distressing.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zweifelhaft",
      "translation": "संदेह करने वाला",
      "definition": "Fühlend oder zeigend Zweifel an etwas oder jemandem",
      "definition_translation": "किसी चीज़ या किसी के बारे में संदेह महसूस करना",
      "example": "Ich war zweifelhaft über die neue Investitionsmöglichkeit. Ich bin zweifelhaft über das Wetter morgen. Ich werde zweifelhaft über die neue Politik.",
      "example_translation": "नई निवेश अवसर के बारे में मुझे संदेह था. मैं कल के मौसम के बारे में संदेह कर रहा हूँ. मैं नई नीति के बारे में संदेह करूँगा.",
      "imageLink": "image_files\\English\\doubtful.jpg",
      "audioLink": "doubtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dynamisch",
      "translation": "डाइनैमिक",
      "definition": "Bezieht sich auf oder ist gekennzeichnet durch Energie, Aktivität oder Fortschritt",
      "definition_translation": "ऊर्जा, गतिविधि या प्रगति से संबंधित या चिह्नित",
      "example": "Der dynamische CEO führte das Unternehmen zum Erfolg. Das dynamische Team arbeitete unablässig am Projekt. Die Stadt wird jedes Jahr dynamischer.",
      "example_translation": "डाइनैमिक सीईओ ने कंपनी की सफलता का नेतृत्व किया. डाइनैमिक टीम ने projekt पर अथक परिश्रम किया. शहर हर साल अधिक डाइनैमिक बन रहा है.",
      "imageLink": "image_files\\English\\dynamic.jpg",
      "audioLink": "dynamic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eifrig",
      "translation": "उत्सुक",
      "definition": "Fühlend oder zeigend Enthusiasmus und Interesse",
      "definition_translation": "उत्साह और रुचि का प्रदर्शन करना",
      "example": "Ich war eifrig, meinen neuen Job zu beginnen. Sie ist eifrig, neue Fähigkeiten zu erlernen. Sie sind eifrig, die Welt zu bereisen.",
      "example_translation": "मैं अपनी नई नौकरी शुरू करने के लिए उत्सुक था. वह नई कौशल सीखने के लिए उत्सुक है. वे दुनिया की यात्रा करने के लिए उत्सुक हैं.",
      "imageLink": "image_files\\English\\eager.jpg",
      "audioLink": "eager.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gebildet",
      "translation": "शिक्षित",
      "definition": "Hat oder zeigt ein hohes Maß an Wissen oder Fähigkeit",
      "definition_translation": "उच्च स्तर का ज्ञान या कौशल रखना",
      "example": "Er ist ein gebildeter Mensch mit einem PhD. Die gebildete Elite kontrolliert die Regierung. Die gebildeten Massen fordern Veränderung.",
      "example_translation": "वह पीएचडी के साथ एक शिक्षित व्यक्ति हैं. शिक्षित_elite सरकार को नियंत्रित करता है. शिक्षित जन समूह परिवर्तन की माँग कर रहा है.",
      "imageLink": "image_files\\English\\educated.jpg",
      "audioLink": "educated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "emotional",
      "translation": "भावनात्मक",
      "definition": "Bezieht sich auf oder ist gekennzeichnet durch Emotion; hat oder zeigt starke Gefühle.",
      "definition_translation": "भावना से संबंधित या मजबूत भावनाओं को दिखाने वाला है।",
      "example": "Sie war ein emotionaler Mensch und weinte bei der kleinsten Provokation. Sie war emotional über die Scheidung ihrer Eltern. Sie wird emotional, wenn sie nicht bekommt, was sie will.",
      "example_translation": "वह एक भावनात्मक व्यक्ति थी और थोड़ी सी उत्तेजना पर रोने लगती थी। उसने अपने माता-पिता के तलाक के बारे में भावुक थी। वह अगर वह क्या चाहती है वो नहीं मिलता है तो वह भावुक हो जाएगी।",
      "imageLink": "image_files\\English\\emotional.jpg",
      "audioLink": "emotional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigend",
      "translation": "उत्साहवर्धक",
      "definition": "Gibt jemandem Unterstützung oder Vertrauen; motiviert oder inspiriert.",
      "definition_translation": "किसी व्यक्ति को समर्थन या विश्वास देना; प्रेरित या प्रेरक。",
      "example": "Ihre ermutigenden Worte hoben meine Stimmung. Sie hat mich ermutigt, meiner Leidenschaft nachzugehen. Sie wird ihre Schüler ermutigen, hart zu arbeiten.",
      "example_translation": "उसके उत्साहवर्धक शब्दों ने मेरे मन को ऊंचा कर दिया। उसने मुझे मेरे जुनून का पीछा करने के लिए प्रेरित किया है। वह अपने छात्रों को कड़ी मेहनत करने के लिए उत्साहित करेगी।",
      "imageLink": "image_files\\English\\encouraging.jpg",
      "audioLink": "encouraging.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "energetisch",
      "translation": "ऊर्जावान",
      "definition": "Habend oder zeigend viel Energie und Begeisterung; lebhaft und aktiv.",
      "definition_translation": "काफी ऊर्जा और उत्साह होना; जीवंत और सक्रिय होना。",
      "example": "Er war ein energischer Junge, der immer herumlief. Sie hat sich in ihren Workouts letzten_Endes energisch gezeigt. Sie werden in ihren Auftritten heute Abend energisch sein.",
      "example_translation": "वह एक ऊर्जावान बच्चा था, हमेशा दौड़ता रहता था। उसने हाल ही में अपने कसरत में ऊर्जावान रहा है। वे आज रात अपने प्रदर्शन में ऊर्जावान होंगे।",
      "imageLink": "image_files\\English\\energetic.jpg",
      "audioLink": "energetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhaltsam",
      "translation": "मनोरंजनक",
      "definition": "Amüsement oder Erbauung bereitend; ansprechend oder ablenkend.",
      "definition_translation": "मनोरंजन या आनंद प्रदान करना; आकर्षक या व्यस्त करना。",
      "example": "Der Film war unterhaltsam, ich liebte ihn. Er hat uns mit seinen Witzen unterhalten. Sie werden die Gäste mit ihrer Musik unterhalten.",
      "example_translation": "फिल्म मनोरंजनक थी, मैंने इसे पसंद किया। उसने अपने चुटकुलों से हमें मनोरंजन किया है। वे अपने संगीत से मेहमानों का मनोरंजन करेंगे।",
      "imageLink": "image_files\\English\\entertaining.jpg",
      "audioLink": "entertaining.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "उत्साही",
      "definition": "Intensive und aufgeregte Interesse an etwas zeigend.",
      "definition_translation": "किसी चीज में गहरी और उत्साही दिलचस्पी रखना",
      "example": "Sie war begeistert von dem neuen Projekt und ihre Mannschaft war von ihrer Energie inspiriert. Sie hat sich monatelang für das Projekt begeistert. Sie wird bis zum Abschluss begeistert davon sein.",
      "example_translation": "वह नए प्रोजेक्ट के बारे में उत्साही थी, और उसकी टीम उसकी एनर्जी से प्रेरित थी। वह महीनों से इसके बारे में उत्साही है। वह इसके पूरा होने तक उत्साही रहेगी।",
      "imageLink": "image_files\\English\\enthusiastic.jpg",
      "audioLink": "enthusiastic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "böse",
      "translation": "बुराई",
      "definition": "moralisch schlecht oder falsch; jemandem oder etwas schädigend.",
      "definition_translation": "नैतिक रूप से बुरा या गलत; किसी या किसी चीज को नुकसान या चोट पहुंचाना",
      "example": "Der böse Schurke plante, die Stadt zu zerstören. Das Böse in seinem Herzen trieb ihn zu dem Verbrechen. Er wird die bösen Konsequenzen seiner Handlungen erleiden.",
      "example_translation": "बुरे खलनायक ने शहर को नष्ट करने की साजिश रची। उसके दिल में बुराई ने उसे अपराध करने के लिए प्रेरित किया। वह अपने कार्यों के बुरे परिणामों का सामना करेगा।",
      "imageLink": "image_files\\English\\evil.jpg",
      "audioLink": "evil.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschöpfend",
      "translation": "थकाने वाला",
      "definition": "extreme Müdigkeit oder Erschöpfung verursachend.",
      "definition_translation": "बेहद थकान या थकावट पैदा करना",
      "example": "Der erschöpfende Wanderweg ließ uns leer zurück. Der erschöpfende Arbeitsplan hat meine Gesundheit beeinträchtigt. Ich werde eine Pause machen, um einen erschöpfenden Tag zu vermeiden.",
      "example_translation": "थकाने वाली हाइक ने हमें थका हुआ महसूस कराया। थकाने वाले काम के शेड्यूल ने मेरे स्वास्थ्य पर असर डाला है। मैं थकाने वाले दिन से बचने के लिए ब्रेक लूंगा।",
      "imageLink": "image_files\\English\\exhausting.jpg",
      "audioLink": "exhausting.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Experte",
      "translation": "विशेषज्ञ",
      "definition": "Eine Person mit einem hohen Kenntnis- oder Fähigkeitsniveau in einem bestimmten Bereich.",
      "definition_translation": "एक व्यक्ति जिसके पास एक विशेष क्षेत्र में उच्च स्तर का ज्ञान या कौशल है",
      "example": "Der Experte analysierte die Daten und zog Schlussfolgerungen. Sie ist eine Expertin in ihrem Fach und hat mehrere Bücher geschrieben. Er wird einen Experten konsultieren, um das komplexe Problem zu lösen.",
      "example_translation": "विशेषज्ञ ने डेटा का विश्लेषण किया और निष्कर्ष निकाले। वह अपने क्षेत्र में एक विशेषज्ञ है और उसने कई किताबें लिखी हैं। वह जटिल समस्या को हल करने के लिए एक विशेषज्ञ से सलाह लेगा।",
      "imageLink": "image_files\\English\\expert.jpg",
      "audioLink": "expert.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treu",
      "translation": "वफ़ादार",
      "definition": "Loyalität und Hingabe zu einer Person, Institution oder Tätigkeit zeigend.",
      "definition_translation": "एक व्यक्ति, संस्थान या गतिविधि के प्रति निष्ठा और भक्ति दिखाना।",
      "example": "Sie war ihrem Ehemann während ihrer ganzen Ehe treu. Sie war 20 Jahre lang ihrem Job treu geblieben. Sie wird ihrer neuen Rolle treu sein.",
      "example_translation": "उनके विवाह के दौरान वह अपने पति के प्रति वफ़ादार थीं। वह 20 साल से अपनी नौकरी के लिए वफ़ादार थीं। वह अपनी नई भूमिका के प्रति वफ़ादार होगी।",
      "imageLink": "image_files\\English\\faithful.jpg",
      "audioLink": "faithful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fasziniert",
      "translation": "मोहित",
      "definition": "Extrem interessiert und von etwas angezogen.",
      "definition_translation": "किसी चीज़ से बेहद आकर्षित और रुचि रखना।",
      "example": "Ich war von den antiken Pyramiden fasziniert. Sie ist seit ihrer Kindheit von der Raumforschung fasziniert. Er wird von der neuen Technologie fasziniert sein.",
      "example_translation": "प्राचीन पिरामिडों ने मुझे मोहित कर दिया। बचपन से ही वह अंतरिक्ष अन्वेषण से मोहित हैं। वह नई तकनीक से मोहित होगा।",
      "imageLink": "image_files\\English\\fascinated.jpg",
      "audioLink": "fascinated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "faszinierend",
      "translation": "रोमांचक",
      "definition": "Extrem interessant und attraktiv.",
      "definition_translation": "काफ़ी रोचक और आकर्षक।",
      "example": "Der Dokumentarfilm war faszinierend anzusehen. Die Stadt ist nachts faszinierend. Das neue Produkt wird faszinierend zu benutzen sein.",
      "example_translation": "डॉक्यूमेंट्री देखने में रोमांचक थी। रात में शहर रोमांचक है। नया प्रॉडक्ट उपयोग करने में रोमांचक होगा।",
      "imageLink": "image_files\\English\\fascinating.jpg",
      "audioLink": "fascinating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wild",
      "translation": "उग्र",
      "definition": "Eine starke und intensive Emotion, insbesondere Wut oder Aggression, zeigend.",
      "definition_translation": "एक मजबूत और तीव्र भावना दिखाना, विशेष रूप से क्रोध या आक्रामकता।",
      "example": "Der wilde Löwe griff die Beute an. Sie gab ihrem Gegner einen wilden Blick. Er wird in der Märkte wilde Konkurrenz erleiden.",
      "example_translation": "उग्र शेर ने शिकार पर हमला किया। उसने अपने प्रतिद्वंद्वी को उग्र नज़र दी। वह बाज़ार में उग्र प्रतियोगिता का सामना करेगा।",
      "imageLink": "image_files\\English\\fierce.jpg",
      "audioLink": "fierce.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dumm",
      "translation": "मूर्ख",
      "definition": "Einen Mangel an Vernunft oder Weisheit aufweisend; dumm oder unklug.",
      "definition_translation": "अर्थहीन या मूर्खता दिखाने वाला; मूर्ख या अविवेकी.",
      "example": "Er hat eine dumme Entscheidung getroffen, all sein Geld in den Schwindel zu investieren. Er war dumm genug, um zu glauben, dass er den Lottogewinn machen könnte. Er wird dumm sein, wenn er ihm wieder traut.",
      "example_translation": "उसने सभी पैसे घोटाले में निवेश करने का मूर्ख फैसला किया। वह लॉटरी जीतने का मूर्ख विश्वास करता है। वह फिर से उस पर विश्वास करने के लिए मूर्ख होगा।",
      "imageLink": "image_files\\English\\foolish.jpg",
      "audioLink": "foolish.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wütend",
      "translation": "क्रोधित",
      "definition": "Extreme Wut oder Zorn empfindend oder zeigend.",
      "definition_translation": "अति क्रोध या क्रोध की भावना दिखाना.",
      "example": "Der wütende Kunde stürmte aus dem Laden. Sie war wütend, als sie den Fehler sah. Er wird wütend sein, wenn er herausfindet.",
      "example_translation": "क्रोधित ग्राहक स्टोर से बाहरStormed। वह गलती देखकर क्रोधित हो गई थी। वह पाता है तो क्रोधित होगा।",
      "imageLink": "image_files\\English\\furious.jpg",
      "audioLink": "furious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gierig",
      "translation": "लालची",
      "definition": "Ein intensives und selbstsüchtiges Verlangen nach etwas, insbesondere nach Essen oder Geld, habend.",
      "definition_translation": "कुछ के लिए, विशेष रूप से भोजन या पैसे के लिए आत्म-केंद्रित और तीव्र इच्छा होना।",
      "example": "Der gierige Geschäftsmann interessierte sich nur für das Verdienen von mehr Geld. Sie war gierig und nahm den letzten Kuchen. Er wird gierig sein, wenn er die Chance bekommt.",
      "example_translation": "लालची व्यापारी केवल अधिक पैसा कमाने की परवाह करता था। वह लालची थी और केक का आखिरी टुकड़ा ले गई। वह मौका मिलने पर लालची होगा।",
      "imageLink": "image_files\\English\\greedy.jpg",
      "audioLink": "greedy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwierig",
      "translation": "कठिन",
      "definition": "Viele Anstrengung oder Fähigkeiten erfordernd; schwierig.",
      "definition_translation": "बहुत प्रयास या कौशल की आवश्यकता वाला; कठिन。",
      "example": "Der schwierige Weg zum Erfolg war lang und anstrengend. Er arbeitete hart, um sein Ziel zu erreichen. Es wird schwierig sein, die Lektion zu vergessen.",
      "example_translation": "सफलता के लिए कठिन रास्ता लंबा और थकाने वाला था। उसने अपने लक्ष्य को हासिल करने के लिए कठिन परिश्रम किया। वह पाठ भूलाने के लिए कठिन होगा।",
      "imageLink": "image_files\\English\\hard.jpg",
      "audioLink": "hard.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fleißig",
      "translation": "कठिन परिश्रमी",
      "definition": "Ein starkes Verlangen aufweisend, zu arbeiten und Dinge gründlich und effizient zu erledigen.",
      "definition_translation": "काम करने और चीजों को पूरी तरह से और कुशलता से करने की मजबूत इच्छा दिखाना",
      "example": "Sie war eine fleißige Studentin, die immer ihre Aufgaben pünktlich abgab.",
      "example_translation": "वह एक कठिन परिश्रमी छात्रा थी जो हमेशा समय पर अपने असाइनमेंट जमा करती थी.",
      "imageLink": "image_files\\English\\hard-working.jpg",
      "audioLink": "hard-working.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "eisig",
      "translation": "बर्फीला",
      "definition": "Extrem kalt in der Temperatur oder im Gefühl.",
      "definition_translation": "तापमान या भावना में अत्यंत ठंडा",
      "example": "Der eisige Wind machte es schwierig, draußen zu gehen.",
      "example_translation": "बर्फीला हवा बाहर चलना मुश्किल बना दिया.",
      "imageLink": "image_files\\English\\icy.jpg",
      "audioLink": "icy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unruhig",
      "translation": "अधीर",
      "definition": "Unfähig, Verzögerungen oder Warten zu ertragen.",
      "definition_translation": "देरी या इंतजार करने में असमर्थ",
      "example": "Er wurde unruhig, als der Kellner zu lange brauchte, um sein Essen zu bringen.",
      "example_translation": "जब वेटर ने उसके भोजन को लाने में बहुत समय लिया तो वह अधीर हो गया.",
      "imageLink": "image_files\\English\\impatient.jpg",
      "audioLink": "impatient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhöflich",
      "translation": "अशिष्ट",
      "definition": "Keine guten Manieren aufweisend.",
      "definition_translation": "अच्छे आचरण का अभाव या प्रदर्शन नहीं करना",
      "example": "Der unhöfliche Kunde schrie die Empfangsdame wegen eines Fehlers an.",
      "example_translation": "अशिष्ट ग्राहक ने रिसेप्शनिस्ट से गलती के लिए चिल्लाया.",
      "imageLink": "image_files\\English\\impolite.jpg",
      "audioLink": "impolite.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unabhängig",
      "translation": "स्वतंत्र",
      "definition": "Nicht von anderen kontrolliert oder nicht an eine größere Organisation angegliedert; selbstständig.",
      "definition_translation": "दूसरों से नियंत्रित नहीं या बड़े संगठन से संबद्ध नहीं; स्व-शासित",
      "example": "Sie war fünf Jahre lang als unabhängige Beraterin tätig. Sie war unabhängig in ihrer Entscheidungsfindung. Sie wird unabhängig in ihren Gedanken sein.",
      "example_translation": "वह पांच साल से स्वतंत्र सलाहकार रही हैं। वह अपने निर्णय लेने में स्वतंत्र थी। वह अपने विचारों में स्वतंत्र होगी।",
      "imageLink": "image_files\\English\\independent.jpg",
      "audioLink": "independent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unerfahren",
      "translation": "अनुभवहीन",
      "definition": "Praktische Kenntnisse oder Fähigkeiten in einem bestimmten Bereich oder einer bestimmten Tätigkeit fehlend.",
      "definition_translation": "व्यावहारिक ज्ञान या कौशल की कमी; किसी विशेष क्षेत्र या गतिविधि में अनुभवहीन",
      "example": "Er war unerfahren in der Führung, aber er lernte schnell. Sie war unerfahren in der Branche, aber sie passte sich gut an. Sie werden unerfahren im neuen System sein, aber sie werden ausgebildet.",
      "example_translation": "वह नेतृत्व में अनुभवहीन था, लेकिन उसने जल्दी सीखा। वह उद्योग में अनुभवहीन थी, लेकिन उसने अच्छी तरह से अदल-बदल की। वे नई प्रणाली में अनुभवहीन होंगे, लेकिन वे प्रशिक्षित होंगे।",
      "imageLink": "image_files\\English\\inexperienced.jpg",
      "audioLink": "inexperienced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unschuldig",
      "translation": "निर्दोष",
      "definition": " Nicht schuldig an einem Verbrechen oder Fehlverhalten; ohne Erfahrung oder Wissen.",
      "definition_translation": "किसी अपराध या गलत काम से दोषी नहीं; अनुभव या ज्ञान की कमी",
      "example": "Der unschuldige Zuschauer wurde in das Kreuzfeuer geraten. Sie war unschuldig an dem Verbrechen, aber wurde trotzdem verdächtigt. Sie werden unschuldig an dem Skandal sein, aber ihr Ruf wird beschädigt.",
      "example_translation": "निर्दोष बystander को क्रॉसफायर में पकड़ा गया था। वह अपराध से निर्दोष थी, लेकिन अभी भी संदेह था। वे स्कैंडल से निर्दोष होंगे, लेकिन उनकी प्रतिष्ठा को नुकसान होगा।",
      "imageLink": "image_files\\English\\innocent.jpg",
      "audioLink": "innocent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unaufrichtig",
      "translation": "असत्य",
      "definition": " Nicht echt oder aufrichtig; vorgeblich oder heuchlerisch.",
      "definition_translation": "असत्य या सच्चा नहीं; प्रतीत vagy दिखावटी",
      "example": "Seine Entschuldigung schien mir unaufrichtig. Sie war unaufrichtig in ihren Gefühlen, aber tat so, als sei sie betrübt. Sie werden unaufrichtig in ihren Versprechen sein, aber werden sie nicht erfüllen.",
      "example_translation": "उसके अलविदा ने मुझे असत्य लगा। वह अपने भावों में असत्य थी, लेकिन प्रदर्शन करती थी। वे अपने वचनों में असत्य होंगे, लेकिन उन्हें पूरा नहीं करेंगे।",
      "imageLink": "image_files\\English\\insincere.jpg",
      "audioLink": "insincere.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "intellektuell",
      "translation": "बुद्धिमान",
      "definition": " Eine Person, die hochgebildet und kenntnisreich ist, oft in einem bestimmten Fachgebiet oder Bereich.",
      "definition_translation": "एक ऐसा व्यक्ति जिसके पास उच्च शिक्षा और ज्ञान है, अक्सर किसी विशेष क्षेत्र या गतिविधि में।",
      "example": "Die intellektuellen Bemühungen der Universitätsprofessoren wurden hoch respektiert.",
      "example_translation": "विश्वविद्यालय के प्रोफेसरों के बौद्धिक उद्यम काफी सम्मानित थे।",
      "imageLink": "image_files\\English\\intellectual.jpg",
      "audioLink": "intellectual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortungslos",
      "translation": "अनुत्तरदायी",
      "definition": " Kein Verantwortungsbewusstsein aufweisend, oft anderen schaden oder Probleme verursachend.",
      "definition_translation": "जिम्मेदारी की भावना नहीं होना या दिखाना, अक्सर दूसरों को हानि या समस्याएं पैदा करना।",
      "example": "Die verantwortungslosen Handlungen des Unternehmens-CEO führten zu einer großen Finanzkrise.",
      "example_translation": "कंपनी के सीईओ के अनुत्तरदायी कार्यों ने एक बड़े वित्तीय संकट का नेतृत्व किया।",
      "imageLink": "image_files\\English\\irresponsible.jpg",
      "audioLink": "irresponsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genervt",
      "translation": "चिड़चिड़ा",
      "definition": " Gefühl oder Zeichen von Ärger oder Unzufriedenheit, oft plötzlich oder intensiv.",
      "definition_translation": "अन्नoyance या असंतोष की भावना या प्रदर्शन, अक्सर अचानक या तीव्र तरीके से।",
      "example": "Sie wurde genervt, als ihr Handy-Akku zum dritten Mal an diesem Tag leer ging.",
      "example_translation": "उस दिन तीसरी बार उसका फोन बैटरी मर जाने पर वह चिड़चिड़ा हो गई।",
      "imageLink": "image_files\\English\\irritated.jpg",
      "audioLink": "irritated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nervig",
      "translation": "चिड़ाने वाला",
      "definition": " Ärger oder Frustration verursachend, oft auf wiederholte oder anhaltende Weise.",
      "definition_translation": "अन्नoyance या हताशा का कारण बनना, अक्सर एक स्थायी या बार-बार तरीके से।",
      "example": "Der ständige Lärm vom Baustellen-Gelände war für die nahe gelegenen Anwohner nervig.",
      "example_translation": "निर्माण स्थल से लगातार शोर निकटवर्ती निवासियों के लिए चिड़ाने वाला था।",
      "imageLink": "image_files\\English\\irritating.jpg",
      "audioLink": "irritating.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "treu",
      "translation": "वफ़ादार",
      "definition": " Fest und ständig unterstützend oder einer Person oder Institution verbunden.",
      "definition_translation": "किसी व्यक्ति या संस्था के प्रति स्थिर और निरंतर समर्थन या वफ़ादारी दिखाना",
      "example": "Sie war eine treue Kundin des Unternehmens für viele Jahre. Sie war ihrem Mann während seiner Krankheit treu. Sie wird ihrem neuen Arbeitgeber treu sein.",
      "example_translation": "वह कई सालों से कंपनी की वफ़ादार ग्राहक थी। वह अपने पति की बीमारी के दौरान उसके प्रति वफ़ादार थी। वह अपने नए नियोक्ता के प्रति वफ़ादार होगी।",
      "imageLink": "image_files\\English\\loyal.jpg",
      "audioLink": "loyal.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reif",
      "translation": "परिपक्व",
      "definition": " Ein Stadium vollständiger körperlicher, emotionaler oder geistiger Entwicklung erreicht habend.",
      "definition_translation": "पूर्ण शारीरिक, भावनात्मक या मानसिक विकास के चरण में पहुँचा हुआ",
      "example": "Er war reif genug, um Verantwortung für seine Handlungen zu übernehmen. Sie reifte schnell nach ihrem Umzug in die Stadt. Das Unternehmen wird in ein paar Jahren zu einem erfolgreichen Unternehmen heranreifen.",
      "example_translation": "वह अपने कार्यों के लिए जिम्मेदारी लेने के लिए परिपक्व था। वह शहर में जाने के बाद जल्दी परिपक्व हुई। कंपनी कुछ सालों में सफल व्यवसाय में परिपक्व होगी।",
      "imageLink": "image_files\\English\\mature.jpg",
      "audioLink": "mature.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gemein",
      "translation": "कड़वा",
      "definition": " Die Absicht habend, jemandem zu schaden oder zu kränken.",
      "definition_translation": "किसी को चोट पहुँचाने या अपमानित करने की इच्छा रखना",
      "example": "Er meinte es nicht so, als er ihre Gefühle verletzte. Sie meinte, was sie sagte. Der Lehrer meinte, den Schülern viel Hausaufgaben zu geben.",
      "example_translation": "उसने उसकी भावनाओं को चोट पहुँचाने का इरादा नहीं था। वह जो कहा उसे मतलब था। शिक्षक ने छात्रों को बहुत अधिक숙 करने का मतलब था।",
      "imageLink": "image_files\\English\\mean.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mittel-",
      "translation": "औसत",
      "definition": " Eine mittlere Position oder Stufe einnehmend.",
      "definition_translation": "मध्य स्थान या डिग्री में स्थित होना",
      "example": "Die mittlere Temperatur im Sommer ist hoch. Der mittlere Durchschnitt der Klasse ist 70%. Der mittlere Verdienst eines Ingenieurs ist höher als der eines Arztes.",
      "example_translation": "गर्मियों में औसत तापमान अधिक है। कक्षा का औसत 70% है। एक इंजीनियर का औसत वेतन डॉक्टर से अधिक है।",
      "imageLink": "image_files\\English\\mean-1.jpg",
      "audioLink": "mean.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geistig",
      "translation": "मनोवैज्ञानिक",
      "definition": "Bezieht sich auf den Geist; betrifft oder beeinflusst den Geist.",
      "definition_translation": "मन से संबंधित; मन पर प्रभाव डालने वाला.",
      "example": "Sie hat geistige Gesundheitsprobleme, daher sieht sie regelmäßig einen Therapeuten. Sie sah einen Therapeuten regelmäßig letzten Jahr, und sie wird nächsten Monat wieder einen sehen.",
      "example_translation": "उसे मानसिक स्वास्थ्य समस्याएं हैं, इसलिए वह नियमित रूप से थेरेपिस्ट को देखती है. वह पिछले साल थेरेपिस्ट को देखती थी, और अगले महीने फिर से देखेगी.",
      "imageLink": "image_files\\English\\mental.jpg",
      "audioLink": "mental.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "elend",
      "translation": "दुःखी",
      "definition": "Fühlte oder zeigte große Unzufriedenheit oder Unbehagen.",
      "definition_translation": "महान दुःख या असुविधा दिखाना.",
      "example": "Er war elend während der Wintermonate, weil er die Kälte hasste. Er war elend letzten Winter, und er wird nächsten Winter wieder elend sein.",
      "example_translation": "वह सर्दियों के महीनों में दुःखी था क्योंकि उसे ठंड से नफ़रत थी. वह पिछले सर्दियों में दुःखी था, और अगले सर्दियों में फिर से दुःखी होगा.",
      "imageLink": "image_files\\English\\miserable.jpg",
      "audioLink": "miserable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "motiviert",
      "translation": "प्रेरित",
      "definition": "Hatte einen starken Grund oder Wunsch, etwas zu tun.",
      "definition_translation": "कुछ करने के लिए मजबूत कारण या इच्छा रखना.",
      "example": "Sie war motiviert, eine neue Sprache zu lernen, weil sie ins Ausland reisen wollte. Sie war motiviert letzten Jahr, und sie wird nächstes Jahr wieder motiviert sein.",
      "example_translation": "वह एक नई भाषा सीखने के लिए प्रेरित थी क्योंकि वह विदेश यात्रा करना चाहती थी. वह पिछले साल प्रेरित थी, और अगले साल फिर से प्रेरित होगी.",
      "imageLink": "image_files\\English\\motivated.jpg",
      "audioLink": "motivated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewegend",
      "translation": "चलना",
      "definition": "Erregte Gefühle oder Emotionen, insbesondere Traurigkeit oder Mitgefühl.",
      "definition_translation": "भावनाएं या احساس पैदा करना, ख़ासकर उदासी या सहानुभूति.",
      "example": "Der Film war bewegend, daher weinte ich während der traurigen Teile. Ich weinte letzten Nacht während der traurigen Teile, und ich werde nächste Woche wieder weinen, wenn ich ihn sehe.",
      "example_translation": "फ़िल्म मूविंग थी, इसलिए मैंने उदास हिस्सों के दौरान रोया. मैंने पिछली रात उदास हिस्सों के दौरान रोया, और अगले हफ़्ते जब मैं इसे फिर से देखूँगा तो फिर से रोऊंगा.",
      "imageLink": "image_files\\English\\moving.jpg",
      "audioLink": "moving.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "widerlich",
      "translation": "नास्तिक",
      "definition": "Unangenehm, ekelerregend oder abstoßend.",
      "definition_translation": "अप्रिय, гид या विकृत。",
      "example": "Der widerliche Geruch im Badezimmer machte mich SEEKRANK. Ich werde morgen das Badezimmer säubern, damit es nicht widerlich ist. Es war widerlich, als ich es zum ersten Mal sah.",
      "example_translation": "बाथरूम में बदबू ने मुझे उल्टी करना चाहता था। मैं कल बाथरूम साफ करूँगा ताकि यह नास्तिक न हो। जब मैंने पहली बार इसे देखा तो यह नास्तिक था।",
      "imageLink": "image_files\\English\\nasty.jpg",
      "audioLink": "nasty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unartig",
      "translation": "शरारती",
      "definition": "Verhielt sich schlecht oder übeltätig, oft auf spielerische Weise.",
      "definition_translation": "बुरा व्यवहार करना या शरारत करना, अक्सर एक मज़ेदार तरीके से।",
      "example": "Das unartige Kind malte an die Wand. Sie war unartig, als sie ihrer Schwester Spielzeug ohne zu fragen nahm. Das unartige Kätzchen kratzte mein Bein.",
      "example_translation": "शरारती बच्चे ने दीवार पर ड्रा किया। वह शरारती थी जब उसने अपनी बहन का खिलौना बिना पूछे लिया। शरारती बिल्ली ने मेरी टांग पर खरोंच मारी।",
      "imageLink": "image_files\\English\\naughty.jpg",
      "audioLink": "naughty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gehorsam",
      "translation": "आज्ञाकारी",
      "definition": "Konform mit Befehlen oder Anliegen.",
      "definition_translation": "आदेश या अनुरोध के अनुसार पालन करने वाला।",
      "example": "Der gehorsame Hund folgte den Befehlen seines Besitzers. Die Lehrerin lobte den gehorsamen Schüler für die Einhaltung der Regeln. Das gehorsame Kind hörte auf seine Mutter.",
      "example_translation": "आज्ञाकारी कुत्ता अपने मालिक के आदेशों का पालन करता था। शिक्षक ने आज्ञाकारी छात्र की नियमों का पालन करने की प्रशंसा की। आज्ञाकارी बच्चे ने अपनी माँ की बात सुनी।",
      "imageLink": "image_files\\English\\obedient.jpg",
      "audioLink": "obedient.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "objektiv",
      "translation": "वस्तUNET",
      "definition": "Nicht durch persönliche Gefühle oder Vorurteile beeinflusst.",
      "definition_translation": "व्यक्तिगत भावनाओं या पूर्वाग्रह से प्रभावित नहीं।",
      "example": "Die Journalistin versuchte, objektiv in ihrer Berichterstattung zu bleiben. Der Wissenschaftler strebte danach, objektiv in seiner Forschung zu sein. Die Lehrerin zielte darauf ab, objektiv bei der Benotung der Arbeiten zu sein.",
      "example_translation": "पत्रकार ने अपनी रिपोर्टिंग में वस्तUNET रहने की कोशिश की। वैज्ञानिक ने अपने शोध में वस्तUNET होने का प्रयास किया। शिक्षक ने पत्रों की ग्रेडिंग करते समय वस्तUNET होने का लक्ष्य रखा।",
      "imageLink": "image_files\\English\\objective.jpg",
      "audioLink": "objective.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beleidigend",
      "translation": "आक्रामक",
      "definition": "Verursachte bei jemandem Ärger oder Unzufriedenheit, insbesondere durch beleidigende Äußerungen oder unakzeptables Verhalten.",
      "definition_translation": "किसी को नाराज या उपहास महसूस कराने वाला,特别 करके उन्हें अपमानित करना या अस्वीकार्य व्यवहार करना",
      "example": "Die beleidigende Sprache im Film war unangebracht. Sie war beleidigt durch den rassistischen Witz. Die Firma wird gegen den Mitarbeiter vorgehen, weil er beleidigende Äußerungen getätigt hat.",
      "example_translation": "फ़िल्म में इस्तेमाल की गई आक्रामक भाषा उचित नहीं थी। वह नस्लवादी चुटकुले से आहत हुई। कंपनी कर्मचारी के ख़िलाफ़ आक्रामक कार्रवाई करेगी।",
      "imageLink": "image_files\\English\\offensive.jpg",
      "audioLink": "offensive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "optimistisch",
      "translation": "आशावादी",
      "definition": "Hat oder zeigt eine hoffnungsvolle und selbstsichere Einstellung.",
      "definition_translation": "आशा से भरा और आत्मविश्वासी दृष्टिकोण दिखाने वाला",
      "example": "Ich bin optimistisch bezüglich der Zukunft des Unternehmens. Sie hat eine optimistische Sicht auf das Leben. Der optimistische Investor sah großes Potenzial in dem Startup.",
      "example_translation": "मैं कंपनी के भविष्य के बारे में आशावादी हूँ। उसके जीवन के बारे में एक आशावादी दृष्टिकोण है। आशावादी निवेशक ने स्टार्टअप में बड़ा संभावना देखा।",
      "imageLink": "image_files\\English\\optimistic.jpg",
      "audioLink": "optimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisiert",
      "translation": "संगठित",
      "definition": "systematisch und effizient geordnet",
      "definition_translation": "एक सिस्टमैटिक और कुशल तरीक़े से व्यवस्थित और संरचित किया गया",
      "example": "Das organisierte Ereignis verlief reibungslos. Die organisierte Lehrerin behielt alle Aufgaben im Blick. Das Unternehmen hat ein organisiertes System zur Bearbeitung von Kundenbeschwerden.",
      "example_translation": "संगठित घटना सMOOTHLY चली। संगठित टीचर ने सभी असाइनमेंट्स का ट्रैक रखा। कंपनी के पास ग्राहक शिकायतों से निपटने के लिए एक संगठित सिस्टम है।",
      "imageLink": "image_files\\English\\organized.jpg",
      "audioLink": "organized.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "skandalös",
      "translation": "अत्यंत क्रोधित",
      "definition": "erschütternd schlecht oder inakzeptabel",
      "definition_translation": " चौंकाने वाला बुरा या अस्वीकार्य",
      "example": "Das skandalöse Verhalten des Prominenten wurde von vielen kritisiert. Die skandalösen Preise der Designer-Kleidung waren nicht zu rechtfertigen. Die skandalöse Lüge des Politikers löste einen Skandal aus.",
      "example_translation": "सेलिब्रिटी के अत्यंत क्रोधित व्यवहार की कई लोगों ने आलोचना की। डिज़ाइनर कपड़ों की अत्यंत क्रोधित कीमतें न्यायसंगत नहीं थीं। राजनेता द्वारा बताया गया अत्यंत क्रोधित झूठ एक विवाद का कारण बना।",
      "imageLink": "image_files\\English\\outrageous.jpg",
      "audioLink": "outrageous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schmerzhaft",
      "translation": "दर्दनाक",
      "definition": "Schmerzen oder Unbehagen verursachend; unangenehm empfindlich gegen Berührung oder Druck.",
      "definition_translation": "छूने या दबाव के लिए अप्रिय संवेदनशील; दर्द या असुविधा का कारण",
      "example": "Der Patient klagte über einen schmerzhaften Kopfschmerz. Gestern hatte ich eine schmerzhafte Erfahrung beim Zahnarzt. Ich werde morgen eine schmerzhafte Entscheidung treffen.",
      "example_translation": "रोगी ने एक दर्दनाक सिरदर्द की शिकायत की. कल, मैं दंत चिकित्सक के पास एक दर्दनाक अनुभव किया था. मैं कल एक दर्दनाक फैसला लूंगा.",
      "imageLink": "image_files\\English\\painful.jpg",
      "audioLink": "painful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "leidenschaftlich",
      "translation": "जुनूनी",
      "definition": "starke Gefühle oder Emotionen zeigend; intensiv begeistert oder engagiert.",
      "definition_translation": "मजबूत भावनाएं या भावनाएं दिखा रहा है; तीव्र उत्साही या समर्पित",
      "example": "Sie ist eine leidenschaftliche Musikliebhaberin. Er war leidenschaftlich bei der Arbeit. Sie werden leidenschaftlich an ihrem neuen Projekt mitarbeiten nächstes Jahr.",
      "example_translation": "वह संगीत प्रेमिका है. वह अपने काम के प्रति जुनूनी था. वे अगले साल अपने नए प्रोजेक्ट के प्रति जुनूनी होंगे.",
      "imageLink": "image_files\\English\\passionate.jpg",
      "audioLink": "passionate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "passiv",
      "translation": "निष्क्रिय",
      "definition": "nicht aktiv oder engagiert; Dinge ohne Handeln geschehen zu lassen.",
      "definition_translation": "सक्रिय नहीं है; किसी कार्रवाई के बिना चीजें होने दे रहा है",
      "example": "Er war passiv während der Sitzung. Die Studenten waren passiv während der Vorlesung. Die Regierung wird in dieser Angelegenheit passiv bleiben.",
      "example_translation": "बैठक के दौरान वह निष्क्रिय था. छात्र व्याख्यान के दौरान निष्क्रिय थे. सरकार इस मामले में निष्क्रिय होगी.",
      "imageLink": "image_files\\English\\passive.jpg",
      "audioLink": "passive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "pessimistisch",
      "translation": "निराशावादी",
      "definition": "eine negative oder hoffnungslose Sicht auf das Leben habend; Schlechtes zu erwarten.",
      "definition_translation": "जीवन पर नकारात्मक या निराशाजनक दृष्टिकोण; बुरी चीजें होने की उम्मीद",
      "example": "Er ist pessimistisch über die Zukunft. Sie war pessimistisch über ihre Examenergebnisse. Sie werden pessimistisch über ihr neues Geschäftsvorhaben sein.",
      "example_translation": "वह भविष्य के बारे में निराशावादी है. उसका_exam परिणामों के बारे में निराशावादी था. वे अपने नए व्यावसायिक उद्यम के बारे में निराशावादी होंगे.",
      "imageLink": "image_files\\English\\pessimistic.jpg",
      "audioLink": "pessimistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versteinert",
      "translation": "भयभीत",
      "definition": "extrem ängstlich oder terrorisiert; extrem vor etwas Angst haben.",
      "definition_translation": "बेहद डरा हुआ या आतंकित; बेहद डरा",
      "example": "Ich war versteinert, als ich die Schlange in meinem Hinterhof sah. Ich habe Angst vor Höhen und bin versteinert. Ich werde versteinert sein, wenn ich keinen Job bekomme.",
      "example_translation": "जब मैंने अपने पिछवाड़े में सांप देखा, तो मैं भयभीत हो गया। मैं ऊंचाइयों से भयभीत हूँ। अगर मुझे नौकरी नहीं मिली, तो मैं भयभीत हो जाऊंगा।",
      "imageLink": "image_files\\English\\petrified.jpg",
      "audioLink": "petrified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "praktisch",
      "translation": "उपयुक्त",
      "definition": "mit der tatsächlichen Anwendung oder Verwendung von etwas beschäftigt, anstatt mit Theorie oder Idee",
      "definition_translation": "किसी चीज के वास्तविक उपयोग या निष्पादन से संबंधित न कि सिद्धांत या विचार से",
      "example": "Dieser Kurs ist sehr praktisch und hilft uns, durch das Handeln zu lernen. Sie ist eine praktische Person und denkt immer an die Kosten. Er wird praktischer werden, wenn er Erfahrungen sammelt.",
      "example_translation": "यह कोर्स बहुत उपयुक्त है और हमें करने में सीखने में मदद करता है। वह एक उपयुक्त व्यक्ति है और हमेशा लागत के बारे में सोचती है। वह कुछ 경험 प्राप्त करने के बाद अधिक उपयुक्त हो जाएगा।",
      "imageLink": "image_files\\English\\practical.jpg",
      "audioLink": "practical.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "professionell",
      "translation": "व्यावसायिक",
      "definition": "im Zusammenhang mit einem Beruf stehend; die Fähigkeiten und Eigenschaften aufweisend, die von einer Person in einem Beruf erwartet werden.",
      "definition_translation": "एक पेशे से сंबंधित या जुड़ा हुआ; एक पेशे में उम्मीद की जाने वाली कौशल और गुणवत्ता रखना",
      "example": "Er ist ein professioneller Fußballspieler und hat viele Auszeichnungen gewonnen. Sie ist eine professionelle Sängerin und hat bei vielen Konzerten aufgetreten. Sie werden professionelle Ingenieure nach ihrem Abschluss werden.",
      "example_translation": "वह एक पेशेवर फुटबॉलर हैं और कई पुरस्कार जीते हैं। वह एक पेशेवर गायिका हैं और कई संगीत कार्यक्रमों में प्रदर्शन कर चुकी हैं। वे स्नातक होने के बाद पेशेवर इंजीनियर बन जाएंगे।",
      "imageLink": "image_files\\English\\professional.jpg",
      "audioLink": "professional.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verwirrt",
      "translation": "परेशान",
      "definition": "sich verwirrt oder unsicher über etwas fühlend.",
      "definition_translation": "कुछ के बारे में उलझन या अनिश्चित महसूस करना",
      "example": "Ich war verwirrt von dem schwierigen Mathe-Problem. Sie ist verwirrt über das, was sie mit ihrem Leben anstellen soll. Er wird verwirrt sein, wenn er die Anweisungen nicht versteht.",
      "example_translation": "मैं मुश्किल गणित समस्या से परेशान था। वह अपने जीवन में क्या करना है, इसके बारे में उलझन में है। वह निर्देशों को नहीं समझता है, तो वह परेशान हो जाएगा।",
      "imageLink": "image_files\\English\\puzzled.jpg",
      "audioLink": "puzzled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "qualifiziert",
      "translation": "योग्य",
      "definition": "Die notwendigen Fähigkeiten, Erfahrungen oder Kenntnisse für einen Job oder eine Aufgabe hat.",
      "definition_translation": "किसी नौकरी या कार्य को करने के लिए आवश्यक कौशल, अनुभव या ज्ञान होना",
      "example": "Sie war qualifiziert für den Job, nachdem sie ihr Diplom erlangt hatte. Sie qualifiziert sich für das Stipendium jedes Jahr. Sie wird sich nächstes Monat für die Beförderung qualifizieren.",
      "example_translation": "उसने अपनी डिग्री पूरी करने के बाद नौकरी के लिए योग्य थी। वह हर साल स्कॉलरशिप के लिए योग्य होती है। वह अगले महीने पदोन्नति के लिए योग्य होगी।",
      "imageLink": "image_files\\English\\qualified.jpg",
      "audioLink": "qualified.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "realistisch",
      "translation": "वास्तविक",
      "definition": "Dinge in einer Weise darstellend, die akkurat und dem Leben entsprechend ist.",
      "definition_translation": "जीवन से सच्चा और सटीक तरीके से चीजों का प्रतिनिधित्व करना",
      "example": "Die realistische Darstellung der Figur im Film war beeindruckend. Sie hat eine realistische Sichtweise der Welt. Das Unternehmen ist realistisch hinsichtlich seiner finanziellen Ziele.",
      "example_translation": "फिल्म में किरदार का वास्तविक चित्रण प्रभावशाली था। उसका दुनिया का वास्तविक दृष्टिकोण है। कंपनी अपने वित्तीय लक्ष्यों के बारे में वास्तविक हो रही है।",
      "imageLink": "image_files\\English\\realistic.jpg",
      "audioLink": "realistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vernünftig",
      "translation": "न्यायसंगत",
      "definition": "Eine sinnvolle und faire Einstellung habend oder zeigend.",
      "definition_translation": "सensible और न्यायपूर्ण दृष्टिकोण रखना या दिखाना",
      "example": "Die Richterin war vernünftig in ihrer Entscheidung. Er hat eine vernünftige Erwartung, den Job zu bekommen. Das Unternehmen hat ein vernünftiges Angebot an die Mitarbeiter gemacht.",
      "example_translation": "न्यायाधीश ने अपने फैसले में न्यायसंगत थीं। वह नौकरी पाने की सामान्य उम्मीद कर रहा है। कंपनी ने कर्मचारियों को एक न्यायसंगत प्रस्ताव दिया।",
      "imageLink": "image_files\\English\\reasonable.jpg",
      "audioLink": "reasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "religiös",
      "translation": "धार्मिक",
      "definition": "Mit Religion verbunden oder darauf bezogen.",
      "definition_translation": "धर्म से संबंधित या 관련 होना",
      "example": "Sie ist eine religiöse Person, die jede Woche in die Kirche geht. Das Land hat eine lange Geschichte der religiösen Toleranz. Die Regierung versucht, religiöse Harmonie zu fördern.",
      "example_translation": "वह एक धार्मिक व्यक्ति है जो हर रविवार को चर्च जाती है। देश में धार्मिक सहिष्णुता का लंबा इतिहास है। सरकार धार्मिक सामंजस्य को बढ़ावा देने की कोशिश कर रही है।",
      "imageLink": "image_files\\English\\religious.jpg",
      "audioLink": "religious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfinderisch",
      "translation": "संसाधनपूर्ण",
      "definition": "Die Fähigkeit habend, schnell und clever Wege zu finden, um Schwierigkeiten zu überwinden.",
      "definition_translation": "कठिनाइयों को पार करने के लिए तेजी से और चालाक तरीके ढूँढने की क्षमता होना।",
      "example": "Sie war eine erfinderische Person, die es schaffte, die kaputte Maschine mit ein paar einfachen Werkzeugen zu reparieren.",
      "example_translation": "वह एक संसाधनपूर्ण व्यक्ति थी जिसने कुछ सimple टूल्स के साथ टूटी हुई मशीन को ठीक कर दिया।",
      "imageLink": "image_files\\English\\resourceful.jpg",
      "audioLink": "resourceful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "achtbar",
      "translation": "सम्माननीय",
      "definition": "Respekt und Bewunderung verdienen; einen guten Ruf habend.",
      "definition_translation": "सम्मान और प्रशंसा के योग्य; अच्छी प्रतिष्ठा होना।",
      "example": "Er war ein achtbarer Mitglied der Gesellschaft, bekannt für seine Güte und Großzügigkeit.",
      "example_translation": "वह समाज का एक सम्माननीय सदस्य था, उसकी दया और उदारता के लिए जाना जाता था।",
      "imageLink": "image_files\\English\\respectable.jpg",
      "audioLink": "respectable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geachtet",
      "translation": "सम्मानित",
      "definition": "Respekt und Bewunderung für jemanden oder etwas empfindend oder zeigend.",
      "definition_translation": "किसी के लिए या कुछ के लिए सम्मान और प्रशंसा महसूस करना या दिखाना।",
      "example": "Der geachtete Professor war bekannt für seine bahnbrechenden Forschungen auf dem Gebiet der Physik.",
      "example_translation": "सम्मानित प्रोफेसर भौतिकी के क्षेत्र में अपने क्रांतिकारी शोध के लिए जाना जाता था।",
      "imageLink": "image_files\\English\\respected.jpg",
      "audioLink": "respected.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verantwortlich",
      "translation": "जिम्मेदार",
      "definition": "Eine Verpflichtung habend, etwas zu tun, oder für seine Handlungen verantwortlich zu sein.",
      "definition_translation": "किसी चीज़ को करने का दायित्व होना, या अपने कृत्यों के लिए जवाबदेह होना।",
      "example": "Als verantwortliche Bürgerin fühlte sie es als ihre Pflicht, an der kommunalen Reinigungsaktion teilzunehmen.",
      "example_translation": "एक जिम्मेदार नागरिक के रूप में, वह समुदाय की साफ-सफाई पहल के हिस्सा लेने के लिए अपना कर्तव्य महसूस करती थी।",
      "imageLink": "image_files\\English\\responsible.jpg",
      "audioLink": "responsible.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riskant",
      "translation": "जोखिमभरा",
      "definition": "Ein hohes Maß an Risiko oder Ungewissheit involvierend oder kennzeichnend.",
      "definition_translation": "उच्च जोखिम या अनिश्चितता की डिग्री से चिह्नित",
      "example": "Das Unternehmen traf eine riskante Entscheidung, in ein neues Projekt zu investieren. Es war von Anfang an ein riskantes Unternehmen, aber es lohnte sich am Ende. Der Investor wird in Zukunft einen riskanten Schritt tun.",
      "example_translation": "कंपनी ने एक नया परियोजना में निवेश करने का जोखिमभरा फैसला किया. यह शुरू से ही जोखिमभरा उद्यम था, लेकिन आखिर में यह फायदे में रहा. निवेशक भविष्य में एक जोखिमभरा कदम उठाएगा.",
      "imageLink": "image_files\\English\\risky.jpg",
      "audioLink": "risky.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rücksichtslos",
      "translation": "निर्दयी",
      "definition": "Keinen Mitleid oder Erbarmen habend oder zeigend.",
      "definition_translation": "कोई दया या करुणा न दिखाने वाला",
      "example": "Der rücksichtslose Diktator ordnete die Hinrichtung seiner Gegner an. Die rücksichtslosen Mörder zeigten ihren Opfern keine Gnade. In Zukunft wird das rücksichtslose Unternehmen nach nichts fragen, um seine Ziele zu erreichen.",
      "example_translation": "निर्दयी तानाशाह ने अपने विरोधियों के हत्या का आदेश दिया. निर्दयी हत्यारों ने अपने पीड़ितों को कोई दया नहीं दिखाई. भविष्य में, निर्दयी निगम अपने लक्ष्य हासिल करने के लिए कुछ भी करेगा.",
      "imageLink": "image_files\\English\\ruthless.jpg",
      "audioLink": "ruthless.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sensibel",
      "translation": "संवेदनशील",
      "definition": "hat oder zeigt eine schnelle und feine Wahrnehmung der Gefühle anderer",
      "definition_translation": "दूसरों की भावनाओं को जल्दी और नाजुक महसूस करने वाला",
      "example": "Der sensible Künstler war in der Lage, die Emotionen seines Publikums einzufangen. Sie war ein sensibler Mensch und konnte mit anderen mitfühlen. In Zukunft wird das sensible Thema sorgfältige Handhabung erfordern.",
      "example_translation": "संवेदनशील कलाकार ने अपने श्रोताओं की भावनाओं को पकड़ने में सक्षम था. वह संवेदनशील व्यक्ति थी और दूसरों से हamidepth. भविष्य में, संवेदनशील मुद्दा सावधानी से निपटने की जरूरत होगी.",
      "imageLink": "image_files\\English\\sensitive.jpg",
      "audioLink": "sensitive.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwer",
      "translation": "कठोर",
      "definition": "sehr schlecht oder unangenehm",
      "definition_translation": "अत्यंत बुरा या अप्रिय",
      "example": "Die schwere Wetterwarnung wurde für die gesamte Region ausgegeben. Die schwere Strafe wurde dem Kriminellen auferlegt. In Zukunft werden die schweren wirtschaftlichen Folgen weitreichend sein.",
      "example_translation": "पूरे क्षेत्र के लिए कठोर मौसम चेतावनी जारी की गई. दोषी को कठोर सजा दी गई. भविष्य में, आर्थिक संकट कठोर परिणाम होगा.",
      "imageLink": "image_files\\English\\severe.jpg",
      "audioLink": "severe.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "geschickt",
      "translation": "कुशल",
      "definition": "hat oder zeigt eine große Fähigkeit; Experte.",
      "definition_translation": "एक उच्च स्तर की कुशलता रखने वाला; विशेषज्ञ",
      "example": "Sie war eine geschickte Malerin und ihr Werk wurde hochgelobt.",
      "example_translation": "वह एक कुशल पेंटर थी, और उसके कलाकृति की उच्च प्रशंसा की गई थी।",
      "imageLink": "image_files\\English\\skilful.jpg",
      "audioLink": "skilful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgebildet",
      "translation": "कुशल",
      "definition": "ausgebildet wurde, um einen bestimmten Job oder Aufgabe auszuführen.",
      "definition_translation": "एक विशेष नौकरी या कार्य करने के लिए प्रशिक्षित",
      "example": "Er war ein ausgebildeter Zimmermann und hatte viele Häuser gebaut.",
      "example_translation": "वह एक कुशल बढ़ई था और कई घर बनाए थे।",
      "imageLink": "image_files\\English\\skilled.jpg",
      "audioLink": "skilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sophistisch",
      "translation": "परिष्कृत",
      "definition": "Komplex oder kultiviert, oft auf eine Weise, die als fortgeschritten oder entwickelt gilt.",
      "definition_translation": "जटिल या संस्कृत, अक्सर उन्नत या विकसित होने के तरीके से",
      "example": "Das sophistische Computersystem war in der Lage, große Mengen an Daten zu analysieren.",
      "example_translation": "सофسطिक कंप्यूटर सिस्टम बड़ी मात्रा में डेटा विश्लेषण करने में सक्षम था।",
      "imageLink": "image_files\\English\\sophisticated.jpg",
      "audioLink": "sophisticated.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spirituell",
      "translation": "आध्यात्मिक",
      "definition": "in Beziehung stehend oder betrifft den Geist, eher als den Körper oder die physischen Sinne.",
      "definition_translation": "आत्मा से संबंधित या प्रभावित, शरीर या शारीरिक इंद्रियों के बजाय",
      "example": "Sie hatte eine spirituelle Erfahrung während ihrer Meditationspraxis.",
      "example_translation": "उसने अपने ध्यान अभ्यास के दौरान एक आध्यात्मिक अनुभव किया था।",
      "imageLink": "image_files\\English\\spiritual.jpg",
      "audioLink": "spiritual.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spontan",
      "translation": "स्वतःस्फूर्त",
      "definition": "passiert oder geschieht ohne vorherige Planung oder Überlegung; natürlich und unbeeinflusst",
      "definition_translation": "पहले से योजना बनाए，没有 सोचा के बिना होने वाला या करना; स्वाभाविक और प्रभावहीन",
      "example": "Sie hatte ein spontanes Lachen, das ansteckend war. Sie lachte spontan, als sie die Überraschungsparty sah. Sie wird anderen spontan helfen, wenn sie in Not sind.",
      "example_translation": "उसे एक स्वतःस्फूर्त हंसी है जो संक्रामक है। उसने अचानक पार्टी देखकर स्वतःस्फूर्त हंस दी। वह जरूरतमंद लोगों की मदद स्वतःस्फूर्त करेगी।",
      "imageLink": "image_files\\English\\spontaneous.jpg",
      "audioLink": "spontaneous.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gerade",
      "translation": "सीधा",
      "definition": "erstreckt sich oder bewegt sich in einer konstanten und direkten Linie; nicht gekrümmt oder gebogen",
      "definition_translation": "एक सीधी रेखा में बढ़ता है या चलता है; मुड़ा हुआ أو टेढ़ा नहीं है",
      "example": "Die Straße war gerade und schmal. Sie ging geradewegs in das Zimmer. Er wird direkt zum Flughafen fahren.",
      "example_translation": "सड़क सीधी और संकीर्ण थी। वह सीधे कमरे में चली गई। वह सीधे हवाई अड्डे पर जाएगा।",
      "imageLink": "image_files\\English\\straight-3.jpg",
      "audioLink": "straight.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stur",
      "translation": "अड़ियल",
      "definition": "hat oder zeigt Entschlossenheit, seine Meinung oder Position nicht zu ändern",
      "definition_translation": "अपने मन को बदलने या स्थिति को बदलने से इनकार करना",
      "example": "Er war stur und weigerte sich, Ratschläge anzunehmen. Sie war stur bei ihrer Entscheidung. Sie waren stur und gaben nicht auf.",
      "example_translation": "वह अड़ियल था और सलाह सुनने से इनकार कर दिया। वह अपने फैसले पर अड़ियल है। वे अड़ियल थे और हार नहीं मानी।",
      "imageLink": "image_files\\English\\stubborn.jpg",
      "audioLink": "stubborn.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abergläubisch",
      "translation": "अंधविश्वासी",
      "definition": "hat oder zeigt eine irrationale Furcht oder Überzeugung an etwas, insbesondere an etwas, das nicht auf Vernunft oder Beweisen basiert",
      "definition_translation": "किसी चीज के प्रति अस्वाभाविक डर या विश्वास रखना, विशेष रूप से किसी ऐसी चीज के लिए जिसका कारण या प्रमाण नहीं है",
      "example": "Sie ist abergläubisch in Bezug auf schwarze Katzen. Er ist abergläubisch in Bezug auf das Unterqueren von Leitern. Sie sind abergläubisch in Bezug auf die Zahl 13.",
      "example_translation": "वह काले बिल्लियों के प्रति अंधविश्वासी है। वह लेडर्स के नीचे चलने के प्रति अंधविश्वासी है। वे 13 नंबर के प्रति अंधविश्वासी हैं।",
      "imageLink": "image_files\\English\\superstitious.jpg",
      "audioLink": "superstitious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verdächtig",
      "translation": "शंकास्पद",
      "definition": "misstrauisch oder skeptisch gegenüber jemandem oder etwas",
      "definition_translation": "किसी या कुछ के बारे में सावधानी से अविश्वास रखना",
      "example": "Der Detektiv war verdächtig gegenüber dem Fremden auf der Tatort. Gestern war sie verdächtig gegenüber ihrem Bruder's Alibi. Morgen wird sie gegenüber jedem auf der Party misstrauen.",
      "example_translation": "जासूस अपराध स्थल के आसपास घूमने वाले अजनबी से सशंकित था. कल, वह अपने भाई के अलिबी से सशंकित थी. 明ी वह पार्टी में सभी से सशंकित होगी.",
      "imageLink": "image_files\\English\\suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "mitfühlend",
      "translation": "सहानुभूति",
      "definition": "fühlt oder zeigt Verständnis und Anteilnahme für die Gefühle anderer",
      "definition_translation": "किसी और की भावनाओं के लिए सहानुभूति और देखभाल महसूस या दिखाना",
      "example": "Die Schwester war mitfühlend gegenüber der Patientenfamilie. Gestern war sie mitfühlend gegenüber ihrem Freund's Verlust. Morgen wird sie mitfühlend gegenüber der Opfersituation sein.",
      "example_translation": "नर्स रोगी के परिवार के प्रति सहानुभूति थी. कल, वह अपने दोस्त के नुकसान के प्रति सहानुभूति थी. 明ी वह पीड़ित की स्थिति के प्रति सहानुभूति होगी.",
      "imageLink": "image_files\\English\\sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angespannt",
      "translation": " तनावपूर्ण",
      "definition": "fühlt oder verursacht Ängstlichkeit oder Nervosität",
      "definition_translation": "चिंतित या घबराया हुआ होना, या चिंता या घबराहट पैदा करना",
      "example": "Ich war angespannt während der ganzen Prüfung. Gestern war die Atmosphäre zwischen den beiden Rivalen Teams angespannt. Morgen wird die Situation angespannt, wenn das Deadline nicht erfüllt wird.",
      "example_translation": "मैं पूरे एग्जाम के दौरान तनावपूर्ण था. कल, दो प्रतिद्वंद्वी टीमों के बीच वातावरण तनावपूर्ण था. 明ी यदि डेडलाइन पूरी नहीं हुई तो स्थिति तनावपूर्ण होगी.",
      "imageLink": "image_files\\English\\tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schreckenerregend",
      "translation": "भयानक",
      "definition": "extrem einschüchternd oder beängstigend",
      "definition_translation": "बेहद डरावना या चेतावनी देने वाला",
      "example": "Der Horrorfilm war schreckenerregend. Gestern war das Erdbeben schreckenerregend für die Menschen in der Stadt. Morgen wird die Nachricht schreckenerregend, wenn der Sturm die Küste trifft.",
      "example_translation": "हॉरर मूवी भयानक थी. कल, शहर में लोगों के लिए भूकंप भयानक था. 明ी यदि तूफान तट पर पहुंचता है तो खबर भयानक होगी.",
      "imageLink": "image_files\\English\\terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nachdenklich",
      "translation": "विचारशील",
      "definition": "zeigt sorgfältige Überlegung und Rücksichtnahme in seinen Handlungen oder Entscheidungen; rücksichtsvoll",
      "definition_translation": "अपने कार्यों में या निर्णय लेने में सावधानीपूर्वक विचार दिखाना; विचारपूर्वक",
      "example": "Sie war eine nachdenkliche Freundin, die immer meinen Geburtstag erinnerte. Sie war gestern nachdenklich und kaufte mir ein Geschenk. Sie wird morgen nachdenklich und plant eine Überraschungsparty für mich.",
      "example_translation": "वह एक विचारशील दोस्त थी जिन्हें मेरा जन्मदिन हमेशा याद रहता था. पिछले साल वह विचारशील थी और मुझे एक उपहार खरीदा था. वह कल मेरे लिए एक सरप्राइज पार्टी की योजना बनाएगी.",
      "imageLink": "image_files\\English\\thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begeistert",
      "translation": "उत्साहित",
      "definition": "fühlt oder zeigt extreme Freude oder Aufregung",
      "definition_translation": "अत्यंत प्रसन्न या उत्साहित महसूस करना",
      "example": "Ich war begeistert, als ich den Lottogewinn erhielt. Ich bin begeistert, auf Urlaub zu gehen nächsten Monat. Ich werde begeistert sein, wenn ich meinen Lieblingsstar treffe.",
      "example_translation": "मैं लॉटरी टिकट जीतकर उत्साहित था. मैं अगले महीने छुट्टी पर जाने के लिए उत्साहित हूँ. मैं अपने पसंदीदा सेलिब्रिटी से कभी मिलने के लिए उत्साहित हूँ.",
      "imageLink": "image_files\\English\\thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zäh",
      "translation": "कठिन",
      "definition": "stark und in der Lage, schwierigen Bedingungen oder Herausforderungen zu widerstehen",
      "definition_translation": "मुश्किल परिस्थितियों या चुनौतियों का सामना कर सकने में सक्षम और मजबूत",
      "example": "Er war ein zäher Athlet, der leicht einen Marathon laufen konnte. Er ist zäh und kann den Druck seines Jobs ertragen. Er wird zäh sein und gibt nicht leicht auf, wenn er in Schwierigkeiten kommt.",
      "example_translation": "वह एक कठिन एथलीट था जो आसानी से मैराथन दौड़ सकता था. वह कठिन है और अपने नौकरी का दबाव संभाल सकता है. वह कठिन है और मुश्किल में आसानी से हार नहीं مانेगा.",
      "imageLink": "image_files\\English\\tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "tragisch",
      "translation": "त्रासद",
      "definition": "verursacht oder gekennzeichnet durch großes Leid oder Traurigkeit",
      "definition_translation": "महान दुख या दुःख का कारण या चिह्न",
      "example": "Der tragische Unfall geschah plötzlich. Die tragische Liebesgeschichte endete in Traurigkeit. Das tragische Ereignis wird für Jahre in Erinnerung bleiben.",
      "example_translation": "त्रासद दुर्घटना अचानक हुई. त्रासद प्रेम कहानी दुःख में समाप्त हुई. त्रासद घटना आने वाले सालों में याद की जाएगी.",
      "imageLink": "image_files\\English\\tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbewusst",
      "translation": "अनजान",
      "definition": "hat kein Wissen oder keine Kenntnis von etwas; unwissend oder uninformiert",
      "definition_translation": "किसी चीज का ज्ञान या जागरूकता न होना; अज्ञानी या अवगत न होना.",
      "example": "Ich war unbewusst der Gefahr, bis es zu spät war. Ich werde unbewusst der Konsequenzen, wenn ich nicht handele. Sie ist seit Monaten unbewusst des Problems.",
      "example_translation": "मैं खतरे से अनजान था जब तक कि यह देर से नहीं हुई थी। अगर मैं कार्रवाई नहीं करता हूँ तो मैं परिणाम से अनजान रहूँगा। वह महीनों से समस्या से अनजान रही है.",
      "imageLink": "image_files\\English\\unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "अनिश्चित",
      "definition": "nicht bekannt oder festgelegt; unklar oder vage",
      "definition_translation": "ज्ञात नहीं है या तय नहीं है; अस्पष्ट या संदिग्ध.",
      "example": "Ich bin unsicher über meine Zukunftspläne. Sie war unsicher über ihre Entscheidung. Er ist unsicher über seine Karriere- Entscheidungen.",
      "example_translation": "मेरे भविष्य की योजनाओं के बारे में मैं अनिश्चित हूँ। उसने अपने निर्णय के बारे में संदेह किया। वह अपने करियर की पसंद के बारे में अनिश्चित रहा है.",
      "imageLink": "image_files\\English\\uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verständnis",
      "translation": "समझ",
      "definition": "Die Fähigkeit, etwas zu begreifen oder zu interpretieren; eine gegenseitige Übereinkunft oder Harmonie.",
      "definition_translation": "किसी चीज को समझने या व्याख्या करने की क्षमता; आमतौर पर समझौता या सामंजस्य.",
      "example": "Ich habe endlich eine Übereinkunft mit meinem Chef erreicht. Sie zeigte ein tiefes Verständnis für die Situation. Sie haben ein gutes Verständnis füreinander.",
      "example_translation": "मैं आखिरकार अपने बॉस के साथ समझौता कर पाया। उसने स्थिति की गहरी समझ दिखाई। वे एक-दूसरे की जरूरतों की अच्छी समझ रखते हैं.",
      "imageLink": "image_files\\English\\understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unruhig",
      "translation": "अस्थिर",
      "definition": "Sich ängstlich oder unbehaglich fühlend; besorgt oder nervös.",
      "definition_translation": "चिंतित या असहज महसूस करना; चिंतित या घबराया हुआ.",
      "example": "Ich fühlte mich unruhig wegen der plötzlichen Änderung. Sie war unruhig bei dem Treffen mit ihrem Ex. Er war unruhig wegen der neuen Politik.",
      "example_translation": "मैं अचानक परिवर्तन के बारे में अस्थिर महसूस कर रहा था। उसने अपने पूर्व मिलने के बारे में अस्थिर महसूस किया। वह नई नीति के बारे में अस्थिर रहा है.",
      "imageLink": "image_files\\English\\uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unglücklich",
      "translation": "दुर्भाग्य",
      "definition": "Von Pech geplagt; unglücklich.",
      "definition_translation": "बुरा सौभाग्य होना; अपโชक",
      "example": "Sie war unglücklich, ihr Telefon zu verlieren, aber glücklich, es wiederzufinden. Sie ist unglücklich in ihrer Ehe, aber sie wird in ihrer Karriere glücklich sein. Sie wird unglücklich sein, wenn sie sich nicht gut vorbereitet.",
      "example_translation": "वह अपना फोन खोने में दुर्भाग्यपूर्ण थी, लेकिन फिर से पाने में सौभाग्यपूर्ण थी। वह अपने विवाह में दुर्भाग्यपूर्ण है, लेकिन अपने करियर में सौभाग्यपूर्ण होगी। यदि वह अच्छी तैयारी नहीं करती है तो वह दुर्भाग्यपूर्ण होगी।",
      "imageLink": "image_files\\English\\unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unhilfreich",
      "translation": "अनुदार",
      "definition": "Keine Unterstützung oder Hilfe anbietend; unkooperativ.",
      "definition_translation": "मदद या सहायता प्रदान नहीं करना; असहयोगी",
      "example": "Der unhilfreiche Kundenbetreuer weigerte sich, mein Geld zurückzuzahlen. Sie war unhilfreich während des Projekts, aber er war sehr hilfreich. Sie werden unhilfreich sein, wenn sie nicht ordnungsgemäß kommunizieren.",
      "example_translation": "अनुदार ग्राहक सेवा एजेंट ने मेरा पैसा वापस नहीं किया। वह परियोजना के दौरान अनुदार थीं, लेकिन वह बहुत मददगार थे। यदि वे ठीक से संचार नहीं करते हैं तो वे अनुदार होंगे।",
      "imageLink": "image_files\\English\\unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unbeliebt",
      "translation": "अलोकप्रिय",
      "definition": "Nicht gemocht oder gebilligt von vielen Menschen; unbeliebt.",
      "definition_translation": "कई लोगों द्वारा पसंद नहीं किया जाना; नापसंद किया जाना",
      "example": "Der unbeliebte Präsident verlor die Wahl. Sie war unbeliebt in der Schule, aber sie wurde in der Universität beliebt. Die neue Politik wird unbeliebt sein, wenn sie nicht ordnungsgemäß implementiert wird.",
      "example_translation": "अलोकप्रिय राष्ट्रपति चुनाव हार गए। वह स्कूल में अलोकप्रिय थीं, लेकिन कॉलेज में लोकप्रिय हो गईं। यदि नई नीति ठीक से लागू नहीं की जाती है तो वह अलोकप्रिय होगी।",
      "imageLink": "image_files\\English\\unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvorhersehbar",
      "translation": "अनिश्चित",
      "definition": "Nicht vorhersagbar oder ungewiss.",
      "definition_translation": "भविष्यवाणी या पूर्वानुमान करना असंभव; अनिश्चित",
      "example": "Das unvorhersehbare Wetter machte unsere Picknickpläne unsicher. Er war unvorhersehbar in seinem Verhalten, aber sie war sehr vorhersehbar. Die Aktienkurse des Unternehmens haben wild geschwankt.",
      "example_translation": "अनिश्चित मौसम ने हमारी पिकनिक योजनाओं को अनिश्चित कर दिया। वह अपने व्यवहार में अनिश्चित थे, लेकिन वह बहुत अनुमेय थीं। कंपनी के अनिश्चित स्टॉक कीमतें तेजी से उतार-चढ़ाव कर रही हैं।",
      "imageLink": "image_files\\English\\unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unrealistisch",
      "translation": "अवास्तविक",
      "definition": "Nicht auf der Realität basierend oder unwahrscheinlich; unrealistische Erwartungen oder Ziele.",
      "definition_translation": "वास्तविकता पर आधारित नहीं है या होने की संभावना नहीं है; अवास्तविक अपेक्षाएं या लक्ष्य",
      "example": "Die unrealistischen Verkaufsprognosen des Unternehmens führten zu finanziellen Verlusten. Sie hatten unrealistische Hoffnungen auf den Gewinn des Wettbewerbs. Es ist unrealistisch, dass wir das Projekt bis morgen fertigstellen können.",
      "example_translation": "कंपनी के अवास्तविक बिक्री अनुमानों ने वित्तीय नुकसान का कारण बना दिया। उन्हें प्रतियोगिता जीतने की अवास्तविक उम्मीदें थीं। कल तक परियोजना पूरी करने की उम्मीद करना अवास्तविक है",
      "imageLink": "image_files\\English\\unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unvernünftig",
      "translation": "अनुचित",
      "definition": "Nicht auf Grundlage vernünftiger Überlegung oder Gerechtigkeit; absurd oder ungerecht.",
      "definition_translation": "तर्क या स्वस्थ न्याय पर आधारित नहीं है; अविवेकी या अन्याय",
      "example": "Ihre unvernünftigen Forderungen führten zum Scheitern der Verhandlungen. Er machte ein unvernünftiges Angebot, das Haus zu kaufen. Die unvernünftigen Regeln des Unternehmens führten zu Unzufriedenheit der Mitarbeiter.",
      "example_translation": "उसकी अनुचित मांगों ने वार्ता के टूटने का कारण बना दिया। उसने घर खरीदने के लिए अनुचित पेशकश की। कंपनी की अनुचित नीतियों ने कर्मचारी असंतोष का कारण बना दिया",
      "imageLink": "image_files\\English\\unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unzuverlässig",
      "translation": "अनिश्चित",
      "definition": "Nicht vertrauenswürdig oder verlässlich; unzuverlässig.",
      "definition_translation": "विश्वास नहीं किया जा सकता या निर्भर नहीं किया जा सकता; अविश्वासी",
      "example": "Die unzuverlässige Internetverbindung machte es schwierig, von zu Hause aus zu arbeiten. Er war eine unzuverlässige Quelle für Informationen. Die unzuverlässigen Produkte des Unternehmens führten zu Kundenbeschwerden.",
      "example_translation": "अनिश्चित इंटरनेट कनेक्शन ने घर से काम करना मुश्किल बना दिया। वह जानकारी का अविश्वासी स्रोत था। कंपनी के अनिश्चित उत्पादों ने ग्राहक शिकायतों का कारण बना दिया",
      "imageLink": "image_files\\English\\unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unsicher",
      "translation": "अनिश्चित",
      "definition": "Nicht sicher oder beschwichtigt; Zweifel oder Unsicherheit.",
      "definition_translation": "किसी चीज के बारे में आत्मविश्वास या निश्चितता नहीं है",
      "example": "Ich bin unsicher über die Antwort auf diese Frage. Sie war unsicher über ihre Zukunftspläne. Er war unsicher, was er in dieser Situation tun sollte.",
      "example_translation": "मैं उस प्रश्न के उत्तर के बारे में अनिश्चित हूँ। उसने अपने भविष्य के योजनाओं के बारे में अनिश्चित थी। वह उस स्थिति में क्या करना चाहिए, इस बारे में अनिश्चित था",
      "imageLink": "image_files\\English\\unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gewalttätig",
      "translation": "हिंसक",
      "definition": "die Verwendung oder Charakterisierung durch physische Gewalt, um jemanden oder etwas zu verletzen, zu schädigen oder zu töten",
      "definition_translation": "कोई भी शारीरिक बल का उपयोग करने या किसी के लिए या किसी चीज़ के लिए नुकसान पहुँचाने के लिए",
      "example": "Der gewalttätige Sturm verursachte weite Zerstörung. Sie war gewalttätig, als ich ihr Handy nehmen wollte. Die gewalttätigen Proteste dauerten Tage an.",
      "example_translation": "हिंसक तूफान ने व्यापक विनाश किया. वह मेरे फोन को लेने की कोशिश की तो हिंसक हो गई. हिंसक प्रदर्शन कई दिनों तक चले.",
      "imageLink": "image_files\\English\\violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "willkommen",
      "translation": "स्वागत",
      "definition": "jemanden herzlich und höflich zu begrüßen, insbesondere in einem Zuhause oder in einer formalen Situation",
      "definition_translation": "किसी का स्वागत करना, đặc biệt किसी के घर में या औपचारिक स्थिति में",
      "example": "Ich heiße Sie in unserem Zuhause willkommen. Die Willkommensparty war großartig. Sie wird den neuen Mitarbeiter morgen willkommen heißen.",
      "example_translation": "मैं आपका स्वागत करता हूँ हमारे घर में. स्वागत पार्टी अद्भुत थी. वह कल नए कर्मचारी का स्वागत करेगी.",
      "imageLink": "image_files\\English\\welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausgeglichen",
      "translation": "संतुलित",
      "definition": "eine gute Balance zwischen verschiedenen Dingen aufweisend, wie zum Beispiel verschiedenen Teilen einer Mahlzeit oder verschiedenen Aspekten des Lebens einer Person",
      "definition_translation": "अलग-अलग चीज़ों के बीच संतुलन, जैसे एक भोजन के अलग-अलग हिस्से या किसी व्यक्ति के जीवन के अलग-अलग पहलुओं",
      "example": "Eine ausgeglichene Ernährung ist für gute Gesundheit essentiell. Sie ist eine ausgeglichene Person, die Stress leicht bewältigen kann. Das Unternehmen sucht nach einem ausgeglichenen Kandidaten.",
      "example_translation": "एक संतुलित आहार स्वास्थ्य के लिए आवश्यक है. वह एक संतुलित व्यक्ति है जो आसानी से तनाव संभाल सकता है. कंपनी एक संतुलित उम्मीदवार की तलाश में है.",
      "imageLink": "image_files\\English\\well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weise",
      "translation": "बुद्धिमान",
      "definition": "Erfahrung, Wissen und guten Urteil aufweisend",
      "definition_translation": "अनुभव, ज्ञान और अच्छे निर्णय का होना",
      "example": "Er ist ein weiser alter Mann, der viele Dinge im Leben gesehen hat. Sie traf eine weise Entscheidung, ihren Job aufzugeben. Der weise Lehrer half seinen Schülern, zu lernen.",
      "example_translation": "वह एक बुद्धिमान बूढ़ा है जिसने जीवन में कई चीज़ें देखी हैं. उसने अपनी नौकरी छोड़ने का बुद्धिमान फैसला किया. बुद्धिमान शिक्षक ने अपने छात्रों की मदद की सीखने में.",
      "imageLink": "image_files\\English\\wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "witzig",
      "translation": "चतुर",
      "definition": "einen schnellen und erfindungsreichen Geist aufweisend, der in der Lage ist, clevere Ideen und Witze zu entwickeln",
      "definition_translation": "एक त्वरित और सृजनात्मक दिमाग रखने वाला, चतुर विचार और हास्य के लिए सक्षम",
      "example": "Sie war eine witzige Rednerin, die das Publikum immer in Schwierigkeiten brachte. Sie war witzig, seit ihrer College-Zeit. Sie wird eine witzige Politikerin in der Zukunft sein.",
      "example_translation": "वह एक विनोदी वक्ता थीं जिन्होंने हमेशा दर्शकों को हंसाया। उन्होंने कॉलेज के दिनों से ही चतुरता दिखाई थी। वह भविष्य में एक चतुर राजनीतिज्ञ होगी।",
      "imageLink": "image_files\\English\\witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beunruhigend",
      "translation": "चिंता करना",
      "definition": "Angst oder Besorgnis verursachend, störend oder beunruhigend",
      "definition_translation": "चिंता या चिंता का कारण बनना, परेशान या डिस्टर्बिंग",
      "example": "Ich finde es extremstressig, mich um meine Examensergebnisse Sorgen zu machen. Ich machte mir Sorgen um meine Gesundheit, als ich krank war. Ich werde mich Sorgen um die Folgen machen, wenn ich keine Maßnahmen ergreife.",
      "example_translation": "मैं अपने परीक्षा परिणामों के बारे में चिंता करना अत्यंत तनावपूर्ण पाता हूँ। मैं बीमार था तब मैं अपने स्वास्थ्य के बारे में चिंता करना था। मैं कार्रवाई न करूँ तो परिणामों के बारे में चिंता करूँगा।",
      "imageLink": "image_files\\English\\worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]