[
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "akzeptieren",
      "translation": "स्वीकार करना",
      "definition": "Etwas willentlich anzunehmen oder mit etwas einverständlich zu sein",
      "definition_translation": "कुछ को इच्छापूर्वक प्राप्त करना या कुछ से सहमत होना",
      "example": "Ich akzeptierte das Jobangebot. Ich akzeptiere deine Einladung. Ich werde die Herausforderung annehmen.",
      "example_translation": "मैंने नौकरी की पेशकश स्वीकार कर ली। मैं आपके निमंत्रण को स्वीकार करता हूँ। मैं चुनौती स्वीकार करूँगा।",
      "imageLink": "accept-1.jpg",
      "audioLink": "accept.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erreichen",
      "translation": "प्राप्त करना",
      "definition": "Etwas erfolgreich zu bewältigen oder abzuschließen",
      "definition_translation": "कुछ को सफलतापूर्वक प्राप्त करना या पूरा करना",
      "example": "Ich erreichte mein Ziel. Sie erreichte Erfolg in ihrem Geschäft. Sie werden ihr Ziel erreichen.",
      "example_translation": "मैंने अपना लक्ष्य प्राप्त किया। उसने अपने व्यवसाय में सफलता प्राप्त की। वे अपना लक्ष्य प्राप्त करेंगे।",
      "imageLink": "achieve.jpg",
      "audioLink": "achieve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handeln",
      "translation": "कार्य करना",
      "definition": "Etwas zu tun oder eine Aktion auszuführen",
      "definition_translation": "कुछ करना या कार्रवाई करना",
      "example": "Ich handle schnell in einer Notlage. Sie spielte in einem Stück. Sie werden auf unseren Vorschlag handeln.",
      "example_translation": "मैं आपात स्थिति में जल्दी कार्य करता हूँ। उसने एक नाटक में अभिनय किया। वे हमारे सुझाव पर कार्रवाई करेंगे।",
      "imageLink": "act-1.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vortäuschen",
      "translation": "कार्य करना",
      "definition": "Etwas vorzutäuschen oder zu simulieren",
      "definition_translation": "कुछ装ना या दिखाना",
      "example": "Er täuscht vor, als würde er alles wissen. Sie täuschte vor, als wäre sie glücklich. Sie täuschen vor, als würden sie sich lieben.",
      "example_translation": "वह ऐसे करता है जैसे वह सब कुछ जानता हो। उसने ऐसे किया जैसे वह खुश थी। वे ऐसे करते हैं जैसे वे प्यार में हैं।",
      "imageLink": "act-2.jpg",
      "audioLink": "act.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beraten",
      "translation": "सलाह देना",
      "definition": "Jemandem einen Vorschlag oder eine Anleitung zu geben, was zu tun ist",
      "definition_translation": "किसी को बताना या मार्गदर्शन करना कि क्या करना है",
      "example": "Ich beriet sie, eine Pause von der Arbeit zu machen. Ich berate dich, deinem Arzt zuzuhören. Ich werde ihnen raten, vorsichtiger zu sein.",
      "example_translation": "मैंने उसे काम से ब्रेक लेने की सलाह दी। मैं आपसे आपके डॉक्टर की बात सुनने की सलाह देता हूँ। मैं उन्हें ज्यादा सावधान रहने की सलाह दूँगा।",
      "imageLink": "advise.jpg",
      "audioLink": "advise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erlauben",
      "translation": "अनुमति देना",
      "definition": "Jemandem die Erlaubnis zu geben, etwas zu tun",
      "definition_translation": "किसी को कुछ करने की अनुमति देना",
      "example": "Ich erlaubte ihr, mein Buch zu leihen. Ich erlaube dir, mein Laptop zu benutzen. Ich werde ihnen erlauben, am Wettbewerb teilzunehmen.",
      "example_translation": "मैंने उसे मेरी किताब उधार लेने की अनुमति दी। मैं आपको मेरा लैपटॉप इस्तेमाल करने की अनुमति देता हूँ। मैं उन्हें प्रतियोगिता में भाग लेने की अनुमति दूँगा।",
      "imageLink": "allow.jpg",
      "audioLink": "allow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heranfahren",
      "translation": "पहुँचाना",
      "definition": "Sich einer Sache oder einem Menschen zu nähern",
      "definition_translation": "किसी चीज़ या किसी व्यक्ति के पास आना",
      "example": "Ich näherte mich ihr vorsichtig. Ich werde das Problem mit einem frischen Verstand heranfahren. Sie näherte sich mir mit einem Lächeln.",
      "example_translation": "मैंने सावधानी से उसके पास पहुँचा। मैं 문제 को ताज़ा दिमाग से पहुँचूँगा। वह मेरे पास मुस्कुराते हुए आई।",
      "imageLink": "approach.jpg",
      "audioLink": "approach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "streiten",
      "translation": "झगड़ना",
      "definition": "Gründe oder Beweise anzuführen, um etwas zu unterstützen oder zu widerlegen",
      "definition_translation": "किसी चीज़ के समर्थन या विरोध में कारण या साक्ष्य देना",
      "example": "Ich stritt mit meinem Freund über den Film. Sie stritt, dass die Theorie falsch sei. Wir stritten stundenlang über das Thema.",
      "example_translation": "मैंने अपने दोस्त से फ़िल्म के बारे में लड़ाई की। वह सिद्धांत गलत है इस बात पर ज़ोर देती है। हमने टॉपिक पर घंटों लड़ाई की।",
      "imageLink": "argue.jpg",
      "audioLink": "argue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verhaften",
      "translation": "गिरफ्तारी",
      "definition": "Die Handlung, jemanden in Gewahrsam zu nehmen, oft von der Polizei, häufig aufgrund eines Verdachts auf eine Straftat.",
      "definition_translation": "किसी को हिरासत में लेने का कार्य, आमतौर पर पुलिस द्वारा, अक्सर गलत काम की आशंका के जवाब में।",
      "example": "Der Polizist führte eine Verhaftung am Tatort durch. Sie war vorher wegen Ladendiebstahls verhaftet worden. Er wird verhaftet, wenn er nicht vor Gericht erscheint.",
      "example_translation": "पुलिस अधिकारी ने अपराध स्थल पर गिरफ्तारी की। उसने पहले दुकान से चोरी करने के लिए गिरफ्तार किया था। वह अदालत में उपस्थित नहीं होता है, तो उसे गिरफ्तार कर लिया जाएगा।",
      "imageLink": "arrest.jpg",
      "audioLink": "arrest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anfügen",
      "translation": "लगाना",
      "definition": "Etwas mit etwas anderem zu verbinden, oft in physischem Sinne.",
      "definition_translation": "किसी चीज को दूसरी चीज से जोड़ना या कनेक्ट करना, अक्सर शारीरिक अर्थ में.",
      "example": "Ich fügte die Datei der E-Mail hinzu. Sie fügte ihrer Karriere große Bedeutung bei. Er wird die Räder an die Achse anfügen.",
      "example_translation": "मैंने ईमेल से फाइल को लगाया। उसने अपने करियर को बहुत महत्व दिया। वह एक्सल से पहियों को लगाएगा।",
      "imageLink": "attach.jpg",
      "audioLink": "attach.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "angreifen",
      "translation": "हमला",
      "definition": "Eine gewaltsame oder aggressive Handlung, oft in plötzlicher und kräftiger Weise.",
      "definition_translation": "एक हिंसक या आक्रामक कार्य, अक्सर अचानक और बलपूर्वक तरीके से।",
      "example": "Der Feind lancierte einen Überraschungsangriff auf die Stadt. Der Hund griff den Briefträger an. Sie wird das Problem mit Enthusiasmus angehen.",
      "example_translation": "दुश्मन ने शहर पर अचानक हमला किया। कुत्ते ने डाकिये पर हमला किया। वह उत्साह के साथ समस्या पर हमला करेगी।",
      "imageLink": "attack.jpg",
      "audioLink": "attack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versuchen",
      "translation": "प्रयास",
      "definition": "Etwas zu tun, oft in sorgfältiger oder überlegter Weise.",
      "definition_translation": "कुछ करने की कोशिश करना, अक्सर सावधानी या जानबूझकर तरीके से।",
      "example": "Ich werde versuchen, das Auto selbst zu reparieren. Sie versuchte, den Berg zu besteigen. Sie werden versuchen, den Rekord zu brechen.",
      "example_translation": "मैं अपने आप कार को ठीक करने की कोशिश करूंगा। उसने पर्वत पर चढ़ने की कोशिश की। वे रिकॉर्ड तोड़ने की कोशिश करेंगे।",
      "imageLink": "attempt.jpg",
      "audioLink": "attempt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilnehmen",
      "translation": "भाग लेना",
      "definition": "Ein Treffen, Ereignis oder eine Veranstaltung zu besuchen, entweder persönlich oder durch einen Vertreter.",
      "definition_translation": "किसी मीटिंग, घटना या फंक्शन में व्यक्तिगत रूप से या प्रतिनिधि के रूप में उपस्थित होना।",
      "example": "Ich nahm an der Konferenz letzte Woche teil. Ich nehme derzeit an der Sitzung teil. Ich werde morgen an dem Seminar teilnehmen.",
      "example_translation": "मैं पिछले हफ्ते कॉन्फ्रेंस में गया था. मैं अभी मीटिंग में उपस्थित हूँ. मैं कल सेमिनार में उपस्थित होऊंगा।",
      "imageLink": "attend.jpg",
      "audioLink": "attend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "babysitten",
      "translation": "बच्चे की देखभाल करना",
      "definition": "Ein Kind oder Kinder zu betreuen, wenn die Eltern oder Vormunde nicht anwesend sind.",
      "definition_translation": "जब माता-पिता या अभिभावक उपस्थित नहीं हैं, तब बच्चे या बच्चों की देखभाल करना।",
      "example": "Ich babysitte meine Nichte jeden Wochenende. Ich babysittete meine Brüderkinder letzte Nacht. Ich werde meine Freundinbabysitten nächste Woche.",
      "example_translation": "मैं हर वीकेंड में अपनी भांजी की देखभाल करता हूँ. मैंने कल रात मेरे भाई के बच्चों की देखभाल की. मैं अगले हफ्ते मेरे दोस्त के बच्चे की देखभाल करूँगा।",
      "imageLink": "babysit.jpg",
      "audioLink": "babysit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich benehmen",
      "translation": "व्यवहार करना",
      "definition": "Sich auf bestimmte Weise zu verhalten, insbesondere in einer bestimmten Situation oder gegenüber jemandem.",
      "definition_translation": "किसी स्थिति में या किसी के प्रति कुछ तरीके से कार्य करना या प्रतिक्रिया दिखाना।",
      "example": "Die Kinder benahmen sich gut in der Schule. Der Hund benimmt sich aggressiv gegenüber Fremden. Das Unternehmen wird sich verantwortungsvoll gegenüber der Umwelt benehmen.",
      "example_translation": "स्कूल में बच्चे अच्छा व्यवहार करते थे. अजनबियों के प्रति कुत्ता आक्रामक व्यवहार करता है. कंपनी पर्यावरण के प्रति जिम्मेदारीपूर्ण व्यवहार करेगी।",
      "imageLink": "behave.jpg",
      "audioLink": "behave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beißen",
      "translation": "काटना",
      "definition": "Etwas fest mit den Zähnen zu packen oder zu halten.",
      "definition_translation": "दांतों से कुछ को मजबूती से पकड़ना या ठहराना।",
      "example": "Der Hund biss den Briefträger. Ich beiße meine Nägel, wenn ich nervös bin. Sie wird in den Sandwich beißen.",
      "example_translation": "कुत्ते ने डाकिये को काटा. मैं नर्वस होने पर अपने नाखून काटता हूँ. वह सैंडविच में काटेगी।",
      "imageLink": "bite-1.jpg",
      "audioLink": "bite.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blasen",
      "translation": "धकेलना",
      "definition": "Luft mit dem Mund auszustoßen, oft mit plötzlicher und kräftiger Bewegung, um einen Laut zu erzeugen oder eine Flamme zu löschen.",
      "definition_translation": "मुँह से हवा निकालना, अक्सर एक अचानक और जोरदार गति के साथ, आम तौर पर एक ध्वनि पैदा करने या एक लौ बुझाने के लिए।",
      "example": "Der Wind begann, stärker zu blasen und die Blätter zu rascheln. Gestern blies sie die Kerzen auf ihrem Geburtstagskuchen aus. Morgen wird der Musiker in die Flöte blasen.",
      "example_translation": "तेज हवा चलने लगी, पत्तियों को हिलाते हुए. कल, उसने अपने जन्मदिन की केक पर मोमबत्तियां बुझा दीं. कल, संगीतकार बांसुरी में फूँक مارेगा.",
      "imageLink": "blow-1.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bombe",
      "translation": "बम",
      "definition": "Ein Gerät, das explodiert und Schäden anrichtet, oft als Waffe eingesetzt.",
      "definition_translation": "एक उपकरण जो विस्फोट होता है और नुकसान पहुँचाता है, अक्सर एक हथियार के रूप में प्रयोग किया जाता है।",
      "example": "Der Terrorist pflanzte eine Bombe auf dem Stadtplan. Die Nachricht von der Bombenwarnung verbreitete sich schnell. Der Pilot musste die Bombe während des Krieges abwerfen.",
      "example_translation": "आतंकवादी ने शहर के सquare में बम लगाया. बम की धमकी की खबर जल्दी फैल गई. युद्ध के दौरान पायलट को बम गिराना पड़ा.",
      "imageLink": "bomb.jpg",
      "audioLink": "bomb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "brennen",
      "translation": "जलाना",
      "definition": "In Brand zu sein oder etwas in Brand zu setzen.",
      "definition_translation": "अग्नि पर होना या किसी चीज पर अग्नि लगाना.",
      "example": "Das Feuer wird bald ausgehen. Sie verbrannte sich die Hand, während sie kochte. Die Stadt wird Reifen verbrennen, um den Sieg zu feiern.",
      "example_translation": "अग्नि जल्द ही बुझ जाएगी. उसने खाना बनाते समय अपना हाथ जला लिया. शहर में जीत का जश्न मनाने के लिए टायर जलाएगा.",
      "imageLink": "burn.jpg",
      "audioLink": "burn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "in Tränen ausbrechen",
      "translation": "रोने लगना",
      "definition": "Plötzlich zu weinen, oft aufgrund starker Emotionen.",
      "definition_translation": " mạnh भावनाओं के कारण अचानक रोना शुरू करना, अक्सर.",
      "example": "Das Mädchen brach in Tränen aus, als sie ihren verlorenen Hund sah. Die Nachricht vom Unfall ließ sie in Tränen ausbrechen. Er brach in Freudentränen aus, als er die gute Nachricht hörte.",
      "example_translation": "लड़की ने अपने खोए हुए कुत्ते को देखकर रोना शुरू कर दिया. दुर्घटना की खबर सुनकर वह रोने लगी. उसने अच्छी खबर सुनकर आनंद के आँसू रोना शुरू कर दिया.",
      "imageLink": "burst-into-tears.jpg",
      "audioLink": "burst into tears.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "begraben",
      "translation": "दफनाना (dafnānā)",
      "definition": "eine tote Leiche in ein Loch im Boden zu legen, normalerweise mit einer Zeremonie",
      "definition_translation": "मृत शरीर को पृथ्वी में एक छेद में रखना, आमतौर पर एक समारोह के साथ",
      "example": "Sie werden die Leiche im Hinterhof begraben. Sie begrub ihr Gesicht in ihren Händen. Sie werden den Schatz um Mitternacht begraben.",
      "example_translation": "वे पिछवाड़े में शरीर को दफनाएगा. उसने अपने हाथ में अपना चेहरा दफना लिया. वे मध्यरात्रि में खजाने को दफनाएगा.",
      "imageLink": "bury.jpg",
      "audioLink": "bury.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "absagen",
      "translation": "रद्द करना (radd karnā)",
      "definition": "etwas offiziell zu stoppen oder aufzugeben",
      "definition_translation": "किसी चीज को आधिकारिक तौर पर रोकना या कुछ करना बंद करना",
      "example": "Ich werde meine Reise nach Paris absagen. Sie hat ihren Abonnement für das Magazin abgesagt. Sie werden das Turnier wegen Regen absagen.",
      "example_translation": "मैं पेरिस की यात्रा रद्द कर दूँगा. उसने मैगजीन की सदस्यता रद्द कर दी. वे बारिश के कारण टूर्नामेंट रद्द कर देंगे.",
      "imageLink": "cancel.jpg",
      "audioLink": "cancel.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einchecken",
      "translation": "चेक इन करना (chek in karnā)",
      "definition": "in einem Hotel, Flughafen oder anderen Ort anzukommen und sich bei jemandem in der Verantwortung anmelden",
      "definition_translation": "किसी होटल, हवाई अड्डे या अन्य स्थान पर पहुंचना और प्रभारी व्यक्ति को अपने आगमन की सूचना देना",
      "example": "Ich werde mich um 14 Uhr im Hotel einchecken. Sie hat sich vor einer Stunde am Flughafen eingechekt. Sie werden morgen im Hostel einchecken.",
      "example_translation": "मैं 2 बजे होटल में चेक इन करूँगा. उसने एक घंटे पहले हवाई अड्डे पर चेक इन किया. वे कल छात्रावास में चेक इन करेंगे.",
      "imageLink": "check-in.jpg",
      "audioLink": "check in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auschecken",
      "translation": "चेक आउट करना (chek out karnā)",
      "definition": "ein Hotel, Laden oder anderen Ort zu verlassen, oft nach Bezahlung der Rechnung",
      "definition_translation": "किसी होटल, स्टोर या अन्य स्थान से निकलना, अक्सर बिल चुकाने के बाद",
      "example": "Ich werde um 12 Uhr aus dem Hotel auschecken. Sie hat sich mit einem Lächeln aus dem Laden ausgecheckt. Sie werden nächsten Monat aus der Wohnung ausziehen.",
      "example_translation": "मैं 12 बजे होटल से चेक आउट करूँगा. उसने स्टोर से मुस्कान के साथ चेक आउट किया. वे अगले महीने अपार्टमेंट से चेक आउट करेंगे.",
      "imageLink": "check-out.jpg",
      "audioLink": "check out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreis",
      "translation": "वृत्त",
      "definition": "Ein Kreis ist eine Figur, die aus einer Menge von Punkten besteht, die gleich weit vom Mittelpunkt entfernt sind.",
      "definition_translation": "एक वृत्त केंद्र बिंदु से समान दूरी पर स्थित बिंदुओं का सेट है, जिसे केंद्र कहा जाता है।",
      "example": "Gestern habe ich einen Kreis auf dem Papier gezeichnet. Heute zeichne ich einen Kreis auf der Tafel. Morgen werde ich einen Kreis auf der Wand zeichnen.",
      "example_translation": "कल मैंने कागज पर एक वृत्त खींचा। आज मैं बोर्ड पर एक वृत्त खींच रहा हूँ। कल मैं दीवार पर एक वृत्त खींचूँगा।",
      "imageLink": "circle.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klatschen",
      "translation": "ताली",
      "definition": "Die Hände zusammenzuschlagen, um Beifall oder Zustimmung zu äußern",
      "definition_translation": "ताली मारना हाथ की हथेलियों को एक साथ मारना है, आम तौर पर सराहना या स्वीकृति व्यक्त करने के लिए।",
      "example": "Ich klatschte nach dem Konzert. Sie klatscht während des Films. Sie werden bei der Preisverleihung klatschen.",
      "example_translation": "संगीत कार्यक्रम के बाद मैंने ताली मारी। वह फिल्म के दौरान ताली मारती है। वे पुरस्कार समारोह में ताली मारेंगे।",
      "imageLink": "clap.jpg",
      "audioLink": "clap.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sammeln",
      "translation": "एकत्रित करना",
      "definition": "Dinge, oft in systematischer Weise, zu sammeln oder zusammenzubringen",
      "definition_translation": "एकत्रित करना चीज़ों को इकट्ठा करना या साथ लाना है, अक्सर एक संगठित तरीक़े से।",
      "example": "Ich sammelte Briefmarken als Hobby. Sie sammelt Antiquitäten. Sie werden Spenden für die Wohltätigkeitsorganisation sammeln.",
      "example_translation": "मैं शौक के तौर पर डाक टिकट इकट्ठा करता था। वह पुराने सामान इकट्ठा करती है। वे चैरिटी के लिए दान इकट्ठा करेंगे।",
      "imageLink": "collect-1.jpg",
      "audioLink": "collect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kämmen",
      "translation": "कंघा",
      "definition": "Ein Kamm ist ein Werkzeug, das zum Arrangieren, Reinigen oder Pflegen von Haar, Fell oder anderen Fasern verwendet wird.",
      "definition_translation": "कंघा एक उपकरण है जिसका उपयोग बाल, फर, या अन्य फाइबर्स को व्यवस्थित करने, साफ़ करने, या संवारने के लिए किया जाता है।",
      "example": "Ich kämmte mein Haar gestern. Sie kämmt ihr Haar jeden Morgen. Sie werden morgen ihrem Hund das Fell kämmen.",
      "example_translation": "मैंने कल अपने बाल कंघा किए थे। वह सुबह-सुबह अपने बाल कंघा करती है। वे कल अपने कुत्ते के बाल कंघा करेंगे।",
      "imageLink": "comb-1.jpg",
      "audioLink": "comb.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konkurrieren",
      "translation": "प्रतिस्पर्धा करना",
      "definition": "sich um etwas, insbesondere durch das Besiegen anderer, zu bemühen",
      "definition_translation": "किसी चीज को पाने के लिए दूसरों से प्रतिस्पर्धा करना",
      "example": "Ich konkurrierte bei den Olympischen Spielen letztes Jahr. Jetzt konkurriere ich in einem Schachturnier. Ich werde nächsten Monat im Marathon konkurrieren.",
      "example_translation": "मैं पिछले साल ओलंपिक में प्रतिस्पर्धा किया. मैं अभी एक शतरंज टूर्नामेंट में प्रतिस्पर्धा कर रहा हूँ. मैं अगले महीने मैराथन में प्रतिस्पर्धा करूँगा.",
      "imageLink": "compete.jpg",
      "audioLink": "compete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "konzentrieren",
      "translation": "एकाग्रचित होना",
      "definition": "seine Aufmerksamkeit oder Anstrengung auf eine bestimmte Aufgabe oder Aktivität zu richten",
      "definition_translation": "किसी विशेष कार्य या गतिविधि की ओर अपना ध्यान या प्रयास निर्देशित करना",
      "example": "Ich konzentrierte mich auf meine Studien, um gute Noten zu bekommen. Sie konzentriert sich auf ihre Arbeit, um die Frist zu erfüllen. Sie werden sich auf das Projekt konzentrieren, um es rechtzeitig abzuliefern.",
      "example_translation": "मैं अच्छे ग्रेड पाने के लिए अपनी पढ़ाई पर ध्यान केंद्रित किया. वहDDLइन को पूरा करने के लिए अपने काम पर ध्यान केंद्रित करती है. वे समय पर डिलीवरी के लिए प्रोजेक्ट पर ध्यान केंद्रित करेंगे.",
      "imageLink": "concentrate.jpg",
      "audioLink": "concentrate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verbinden",
      "translation": "जोड़ना",
      "definition": "Zwei oder mehr Dinge miteinander zu verbinden",
      "definition_translation": "दो या अधिक चीजों को एक साथ जोड़ना",
      "example": "Ich habe mein Telefon auf den Ladegerät angeschlossen. Sie verbindet sich mit ihren Freunden auf sozialen Medien. Sie werden die Computer ins Netzwerk anschließen.",
      "example_translation": "मैंने अपने फोन को चार्जर से जोड़ा. वह सोशल मीडिया पर अपने दोस्तों से जुड़ती है. वे नेटवर्क से कंप्यूटर जोड़ेंगे.",
      "imageLink": "connect.jpg",
      "audioLink": "connect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fortsetzen",
      "translation": "जारी रखना",
      "definition": "Etwas weiterzumachen oder fortzufahren",
      "definition_translation": "कुछ करना या जारी रखना",
      "example": "Ich habe meine Ausbildung nach dem Abitur fortgesetzt. Sie setzt ihre harte Arbeit fort, um ihre Ziele zu erreichen. Sie werden uns während des ganzen Projekts unterstützen.",
      "example_translation": "मैंने हाई स्कूल के बाद अपनी शिक्षा जारी रखी. वह अपने लक्ष्य प्राप्त करने के लिए कड़ा संघर्ष करती है. वे प्रोजेक्ट के दौरान हमारा समर्थन जारी रखेंगे.",
      "imageLink": "continue.jpg",
      "audioLink": "continue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kontrollieren",
      "translation": "नियंत्रण",
      "definition": "Die Macht, das Verhalten von Menschen oder den Verlauf von Ereignissen zu beeinflussen oder zu leiten",
      "definition_translation": "लोगों के व्यवहार या घटनाओं के पाठ्यक्रम को प्रभावित या निर्देशित करने की शक्ति",
      "example": "Sie kämpfte darum, ihre Emotionen bei der Nachricht vom Tod ihres Vaters unter Kontrolle zu halten. Sie kontrolliert das Unternehmen mit eiserner Faust. Sie wird das Projekt von Anfang bis Ende kontrollieren.",
      "example_translation": "उसने अपने पिता की मृत्यु की खबर के दौरान अपने भावों को नियंत्रित करने के लिए संघर्ष किया। वह कंपनी को लोहे की मुठ्ठी से नियंत्रित करती है। वह परियोजना को शुरू से अंत तक नियंत्रित करेगी।",
      "imageLink": "control-1.jpg",
      "audioLink": "control.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "husten",
      "translation": "खांसी",
      "definition": "Ein plötzlicher, kräftiger Ausstoß von Luft aus den Lungen, meist um die Atemwege oder den Hals zu reinigen",
      "definition_translation": "फेफड़ों से हवा का अचानक, बलपूर्वक निष्कासन, आम तौर पर वायुमार्ग या गले को साफ करने के लिए",
      "example": "Ich habe seit Wochen einen hartnäckigen Husten. Sie hustete Blut nach dem Unfall. Er wird die Wahrheit letztendlich hervorhusten.",
      "example_translation": "मेरे पास हफ्तों से स्थायी खांसी है। दुर्घटना के बाद उसने खून की खांसी की। वह अंततः सच की खांसी निकाल देगा।",
      "imageLink": "cough-1.jpg",
      "audioLink": "cough.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zählen",
      "translation": "गिनती",
      "definition": "Eine mathematische Operation, um die Anzahl der Elemente in einer Menge oder Sammlung zu bestimmen",
      "definition_translation": "एक सेट या संग्रह में आइटम की संख्या निर्धारित करने के लिए एक गणितीय संचालन",
      "example": "Ich werde die Stimmen manuell zählen. Sie zählt ihre Segnungen jeden Tag. Sie zählten das Geld sorgfältig.",
      "example_translation": "मैं वोटों की गिनती मैन्युअल रूप से करूँगा। वह हर दिन अपने आशीर्वादों की गिनती करती है। वे पैसे की गिनती सावधानी से करते थे।",
      "imageLink": "count.jpg",
      "audioLink": "count.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abstürzen",
      "translation": "टकराना",
      "definition": "Ein plötzlicher und gewaltsamer Aufprall oder Zusammenstoß, oft mit Schäden oder Verletzungen",
      "definition_translation": "एक अचानक और हिंसक प्रभाव या टक्कर, अक्सर नुकसान या चोट का कारण बनता है",
      "example": "Das Auto wird abstürzen, wenn du nicht beschleunigst. Sie ist ungeladen zur Party eingetroffen. Das Unternehmen wird abstürzen, wenn sie sich nicht an die Veränderungen anpassen.",
      "example_translation": "यदि आप धीमा नहीं होते तो कार टकराएगी। उसने बिना निमंत्रण के पार्टी टकरा दी। यदि वे परिवर्तनों के अनुकूल नहीं होते तो कंपनी टकराएगी।",
      "imageLink": "crash.jpg",
      "audioLink": "crash.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erschaffen",
      "translation": "निर्माण करें",
      "definition": "Etwas in die Existenz zu bringen oder etwas Neues zu machen",
      "definition_translation": "कुछ नया पैदा करना या कुछ नया बनाना।",
      "example": "Ich habe letzte Woche ein neues Projekt erstellt. Ich erstelle gerade einen Bericht. Ich werde nächstes Jahr eine neue Website erstellen.",
      "example_translation": "मैंने पिछले हफ्ते एक नया प्रोजेक्ट बनाया। मैं अब रिपोर्ट बना रहा हूँ। मैं अगले साल एक नया वेबसाइट बनाऊँगा।",
      "imageLink": "create.jpg",
      "audioLink": "create.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zyklus",
      "translation": "साइकिल",
      "definition": "Eine Serie von Ereignissen oder Prozessen, die sich wiederholen",
      "definition_translation": "खुद को दोहराने वाली घटनाओं या प्रक्रियाओं की श्रृंखला।",
      "example": "Der Zyklus der Natur ist sehr wichtig. Ich bin als Kind mit dem Fahrrad zur Schule gefahren. Ich werde morgen mit dem Fahrrad zur Arbeit fahren.",
      "example_translation": "प्रकृति का चक्र बहुत महत्वपूर्ण है। मैं स्कूल जाते समय साइकिल से जाता था। मैं कल काम पर साइकिल से जाऊँगा।",
      "imageLink": "cycle.jpg",
      "audioLink": "cycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beschädigen",
      "translation": "नुकसान",
      "definition": "Etwas oder jemanden zu schädigen oder zu verletzen",
      "definition_translation": "किसी चीज़ या किसी को नुकसान पहुँचाना।",
      "example": "Der Sturm hat die Ernte beschädigt. Ich habe mein Telefon gestern beschädigt. Das Unternehmen wird die Umwelt beschädigen, wenn sie sich nicht vorsichtig verhalten.",
      "example_translation": "तूफान ने फसलों को नुकसान पहुँचाया। मैंने कल अपना फोन नुकसान पहुँचाया। कंपनी पर्यावरण को नुकसान पहुँचाएगी अगर वे सावधानी नहीं बरतते।",
      "imageLink": "damage.jpg",
      "audioLink": "damage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekorieren",
      "translation": "सजाना",
      "definition": "Etwas attraktiver aussehen zu lassen, indem man Verzierungen oder Farben hinzufügt",
      "definition_translation": "किसी चीज़ को और अधिक आकर्षक बनाने के लिए अलंकरण या रंग जोड़ना।",
      "example": "Ich habe den Raum für die Party dekoriert. Sie hat den Kuchen mit Blumen dekoriert. Sie werden den Saal für die Hochzeit dekorieren.",
      "example_translation": "मैंने पार्टी के लिए कमरे को सजाया। उसने केक पर फूल सजाए। वे शादी के लिए हॉल को सजाएंगे।",
      "imageLink": "decorate.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "dekoration",
      "translation": "सजाना",
      "definition": "etwas attraktiver machen, indem man Dekorationen oder Ornamente hinzufügt",
      "definition_translation": "सजावट या गहने जोड़कर किसी चीज की सुंदरता बढ़ाना",
      "example": "Ich dekorierte mein Zimmer mit Ballons und Girlanden für meine Geburtstagsparty. Ich dekoriere mein Zimmer mit neuen Möbeln. Ich werde mein Zimmer mit frischen Blumen für die Hochzeit dekoreren.",
      "example_translation": "मैंने अपने जन्मदिन की पार्टी के लिए अपने कमरे की सजावट बैलून और स्ट्रीमर से की। मैं अपने कमरे की सजावट नई फ़र्नीचर से कर रहा हूँ। मैं अपने कमरे की सजावट शादी के लिए फ्रेश फूल से करूँगा।",
      "imageLink": "decorate-1.jpg",
      "audioLink": "decorate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "besiegen",
      "translation": "हराना",
      "definition": "jemanden oder etwas in einem Wettbewerb, einer Wahl oder einer Schlacht zu besiegen",
      "definition_translation": "किसी प्रतियोगिता, चुनाव या युद्ध में किसी के खिलाफ जीत हासिल करना",
      "example": "Unser Team besiegte die Gegner im Finale. Ich besiege meine Angst vor öffentlichem Sprechen, indem ich jeden Tag übe. Ich werde meine Faulheit besiegen, indem ich Ziele für mich selbst setze.",
      "example_translation": "हमारी टीम ने फाइनल मैच में विरोधियों को हराया। मैं पब्लिक स्पीकिंग के डर को हराता हूँ प्रतिदिन अभ्यास करके। मैं अपने लिए लक्ष्य निर्धारित करके अपनी सुस्ती को हराऊँगा।",
      "imageLink": "defeat.jpg",
      "audioLink": "defeat.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verteidigen",
      "translation": "बचाना",
      "definition": "jemanden oder etwas vor Angriff oder Schaden zu schützen",
      "definition_translation": "किसी के या कुछ के हमले या नुकसान से रक्षा करना",
      "example": "Der Torwart verteidigte das Tor gegen den Angriff der Gegner. Ich verteidigte meine Doktorarbeit vor der Kommission. Ich werde mein Land vor externen Bedrohungen verteidigen.",
      "example_translation": "गोलकीपर ने विरोधी के हमले के खिलाफ गोल की रक्षा की। मैंने पैनल के सामने अपने थीसिस की रक्षा की। मैं अपने देश की रक्षा बाहरी खतरों से करूँगा।",
      "imageLink": "defend.jpg",
      "audioLink": "defend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "विलंब",
      "definition": "etwas auf einen späteren Zeitpunkt zu verschieben oder aufzuschieben",
      "definition_translation": "किसी चीज को बाद में कर देना या टालना",
      "example": "Ich verschiebte meine Reise nach Europa wegen der Pandemie. Das Projekt wurde wegen Mangels an Finanzmitteln verschoben. Ich werde meine Rente verschieben, bis ich meine Hypothek abbezahlt habe.",
      "example_translation": "मैंने महामारी के कारण यूरोप की यात्रा टाल दी। प्रोजेक्ट की फंडिंग की कमी के कारण टाल दिया गया था। मैं अपने मॉर्टगेज चुकाने तक अपने रिटायरमेंट को टालूँगा।",
      "imageLink": "delay.jpg",
      "audioLink": "delay.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "löschen",
      "translation": "मिटाना",
      "definition": "etwas, wie zum Beispiel Text oder Daten, von einem Computer oder einem anderen Gerät zu entfernen oder zu löschen",
      "definition_translation": "कंप्यूटर या अन्य डिवाइस से टेक्स्ट या डेटा को हटाना या मिटाना।",
      "example": "Ich werde diese Datei löschen, wenn ich fertig bin. Ich löschte die falsche Datei gestern. Ich hatte sie versehentlich gelöscht.",
      "example_translation": "मैं इस फाइल को पूरा करने के बाद हटा दूँगा. कल मैंने गलत फाइल हटा दी थी. मैंने गलती से इसे हटा दिया था.",
      "imageLink": "delete.jpg",
      "audioLink": "delete.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "liefern",
      "translation": "डिलीवर",
      "definition": "etwas zu jemandem oder irgendwohin zu bringen, insbesondere gegen Bezahlung",
      "definition_translation": "किसी को कुछ देना या किसी स्थान पर ले जाना, विशेष रूप से भुगतान के बदले में।",
      "example": "Das Paket wird morgen geliefert. Das Essen wurde letzten Nacht zu spät geliefert. Ich werde das Paket persönlich liefern.",
      "example_translation": "पैकेज कल डिलीवर हो जाएगा. रात को देर से खाना डिलीवर हुआ था. मैं पैकेज को हाथ से डिलीवर करूँगा.",
      "imageLink": "deliver.jpg",
      "audioLink": "deliver.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entwerfen",
      "translation": "डिज़ाइन",
      "definition": "etwas, wie zum Beispiel ein Gebäude, ein Produkt oder ein Kunstwerk, zu planen und zu schaffen",
      "definition_translation": "कुछ, जैसे भवन, उत्पाद या कला के टुकड़े की योजना बनाना और tạo करना।",
      "example": "Ich entwarf diese Website letztes Jahr. Sie wird ein neues Logo für das Unternehmen entwerfen. Sie haben das Gebäude sehr gut entworfen.",
      "example_translation": "मैंने इस वेबसाइट को पिछले साल डिज़ाइन किया था. वह कंपनी के लिए एक नया लोगो डिज़ाइन करेगी. वे ने भवन को बहुत अच्छे से डिज़ाइन किया था.",
      "imageLink": "design.jpg",
      "audioLink": "design.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zerstören",
      "translation": "नष्ट करना",
      "definition": "etwas so sehr zu beschädigen, dass es nicht mehr existiert oder nicht mehr verwendet werden kann",
      "definition_translation": "कुछ को पूरी तरह से नुकसान पहुँचाना या नष्ट करना, इसलिए कि यह अब मौजूद नहीं है या इसका उपयोग नहीं किया जा सकता.",
      "example": "Das Feuer zerstörte das ganze Haus. Das Unternehmen wurde durch den Skandal zerstört. Ich werde die Beweise zerstören.",
      "example_translation": "आग ने पूरे घर को नष्ट कर दिया. कंपनी को स्कैंडल ने नष्ट कर दिया था. मैं सबूतों को नष्ट कर दूँगा.",
      "imageLink": "destroy.jpg",
      "audioLink": "destroy.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "डायल",
      "definition": "eine runde Platte oder Scheibe mit Markierungen oder Zahlen, die verwendet wird, um etwas zu steuern oder zu messen, wie zum Beispiel ein Telefon",
      "definition_translation": "कुछ नियंत्रित या मापने के लिए उपयोग की जाने वाली एक गोल प्लेट या डिस्क, जैसे टेलीफोन।",
      "example": "Ich musste die richtige Nummer wählen, um den Kundendienst zu erreichen. Ich wählte die Nummer gestern und ich werde sie wieder morgen wählen.",
      "example_translation": "मैं ग्राहक सेवा तक पहुंचने के लिए सही नंबर डायल करना था। मैंने कल नंबर डायल किया था, और मैं कल फिर से डायल करूंगा।",
      "imageLink": "dial.jpg",
      "audioLink": "dial.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "graben",
      "translation": "खोदना",
      "definition": "Erde oder Boden zu bewegen, um ein Loch oder einen Kanal zu graben oder etwas Vergrabenes zu entdecken",
      "definition_translation": "किसी चीज को दबा हुआ निकालने या एक छेद या चैनल बनाने के लिए पृथ्वी या मिट्टी को移到 करना।",
      "example": "Der Archäologe musste tief graben, um das antike Artefakt zu finden. Sie grub gestern und sie wird wieder morgen graben.",
      "example_translation": "पुरातत्वविद् को प्राचीन कलाकृति ढूँढ़ने के लिए गहरा खोदना पड़ा था। उसने कल खोदा था, और वह कल फिर से खोदेगी।",
      "imageLink": "dig.jpg",
      "audioLink": "dig.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "richten",
      "translation": "सीधा",
      "definition": "Die Bewegung oder Aktion von etwas oder jemandem zu kontrollieren oder zu überwachen, oder den Weg zu einem Ort zu zeigen.",
      "definition_translation": "किसी चीज या किसी के आंदोलन या कार्रवाई को नियंत्रित या पर्यवेक्षण करना, या किसी जगह का रास्ता दिखाना।",
      "example": "Der Regisseur wird das Stück leiten, um seinen Erfolg zu sichern. Er leitete den Film letzten Jahr, und er wird nächstes Jahr ein weiteres leiten.",
      "example_translation": "निर्देशक नाटक की सफलता सुनिश्चित करने के लिए निर्देशित करेंगे। उसने पिछले साल फिल्म का निर्देशन किया था, और वह अगले साल दूसरी फिल्म का निर्देशन करेंगे।",
      "imageLink": "direct-1.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "richten",
      "translation": "सीधा",
      "definition": "Die Bewegung oder Aktion von etwas oder jemandem zu kontrollieren oder zu überwachen, oder den Weg zu einem Ort zu zeigen.",
      "definition_translation": "किसी चीज या किसी के आंदोलन या कार्रवाई को नियंत्रित या पर्यवेक्षण करना, या किसी जगह का रास्ता दिखाना।",
      "example": "Der Lehrer wird die Schüler zum richtigen Klassenzimmer leiten. Sie leitete die Schüler gestern, und sie wird sie morgen wieder leiten.",
      "example_translation": "शिक्षक छात्रों को सही कक्षा में निर्देशित करेंगे। उसने कल छात्रों का निर्देशन किया था, और वह कल फिर से छात्रों का निर्देशन करेंगी।",
      "imageLink": "direct.jpg",
      "audioLink": "direct.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entdecken",
      "translation": "खोजना",
      "definition": "Etwas oder jemanden plötzlich zu finden, insbesondere wenn es verborgen oder unerwartet war.",
      "definition_translation": "किसी चीज या किसी व्यक्ति को अचानक पाना, विशेष रूप से कुछ छिपा हुआ या अपेक्षित नहीं था",
      "example": "Ich entdeckte einen schönen Wasserfall auf meinem Wanderweg gestern. Ich habe ein neues Interesse an Malerei entdeckt. Ich werde die verborgenen Schätze der Stadt entdecken.",
      "example_translation": "मैंने कल ट्रेक पर एक सुंदर झरना khोज लिया. मैंने पेंटिंग में एक नई दिलचस्पी खोज ली थी. मैं शहर के छिपे हुए खजाने खोज लूँगा.",
      "imageLink": "discover.jpg",
      "audioLink": "discover.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anzeigen",
      "translation": "प्रदर्शन",
      "definition": "Etwas so zu zeigen, dass es von anderen gesehen werden kann.",
      "definition_translation": "कोई चीज दिखाना या प्रदर्शित करना ताकि दूसरे लोग उसे देख सकें",
      "example": "Das Museum wird die antiken Artefakte nächsten Monat anzeigen. Sie zeigte ihre Fähigkeiten auf der Konferenz. Sie werden die neuen Produkte auf der Messe anzeigen.",
      "example_translation": "संग्रहालय अगले महीने प्राचीन कलाकृतियां प्रदर्शित करेगा. उसने कॉन्फ्रेंस में अपने कौशल प्रदर्शित किए. वे व्यापार मेले में नए उत्पाद प्रदर्शित करेंगे.",
      "imageLink": "display-1.jpg",
      "audioLink": "display.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "springen",
      "translation": "गोता लगाना",
      "definition": "In Wasser zu springen, typischerweise mit dem Kopf oder Körper voran, auf eine bestimmte und energische Weise.",
      "definition_translation": "पानी में कूदना,(typically अपने सिर या शरीर पहले, एक जानबूझकर और ऊर्जावान तरीके से",
      "example": "Ich sprang in den Pool, um mich abzukühlen. Sie sprang ins Meer, um mit den Delfinen zu schwimmen. Sie sprangen ins Wasser, um die ertrinkende Person zu retten.",
      "example_translation": "मैं पूल में ठंडा होने के लिए कूद गया. उसने डॉल्फिन के साथ तैरने के लिए समुद्र में कूद लिया. वे डूबते हुए व्यक्ति को बचाने के लिए पानी में कूद गए.",
      "imageLink": "dive.jpg",
      "audioLink": "dive.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "teilen",
      "translation": "विभाजित करना",
      "definition": "Etwas in Teile oder Gruppen zu teilen oder aufzuteilen.",
      "definition_translation": "किसी चीज को हिस्सों या समूहों में अलग या शेयर करना",
      "example": "Wir teilten die Arbeitslast unter den Teammitgliedern auf. Der Lehrer teilte die Klasse in Gruppen ein. Sie teilten das Land in separate Parzellen auf.",
      "example_translation": "हमने टीम सदस्यों के बीच कार्यभार को विभाजित कर दिया. शिक्षक ने कक्षा को समूहों में विभाजित कर दिया. वे जमीन को अलग-अलग प्लॉट में विभाजित कर दिया.",
      "imageLink": "divide.jpg",
      "audioLink": "divide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fallenlassen",
      "translation": "गिरा देना",
      "definition": "Etwas aus den Händen oder von einem höheren Bereich zu einem niedrigeren zu fallen zu lassen.",
      "definition_translation": "अपने हाथों से या उच्च स्थान से निचले स्थान पर किसी चीज को छोड़ना",
      "example": "Sie ließ den Stift auf den Boden fallen. Sie setzte ihren Freund am Flughafen ab. Sie wird morgen bei dem Laden vorbeischauen.",
      "example_translation": "वह फ्लोर पर कलम गिरा दी। वह एयरपोर्ट पर अपने दोस्त को ड्रॉप ऑफ कर रही है। वह कल स्टोर पर ड्रॉप बाय करेगी।",
      "imageLink": "drop.jpg",
      "audioLink": "drop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstellen",
      "translation": "नियुक्त करना",
      "definition": "Jemandem einen Job oder Arbeit gegen Bezahlung zu geben.",
      "definition_translation": "किसी को नौकरी या काम देना और उसके बदले में भुगतान करना",
      "example": "Das Unternehmen stellte ihn als Manager an. Sie hat einen Tutor angestellt, um ihr bei Mathe zu helfen. Sie werden neue Mitarbeiter nächstes Monat anstellen.",
      "example_translation": "कंपनी ने उसे मैनेजर के रूप में नियुक्त किया। वह माथ की मदद के लिए एक ट्यूटर नियुक्त कर रही है। वे अगले महीने नए स्टाफ नियुक्त करेंगे।",
      "imageLink": "employ.jpg",
      "audioLink": "employ.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ermutigen",
      "translation": "उत्साहित करना",
      "definition": "Jemandem das Vertrauen oder die Unterstützung zu geben, etwas zu tun.",
      "definition_translation": "किसी को कुछ करने के लिए विश्वास या समर्थन देना",
      "example": "Ihre Eltern ermutigten sie, ihren Traum zu verfolgen. Er ermutigte seinen Freund, das Risiko einzugehen. Sie ermutigten uns, am Wettbewerb teilzunehmen.",
      "example_translation": "उसके माता-पिता ने उसे अपने सपने का पीछा करने के लिए उत्साहित किया। उसने अपने दोस्त को जोखिम लेने के लिए उत्साहित किया। वे हमें प्रतियोगिता में भाग लेने के लिए उत्साहित करते थे।",
      "imageLink": "encourage.jpg",
      "audioLink": "encourage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "betreten",
      "translation": "प्रवेश करना",
      "definition": "In einen Raum, einen Wettbewerb oder eine bestimmte Situation zu kommen oder hineinzugehen.",
      "definition_translation": "किसी स्थान, प्रतियोगिता या विशेष स्थिति में आना या जाना",
      "example": "Sie trat leise in das Zimmer. Sie traten letzte Woche in den Wettbewerb ein. Er wird nächstes Jahr an der Universität beginnen.",
      "example_translation": "वह कमरे में चुपचाप प्रवेश किया। वे पिछले सप्ताह प्रतियोगिता में प्रवेश किया। वह अगले साल विश्वविद्यालय में प्रवेश करेगा।",
      "imageLink": "enter-1.jpg",
      "audioLink": "enter.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterhalten",
      "translation": "मनोरंजन करना",
      "definition": "Jemandem Unterhaltung oder Freude bereiten",
      "definition_translation": "किसी के लिए मनोरंजन या आनंद प्रदान करना",
      "example": "Ich habe meine Freunde gestern bei mir zu Hause unterhalten. Ich werde sie morgen wieder unterhalten. Ich habe sie viele Male zuvor unterhalten.",
      "example_translation": "मैंने कल अपने दोस्तों को अपने स्थान पर मनोरंजन किया. मैं कल फिर से उन्हें मनोरंजन करूँगा. मैंने उन्हें कई बार पहले मनोरंजन किया है.",
      "imageLink": "entertain.jpg",
      "audioLink": "entertain.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "entfliehen",
      "translation": "भागना",
      "definition": "Einen Ort oder eine Situation, oft hastig, verlassen",
      "definition_translation": "एक जगह या स्थिति से दूर जाने के लिए, अक्सर जल्दी में",
      "example": "Ich entfloh dem Feuer, indem ich aus dem Gebäude rannte. Ich werde nächste Woche zum Strand entfliehen. Ich habe mich vielen schwierigen Situationen zuvor entfliehen können.",
      "example_translation": "मैंने इमारत से बचने के लिए आग से भागकर निकला. मैं अगले सप्ताह समुद्र तट पर भाग जाऊंगा. मैंने पहले कई कठिन स्थितियों से बचा है.",
      "imageLink": "escape.jpg",
      "audioLink": "escape.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trainieren",
      "translation": "व्यायाम",
      "definition": "Körperliche Aktivität, die durchgeführt wird, um die Gesundheit, Kraft oder Beweglichkeit zu verbessern",
      "definition_translation": "स्वास्थ्य, शक्ति या लचीलेपन में सुधार के लिए किया गया शारीरिक क्रियाकलाप",
      "example": "Ich trainiere jeden Morgen, um gesund zu bleiben. Ich werde ab nächstem Monat regelmäßiger trainieren. Ich habe mich in den letzten Jahren regelmäßig körperlich betätigt.",
      "example_translation": "मैं स्वस्थ रहने के लिए प्रत्येक सुबह व्यायाम करता हूँ. मैं अगले महीने से और नियमित रूप से व्यायाम करूँगा. मैंने पिछले कुछ सालों से कड़ा व्यायाम किया है.",
      "imageLink": "exercise.jpg",
      "audioLink": "exercise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "निकलना",
      "definition": "Einen Ort, ein Gebäude oder ein Fahrzeug verlassen",
      "definition_translation": "एक जगह, इमारत, या वाहन से बाहर निकलना",
      "example": "Ich verließ das Kino nach der Vorstellung. Ich werde nächstes Jahr das Land verlassen. Ich habe viele Gebäude in meinem Leben verlassen.",
      "example_translation": "मैं शो के बाद सिनेमा हॉल से निकल गया. मैं अगले साल देश से निकल जाऊंगा. मैंने अपने जीवन में कई इमारतों से निकला है.",
      "imageLink": "exit-2.jpg",
      "audioLink": "exit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erwarten",
      "translation": "आशा करना",
      "definition": "Etwas zu erwarten oder zu glauben, dass es passieren wird",
      "definition_translation": "कुछ होने की उम्मीद करना atau कुछ होने की आशा करना",
      "example": "Ich erwarte, mein Projekt bis Ende des Monats fertigzustellen. Ich erwartete, dich gestern zu sehen, aber du kamst nicht. Ich werde dich bei der Party zu benehmen erwarten.",
      "example_translation": "मैं इस महीने के अंत तक अपनी परियोजना पूरी करने की उम्मीद करता हूँ. मैं कल तुम्हें देखने की उम्मीद कर रहा था, लेकिन तुम नहीं आए. मैं पार्टी में अच्छे से पेश आने की उम्मीद करूँगा.",
      "imageLink": "expect.jpg",
      "audioLink": "expect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erforschen",
      "translation": "अन्वेषण करना",
      "definition": "Etwas systematisch untersuchen oder examinationieren, um es zu verstehen oder zu erklären",
      "definition_translation": "किसी चीज की व्यवस्थित जांच या परीक्षा करना ताकि उसे समझ या समझाने के लिए.",
      "example": "Das Team wird den neuen Planeten erforschen, um seine Geheimnisse zu entdecken. Ich habe die Stadt zu Fuß erkundet, um mich damit vertraut zu machen. Sie wird ihre Optionen für die weitere Ausbildung erforschen.",
      "example_translation": "टीम नई दुनिया का अन्वेषण करेगी ताकि उसके रहस्य खोज सके. मैंने शहर का पैदल अन्वेषण किया ताकि उसका एहसास कर सके. वह उच्च शिक्षा के अपने विकल्प खोजेगी.",
      "imageLink": "explore.jpg",
      "audioLink": "explore.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesicht",
      "translation": "चेहरा",
      "definition": "Der vordere Teil des Kopfes, einschließlich der Augen, Nase, Mund und Kiefer",
      "definition_translation": "सिर का सामने का हिस्सा, जिसमें आँखें, नाक, मुँह और जबड़ा शामिल है.",
      "example": "Ihr Gesicht leuchtete auf, als sie die gute Nachricht hörte. Er kratzte sich verwirrt im Gesicht. Das Unternehmen wird in Zukunft starken Wettbewerb im Markt erfahren.",
      "example_translation": "जब उसने अच्छी खबर सुनी तो उसके चेहरे पर मुस्कान आ गई. वह कन्फ्यूजन में अपने चेहरे पर खरोंच मारा. कंपनी बाजार में कड़ी प्रतिस्पर्धा का सामना करेगी.",
      "imageLink": "face-1.jpg",
      "audioLink": "face.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschlafen",
      "translation": "सो जाना",
      "definition": "In einen Zustand des Schlafes oder der Bewusstlosigkeit zu fallen",
      "definition_translation": "अवचेतन हो जाना या निद्रा की अवस्था में प्रवेश करना.",
      "example": "Ich fiel gleich ein, als ich mich hingelegt hatte. Sie schläft schnell ein, weil sie müde ist. Er wird im Meeting einschlafen, wenn es langweilig ist.",
      "example_translation": "मैं लेटते ही सो गया. वह थकान के कारण जल्दी सो जाती है. यदि मीटिंग उबाऊ होगी तो वह सो जाएगा.",
      "imageLink": "fall-asleep.jpg",
      "audioLink": "fall asleep.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sich verlieben",
      "translation": "प्यार में पड़ना",
      "definition": "Starkes Gefühl der Liebe oder Zuneigung zu empfinden, oft plötzlich und intensiv",
      "definition_translation": "प्यार या स्नेह की मजबूत भावनाएं अनुभव करना, अक्सर अचानक और तीव्र रूप से।",
      "example": "Ich verliebte mich in sie, als ich sie zum ersten Mal sah. Ich verliebe mich jeden Tag mehr in sie. Ich werde mich morgen wieder in sie verlieben.",
      "example_translation": "मैं उसे पहली बार देखा तब प्यार में पड़ गया। मैं हर दिन उसके साथ प्यार में पड़ रहा हूँ। मैं कल फिर से उसके साथ प्यार में पड़ जाऊंगा।",
      "imageLink": "fall-in-love.jpg",
      "audioLink": "fall in love.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "befestigen",
      "translation": " मजबूत करना",
      "definition": "Etwas sicher zu befestigen, typischerweise mit einem Verschluss wie einem Knopf, Reißverschluss oder Klammer",
      "definition_translation": "किसी चीज़ को सुरक्षित रूप से जोड़ना या फिक्स करना, आमतौर पर एक उपकरण जैसे बटन, जिप या क्लिप का उपयोग करके।",
      "example": "Ich habe meinen Sicherheitsgurt vor dem Start befestigt. Sie befestigt ihr Haar mit einer Haarnadel. Sie werden das Zelt morgen befestigen.",
      "example_translation": "मैंने विमान ने उड़ान भरने से पहले अपनी सीटबेल्ट मजबूत कर ली। वह अपने बाल को हेयरपिन से मजबूत कर रही है। वे कल टेंट मजबूत करेंगे।",
      "imageLink": "fasten.jpg",
      "audioLink": "fasten.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "füttern",
      "translation": "खिलाना",
      "definition": "Jemandem oder etwas regelmäßig oder mechanisch Nahrung zu geben.",
      "definition_translation": "किसी को या किसी चीज़ को खाना देना, विशेष रूप से नियमित रूप से या यांत्रिक रूप से।",
      "example": "Ich habe meine Katze heute Morgen gefüttert. Sie füttert das Baby. Sie werden die Tiere morgen füttern.",
      "example_translation": "मैंने आज सुबह मेरे बिल्ली को खाना दिया। वह बच्चे को खिला रही है। वे कल जानवरों को खिलाएंगे।",
      "imageLink": "feed.jpg",
      "audioLink": "feed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "holen",
      "translation": "लाना",
      "definition": "Etwas oder jemanden schnell oder sofort zu holen.",
      "definition_translation": "किसी चीज़ या किसी को लाने के लिए जाना, विशेष रूप से जल्दी या एक बार में।",
      "example": "Ich habe den Ball vom Park geholt. Sie holt Wasser vom Brunnen. Sie werden morgen den Arzt holen.",
      "example_translation": "मैंने पार्क से गेंद लाई। वह कुएं से पानी ला रही है। वे कल डॉक्टर को लाएंगे।",
      "imageLink": "fetch.jpg",
      "audioLink": "fetch.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kämpfen",
      "translation": "लड़ना",
      "definition": "mit jemandem oder etwas physisch oder verbal zu kämpfen",
      "definition_translation": "किसी से या कुछ से शारीरिक या मौखिक संघर्ष करना",
      "example": "Ich habe mich gestern mit meinem Bruder gestritten, aber jetzt sind wir Freunde. Ich werde morgen für meine Rechte kämpfen. Ich werde in der Zukunft gegen Ungerechtigkeit kämpfen.",
      "example_translation": "मैं कल अपने भाई से लड़ा था, लेकिन अब हम दोस्त हैं. मैं कल अपने अधिकार के लिए लड़ने जा रहा हूँ. मैं भविष्य में अन्याय के खिलाफ लड़ने वाला हूँ.",
      "imageLink": "fight-1.jpg",
      "audioLink": "fight.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Film",
      "translation": "फ़िल्म",
      "definition": "Eine Geschichte oder ein Ereignis, das von einer Kamera aufgezeichnet und auf einem Bildschirm gezeigt wird",
      "definition_translation": "एक कैमरा द्वारा रिकॉर्ड की गई कहानी या घटना जिसे एक स्क्रीन पर दिखाया जाता है",
      "example": "Ich habe gestern Abend einen Film gesehen. Der Film basiert auf einer wahren Geschichte. Sie werden nächsten Monat einen neuen Film veröffentlichen.",
      "example_translation": "मैं कल रात को एक फिल्म देखी. फिल्म एक सच्ची कहानी पर आधारित है. वे अगले महीने एक नई फिल्म रिलीज करेंगे.",
      "imageLink": "film-1.jpg",
      "audioLink": "film.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fisch",
      "translation": "मछली",
      "definition": "Ein kaltblütiges Tier, das in Wasser lebt, typischerweise mit Kiemen und einem stromlinienförmigen Körper",
      "definition_translation": "एक ठंडे खून वाला जानवर जो पानी में रहता है, आमतौर पर गिल्स और एक स्ट्रीमलाइन्ड बॉडी वाला",
      "example": "Ich habe gestern einen Fisch gefangen. Der Fisch schwimmt im Aquarium. Sie werden den Fisch zum Abendessen zubereiten.",
      "example_translation": "मैं कल एक मछली पकड़ने में सफल रहा. मछली एक्वेरियम में तैर रही है. वे रात के खाने के लिए मछली पकाएंगे.",
      "imageLink": "fish-2.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reparieren",
      "translation": "ठीक करना",
      "definition": "Etwas zu reparieren, das kaputt oder beschädigt ist",
      "definition_translation": "कुछ टूटा या क्षतिग्रस्त है, उसे ठीक करना",
      "example": "Ich habe den kaputten Stuhl gestern repariert. Der Mechaniker wird morgen den Motor reparieren. Sie werden bald das Problem reparieren.",
      "example_translation": "मैं कल टूटी椅 की मरम्मत की. मकेनिक कल कार के इंजन की मरम्मत करेगा. वे समस्या की मरम्मत जल्द करेंगे.",
      "imageLink": "fix.jpg",
      "audioLink": "fix.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schwimmen",
      "translation": "तैरना",
      "definition": "Auf der Oberfläche einer Flüssigkeit oder in der Luft zu ruhen; von einem Fluid getragen zu werden",
      "definition_translation": "एक द्रव्य की सतह पर Арestyne या हवा में स्थित होना; एक द्रव्य द्वारा निलंबित या समर्थित होना",
      "example": "Das Boot wird auf dem See schwimmen. Es schwamm auf dem Wasser gestern. Es wird morgen in der Luft schwimmen.",
      "example_translation": "नाव झील पर तैरेगी। यह कल पानी पर तैरा था। यह कल हवा में तैरेगी।",
      "imageLink": "float.jpg",
      "audioLink": "float.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "falten",
      "translation": "मोड़ना",
      "definition": "Etwas, wie Papier oder Stoff, so zu biegen oder zu knicken, dass es mehrere Lagen oder eine kompakte Form hat",
      "definition_translation": "कागज या कपड़े जैसी किसी चीज को मोड़ना जिससे उसमें कई परतें या कॉम्पैक्ट आकार हो जाए",
      "example": "Ich werde das Papier zu einem Flugzeug falten. Sie hat den Stoff gestern gefaltet. Sie werden das Papier morgen in der Mitte falten.",
      "example_translation": "मैं पेपर को प्लेन बनाने के लिए मोड़ूँगा। उसने कल कपड़ा मोड़ा था। वे कल पेपर को आधा मोड़ेंगे।",
      "imageLink": "fold.jpg",
      "audioLink": "fold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "folgen",
      "translation": "अनुसरण करना",
      "definition": "Hinter jemandem oder etwas herzugehen und in die gleiche Richtung zu gehen; jemandem zu gehorchen",
      "definition_translation": "किसी के पीछे चलना और उसी दिशा में जाना; کسی के कहे अनुसार करना",
      "example": "Ich werde den Regeln folgen. Sie folgte dem Plan gestern. Sie werden morgen der Menge folgen.",
      "example_translation": "मैं नियमों का पालन करूँगा। उसने कल मैप का पालन किया था। वे कल भीड़ का पालन करेंगे।",
      "imageLink": "follow-1.jpg",
      "audioLink": "follow.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "greifen",
      "translation": "पकड़ना",
      "definition": "Etwas plötzlich und fest zu ergreifen; eine Gelegenheit zu nutzen",
      "definition_translation": "किसी चीज को अचानक और मजबूती से पकड़ना; अवसर को पकड़ना",
      "example": "Ich werde die Gelegenheit nutzen. Sie hat den Ball gestern gegriffen. Sie werden morgen die Chance nutzen.",
      "example_translation": "मैं अवसर को पकड़ूँगा। उसने कल बॉल को पकड़ा था। वे कल मौके को पकड़ेंगे।",
      "imageLink": "grab.jpg",
      "audioLink": "grab.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Führer",
      "translation": "मार्गदर्शक",
      "definition": "Eine Person, die anderen den Weg zeigt, insbesondere in einem Touristengebiet oder auf einer Reise.",
      "definition_translation": "एक व्यक्ति जो अन्य को मार्ग दर्शाता है, विशेष रूप से एक पर्यटक क्षेत्र में या एक यात्रा पर。",
      "example": "Sie arbeitete als Führerin für ein Reiseunternehmen. Gestern führte sie eine Gruppe von Touristen durch die Stadt. Morgen wird sie sie zu den Bergen führen.",
      "example_translation": "वह एक ट्रेवल कंपनी के लिए एक गाइड के रूप में काम करती थी। कल, उसने एक शहर के चारों ओर एक पर्यटक समूह का मार्गदर्शन किया। कल, वह उन्हें पर्वतों तक ले जाएगी।",
      "imageLink": "guide.jpg",
      "audioLink": "guide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "handhaben",
      "translation": "हैंडल",
      "definition": "Etwas, insbesondere eine schwierige Situation, zu bearbeiten oder zu managen.",
      "definition_translation": "किसी चीज को संभालना या प्रबंधन करना, विशेष रूप से एक कठिन स्थिति को।",
      "example": "Das Unternehmen kämpfte darum, die Krise zu handhaben. Der Manager handhabte die Situation gut. Sie werden das Projekt von jetzt an handhaben.",
      "example_translation": "कंपनी संकट को संभालने के लिए संघर्ष कर रही थी। प्रबंधक ने स्थिति को अच्छे से संभाला। वे अब से परियोजना को संभालेंगे।",
      "imageLink": "handle.jpg",
      "audioLink": "handle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "hängen",
      "translation": "लटकाना",
      "definition": "Etwas in der Luft zu suspendieren oder suspendiert zu sein, insbesondere an einer Schnur oder Kette.",
      "definition_translation": "हवा में लटका हुआ होना या लटकाना, विशेष रूप से एक रस्सी या श्रृंखला द्वारा।",
      "example": "Das Bild hängt an der Wand. Sie hängte die Vorhänge gestern auf. Sie werden morgen mit Freunden hängen.",
      "example_translation": "चित्र दीवार पर लटका हुआ है। उसने पर्दे कल लटकाए थे। वे कल अपने दोस्तों के साथ लटकेंगे।",
      "imageLink": "hang.jpg",
      "audioLink": "hang.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verstecken",
      "translation": "छिपाना",
      "definition": "Sich selbst oder etwas aus dem Blickfeld zu verbergen.",
      "definition_translation": "आपको या कुछ को दृष्टि से छिपाना।",
      "example": "Die Kinder verstecken sich hinter dem Sofa. Sie versteckte das Geschenk in ihrer Tasche. Sie werden ihre Gesichter aus Angst verstecken.",
      "example_translation": "बच्चे सोफे के पीछे छिपे हुए हैं। उसने तोहफे को अपने बैग में छिपाया था। वे डर से अपने चेहरे छिपाएंगे।",
      "imageLink": "hide.jpg",
      "audioLink": "hide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "anstellen",
      "translation": "नियुक्त करना",
      "definition": "Die Dienste von jemandem gegen Bezahlung zu erwerben.",
      "definition_translation": "किसी की सेवाओं को भुगतान के बदले में प्राप्त करना",
      "example": "Ich stellte einen Anwalt an, um mich in Gericht zu vertreten. Ich stelle heute einen neuen Mitarbeiter ein. Ich werde ein Auto für das Wochenende anstellen.",
      "example_translation": "मैंने अदालत में अपना प्रतिनिधित्व करने के लिए एक वकील किराए पर लिया. मैं आज एक नए कर्मचारी को किराए पर ले रहा हूँ. मैं सप्ताहांत के लिए कार किराए पर लूँगा.",
      "imageLink": "hire.jpg",
      "audioLink": "hire.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trampen",
      "translation": "लिफ्ट लेना",
      "definition": "Reisen, indem man einen kostenlose Fahrt von einem vorbeifahrenden Fahrer erbittet.",
      "definition_translation": "पास से गुजर रहे ड्राइवर से सवारी मांग कर यात्रा करना",
      "example": "Ich trampte zum Strand letzten Sommer. Sie trampt jeden Tag zur Schule. Er wird nächste Woche zum Musikfestival trampen.",
      "example_translation": "मैंने पिछले समर में समुद्र तट पर लिफ्ट ली. वह रोज स्कूल जाने के लिए लिफ्ट लेती है. वह अगले सप्ताह में संगीत समारोह में लिफ्ट लेगा.",
      "imageLink": "hitchhike.jpg",
      "audioLink": "hitchhike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "halten",
      "translation": "ठहराना",
      "definition": "Etwas fest zu greifen oder zu ergreifen.",
      "definition_translation": "कुछ को मजबूती से पकड़ना या जकड़ना",
      "example": "Halte die Tür offen für mich. Sie hielt das Baby in ihren Armen. Er wird morgen das Meeting halten.",
      "example_translation": "मेरे लिए दरवाजा खुला रखо. उसने बच्चे को अपनी बाहों में पकड़ा. वह कल बैठक आयोजित करेगा.",
      "imageLink": "hold-1.jpg",
      "audioLink": "hold.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "umarmen",
      "translation": "गले लगाना",
      "definition": "Jemanden fest in die Arme zu schließen, üblicherweise, um Zuneigung auszudrücken.",
      "definition_translation": "किसी को अपनी बाहों में कसकर,typenamely प्यार व्यक्त करने के लिए",
      "example": "Ich umarmte meine Mutter, als ich sie sah. Sie umarmt ihr Püppchen jede Nacht. Er wird seinen Freund umarmen, wenn er ihn trifft.",
      "example_translation": "मैंने अपनी माँ को जब मैंने उसे देखा तब गले लगाया. वह रात में अपना गुड्डा गले लगाती है. वह अपने दोस्त से मिलने पर उसे गले लगाएगा.",
      "imageLink": "hug-1.jpg",
      "audioLink": "hug.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "jagen",
      "translation": "शिकार करना",
      "definition": "Wild, insbesondere zum Zweck der Nahrung oder des Sports, zu verfolgen.",
      "definition_translation": "खेल या खिलौने के लिए शिकार या पीछा करना",
      "example": "Ich jagte Hirsche im Wald gestern. Ich jagte gerade ein Kaninchen. Ich werde morgen einen Bären jagen.",
      "example_translation": "मैंने कल जंगल में हिरन का शिकार किया। मैं अब एक खरगोश का शिकार कर रहा हूँ। मैं कल एक भालू का शिकार करूँगा।",
      "imageLink": "hunt.jpg",
      "audioLink": "hunt.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorstellen",
      "translation": "कल्पना करना",
      "definition": "Ein mentales Bild oder Konzept von etwas zu bilden, das nicht notwendigerweise auf der Realität basiert.",
      "definition_translation": "वास्तविकता पर आधारित नहीं होने वाली किसी चीज़ की मानसिक तस्वीर या अवधारणा बनाना",
      "example": "Ich stellte mir selbst als König vor. Ich stelle mir gerade ein schönes Schloss vor. Ich werde morgen eine futuristische Stadt vorstellen.",
      "example_translation": "मैंने खुद को राजा के रूप में कल्पना की। मैं एक सुंदर महल की कल्पना कर रहा हूँ। मैं एक भविष्य के शहर की कल्पना करूँगा।",
      "imageLink": "imagine.jpg",
      "audioLink": "imagine.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "informieren",
      "translation": "सूचित करना",
      "definition": "jemandem Informationen oder eine Mitteilung über etwas zu geben",
      "definition_translation": "किसी को कुछ के बारे में सूचना या नोटिस देना",
      "example": "Ich informierte meinen Freund über die Party. Ich informiere meinen Lehrer über die Hausaufgabe. Ich werde meine Eltern über die Ergebnisse informieren.",
      "example_translation": "मैंने अपने दोस्त को पार्टी के बारे में सूचित किया। मैं अपने शिक्षक को असाइनमेंट के बारे में सूचित कर रहा हूँ। मैं अपने माता-पिता को नतीजों के बारे में सूचित करूँगा।",
      "imageLink": "inform.jpg",
      "audioLink": "inform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "insistieren",
      "translation": "ज़ोर देना",
      "definition": "etwas entschieden oder dringend zu fordern",
      "definition_translation": "किसी चीज़ की माँग या आवश्यकता मजबूती से या तत्काल कर)",
      "example": "Ich bestand darauf, zum Film zu gehen. Ich bestehe darauf, an der Sitzung teilzunehmen. Ich werde auf eine Rückerstattung bestehen.",
      "example_translation": "मैंने फिल्म देखने पर ज़ोर दिया। मैं मीटिंग में भाग लेने पर ज़ोर दे रहा हूँ। मैं रिफंड पाने पर ज़ोर दूँगा।",
      "imageLink": "insist.jpg",
      "audioLink": "insist.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "installieren",
      "translation": "स्थापित करना",
      "definition": "etwas an einen bestimmten Ort oder in eine bestimmte Position zu setzen, damit es bereit für den Gebrauch ist",
      "definition_translation": "किसी चीज को विशेष स्थान या स्थिति में रखना या स्थापित करना,尤दяхन के लिए तैयार करना",
      "example": "Ich installierte die neue Software letzte Nacht. Ich installiere einen neuen Drucker heute. Ich werde das Sicherheitssystem morgen installieren.",
      "example_translation": "मैंने कल रात को नया सॉफ्टवेयर स्थापित किया था. मैं आज एक नया प्रिंटर स्थापित कर रहा हूँ. मैं कल सुरक्षा प्रणाली स्थापित करूँगा.",
      "imageLink": "install.jpg",
      "audioLink": "install.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "interviewen",
      "translation": "साक्षात्कार",
      "definition": "ein Gespräch oder eine Besprechung, in dem jemand Fragen stellt, um Informationen über jemanden zu erhalten, insbesondere für einen Job oder einen Studienplatz",
      "definition_translation": "किसी से जानकारी प्राप्त करने के लिए प्रश्न पूछने के लिए एक मीटिंग या वार्तालाप, विशेष रूप से नौकरी या विश्वविद्यालय में स्थान के लिए.",
      "example": "Ich hatte ein Vorstellungsgespräch bei Google gestern. Ich bereite mich auf ein Vorstellungsgespräch bei Microsoft heute vor. Sie wird ein Vorstellungsgespräch an der Harvard-Universität morgen haben.",
      "example_translation": "मैंने कल गूगल में साक्षात्कार किया था. मैं आज माइक्रोसॉफ्ट में साक्षात्कार की तैयारी कर रहा हूँ. वह कल हार्वर्ड विश्वविद्यालय में साक्षात्कार करेगी.",
      "imageLink": "interview.jpg",
      "audioLink": "interview.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfinden",
      "translation": "आविष्कार करना",
      "definition": "etwas Neues zu schaffen oder zu entwerfen, insbesondere durch die Entwicklung einer neuen Idee oder Methode",
      "definition_translation": "किसी नई चीज का निर्माण या डिजाइन करना, विशेष रूप से नई विचार या विधि का आविष्कार करना.",
      "example": "Thomas Edison erfand die Glühbirne. Ich entwarf eine neue Methode zum Kochen von Reis. Sie wird morgen eine neue Maschine erfinden.",
      "example_translation": "थोमस एडिसन ने बल्ब का आविष्कार किया था. मैंने चावल पकाने का एक नया तरीका आविष्कार किया है. वह कल एक नई मशीन का आविष्कार करेगी.",
      "imageLink": "invent.jpg",
      "audioLink": "invent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisen",
      "translation": "लौह",
      "definition": "ein schweres Metall, das für die Herstellung von Werkzeugen, Maschinen und anderen Objekten verwendet wird",
      "definition_translation": "उपकरणों, मशीनों और अन्य वस्तुओं के निर्माण के लिए उपयोग किया जाने वाला एक भारी метал.",
      "example": "Ich bügelte mein Hemd gestern. Sie bügelt ihre Kleider jeden Tag. Sie werden die Vorhänge morgen bügeln.",
      "example_translation": "मैंने कल मेरी शर्ट से इस्त्री की थी. वह रोज अपने कपड़े इस्त्री करती है. वे कल पर्दे इस्त्री करेंगे.",
      "imageLink": "iron-2.jpg",
      "audioLink": "iron.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stricken",
      "translation": "बुनना",
      "definition": "Stoff herzustellen, indem man Garn oder Faden in einer Reihe von zusammenhängenden Schleifen mit einer Nadel oder einer Maschine verbindet",
      "definition_translation": "एक सीरीज में जुड़े हुए लूप में धागा या थ्रेड का उपयोग करके एक नीडल या मशीन से फैब्रिक बनाना",
      "example": "Ich werde meiner Schwester zum Geburtstag einen Pullover stricken. Ich strickte einen Schal letzten Winter. Ich strikke jeden Woche einen Hut.",
      "example_translation": "मैं अपनी बहन के जन्मदिन के लिए एक स्वेटर बुनूँगा. मैंने पिछली सर्दी में एक स्कार्फ बुना था. मैं हर हफ्ते एक टोपी बुनता हूँ.",
      "imageLink": "knit.jpg",
      "audioLink": "knit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "klopfen",
      "translation": "ठोकना",
      "definition": "etwas leicht zu schlagen, insbesondere mit den Knöcheln, um jemanden aufmerksam zu machen oder um zu überprüfen, ob jemand da ist",
      "definition_translation": "किसी का ध्यान आकर्षित करने के लिए या किसी के होने की जांच करने के लिए किसी चीज़ को हल्के से मारना, especially अपनी मुट्ठियों से.",
      "example": "Ich klopfte an die Tür, aber niemand antwortete. Sie kippte das Vasen um. Er wird um 5 Uhr an die Tür klopfen.",
      "example_translation": "मैंने दरवाज़े पर ठोका, लेकिन किसी ने जवाब नहीं दिया. उसने अनजाने में वáz़े को गिरा दिया. वह 5 बजे दरवाज़े पर ठोकेगा.",
      "imageLink": "knock.jpg",
      "audioLink": "knock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Tisch decken",
      "translation": "मेज पर रख%",
      "definition": "Teller, Besteck und Essen auf einen Tisch zu legen, um für ein Essen vorzubereiten",
      "definition_translation": "भोजन की तैयारी के लिए मेज पर प्लेटें, बर्तन और भोजन रखा जाना.",
      "example": "Sie wird den Tisch um 19 Uhr decken. Ich deckte den Tisch für die Dinnerparty. Sie decken jeden Morgen den Tisch.",
      "example_translation": "वह 7 बजे मेज पर रखेगी. मैंने डिनर पार्टी के लिए मेज पर रखा था. वे हर सुबह मेज पर रख्ते हैं.",
      "imageLink": "lay-the-table.jpg",
      "audioLink": "lay the table.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "führen",
      "translation": "लीड",
      "definition": "jemandem den Weg zu zeigen oder die Bewegung von jemandem oder etwas zu leiten",
      "definition_translation": "किसी को या किसी चीज़ के आंदोलन का मार्ग दिखाना या निर्देश देना.",
      "example": "Er wird das Team zum Sieg führen. Sie führte das Pferd durch den Wald. Sie werden die Protestdemonstration anführen.",
      "example_translation": "वह टीम की जीत की ओर ले जाएगा. उसने जंगल से घोड़े को ले गई. वे विरोध मार्च का नेतृत्व करेंगे.",
      "imageLink": "lead.jpg",
      "audioLink": "lead.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verlassen",
      "translation": "छोड़ना",
      "definition": "Einen Ort oder jemanden zu verlassen, oder aufzuhören, etwas zu tun.",
      "definition_translation": "किसी स्थान या व्यक्ति से दूर जाना या कुछ करना बंद करना",
      "example": "Ich verließ die Party um 22 Uhr, weil ich müde war. Ich werde morgen für den Urlaub abreisen. Ich hatte das Buch auf dem Tisch liegenlassen.",
      "example_translation": "मैं 10 बजे पार्टी से चला गया क्योंकि मैं थक गया था. मैं कल छुट्टी के लिए जाऊंगा. मैंने टेबल पर पुस्तक छोड़ दी थी.",
      "imageLink": "leave.jpg",
      "audioLink": "leave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heben",
      "translation": "उठाना",
      "definition": "Etwas nach oben zu heben oder jemandes Stimmung zu verbessern.",
      "definition_translation": "कुछ ऊपर उठाना या किसी के मूड को सुधारना",
      "example": "Ich hob den schweren Karton mit Leichtigkeit. Die Musik hob meine Stimmung. Sie wird den Pokal bei der Zeremonie erheben.",
      "example_translation": "मैंने आसानी से भारी बॉक्स उठाया. संगीत ने मेरे आत्मा को ऊपर उठाया. वह समारोह में ट्रॉफी उठाएगी.",
      "imageLink": "lift-1.jpg",
      "audioLink": "lift.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "licht",
      "translation": "प्रकाश",
      "definition": "Eine Quelle der Beleuchtung oder nicht schwer oder Ernst.",
      "definition_translation": "प्रकाश का स्रोत, या हल्का या गंभीर नहीं",
      "example": "Ich schaltete das Licht an, um im Dunkeln zu sehen. Dieser Rucksack ist leicht zu tragen. Ihre Stimmung war leicht nach der guten Nachricht.",
      "example_translation": "मैंने अंधेरे में देखने के लिए लाइट चालू की. यह बैकपैक ले जाने के लिए हल्का है. उसका मूड अच्छी खबर के बाद हल्का था.",
      "imageLink": "light-1.jpg",
      "audioLink": "light.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sperren",
      "translation": "ताला",
      "definition": "Ein Gerät zum Festmachen oder Sichern von etwas, oder jemanden oder etwas einzusperren.",
      "definition_translation": "किसी चीज को बांधने या सुरक्षित करने के लिए एक उपकरण, या کسی या कुछ को सीमित या प्रतिबंधित करना",
      "example": "Ich sperrte die Tür, um Diebe abzuwehren. Das Schloss am Beutel war kaputt. Die Polizei wird ihn ins Gefängnis sperren.",
      "example_translation": "मैंने चोरों से रक्षा करने के लिए दरवाजा बंद किया. बैग का ताला टूटा था. पुलिस उसे जेल में बंद कर देगी.",
      "imageLink": "lock.jpg",
      "audioLink": "lock.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "managen",
      "translation": "प्रबंध करना",
      "definition": "Ein Geschäft oder Projekt mit Geschick oder Sorgfalt zu führen.",
      "definition_translation": "कौशल या देखभाल से किसी चीज का प्रबंधन करना, जैसे कि एक व्यवसाय या परियोजना.",
      "example": "Ich managte ein Team von Entwicklern, um das Projekt rechtzeitig abzuschließen. Ich bin jetzt an einem neuen Projekt beteiligt. Ich werde ein Expertenteam managen, um die Krise zu lösen.",
      "example_translation": "मैंने एक प्रोजेक्ट को समय पर पूरा करने के लिए डेवलपर्स की टीम का प्रबंधन किया. मैं अब एक नया प्रोजेक्ट प्रबंधन कर रहा हूँ. मैं संकट का समाधान करने के लिए विशेषज्ञों की टीम का प्रबंधन करूँगा.",
      "imageLink": "manage-1.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "managen",
      "translation": "प्रबंध करना",
      "definition": "Ein Geschäft oder Projekt mit Geschick oder Sorgfalt zu führen.",
      "definition_translation": "कौशल या देखभाल से किसी चीज का प्रबंधन करना, जैसे कि एक व्यवसाय या परियोजना.",
      "example": "Sie managte die Finanzen des Unternehmens. Er wird das Event managen. Sie konnten das Problem lösen.",
      "example_translation": "उसने कंपनी के वित्त का प्रबंधन किया. वह इवेंट का प्रबंधन करेगा. वे समस्या का समाधान करने में सफल हुए.",
      "imageLink": "manage.jpg",
      "audioLink": "manage.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiraten",
      "translation": "शादी करना",
      "definition": "Jemanden zu heiraten oder eine Zeremonie durchzuführen, bei der zwei Menschen heiraten.",
      "definition_translation": "किसी से शादी करना या दो लोगों की शादी की रस्म पूरी करना.",
      "example": "Ich heiratete meinen besten Freund letzten Jahr. Sie wird nächsten Monat ihren Freund heiraten. Sie heirateten in einer prächtigen Zeremonie.",
      "example_translation": "मैंने पिछले साल अपने सबसे अच्छे दोस्त से शादी की. वह अगले महीने अपने बॉयफ्रेंड से शादी करेगी. वे एक भव्य समारोह में शादी की.",
      "imageLink": "marry.jpg",
      "audioLink": "marry.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spiel",
      "translation": "मेल खाना",
      "definition": "Ein Wettbewerb oder Wettkampf, bei dem zwei oder mehr Personen oder Teams gegeneinander antreten.",
      "definition_translation": "दो या अधिक लोगों या टीमों के बीच एक प्रतियोगिता या प्रतिस्पर्धा.",
      "example": "Das Finale des Turniers war sehr aufregend. Ich werde morgen das Spiel zwischen Indien und Australien ansehen. Sie gewannen das Spiel mit einem knappen Vorsprung.",
      "example_translation": "टूर्नामेंट का फाइनल मैच बहुत रोमांचक था. मैं कल भारत और ऑस्ट्रेलिया के बीच होने वाला मैच देखने जा रहा हूँ. वे संकीर्ण अंतर से मैच जीते.",
      "imageLink": "match-1.jpg",
      "audioLink": "match.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reparieren",
      "translation": "सुधार करना",
      "definition": "Etwas zu reparieren oder zu flicken, das kaputt oder beschädigt ist.",
      "definition_translation": "टूटा या क्षतिग्रस्त हुआ कुछ सुधारना या ठीक करना",
      "example": "Ich reparierte das zerbrochene Spielzeug gestern, aber ich werde das zerrissene Blatt morgen reparieren, und ich habe die ganze Woche lang das Gitter repariert.",
      "example_translation": "मैंने कल टूटा खिलौना सुधारा था, लेकिन मैं कल फटा पृष्ठ सुधारूँगा, और मैंने पूरे सप्ताह में बाड़ सुधारा है",
      "imageLink": "mend.jpg",
      "audioLink": "mend.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bewegen",
      "translation": "चलना",
      "definition": "Die Position von etwas oder jemandem von einem Ort zu einem anderen zu ändern.",
      "definition_translation": "किसी चीज या किसी के स्थान को एक स्थान से दूसरे स्थान पर बदलना",
      "example": "Ich zog in ein neues Haus letzten Jahr, aber ich werde nächstes Jahr in eine neue Stadt ziehen, und ich habe die ganzen Möbel heute morgen bewegt.",
      "example_translation": "मैंने पिछले साल एक新的 घर में चला गया था, लेकिन मैं अगले साल एक नई शहर में चला जाऊँगा, और मैं सुबह से फर्नीचर स्थानांतरित कर रहा हूँ",
      "imageLink": "move.jpg",
      "audioLink": "move.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einziehen",
      "translation": "आने के लिए",
      "definition": "Ein neues Zuhause oder Gebäude zu betreten und zu bewohnen.",
      "definition_translation": "एक नई घर या इमारत में आना और कब्जा करना",
      "example": "Wir zogen letzten Wochenende ein und packen immer noch aus. Sie werden nächsten Monat einziehen und haben das Haus renoviert.",
      "example_translation": "हम पिछले सप्ताहांत में आ गए थे, और हम अभी भी खोल रहे हैं। वे अगले महीने में आ जाएंगे, और वे स्थान का नवीनीकरण कर रहे हैं",
      "imageLink": "move-in.jpg",
      "audioLink": "move in.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausziehen",
      "translation": "निकल जाना",
      "definition": "Ein Ort oder Gebäude zu verlassen, um an einen anderen Ort zu ziehen.",
      "definition_translation": "एक स्थान या इमारत को छोड़ना, खासकर एक अन्य स्थान पर जाने के लिए रहने के लिए",
      "example": "Ich zog letztes Jahr aus meinem Elternhaus aus und werde nächstes Jahr aus dieser Wohnung ausziehen. Sie zogen letzten Monat aus der Stadt aus.",
      "example_translation": "मैंने पिछले साल अपने माता-पिता के घर से निकला था, और मैं अगले साल इस अपार्टमेंट से निकल जाऊँगा। वे पिछले महीने शहर से निकल गए थे",
      "imageLink": "move-out.jpg",
      "audioLink": "move out.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "morden",
      "translation": "हत्या",
      "definition": "Den illegalen Tod eines anderen Menschen mit Vorsatz zu verursachen.",
      "definition_translation": "पूर्व नियोजन के साथ दूसरे मानव की अवैध हत्या करने का कार्य",
      "example": "Die Polizei ermittelte den Mord an dem Geschäftsmann. Er hatte letztes Jahr seine Frau ermordet. Wenn er weiterhin rücksichtslos handelt, wird er jemanden anderen töten.",
      "example_translation": "पुलिस ने व्यापारी की हत्या की जांच की। उन्होंने पिछले साल अपनी पत्नी की हत्या कर दी थी। अगर वह लापरवाही से व्यवहार करता रहता है, तो वह किसी और की हत्या कर देगा।",
      "imageLink": "murder-1.jpg",
      "audioLink": "murder.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Name",
      "translation": "नाम",
      "definition": "Ein Wort oder eine Phrase, die auf eine bestimmte Person, einen bestimmten Ort oder ein bestimmtes Ding verweist.",
      "definition_translation": "एक शब्द या वाक्यांश जो किसी विशेष व्यक्ति, स्थान या वस्तु को संदर्भित करता है",
      "example": "Sie vergaß ihren Namen im Examen. Er änderte seinen Namen nach der Heirat. Sie werden ihrem neugeborenen Baby den Namen John geben.",
      "example_translation": "परीक्षा में उसने अपना नाम भूल गई। उसने विवाह के बाद अपना नाम बदल दिया। वे अपने नवजात शिशु का नाम जॉन रखेंगे।",
      "imageLink": "name-1.jpg",
      "audioLink": "name.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Note",
      "translation": "नोट",
      "definition": "Eine kurze schriftliche Aufzeichnung oder Erinnerung.",
      "definition_translation": "एक संक्षिप्त लिखित रिकॉर्ड या याददाश्त",
      "example": "Sie machte sich eine Notiz der Telefonnummer. Er schrieb einen Brief an seinen Freund. Sie werden Ihre Vorschläge notieren.",
      "example_translation": "उसने फोन नंबर का नोट लिया। उसने अपने दोस्त के लिए नोट लिखी। वे आपके सुझाव का नोट लेंगे।",
      "imageLink": "note-2.jpg",
      "audioLink": "note.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mitteilung",
      "translation": "नोटिस",
      "definition": "Eine schriftliche oder gedruckte Ankündigung oder Warnung.",
      "definition_translation": "एक लिखित या मुद्रित घोषणा या चेतावनी",
      "example": "Das Unternehmen sandte eine Mitteilung an alle Mitarbeiter. Er hinterließ eine Mitteilung auf dem Brett. Sie werden Ihre Leistung zur Kenntnis nehmen.",
      "example_translation": "कंपनी ने सभी कर्मचारियों को नोटिस भेजा। उसने बोर्ड पर एक नोटिस पोस्ट किया। वे आपके प्रदर्शन का नोटिस लेंगे।",
      "imageLink": "notice.jpg",
      "audioLink": "notice.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bedienen",
      "translation": "ऑपरेट करना",
      "definition": "Ein Gerät oder ein System zu steuern oder zu leiten.",
      "definition_translation": "किसी चीज के कार्य करने के लिए नियंत्रण या निर्देश देना, जैसे मशीन या सिस्टम。",
      "example": "Sie bedient die schwere Maschinerie mit Leichtigkeit. Sie bediente die Maschinerie gestern. Sie wird die neue Maschine morgen bedienen.",
      "example_translation": "वह भारी मशीनरी को आसानी से संचालित करती है। उसने कल मशीनरी संचालित की। वह कल नई मशीन संचालित करेगी।",
      "imageLink": "operate.jpg",
      "audioLink": "operate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "organisieren",
      "translation": "оргानيز करना",
      "definition": "Ein Ereignis oder ein Projekt zu strukturieren und zu koordinieren.",
      "definition_translation": "कुछ, जैसे कोई घटना या परियोजना, को संरचित और समन्वित पूरे में व्यवस्थित करना।",
      "example": "Sie organisierten ein Benefiz-Event letztes Jahr. Sie organisieren gerade eine Konferenz. Sie werden ein Kultur-Festival nächstes Monat organisieren.",
      "example_translation": "उन्होंने पिछले साल एक चैरिटी इवेंट का आयोजन किया। वे अब एक कॉन्फ्रेंस का आयोजन कर रहे हैं। वे अगले महीने एक सांस्कृतिक त्योहार का आयोजन करेंगे।",
      "imageLink": "organize.jpg",
      "audioLink": "organise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "passieren",
      "translation": "पास करना",
      "definition": "An etwas oder jemandem vorbeizugehen oder etwas oder jemandem zuweg zu machen.",
      "definition_translation": "कुछ या किसी के पास से गुजरना या कुछ या किसी को कुछ या किसी और के पास से गुजरना।",
      "example": "Ich bestand das Examen mit Auszeichnung. Er passte den Ball zu seinem Mitspieler. Sie wird die Verantwortung ihrem Assistenten übergeben.",
      "example_translation": "मैंने परीक्षा को उड़ान भरते हुए पास किया। वह अपने टीम के साथी को गेंद पास करता है। वह अपने सहायक को जिम्मेदारी पास करेगी।",
      "imageLink": "pass-1.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "genehmigen",
      "translation": "पास करना",
      "definition": "Etwas, wie einen Gesetzesentwurf oder eine Resolution, zu billigen oder anzunehmen.",
      "definition_translation": "कुछ, जैसे एक बिल या एक प्रस्ताव, को स्वीकार या अनुमोदन देना।",
      "example": "Das Komitee genehmigte die neue Richtlinie. Die Regierung genehmigte das Gesetz letztes Jahr. Das Unternehmen wird die Resolution nächste Woche genehmigen.",
      "example_translation": "समिति ने नई नीति पास की। सरकार ने पिछले साल कानून पास किया। कंपनी अगले हफ्ते प्रस्ताव पास करेगी।",
      "imageLink": "pass-2.jpg",
      "audioLink": "pass.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufführen",
      "translation": "निर्वहन (nirvahan)",
      "definition": "Etwas auszuführen oder zu erfüllen, wie eine Aufgabe oder eine Pflicht.",
      "definition_translation": "कुछ करने के लिए, जैसे कार्य या ड्यूटी करने के लिए",
      "example": "Gestern führte das Team gut im Spiel auf. Heute führen sie besser auf. Morgen werden sie sogar noch besser aufführen.",
      "example_translation": "कल टीम ने खेल में अच्छा प्रदर्शन किया. आज वे बेहतर प्रदर्शन कर रहे हैं. कल वे और भी बेहतर प्रदर्शन करेंगे.",
      "imageLink": "perform.jpg",
      "audioLink": "perform.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wählen",
      "translation": "चुनना (chunna)",
      "definition": "Etwas auszuwählen oder zu wählen, insbesondere sorgfältig.",
      "definition_translation": "किसी चीज का चुनाव करना, особенно सावधानी से.",
      "example": "Ich wählte ein Buch vom Regal. Sie wählt jeden Morgen Blumen. Sie werden bald einen neuen Leader wählen.",
      "example_translation": "मैंने अलमारी से एक किताब उठाई. वह सुबह-सुबह फूल चुनती है. वे जल्द ही एक नया नेता चुनेंगे.",
      "imageLink": "pick.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufheben",
      "translation": "चुनना (chunna)",
      "definition": "Etwas mit den Fingern aufzuheben oder aufzunehmen.",
      "definition_translation": "अपनी उंगलियों से किसी चीज को उठाना या लेना.",
      "example": "Heb das Datum vom Boden auf. Sie hebt Äpfel vom Baum jeden Herbst auf. Sie werden bald ihre Gangart aufheben.",
      "example_translation": "जमीन से कलम उठाओ. वह.autumn में पेड़ से सेब चुनती है. वे जल्द ही गति में बदलाव लाएंगे.",
      "imageLink": "pick-1.jpg",
      "audioLink": "pick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadel",
      "translation": "चिटकना (chitkana)",
      "definition": "Ein kleiner, dünner Metallteil mit einer Spitze an einem Ende, der zum Zusammenheften von Dingen benutzt wird.",
      "definition_translation": "एक छोटा, पतला метал का टुकड़ा, जिसके एक सिरे पर नोक है, चीजों को साथ जोड़ने के लिए प्रयोग किया जाता है.",
      "example": "Ich steckte das Papier an die Tafel. Sie steckte die Brosche an ihr Kleid. Sie werden ihre Hoffnungen an das neue Projekt heften.",
      "example_translation": "मैंने कागज को बोर्ड पर चिटका दिया. वह ने अपने कपड़े पर ब्रोच को चिटका दिया. वे अपने आशाएं नए प्रोजेक्ट पर चिटका देंगे.",
      "imageLink": "pin.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pflanze",
      "translation": "पौधा",
      "definition": "Ein lebendes Organismus, das in der Erde wächst und typischerweise Blätter, Stängel und Wurzeln hat.",
      "definition_translation": "जमीन में उगने वाला एक जीवित जीव, जिसके आमतौर पर पत्ते, तने और जड़ें होती हैं।",
      "example": "Ich pflanzte einen Baum in meinem Hinterhof letzte Woche, ich pflanze heute einen Garten und ich werde morgen eine Blume pflanzen.",
      "example_translation": "मैंने पिछले हफ्ते अपने पिछवाड़े में एक पेड़ लगाया, मैं आज एक बगीचा लगा रहा हूँ, और मैं कल एक फूल लगाऊँगा।",
      "imageLink": "plant.jpg",
      "audioLink": "plant.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Punkt",
      "translation": "बिंदु",
      "definition": "Ein spitzer oder kegelförmiger Ende; ein kleiner Fleck oder Markierung.",
      "definition_translation": "एक तेज या नुकीला सिरा; एक छोटा स्थान या निशान。",
      "example": "Die Spitze des Stifts war sehr scharf, ich zeigte auf die Karte, um den Standort zu zeigen, und der Punkt der Vorlesung wurde gut aufgenommen.",
      "example_translation": "पेंसिल का सिरा बहुत तेज था, मैंने नक्शे पर स्थान दिखाने के लिए इशारा किया, और व्याख्यान का सार अच्छी तरह से समझा गया।",
      "imageLink": "point-1.jpg",
      "audioLink": "point.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfosten",
      "translation": "डाक",
      "definition": "Ein langer, schmaler Teil aus Holz, Metall oder Beton, der verwendet wird, um etwas zu stützen oder zu markieren.",
      "definition_translation": "किसी चीज के समर्थन या निशान के लिए इस्तेमाल किया जाने वाला लकड़ी, लोहे या कंक्रीट का एक लंबा और संकीर्ण टुकड़ा。",
      "example": "Ich schickte einen Brief an meinen Freund gestern, der Pfosten im Garten ist sehr alt, und sie wird morgen die Nachricht auf sozialen Medien posten.",
      "example_translation": "मैंने कल अपने दोस्त को एक पत्र भेजा था, बगीचे में लगा पोस्ट बहुत पुराना है, और वह कल सोशल मीडिया पर खबर पोस्ट करेगी।",
      "imageLink": "post-1.jpg",
      "audioLink": "post.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschieben",
      "translation": "स्थगित करना",
      "definition": "Ein Ereignis oder eine Entscheidung auf einen späteren Zeitpunkt zu verschieben.",
      "definition_translation": "किसी घटना या निर्णय को बाद के समय के लिए टालना या स्थगित करना।",
      "example": "Wir mussten die Sitzung wegen schlechten Wetters verschieben, ich werde meine Reise auf nächsten Monat verschieben, und sie verschieben die Prüfung auf unbestimmte Zeit.",
      "example_translation": "हमें खराब मौसम के कारण बैठक स्थगित करनी पड़ी, मैं अगले महीने तक अपनी यात्रा स्थगित करूँगा, और उन्होंने परीक्षा को आगे की सूचना तक स्थगित कर दी।",
      "imageLink": "postpone.jpg",
      "audioLink": "postpone.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gießen",
      "translation": "डालो",
      "definition": "Flüssigkeit in einem steten Strom zu fließen oder zu bewegen.",
      "definition_translation": "निरंतर धारा में प्रवाहित होना या निकालना",
      "example": "Sie goss Wasser in das Glas. Gestern hatte sie Saft in den Becher gegossen. Morgen wird sie Kaffee in die Tasse gießen.",
      "example_translation": "उसने गिलास में पानी डाला. कल उसने कप में रस डाला था. कल उसने मग में कॉफी डालेगी.",
      "imageLink": "pour.jpg",
      "audioLink": "pour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beten",
      "translation": "प्रार्थना करना",
      "definition": "Mit einer Gottheit oder übernatürlichen Wesen zu sprechen, um Hingabe oder Dankbarkeit auszudrücken.",
      "definition_translation": "किसी देवता या अलौकिक प्राणी से भक्ति या कृतज्ञता व्यक्त करने के लिए बोलना",
      "example": "Ich bete jeden Morgen. Sie betet jeden Abend. Sie werden für die Genesung des Patienten beten.",
      "example_translation": "मैं हर सुबह प्रार्थना करता हूँ. वह हर रात प्रार्थना करती है. वे रोगी के ठीक होने के लिए प्रार्थना करेंगे.",
      "imageLink": "pray.jpg",
      "audioLink": "pray.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "drücken",
      "translation": "दबाना",
      "definition": "Etwas zu flattigen, zu formen oder zu komprimieren, indem Druck oder Kraft auf es ausgeübt wird",
      "definition_translation": "किसी चीज पर दबाव या बल लगाना ताकि इसे सपाट, आकार देना या संकुचित करना",
      "example": "Drücke den Knopf, um die Tür zu öffnen. Sie drückte das Eisen, um die Falten zu entfernen. Sie werden die Trauben drücken, um Wein herzustellen.",
      "example_translation": "दरवाज़ा खोलने के लिए बटन दबाएं. उसने सिलवटें हटाने के लिए इस्पात दबाया. वे अंगूर दबाकर शाराब बनाएंगे.",
      "imageLink": "press.jpg",
      "audioLink": "press.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verhindern",
      "translation": "रोकना",
      "definition": "Etwas zu unterbinden oder zu vermeiden",
      "definition_translation": "किसी चीज को होने से रोकना या करने से रोकना",
      "example": "Ergriffe Maßnahmen, um den Brand zu verhindern. Sie verhinderte den Unfall. Sie werden die Krankheit verhindern.",
      "example_translation": "आग के फैलने से रोकने के लिए उपाय करें. उसने दुर्घटना होने से रोका. वे बीमारी के फैलने से रोकेंगे.",
      "imageLink": "prevent.jpg",
      "audioLink": "prevent.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "produzieren",
      "translation": "उत्पादन करना",
      "definition": "Etwas herzustellen oder in großen Mengen zu produzieren",
      "definition_translation": "कुछ özellikle बड़ी मात्रा में बनाना या निर्माण करना",
      "example": "Die Firma wird 1000 Einheiten des neuen Produkts bis zum Jahresende produzieren. Im letzten Jahr produzierten sie 500 Einheiten. Sie werden 2000 Einheiten bis nächsten Jahr produziert haben.",
      "example_translation": "कंपनी इस साल के अंत तक नए उत्पाद की 1000 इकाइयां उत्पादन करेगी। पिछले साल, उन्होंने 500 इकाइयां उत्पादन की। वे अगले साल तक 2000 इकाइयां उत्पादन करेंगे।",
      "imageLink": "produce.jpg",
      "audioLink": "produce.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "versprechen",
      "translation": "वचन देना",
      "definition": "Eine Zusage oder Garantie, etwas zu tun",
      "definition_translation": "किसी चीज को करने का वचन या गारंटी।",
      "example": "Ich verspreche, das Projekt bis Freitag abzuschließen. Ich versprach, ihr letzten Woche zu helfen. Ich werde versprechen, dem Meeting nächsten Monat beizuwohnen.",
      "example_translation": "मैं शुक्रवार तक परियोजना पूरी करने का वचन देता हूँ। मैंने पिछले हफ्ते उसकी मदद करने का वचन दिया था। मैं अगले महीने बैठक में शामिल होने का वचन दूँगा।",
      "imageLink": "promise.jpg",
      "audioLink": "promise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schützen",
      "translation": "रक्षा करना",
      "definition": "Jemanden oder etwas vor Schäden oder Verletzungen zu schützen",
      "definition_translation": "किसी को या कुछ को नुकसान या चोट से सुरक्षा करना।",
      "example": "Wir müssen die Umwelt vor Verschmutzung schützen. Wir haben die Stadt vor den Überschwemmungen letzten Jahr geschützt. Wir werden die Daten vor Cyber-Angriffen schützen.",
      "example_translation": "हमें पर्यावरण को प्रदूषण से सुरक्षा करने की जरूरत है। हमने पिछले साल बाढ़ से शहर की रक्षा की। हम साइबर हमलों से डेटा की रक्षा करेंगे।",
      "imageLink": "protect.jpg",
      "audioLink": "protect.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beweisen",
      "translation": "साबित करना",
      "definition": "Die Wahrheit oder Existenz von etwas zu zeigen oder zu beweisen",
      "definition_translation": "कुछ की सच्चाई या अस्तित्व को दिखाना या प्रदर्शित करना।",
      "example": "Der Wissenschaftler musste die Theorie mit Experimenten beweisen. Sie bewies ihren Punkt mit Beweisen. Sie werden ihre Unschuld vor Gericht beweisen.",
      "example_translation": "वैज्ञानिक को प्रयोगों से सिद्धांत को साबित करना पड़ा। उसने साक्ष्य के साथ अपना बिंदु साबित किया। वे अदालत में अपनी निर्दोषता साबित करेंगे।",
      "imageLink": "prove.jpg",
      "audioLink": "prove.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bereitstellen",
      "translation": "प्रदान करना",
      "definition": "Etwas zur Verfügung zu stellen oder etwas Notwendiges zu liefern",
      "definition_translation": "किसी चीज को उपयोग के लिए उपलब्ध कराना या जरूरत की चीज प्रदान करना",
      "example": "Das Unternehmen wird Laptops an alle Mitarbeiter bereitstellen. Wir haben der bedürftigen Familie finanzielle Unterstützung bereitgestellt. Sie werden hervorragenden Kundendienst bereitstellen.",
      "example_translation": "कंपनी सभी कर्मचारियों को लैपटॉप प्रदान करेगी। हमने जरूरतमंद परिवार को वित्तीय सहायता प्रदान की। वे उत्कृष्ट ग्राहक सेवा प्रदान करेंगे।",
      "imageLink": "provide.jpg",
      "audioLink": "provide.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bestrafen",
      "translation": "सज़ा देना",
      "definition": "Jemandem eine Strafe oder Bestrafung für ein Fehlverhalten zu geben",
      "definition_translation": "किसी को गलत करने पर सज़ा देना",
      "example": "Der Richter wird den Verbrecher für sein Verbrechen bestrafen. Wir bestrafen unsere Kinder, wenn sie sich schlecht benehmen. Sie haben das Team für das Brechen der Regeln bestraft.",
      "example_translation": "जज अपराधी को उसके अपराध के लिए सज़ा देगा। हम अपने बच्चों को मिसबिहेव करते समय सज़ा देते हैं। वे टीम को नियम तोड़ने के लिए सज़ा दी गई।",
      "imageLink": "punish.jpg",
      "audioLink": "punish.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "छोड़ना",
      "definition": "Etwas zu stoppen oder einen Ort zu verlassen",
      "definition_translation": "कुछ करना बंद करना या किसी जगह से निकलना",
      "example": "Ich werde meinen Job aufgeben, wenn ich keine Gehaltserhöhung bekomme. Sie hat das Rauchen nach ihrer Schwangerschaft aufgegeben. Sie haben das Unternehmen aufgegeben, um ihr eigenes Geschäft zu starten.",
      "example_translation": "मैं नौकरी छोड़ दूंगा अगर मुझे वेतन वृद्धि नहीं मिलती। वह गर्भावस्था के बाद धूम्रपान छोड़ दिया। वे अपना व्यवसाय शुरू करने के लिए कंपनी छोड़ दी।",
      "imageLink": "quit-1.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aufhören",
      "translation": "छोड़ना",
      "definition": "Etwas zu stoppen oder einen Ort zu verlassen",
      "definition_translation": "कुछ करना बंद करना या किसी जगह से निकलना",
      "example": "Er hört mit dem Spiel auf, wenn er verliert. Wir werden die Party verlassen, wenn es zu laut wird. Sie haben ihr Studium aufgegeben, um ihre Leidenschaft zu verfolgen.",
      "example_translation": "वह हार के बाद खेल छोड़ देता है। हम पार्टी छोड़ देंगे अगर वह बहुत जोर से हो जाती है। वे अपना जुनूनannie का पालन करने के लिए अध्ययन छोड़ देते हैं।",
      "imageLink": "quit.jpg",
      "audioLink": "quit.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rennen",
      "translation": "दौड़",
      "definition": "Ein Wettbewerb zwischen Läufern, Pferden oder Fahrzeugen, um zu sehen, wer als Erster ins Ziel kommt.",
      "definition_translation": "पहले खत्म करने के लिए धावकों, घोड़ों या वाहनों के बीच प्रतियोगिता",
      "example": "Ich habe mich monatelang auf das Rennen vorbereitet. Ich habe das Rennen letztes Jahr gewonnen. Ich werde nächste Woche am Rennen teilnehmen.",
      "example_translation": "मैं महीनों से रेस जीतने के लिए ट्रेनिंग कर रहा हूँ. मैंने पिछले साल रेस जीती थी. मैं अगले हफ्ते रेस में हिस्सा लूँगा.",
      "imageLink": "race-1.jpg",
      "audioLink": "race.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erhöhen",
      "translation": "उठाना",
      "definition": "Etwas oder jemanden hochzuheben oder den Wert oder Level von etwas zu erhöhen.",
      "definition_translation": "किसी चीज या किसी को ऊपर उठाना, या किसी चीज की मात्रा या स्तर को बढ़ाना",
      "example": "Sie hat ihre Hand gehoben, um eine Frage zu stellen. Sie erziehen ihre Kinder mit Liebe. Er wird sein Gehalt nächstes Jahr erhöhen.",
      "example_translation": "उसने सवाल पूछने के लिए अपना हाथ उठाया. वे प्यार से अपने बच्चे पालते हैं. वह अगले साल वेतन बढ़ाएगा.",
      "imageLink": "raise.jpg",
      "audioLink": "raise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wieder aufbauen",
      "translation": "पुनर्निर्माण",
      "definition": "Etwas wieder aufzubauen, insbesondere nachdem es beschädigt oder zerstört wurde.",
      "definition_translation": "किसी चीज का पुनर्निर्माण करना, Özellikle जब उसे नुकसान या नाश हो गया हो",
      "example": "Sie haben die Stadt nach dem Erdbeben wieder aufgebaut. Das Unternehmen wird die Fabrik nächstes Jahr wieder aufbauen. Wir haben unser Haus letztes Jahr wieder aufgebaut.",
      "example_translation": "उन्होंने भूकंप के बाद शहर का पुनर्निर्माण किया. कंपनी अगले साल फैक्ट्री का पुनर्निर्माण करेगी. हमने पिछले साल अपना घर पुनर्निर्माण किया.",
      "imageLink": "rebuild.jpg",
      "audioLink": "rebuild.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "recyclen",
      "translation": "पुनर्चक्रण",
      "definition": "Verwendetes Material zu bearbeiten, um neue Produkte herzustellen.",
      "definition_translation": "प्रयोग की गई सामग्री को नये उत्पाद पroduce करने के लिए चालू करना या प्रोसेस करना",
      "example": "Wir recyclen Papier und Plastik, um die Umwelt zu schützen. Sie recyclen alte Computer. Sie recycelt Glasflaschen.",
      "example_translation": "हम पर्यावरण बचाने के लिए कागज और प्लास्टिक का पुनर्चक्रण करते हैं. वे पुराने कंप्यूटर का पुनर्चक्रण करते हैं. वह ग्लास बोतलों का पुनर्चक्रण करती है.",
      "imageLink": "recycle.jpg",
      "audioLink": "recycle.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ersetzen",
      "translation": "प्रतिस्थापना",
      "definition": "Etwas oder jemanden durch etwas oder jemanden anderes zu ersetzen.",
      "definition_translation": "किसी चीज या व्यक्ति के स्थान पर कुछ और रख देना",
      "example": "Ich habe mein altes Telefon durch ein neues ersetzt. Ich ersetze das kaputte Fenster. Ich werde morgen das Autoreifen ersetzen.",
      "example_translation": "मैंने पुराने फोन को नये से बदल दिया. मैं टूटी हुई खिड़की की जगह ले रहा हूँ. कल मैं कार टायर बदल दूँगा.",
      "imageLink": "replace.jpg",
      "audioLink": "replace.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "retten",
      "translation": "बचाव",
      "definition": "Jemanden oder etwas aus einer schwierigen oder gefährlichen Situation zu retten.",
      "definition_translation": "किसी को या कुछ को खतरनाक स्थिति से बचाना",
      "example": "Die Feuerwehrleute haben die Menschen aus dem brennenden Gebäude gerettet. Das Rettungsteam rettet die strandeten Wanderer. Sie werden das ertrinkende Kind retten.",
      "example_translation": "आग लगने वाली इमारत से अग्निशामकों ने लोगों को बचाया. बचाव टीम ने फंसे हुए ट्रेकर्स को बचा रही है. वे डूबते बच्चे को बचा लेंगे.",
      "imageLink": "rescue.jpg",
      "audioLink": "rescue.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reservieren",
      "translation": "आरक्षित",
      "definition": "Etwas für zukünftige Verwendung aufzubewahren oder für einen bestimmten Zweck zurückzubehalten.",
      "definition_translation": "भविष्य के लिए कुछ रखना या विशेष उद्देश्य के लिए अलग रखना",
      "example": "Ich habe einen Platz für das Konzert reserviert. Die Firma reserviert sich das Recht, die Regeln zu ändern. Sie wird das Hotelzimmer für nächsten Monat reservieren.",
      "example_translation": "मैंने संगीत कार्यक्रम के लिए एक सीट आरक्षित कर दी. कंपनी नियम बदलने का अधिकार आरक्षित रखती है. वह अगले महीने के लिए होटल का कमरा आरक्षित कर देगी.",
      "imageLink": "reserve-1.jpg",
      "audioLink": "reserve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ruhe",
      "translation": "आराम",
      "definition": "Eine Periode der Erholung oder des Schlafs.",
      "definition_translation": "आराम करने या सोए का समय",
      "example": "Ich brauche eine Weile Ruhe. Sie hat eine Stunde nach dem Workout geruht. Sie werden heute Abend im Hotel ruhen.",
      "example_translation": "मुझे थोड़े समय के लिए आराम करने की जरूरत है. उसने व्यायाम के बाद एक घंटे के लिए आराम किया. वे आज रात होटल में आराम करेंगे.",
      "imageLink": "rest.jpg",
      "audioLink": "rest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "überarbeiten",
      "translation": "संशोधन करना",
      "definition": "Etwas, insbesondere ein geschriebenes Werk, zu überprüfen und Änderungen vorzunehmen, um Verbesserungen oder Korrekturen vorzunehmen.",
      "definition_translation": "किसी लिखित कार्य को सुधार या संशोधन करने के लिए समीक्षा या बदलाव करना",
      "example": "Ich habe meinen Aufsatz drei Mal überarbeitet, bevor ich ihn eingereicht habe. Ich habe den Plan überarbeitet, um mehr Einzelheiten hinzuzufügen. Ich werde das Skript überarbeiten, bevor die endgültige Vorstellung.",
      "example_translation": "मैंने अपना निबंध तीन बार ठीक करने से पहले जमा कर दिया। मैंने विस्तृत विवरण के साथ योजना संशोधित की थी। मैं अंतिम प्रदर्शन से पहले स्क्रिप्ट संशोधित करूँगा।",
      "imageLink": "revise.jpg",
      "audioLink": "revise.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rauben",
      "translation": "लूटमार करना",
      "definition": "Jemandem Eigentum oder Geld mit Gewalt oder unter Androhung von Gewalt zu nehmen, insbesondere auf brutale oder gewaltsame Weise.",
      "definition_translation": "हिंसा या हिंसा की धमकी के जरिए किसी से संपत्ति या पैसा लेना, đặc.tailतर तरीके से।",
      "example": "Der Dieb hat die Bank gestern geräubert. Die Bande hat mehrere Geschäfte in der Umgebung geräubert. Der Einbrecher wird das Haus heute Nacht räubern.",
      "example_translation": "चोर ने कल बैंक लूट लिया। गैंग ने इलाके में कई दुकानों को लूट लिया। चोर रात को घर लूट लेगा।",
      "imageLink": "rob.jpg",
      "audioLink": "rob.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "laufen",
      "translation": "दौड़ना",
      "definition": "Sich schnell zu Fuß bewegen, oft über eine lange Strecke oder in Eile, oder etwas zu betreiben oder zu managen.",
      "definition_translation": "पैर से तेजी से चलना, अक्सर लंबी दूरी या जल्दी में या कुछ संचालित या प्रबंधित करना",
      "example": "Ich lief drei Meilen heute Morgen. Sie führte das Unternehmen erfolgreich für fünf Jahre. Sie werden morgen den Marathon laufen.",
      "example_translation": "मैंने सुबह तीन मील दौड़े। वह पांच साल के लिए सफलतापूर्वक कंपनी चलाई। वे कल मैराथन दौड़ेंगे।",
      "imageLink": "run-2.jpg",
      "audioLink": "run.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "speichern",
      "translation": "बचाना",
      "definition": "Etwas zu bewahren oder aufzubewahren, insbesondere vor Verlust, Schaden oder Zerstörung, oder für zukünftige Verwendung beiseite zu legen.",
      "definition_translation": "कुछ को नुकसान, हानि या विनाश से बचाना या भविष्य के उपयोग के लिए अलग रखना",
      "example": "Ich speicherte mein Geld für die Reise. Die Feuerwehrleute retteten die Familie aus dem brennenden Gebäude. Du solltest die Datei speichern, bevor du das Programm schließt.",
      "example_translation": "मैंने यात्रा के लिए पैसे बचाए। अग्निशामकों ने जलते भवन से परिवार को बचाया। आपको प्रोग्राम बंद करने से पहले फाइल बचानी चाहिए।",
      "imageLink": "save-2.jpg",
      "audioLink": "save.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Punktestand",
      "translation": "स्कोर",
      "definition": "Ein Punktestand ist eine Anzahl von Punkten oder Zielen, die in einem Spiel, Test oder Wettbewerb erreicht werden.",
      "definition_translation": "एक स्कोर एक गेम, टेस्ट, या प्रतियोगिता में प्राप्त किए गए अंकों या लक्ष्यों की संख्या है.",
      "example": "Ich erreichte eine hohe Punktzahl im Mathe-Test. Ich werde morgen ein Tor im Fußballspiel erzielen. Sie erreichte ein Jahrhundert in der vorherigen Partie.",
      "example_translation": "मैंने गणित परीक्षा में उच्च स्कोर किया. मैं कल सॉकर गेम में एक लक्ष्य स्कोर करूँगा. उसने पिछले मैच में एक शतक स्कोर किया.",
      "imageLink": "score-1.jpg",
      "audioLink": "score.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schreien",
      "translation": "चिल्लाना",
      "definition": "Ein lautes, hoheingesetztes Schrei, typischerweise, um Angst, Schmerz oder Aufregung auszudrücken.",
      "definition_translation": "चिल्लाना एक उच्च, तीव्र क्री बनाना है, आमतौर पर डर, दर्द या उत्साह के लिए.",
      "example": "Das Kind schrie vor Schreck, als es das Monster sah. Die Menge schrie vor Begeisterung, als das Konzert begann. Sie schrie mit voller Lautstärke, als sie die Lotterie gewann.",
      "example_translation": "जब बच्चे ने मॉन्स्टर देखा तो她 चिल्ला उठा. संकट ने संगीत कार्यक्रम शुरू होने पर उत्साह से चिल्लाया. लॉटरी जीतने पर वह अपने फेफड़ों की पूरी ताकत से चिल्ला उठी.",
      "imageLink": "scream.jpg",
      "audioLink": "scream.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "suchen",
      "translation": "खोजना",
      "definition": "Etwas sorgfältig und gründlich zu suchen, typischerweise in systematischer Weise.",
      "definition_translation": "खोजना एक व्यवस्थित तरीके से सावधानी और पूरी तरह से किसी चीज के लिए देखना है.",
      "example": "Ich suchte überall nach meinen Schlüsseln, aber konnte sie nicht finden. Sie suchte im Internet nach Informationen zum Thema. Sie suchten das Haus von oben bis unten durch.",
      "example_translation": "मैंने अपनी चाबी हर जगह ढूँढी लेकिन नहीं मिली. उसने टॉपिक पर जानकारी के लिए इंटरनेट की खोज की. वे ने घर की ऊपर से नीचे तक खोज की.",
      "imageLink": "search-1.jpg",
      "audioLink": "search.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auswählen",
      "translation": "चुनना",
      "definition": "Etwas oder jemanden aus einer Gruppe oder einer Reihe von Optionen auszuwählen.",
      "definition_translation": "चुनना एक समूह या विकल्पों की रेंज से किसी चीज या किसी को चुनना है.",
      "example": "Ich wählte die beste Option aus der Liste aus. Sie wählte ein schönes Kleid für die Party aus. Sie wählten den erfahrensten Kandidaten für den Job aus.",
      "example_translation": "मैंने सूची से सर्वश्रेष्ठ विकल्प चुना. उसने पार्टी के लिए एक सुंदर ड्रेस चुना. वे ने नौकरी के लिए सबसे अनुभवी उम्मीदवार को चुना.",
      "imageLink": "select.jpg",
      "audioLink": "select.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "servieren",
      "translation": "सेवा करना",
      "definition": "Jemandem Nahrung, Getränke oder andere Notwendigkeiten anzubieten.",
      "definition_translation": "किसी को भोजन, पेय या अन्य आवश्यकताओं की पूर्ति करना",
      "example": "Ich servierte Kaffee unseren Gästen. Ich serviere jetzt Frühstück. Ich werde heute Abend servieren.",
      "example_translation": "मैं हमारे मेहमानों के लिए कॉफी परोस रहा था. मैं अब नाश्ता परोस रहा हूँ. मैं आज रात को रात का खाना परोसूँगा.",
      "imageLink": "serve-1.jpg",
      "audioLink": "serve.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nähen",
      "translation": "सीना",
      "definition": "Etwas mithilfe einer Nadel und Faden zu reparieren oder zusammenzufügen.",
      "definition_translation": "सुई और धागे का उपयोग करके कुछ जोड़ना या ठीक करना",
      "example": "Ich nähte mein zerrissenes Hemd gestern. Ich nähe jetzt ein neues Kleid. Ich werde morgen einen Knopf an meinem Mantel nähen.",
      "example_translation": "मैंने कल मेरी फटी हुई शर्ट सिल दी. मैं अब एक नई ड्रेस सिल रहा हूँ. मैं कल मेरे कोट पर एक बटन सिल दूँगा.",
      "imageLink": "sew.jpg",
      "audioLink": "sew.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schütteln",
      "translation": "हिलाना",
      "definition": "Sich schnell und stark von einer Seite zur anderen zu bewegen oder jemanden oder etwas dazu zu bringen.",
      "definition_translation": "एक तरफ से दूसरी तरफ जल्दी और मज़बूती से हिलना या किसी चीज़ या किसी को यह करने के लिए मजबूर करना",
      "example": "Ich schüttelte meinem Freund die Hand gestern. Ich schüttele jetzt meinen Kopf. Ich werde morgen meine Faust schütteln.",
      "example_translation": "मैंने कल अपने दोस्त के साथ हाथ मिलाया. मैं अब अपना सिर हिला रहा हूँ. मैं कल अपना मुट्ठी हिला दूँगा.",
      "imageLink": "shake.jpg",
      "audioLink": "shake.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "die Hand schütteln",
      "translation": "हाथ मिलाना",
      "definition": "Jemandem die Hand zu geben, um ihn zu begrüßen.",
      "definition_translation": "किसी का अभिवादन करने के लिए उनका हाथ पकड़ना और हिलाना",
      "example": "Ich schüttelte meinem Chef die Hand, als ich den Job bekam. Ich schüttele meine Freunde die Hand, wenn wir uns treffen. Ich werde meinem Geschäftspartner die Hand schütteln.",
      "example_translation": "जब मैंने नौकरी पायी तो मैंने अपने बॉस के साथ हाथ मिलाया. मैं अपने दोस्तों के साथ हाथ मिलाता हूँ जब हम मिलते हैं. मैं कल अपने व्यावसायिक साथी के साथ हाथ मिला दूँगा.",
      "imageLink": "shake-hands.jpg",
      "audioLink": "shake hands.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "schießen",
      "translation": "शूट",
      "definition": "einen Schuss aus einer Waffe oder einem Bogen abzufeuern",
      "definition_translation": "एक बंदूक या धनुष से एक गोली या तीर निकालना",
      "example": "Ich schoss einen Pfeil auf das Ziel gestern, ich schieße jetzt und ich werde morgen wieder schießen.",
      "example_translation": "मैंने कल.getTarget पर एक तीर निकाला, मैं अब निकाल रहा हूँ, और मैं कल फिर निकालूँगा.",
      "imageLink": "shoot.jpg",
      "audioLink": "shoot.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kaufen",
      "translation": "दुकान",
      "definition": "ein Gebäude oder ein Teil eines Gebäudes, in dem Waren oder Dienstleistungen verkauft werden",
      "definition_translation": "एक इमारत या एक इमारत का हिस्सा जहां माल या सेवाएं बेची जाती हैं",
      "example": "Ich kaufte gestern im Einkaufszentrum ein, ich kaufe gerade online ein und ich werde morgen auf dem Markt einkaufen.",
      "example_translation": "मैंने कल मॉल में खरीदारी की, मैं अब ऑनलाइन खरीदारी कर रहा हूँ, और मैं कल बाज़ार में खरीदारी करूँगा.",
      "imageLink": "shop-1.jpg",
      "audioLink": "shop.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skifahren",
      "translation": "स्की",
      "definition": "ein langes, flaches, schmales Gerät, das zum Gleiten auf Schnee verwendet wird",
      "definition_translation": "बर्फ़ पर फिसलने के लिए इस्तेमाल किया जाने वाला लंबा, फ्लैट, संकीर्ण उपकरण",
      "example": "Ich fuhr gestern mit dem Ski den Berg hinunter, ich fahre gerade Ski und ich werde morgen wieder Ski fahren.",
      "example_translation": "मैंने कल पर्वत से स्कीईंग की, मैं अब स्कीईंग कर रहा हूँ, और मैं कल फिर स्कीईंग करूँगा.",
      "imageLink": "ski.jpg",
      "audioLink": "ski.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rutschen",
      "translation": "फिसलना",
      "definition": "unabsichtlich oder plötzlich zu fallen oder zu rutschen",
      "definition_translation": "अनजाने या अचानक गिरना या फिसलना",
      "example": "Ich rutschte gestern auf dem Eis aus, ich rutsche gerade auf dem Boden aus und ich werde morgen auf der Bananenschale ausrutschen.",
      "example_translation": "मैंने कल बर्फ़ पर फिसल दिया, मैं अब फ्लोर पर फिसल रहा हूँ, और मैं कल केले के छिलके पर फिसलूँगा.",
      "imageLink": "slip.jpg",
      "audioLink": "slip.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "riechen",
      "translation": "गंध",
      "definition": "den Geruch oder Duft von etwas wahrzunehmen",
      "definition_translation": "किसी चीज की गंध या सुगंध का पता लगाना",
      "example": "Ich konnte die frisch gebackenen Kekse im Ofen riechen. Gestern roch ich die Blumen im Garten. Morgen werde ich den Kaffee riechen, der morgens gebrüht wird.",
      "example_translation": "मैं ओवन में ताजा बेक्ड कुकीज की गंध महसूस कर सकता था. कल, मैंने गार्डन में फूलों की गंध सूंघी. कल, सुबह कॉफी ब्रूइंग की गंध महसूस करूंगा.",
      "imageLink": "smell.jpg",
      "audioLink": "smell.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "lächeln",
      "translation": "मुस्कुराना",
      "definition": "eine Gesichtsausdruck, der durch eine leichte Anhebung der Mundwinkel charakterisiert ist",
      "definition_translation": "मुँह के कोनों का हल्का उठना",
      "example": "Sie lächelte mir zu, als ich ins Zimmer kam. Gestern lächelte er bei dem Gedanken an seine Geburtstagsfeier. Morgen werden sie lächeln, wenn sie das Überraschungsgeschenk sehen.",
      "example_translation": "जब मैं कमरे में चला गया, तो वह मेरे लिए मुस्कुराई. कल, अपने जन्मदिन की पार्टी के बारे में सोचते हुए वह मुस्कुराया. कल, आश्चर्य उपहार देखने पर वे मुस्कुरायेंगे.",
      "imageLink": "smile.jpg",
      "audioLink": "smile.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschütten",
      "translation": "गिराना",
      "definition": "einem flüssigen Stoff zu ermöglichen, aus einem Behälter zu fließen oder zu fallen",
      "definition_translation": "किसी लिक्विड को कंटेनर से बाहर निकालना या बहने देना",
      "example": "Ich verschüttete den Kaffee auf mein Hemd heute Morgen. Gestern verschüttete sie den Saft auf dem Tisch. Morgen werden sie das Wasser verschütten, wenn sie spielen.",
      "example_translation": "अज मैंने अपने शर्ट पर कॉफी गिरा दी. कल, वह मेज पर जूस गिरा दिया. कल, वे खेलते समय पानी गिरा देंगे.",
      "imageLink": "spill.jpg",
      "audioLink": "spill.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verderben",
      "translation": "बिगाड़ना",
      "definition": "etwas zu beschädigen oder zu ruinieren, so dass es nicht mehr benutzt oder genossen werden kann",
      "definition_translation": "किसी चीज को नुकसान पहुँचाना या उसका उपयोग करने योग्य न होना",
      "example": "Der Regen verdarb unsere Picknickpläne. Gestern verdarb er die Überraschung, indem er allen erzählte. Morgen werden sie das Essen verderben, wenn sie es nicht kühlen.",
      "example_translation": "बरसात ने हमारी पिकनिक की योजनाओं को बिगाड़ दिया. कल, वह सबको बताकर Sürprize को बिगाड़ दिया. कल, अगर वे उसे फ्रिज न करें तो वे खाने को बिगाड़ देंगे.",
      "imageLink": "spoil.jpg",
      "audioLink": "spoil.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kleben",
      "translation": "चिपकाना",
      "definition": "etwas an etwas anderes anzubringen oder zu befestigen, insbesondere mit Klebstoff oder einer klebenden Substanz",
      "definition_translation": "कुछ को कुछ के साथ चिपकाना या फिक्स करना,尤ally गोया या चिपचिपा पदार्थ का उपयोग कर。",
      "example": "Ich klebte das Poster an die Wand. Sie wird das Etikett auf das Paket kleben. Sie klebten zusammen durch dick und dünn.",
      "example_translation": "मैंने पोस्टर को दीवार पर चिपका दिया. वह पैकेज पर लेबल चिपकाएगी. वे मोटे और पतले में एक साथ चिपके रहे.",
      "imageLink": "stick.jpg",
      "audioLink": "stick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rühren",
      "translation": "हिलाना",
      "definition": "einen Löffel oder ein anderes Objekt in einer Mischung zu bewegen, um sie zu mischen",
      "definition_translation": "एक मिश्रण में एक चम्मच या अन्य वस्तु को घुमाने के लिए, जिससे मिश्रण हो.",
      "example": "Rühre die Mischung gut durch, bevor du backst. Sie rührte den Kaffee mit einem Löffel um. Sie werden die Suppe rühren, bevor sie sie servieren.",
      "example_translation": "ओवन में बेक करने से पहले मिश्रण को अच्छी तरह से हिला दे. उसने चम्मच से कॉफी हिला दी. वे सर्व करने से पहले सूप हिला देंगे.",
      "imageLink": "stir.jpg",
      "audioLink": "stir.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Streik",
      "translation": "आघात",
      "definition": "Etwas mit beträchtlicher Kraft und schnellen Bewegungen zu treffen.",
      "definition_translation": "कुछ को बलपूर्वक मारना, विशेष रूप से तेज और शक्तिशाली आंदोलन के साथ.",
      "example": "Der Schlagmann schlug den Ball mit seinem Schläger. Der Sturm traf die Stadt plötzlich. Sie werden den Eisen schmieden, während es heiß ist.",
      "example_translation": "बैटर ने अपने बैट से गेंद को मारा. तूफान ने अचानक शहर को मारा. वे गर्म लोहे को मारेंगे.",
      "imageLink": "strike-1.jpg",
      "audioLink": "strike.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "erfolgen",
      "translation": "सफल होना",
      "definition": "Etwas zuerreichen, sei es nach langem Bemühen.",
      "definition_translation": "कुछ प्राप्त करना जिसका आप प्रयास कर रहे हैं, Особенно बहुत प्रयास के बाद.",
      "example": "Sie erreichte den Job. Sie erreichten den Mond zu landen. Er wird in seinem Geschäftsvorhaben erfolgreich sein.",
      "example_translation": "उसने नौकरी पाने में सफल हुई. वे चांद पर उतरने में सफल हुए. वह अपने व्यावसायिक उद्यम में सफल होगा.",
      "imageLink": "succeed.jpg",
      "audioLink": "succeed.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "vorschlagen",
      "translation": "सुझाव देना",
      "definition": "Eine Lösung oder Möglichkeit vorzuschlagen.",
      "definition_translation": "किसी समाधान या संभावना के रूप में कुछ प्रस्तावित या सिफारिश करना",
      "example": "Der Berater schlug mehrere Optionen vor, um die Rentabilität des Unternehmens zu verbessern. Sie hatte bereits eine neue Marketingstrategie vorgeschlagen. Sie werden einige Änderungen am Vorschlag vorschlagen.",
      "example_translation": "परामर्शदाता ने कंपनी की लाभप्रदता में सुधार के लिए कई विकल्प सुझाए। उसने पहले एक नई विपणन रणनीति का सुझाव दिया था। वे आज रात को प्रस्ताव में कुछ परिवर्तन सुझाएंगे।",
      "imageLink": "suggest.jpg",
      "audioLink": "suggest.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenbaden",
      "translation": "सूरज स्नान करना",
      "definition": "Sich in der Sonne, meist ohne Kleidung, hinzulegen oder zu sitzen, um eine Bräune zu bekommen oder aus Vergnügen.",
      "definition_translation": "सूरज में लेटे या बैठे हुए, आमतौर पर कपड़े के बिना, टैन प्राप्त करने या आनंद के लिए",
      "example": "Ich liebe es, während meines Urlaubs am Strand Sonnenbaden zu gehen. Sie sonnte sich auf dem Dach gestern. Sie werden nächstes Wochenende auf dem Deck Sonnenbaden gehen.",
      "example_translation": "मैं अपनी छुट्टी के दौरान समुद्र तट पर सूरज स्नान करना पसंद करता हूँ। उसने कल छत पर सूरज स्नान किया था। वे अगले सप्ताहांत में डेक पर सूरज स्नान करेंगे।",
      "imageLink": "sunbathe.jpg",
      "audioLink": "sunbathe.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "समर्थन करना",
      "definition": "Jemandem oder etwas Hilfe oder Ermutigung zu geben.",
      "definition_translation": "किसी या कुछ को सहायता या प्रोत्साहन प्रदान करना।",
      "example": "Die Wohltätigkeitsorganisation bietet Obdachlosen Unterstützung an. Unser Team wird das neue Projekt unterstützen. Sie hat ihre Schwester während ihrer Krankheit unterstützt.",
      "example_translation": "चैरिटी घरlose लोगों को सहायता प्रदान करती है। हमारी टीम नई परियोजना का समर्थन करेगी। उसने अपनी बहन की बीमारी के दौरान उसका साथ दिया है।",
      "imageLink": "support-1.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "unterstützen",
      "translation": "समर्थन करना",
      "definition": "Jemandem oder etwas Hilfe oder Ermutigung zu geben.",
      "definition_translation": "किसी या कुछ को सहायता या प्रोत्साहन प्रदान करना।",
      "example": "Die Regierung bietet kleinen Unternehmen finanzielle Unterstützung an. Wir unterstützten das lokale Team während des Turniers. Sie werden die neue Politik unterstützen.",
      "example_translation": "सरकार छोटे व्यवसायों को आर्थिक सहायता प्रदान करती है। हमने टूर्नामेंट के दौरान स्थानीय टीम का साथ दिया था। वे नई नीति का समर्थन करेंगे।",
      "imageLink": "support-2.jpg",
      "audioLink": "support.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausschalten",
      "translation": "बंद करो",
      "definition": "Den Stromfluss zu einem Gerät oder einer Maschine zu unterbrechen, typischerweise durch den Einsatz eines Schalters oder Knopfes.",
      "definition_translation": "किसी डिवाइस या मशीन के लिए बिजली के प्रवाह को रोकना, आम तौर पर एक स्विच या बटन का उपयोग करके",
      "example": "Ich schalte das Licht aus, wenn ich das Zimmer verlasse. Ich schaltete den Fernseher letzte Nacht aus. Ich werde den Computer ausschalten, wenn ich meine Arbeit beendet habe.",
      "example_translation": "मैं कमरा छोड़ने पर लाइट बंद कर देता हूं। मैंने पिछली रात टीवी बंद कर दी। मैं अपना काम पूरा करने पर कंप्यूटर बंद कर दूंगा।",
      "imageLink": "switch-off.jpg",
      "audioLink": "switch off.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "einschalten",
      "translation": "चालू करो",
      "definition": "Den Stromfluss zu einem Gerät oder einer Maschine zu aktivieren, typischerweise durch den Einsatz eines Schalters oder Knopfes.",
      "definition_translation": "किसी डिवाइस या मशीन के लिए बिजली के प्रवाह को शुरू करना, आम तौर पर एक स्विच या बटन का उपयोग करके",
      "example": "Ich schalte das Licht ein, wenn ich das Zimmer betrete. Ich schaltete den Fernseher letzte Nacht ein. Ich werde den Computer einschalten, wenn ich meine Arbeit beginne.",
      "example_translation": "मैं कमरे में प्रवेश करने पर लाइट चालू कर देता हूं। मैंने पिछली रात टीवी चालू कर दी। मैं अपना काम शुरू करने पर कंप्यूटर चालू कर दूंगा।",
      "imageLink": "switch-on.jpg",
      "audioLink": "switch on.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geschmack",
      "translation": "स्वाद",
      "definition": "Die Empfindung von Geschmack oder Süßigkeit im Mund oder die Fähigkeit, diese Empfindung zu haben.",
      "definition_translation": "मुंह में स्वाद या मिठास की संवेदना, या इस संवेदना का अनुभव करने की क्षमता",
      "example": "Ich mag den Geschmack dieses Medikaments nicht. Sie kostete das Essen, bevor sie es servierte. Der Koch wird das Gericht kosten, bevor er es serviert.",
      "example_translation": "मुझे इस दवा का स्वाद पसंद नहीं है। उसने परोसने से पहले भोजन का स्वाद चखा। शेफ परोसने से पहले व्यंजन का स्वाद चखेगा।",
      "imageLink": "taste-1.jpg",
      "audioLink": "taste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "zerreißen",
      "translation": "आंसू",
      "definition": "Etwas mit Gewalt zu zerreißen oder zu beschädigen.",
      "definition_translation": "बलपूर्वक अलग करना या फाड़ना, या टुकड़े करना या नुकसान पहुंचाना",
      "example": "Ich riss die Seite, während ich sie umblätterte. Sie zerbricht in Tränen, wenn sie einen traurigen Film sieht. Der Stoff wird reißen, wenn du ihn zu stark ziehst.",
      "example_translation": "मैंने पेज को मोड़ते समय फाड़ दिया। वह रोती है जब वह एक साधारण फिल्म देखती है। कपड़ा फट जाएगा यदि आप इसे बहुत जोर से खींचते हैं।",
      "imageLink": "tear.jpg",
      "audioLink": "tear.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Test",
      "translation": "परीक्षा",
      "definition": "Ein Test ist eine Serie von Fragen oder Aufgaben, die verwendet werden, um das Wissen oder die Fähigkeiten einer Person zu bewerten.",
      "definition_translation": "एक परीक्षा एक व्यक्ति के ज्ञान या कौशल का मूल्यांकन करने के लिए प्रयुक्त प्रश्न या समस्याओं की एक श्रृंखला है",
      "example": "Ich werde morgen einen Test absolvieren, um mein Verständnis des Fachgebiets zu überprüfen. Ich habe letzte Woche einen Test absolviert und er war sehr schwierig. Wenn ich hart arbeite, werde ich nächsten Monat den Test bestehen.",
      "example_translation": "मैं कल विषय की अपनी समझ का मूल्यांकन करने के लिए एक परीक्षा लूंगा। मैंने पिछले हफ्ते एक परीक्षा ली और वह बहुत कठिन थी। अगर मैं कड़ी मेहनत करूँ, तो मैं अगले महीने परीक्षा पास करूँगा।",
      "imageLink": "test-1.jpg",
      "audioLink": "test.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zecke",
      "translation": "टिक",
      "definition": "Eine Zecke ist ein kleiner, blutsaugender Spinnentier, das auf Tieren und Menschen parasitiert.",
      "definition_translation": "एक टिक एक छोटा एरैक्निड है जो जानवरों और मनुष्यों के रक्त पर पनपता है",
      "example": "Der Wanderer fand eine Zecke an seinem Bein, nachdem er durch den Wald gewandert war. Ich werde meinem Hund nach unserem Spaziergang auf Zecken überprüfen. Zeckenbisse können sehr gefährlich sein, wenn sie nicht behandelt werden.",
      "example_translation": "हाइकερ ने वन से चलते हुए अपने पैर पर एक टिक पाया। मैं हमारे टहलने के बाद अपने कुत्ते की टिक की जांच करूँगा। टिक के काटने से बहुत खतरा हो सकता है अगर उचित उपचार न किया जाए।",
      "imageLink": "tick.jpg",
      "audioLink": "tick.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krawatte",
      "translation": "टाई",
      "definition": "Eine Krawatte ist eine Art von Halsbekleidung, die von Männern getragen wird, meist aus Stoff oder Seide hergestellt.",
      "definition_translation": "एक टाई पुरुषों द्वारा पहना जाने वाला एक प्रकार का गलाewear है, आमतौर पर कपड़े या रेशम से बना होता है",
      "example": "Er trug eine Krawatte zum formellen Anlass. Ich werde meine Schuhbänder vor dem Laufen binden. Die Bindung zwischen den beiden Ländern ist sehr stark.",
      "example_translation": "उन्होंने औपचारिक घटना में एक टाई पहना था। मैं दौड़ने से पहले अपने जूते की लेस टाई करूँगा। दो देशों के बीच की टाई बहुत मजबूत है",
      "imageLink": "tie-1.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gesamt",
      "translation": "कुल",
      "definition": "Die Gesamtsumme ist die Summe oder Menge von etwas, wenn es addiert oder zusammengezählt wird.",
      "definition_translation": "कुल किसी چیز का योग या मात्रा है जब इसे जोड़ा या मिला होता है",
      "example": "Die Gesamtsumme der Artikel ist sehr hoch. Ich werde die Gesamtsumme des Geldes auf meinem Konto überprüfen. Die Gesamtzahl der Schüler in der Klasse beträgt 30.",
      "example_translation": "आइटम्स की कुल लागत बहुत उच्च है। मैं अपने खाते में पैसे की कुल राशि की जांच करूँगा। क्लास में छात्रों की कुल संख्या 30 है",
      "imageLink": "total.jpg",
      "audioLink": "total.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tour",
      "translation": "यात्रा",
      "definition": "Eine Reise mit Führer oder Eskorte, insbesondere zu Zwecken der Freude oder Erholung.",
      "definition_translation": "एक गाइड या एस्कॉर्ट के साथ यात्रा, विशेष रूप से आनंद या मनोरंजन के उद्देश्य से।",
      "example": "Ich bin letztes Sommer auf einer Europa-Tour gewesen. Ich gehe nächsten Monat auf eine Asien-Tour. Ich bin letztes Jahr auf einer Afrika-Tour gewesen.",
      "example_translation": "मैं पिछले 夏 में यूरोप की यात्रा पर गया था। मैं अगले महीने एशिया की यात्रा पर जा रहा हूँ। मैं पिछले साल अफ्रीका की यात्रा पर गया था।",
      "imageLink": "tour-1.jpg",
      "audioLink": "tour.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zug",
      "translation": "ट्रेन",
      "definition": "Ein selbstfahrender Wagen auf Schienen, bestehend aus einer Reihe von Wagen, für den Transport von Menschen oder Gütern.",
      "definition_translation": "रेल पर एक स्व-प्रचालित वाहन, लोगों या सामान को ले जाने के लिए जुड़े हुए कारों की एक श्रृंखला।",
      "example": "Ich nahm heute morgen den Zug zur Arbeit. Ich nehme jeden Tag den Zug zur Schule. Ich werde nächsten Woche den Zug nehmen, um meine Familie zu besuchen.",
      "example_translation": "मैं आज सुबह काम पर ट्रेन से गया था। मैं हर दिन स्कूल जाने के लिए ट्रेन से जाता हूँ। मैं अगले हफ्ते अपने परिवार से मिलने के लिए ट्रेन से जाऊँगा।",
      "imageLink": "train-1.jpg",
      "audioLink": "train.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übertragen",
      "translation": "स्थानांतरण",
      "definition": "Etwas oder jemanden von einem Ort an einen anderen zu bewegen, insbesondere in offizieller oder formaler Weise.",
      "definition_translation": "किसी जगह से दूसरी जगह कुछ या किसी को ले जाना, विशेष रूप से आधिकारिक या औपचारिक तरीके से।",
      "example": "Ich habe mich letztes Jahr an eine neue Schule versetzt. Ich übertrage jeden Monat Geld an meinen Bruder. Ich werde nächstes Jahr an eine neue Firma versetzt.",
      "example_translation": "मैं पिछले साल एक नए स्कूल में स्थानांतरित हो गया था। मैं हर महीने अपने भाई को पैसे स्थानांतरित करता हूँ। मैं अगले साल एक नई कंपनी में स्थानांतरित हो जाऊँगा।",
      "imageLink": "transfer.jpg",
      "audioLink": "transfer.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Übersetzen",
      "translation": "अनुवाद",
      "definition": "Den Sinn von (Wörtern oder Text) in einer anderen Sprache auszudrücken.",
      "definition_translation": "किसी शब्द या पाठ को दूसरी भाषा में व्यक्त करना।",
      "example": "Ich übersetze jeden Tag Englisch ins Hindi. Ich übersetzte ein Buch von Englisch ins Hindi letztes Jahr. Ich werde nächstes Monat eine Website von Englisch ins Hindi übersetzen.",
      "example_translation": "मैं हर दिन अंग्रेजी का हिन्दी में अनुवाद करता हूँ। मैं पिछले साल एक पुस्तक का अंग्रेजी से हिन्दी में अनुवाद किया था। मैं अगले महीने एक वेबसाइट का अंग्रेजी से हिन्दी में अनुवाद करूँगा।",
      "imageLink": "translate.jpg",
      "audioLink": "translate.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Probieren",
      "translation": "प्रयास करना",
      "definition": "Einen Versuch zu unternehmen, etwas zu tun oder zu erreichen.",
      "definition_translation": "कुछ करने या कुछ हासिल करने के लिए प्रयास करना",
      "example": "Ich probierte als Kind, ein Fahrrad zu fahren. Ich probiere jeden Tag, ein Fahrrad zu fahren. Ich werde morgen probieren, ein Fahrrad zu fahren.",
      "example_translation": "मैं बच्चा था तब मैंने साइकिल चलाने की कोशिश की। मैं हर दिन साइकिल चलाने की कोशिश करता हूँ। मैं कल साइकिल चलाने की कोशिश करूँगा।",
      "imageLink": "try-1.jpg",
      "audioLink": "try.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Art",
      "translation": "प्रकार",
      "definition": "Eine Kategorie von Menschen oder Dingen mit gemeinsamen Charakteristika.",
      "definition_translation": "लोगों या चीजों की एक श्रेणी जिनके सामान्य लक्षण हैं",
      "example": "Es gibt viele Arten von Autos. Welche Art von Musik gefällt Ihnen? Sie wird einen Brief an ihren Freund tippen.",
      "example_translation": "कारों के कई प्रकार हैं। आपको किस प्रकार का संगीत पसंद है? वह अपने दोस्त को एक पत्र टाइप करेगी।",
      "imageLink": "type.jpg",
      "audioLink": "type.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "ausziehen",
      "translation": "कपड़े उतारना",
      "definition": "sich seiner Kleider zu entledigen",
      "definition_translation": "अपने कपड़े हटाना",
      "example": "Sie zog sich schnell aus. Er wird sich vor dem Bad ausziehen. Sie zogen sich zum Schlafengehen aus.",
      "example_translation": "वह तेजी से कपड़े उतारे। वह स्नान करने से पहले कपड़े उतारेगा। वे बिस्तर पर जाने के लिए कपड़े उतारने लगे।",
      "imageLink": "undress.jpg",
      "audioLink": "undress.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "auspacken",
      "translation": "चीजें निकालना",
      "definition": "den Inhalt eines Pakets oder einer Tasche zu entfernen",
      "definition_translation": "पैकेज या बैग की सामग्री निकालना",
      "example": "Ich packte mein Gepäck aus. Sie wird die Kisten auspacken. Sie packten ihre Taschen im Hotel aus.",
      "example_translation": "मैंने अपना सूटकेस खोला। वह बक्से खोलेगी। वे होटल में अपने बैग खोले।",
      "imageLink": "unpack.jpg",
      "audioLink": "unpack.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "aktualisieren",
      "translation": "अपडेट करना",
      "definition": "etwas zu ändern oder zu modifizieren, um es moderner oder effektiver zu machen.",
      "definition_translation": "कुछ को आधुनिक या प्रभावी बनाने के लिए बदलना या संशोधित करना",
      "example": "Das Unternehmen wird seine Website nächsten Monat aktualisieren. Sie aktualisierten ihre Website letzten Jahr. Sie werden ihre Website jedes Jahr aktualisieren.",
      "example_translation": "कंपनी अगले महीने अपनी वेबसाइट अपडेट करेगी। उन्होंने पिछले साल अपनी वेबसाइट अपडेट की। वे हर साल अपनी वेबसाइट अपडेट करेंगे।",
      "imageLink": "update.jpg",
      "audioLink": "update.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "abstimmen",
      "translation": "वोट देना",
      "definition": "etwas durch Abgabe eines Stimmzettels oder eine formale Wahl zu wählen oder zu entscheiden.",
      "definition_translation": "एक मतपत्र डालने या औपचारिक पसंद के द्वारा कुछ चुनना या निश्चित करना",
      "example": "Ich werde bei der kommenden Wahl abstimmen. Sie stimmte bei der letzten Wahl ab. Sie stimmten für ihren Lieblingskandidaten ab.",
      "example_translation": "मैं आने वाले चुनाव में वोट दूँगा। उसने पिछले चुनाव में वोट दिया। वे अपने पसंदीदा उम्मीदवार के लिए वोट दिये।",
      "imageLink": "vote.jpg",
      "audioLink": "vote.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "den Hund ausführen",
      "translation": "कुत्ते को टहलाना",
      "definition": "einen Hund, normalerweise an der Leine, als Form der Bewegung oder Entspannung spazieren zu führen.",
      "definition_translation": "एक कुत्ते को टहलाने के लिए, आम तौर पर एक रस्से पर, व्यायाम या आराम के रूप में",
      "example": "Ich führe meinen Hund jeden Morgen aus. Sie führte ihren Hund gestern im Park aus. Sie werden ihren Hund morgen am Strand ausführen.",
      "example_translation": "मैं सुबह मेरे कुत्ते को टहलाता हूँ। उसने कल पार्क में अपने कुत्ते को टहलाया। वे कल समुद्र तट पर अपने कुत्ते को टहलाएंगे।",
      "imageLink": "walk-the-dog.jpg",
      "audioLink": "walk the dog.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warnen",
      "translation": "चेतावनी देना",
      "definition": "jemanden vor etwas zu warnen oder ihm eine Mitteilung zu geben, dass etwas geschehen wird oder möglich ist.",
      "definition_translation": "किसी को कुछ होने वाला है या संभव है, इसकी चेतावनी या सूचना देना",
      "example": "Der Wetterdienst wird uns vor dem Sturm warnen. Sie warnten uns vor der Flut letzten Jahr. Wir müssen sie vor der Gefahr warnen.",
      "example_translation": "मौसम सेवा हमें तूफान के बारे में चेतावनी देगी। उन्होंने पिछले साल बाढ़ के बारे में चेतावनी दी। हमें खतरे के बारे में उन्हें चेतावनी देना चाहिए।",
      "imageLink": "warn.jpg",
      "audioLink": "warn.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "verschwenden",
      "translation": "कचरा",
      "definition": "unerwünschte oder unnütze Materialien; Abfall oder Müll.",
      "definition_translation": "अनचाहा या बेकार सामग्री; कूड़ा-करकट",
      "example": "Ich verschwendete drei Stunden gestern mit Fernsehen. Ich verschwende viel Zeit auf sozialen Medien jeden Tag. Ich werde keine Zeit mehr an diesem Projekt verschwenden.",
      "example_translation": "मैंने कल टीवी देखने में तीन घंटे बर्बाद किए. मैं हर दिन सोशल मीडिया पर बहुत समय बर्बाद करता हूँ. मैं इस प्रोजेक्ट पर अब और समय बर्बाद नहीं करूँगा.",
      "imageLink": "waste.jpg",
      "audioLink": "waste.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "welle",
      "translation": "लहर",
      "definition": "eine Bewegung des Meeres oder eines Sees, die das Wasser in regelmäßiger und wiederholter Bewegung in die Höhe und zurück treibt.",
      "definition_translation": "समुद्र या झील की ऐसी गति जिसमें पानी नियमित और बार-बार उठता और गिरता है.",
      "example": "Die Welle schlug gegen den Strand. Sie winkte ihren Freunden zum Abschied zu. Die Menge wird ihre Fahnen während des Umzugs wanken lassen.",
      "example_translation": "लहर ने तट पर आघात किया. उसने अपने दोस्तों को अलविदा कहा . भीड़ परेड के दौरान अपने झंडे लहराएगी.",
      "imageLink": "wave-1.jpg",
      "audioLink": "wave.mp3"
    },
    {
      "section": "czlowiek-czynnosci-czasowniki-b1-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "etwas aufschreiben",
      "translation": "कुछ लिखना",
      "definition": "etwas aufzuschreiben oder niederzuschreiben; aufzunotieren.",
      "definition_translation": "लिखित रूप में रिकॉर्ड करना या नीचे लिखना; डालना.",
      "example": "Ich schrieb die Telefonnummer auf. Sie schreibt jeden Ausgaben in ihr Tagebuch auf. Ich werde etwas aufschreiben, bevor ich es vergesse.",
      "example_translation": "मैंने फोन नंबर लिखा . वह अपनी डायरी में हर खर्चा लिखती है. मैं भूलने से पहले कुछ लिखूँगा.",
      "imageLink": "write-down.jpg",
      "audioLink": "write something down.mp3"
    }
  ]