[
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baum",
      "translation": "पेड़",
      "definition": "Eine mehrjährige Pflanze mit einem verlängerten Stamm oder Trunk, der Äste und Blätter in den meisten Arten unterstützt.",
      "definition_translation": "एक महत्वपूर्ण पौधा जिसके लम्बे तने में कई शाखाएं और पत्ते होते हैं",
      "example": "Der Baum schwankte im Wind. Der Baum schwankte im Wind. Der Baum wird im Wind schwanken.",
      "example_translation": "पेड़ हवा में हिल रहा था. पेड़ ने हवा में हिलâyा था. पेड़ हवा में हिलाएगा.",
      "imageLink": "image_files\\English\\tree.jpg",
      "audioLink": "tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelbaum",
      "translation": "सेब का पेड़",
      "definition": "Ein laubabwerfender Baum, der für seine Früchte, die saftigen süßen oder sauren Steinfrüchte, kultiviert wird.",
      "definition_translation": "एक पर्णपाती पेड़ जिसको उसके फल के लिए उगाया जाता है जो एक रसीला मीठा या खट्टा ड्रूप है",
      "example": "Der Apfelbaum blühte im Garten. Der Apfelbaum blühte im Garten. Der Apfelbaum wird im Garten blühen.",
      "example_translation": "बगीचे में सेब का पेड़ खिल रहा था. बगीचे में सेब का पेड़ खिला था. बगीचे में सेब का पेड़ खिलाएगा.",
      "imageLink": "image_files\\English\\apple-tree.jpg",
      "audioLink": "apple tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wald",
      "translation": "जंगल",
      "definition": "Ein großer Bereich Landes, der mit Bäumen und Unterholz bedeckt ist.",
      "definition_translation": "एक बड़ा इलाका जिसको पेड़ों और झाड़ियों ने ढका है",
      "example": "Wir gingen zu einem Spaziergang im Wald. Wir gehen zu einem Spaziergang im Wald. Wir werden zu einem Spaziergang im Wald gehen.",
      "example_translation": "हम जंगल में टहलने गए थे. हम जंगल में टहलने जाते हैं. हम जंगल में टहलने जाएंगे.",
      "imageLink": "image_files\\English\\forest.jpg",
      "audioLink": "forest.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zweig",
      "translation": "शाखा",
      "definition": "Eine Teilung eines Baums, die vom Stamm oder einem größeren Zweig wächst.",
      "definition_translation": "एक पेड़ की वह शाखा जो तने से या किसी बड़ी शाखा से बढ़ती है",
      "example": "Der Zweig brach im Sturm ab. Der Zweig war im Sturm abgebrochen. Der Zweig wird im Sturm abbrechen.",
      "example_translation": "तूफान में शाखा टूट गई थी. तूफान में शाखा टूट गयी थी. तूफान में शाखा टूट जाएगी.",
      "imageLink": "image_files\\English\\branch.jpg",
      "audioLink": "branch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Obstbaum",
      "translation": "फल का पेड़",
      "definition": "Ein Baum, der Früchte produziert, die typischerweise für Nahrung oder Zierzwecke angebaut werden.",
      "definition_translation": "जिसके फल के लिए या सजावटी उद्देश्य से उगाया जाता है, वह पेड़ जो फल उत्पन्न करता है",
      "example": "Der Bauer pflanzte einen Obstbaum in seinem Hinterhof. Er wird ihn jeden Tag gießen. Er hat ihn letztes Jahr gepflanzt.",
      "example_translation": "किसान ने अपने पिछवाड़े में फल का पेड़ लगाया. वह हर दिन उसे पानी देगा. उसने पिछले साल उसे लगाया था.",
      "imageLink": "image_files\\English\\fruit-tree.jpg",
      "audioLink": "fruit tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blatt",
      "translation": "पत्ता",
      "definition": "Ein flaches, üblicherweise grünes, Pflanzenteil, das an einem Stiel oder Zweig wächst.",
      "definition_translation": "एक सपाट, आमतौर पर हरा, पौधे का भाग जो तने या शाखा पर उगता है",
      "example": "Das Blatt fiel vom Baum. Es war grün. Es wird nächstes Jahr wieder fallen.",
      "example_translation": "पत्ता पेड़ से गिरा. वह हरा था. वह अगले 秋 से फिर गिरेगा.",
      "imageLink": "image_files\\English\\leaf.jpg",
      "audioLink": "leaf.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eiche",
      "translation": "ओक",
      "definition": "Eine Art von Baum mit hartem, zähen Holz und rauer Rinde.",
      "definition_translation": "कठोर, मुश्किल लकड़ी और खुरदरे छाल के साथ एक प्रकार का पेड़",
      "example": "Die Eiche stand hoch im Wald. Sie stand dort seit Jahrhunderten. Sie wird ewig stehen.",
      "example_translation": "ओक का पेड़ जंगल में ऊंचा खड़ा था. वह वहां सदियों से खड़ा था. वह वहां सदा खड़ा रहेगा.",
      "imageLink": "image_files\\English\\oak.jpg",
      "audioLink": "oak.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pflaumenbaum",
      "translation": "आलúbादाम का पेड़",
      "definition": "Ein Baum, der Pflaumen, eine Art von Steinfrüchten, produziert.",
      "definition_translation": "एक प्रकार के पत्थर फल का उत्पादन करने वाला पेड़, आलूबुखारा",
      "example": "Der Pflaumenbaum blühte im Frühling. Er hatte letztes Jahr geblüht. Er wird nächstes Jahr wieder blühen.",
      "example_translation": "आलूबादाम का पेड़ वसंत में खिला. वह पिछले साल खिला था. वह अगले वसंत में फिर खिलेगा.",
      "imageLink": "image_files\\English\\plum-tree.jpg",
      "audioLink": "plum tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel",
      "translation": "जड़",
      "definition": "Der unterirdische Teil einer Pflanze, der typischerweise Wurzeln hat, die in die Erde wachsen.",
      "definition_translation": "एक पौधे का地下 भाग, जिसकी जड़ें मिट्टी में नीचे की ओर बढ़ती हैं.",
      "example": "Das Wurzelsystem des Baums war während des Sturms beschädigt worden. Der Bauer pflanzte eine neue Wurzel in die Erde. Die Wurzel des Problems ist der Mangel an Wasser.",
      "example_translation": "तूफान के दौरान पेड़ की जड़ प्रणाली क्षतिग्रस्त हो गई थी. किसान ने जमीन में एक नई जड़ लगाई. समस्या की जड़ पानी की कमी है.",
      "imageLink": "image_files\\English\\root.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Palme",
      "translation": "ताड़",
      "definition": "Ein Baum der Palmfamilie, der typischerweise einen einzelnen Stamm mit einer Krone von Blättern an der Spitze hat.",
      "definition_translation": "ताड़ परिवार का एक पेड़, जिसका एकल幹 होता है और ऊपर की ओर पत्तियों का मुकुट होता है.",
      "example": "Wir saßen unter der Palme, um uns auszuruhen. Die Palmwedel spendeten Schatten vor der Sonne. Palmöl wird in der Küche verwendet.",
      "example_translation": "हम आराम करने के लिए ताड़ के पेड़ के नीचे बैठे. ताड़ के पत्ते धूप से छाया प्रदान करते हैं. पकाने में ताड़ के तेल का प्रयोग किया जाता है.",
      "imageLink": "image_files\\English\\palm.jpg",
      "audioLink": "palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldland",
      "translation": "वन",
      "definition": "Ein Gebiet, das mit Bäumen und Unterholz bedeckt ist, typischerweise kleiner als ein Wald.",
      "definition_translation": "पेड़ों और झाड़ियों से ढका हुआ भूमि का एक क्षेत्र, जो आमतौर पर जंगल से छोटा होता है.",
      "example": "Wir gingen in dem Waldland spazieren. Die Waldlandtiere waren nachts aktiv. Das Waldland war dicht mit Blättern bewachsen.",
      "example_translation": "हमने वन में टहलने गए. रात में वन के जीव सक्रिय थे. वन पत्तियों से घना था.",
      "imageLink": "image_files\\English\\woodland.jpg",
      "audioLink": "woodland.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akazie",
      "translation": "बबूल",
      "definition": "Ein Baum oder Strauch der Akazienfamilie, oft mit gelben oder weißen Blüten und scharfen Dornen.",
      "definition_translation": "बबूल परिवार का एक पेड़ या झाड़ी, अक्सर पीले या सफेद फूलों के साथ और तेज कांटे होते हैं.",
      "example": "Der Akazienbaum bot Schatten für die Tiere. Die Akazienblüten blühten in der Wüste. Akazienholz wird für Möbel verwendet.",
      "example_translation": "बबूल के पेड़ ने पशुओं के लिए छाया प्रदान की. मरुस्थल में बबूल के फूल खिल रहे थे. बबूल की लकड़ी फर्नीचर के लिए प्रयोग की जाती है.",
      "imageLink": "image_files\\English\\acacia.jpg",
      "audioLink": "acacia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erle",
      "translation": "लीडर",
      "definition": "Ein laubabwerfender Baum der Birkenfamilie, ursprünglich in Europa und Asien heimisch.",
      "definition_translation": "बीच परिवार का एक पतझड़ वृक्ष, यूरोप और एशिया में पाया जाता है.",
      "example": "Der Erlebaum wuchs schnell im feuchten Boden. Er wird über die anderen Bäume hinausragen. Er hatte sich im Wald jahrhundertelang entwickelt.",
      "example_translation": "लीडर का पेड़ नम मिट्टी में तेजी से बढ़ा. यह अन्य पेड़ों से ऊपर होगा. यह सदियों से जंगल में फल-फूला है.",
      "imageLink": "image_files\\English\\alder.jpg",
      "audioLink": "alder.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mandelbaum",
      "translation": "बादाम का पेड़",
      "definition": "Ein kleiner laubabwerfender Baum, ursprünglich im Nahen Osten und Südasien heimisch, kultiviert für seine essbaren Nüsse.",
      "definition_translation": "मध्य पूर्व और दक्षिण एशिया में पाया जाने वाला एक छोटा पतझड़ वृक्ष, अपने खाने योग्य नट्स के लिए पाला जाता है.",
      "example": "Der Mandelbaum blühte schön im Frühling. Er wird leckere Nüsse im Sommer produzieren. Er war im Garten seit Jahren gepflanzt.",
      "example_translation": "बादाम का पेड़ वसंत में सुंदर फूला था. गर्मी में यह स्वादिष्ट नट्स पैदा करेगा. यह सालों से बगीचे में लगाया गया था.",
      "imageLink": "image_files\\English\\almond-tree.jpg",
      "audioLink": "almond tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Esche",
      "translation": "अश",
      "definition": "Ein laubabwerfender Baum der Olivefamilie, in Europa und Nordamerika verbreitet.",
      "definition_translation": "जैतून परिवार का एक पतझड़ वृक्ष, यूरोप और उत्तर अमेरิกา में आम.",
      "example": "Die Esche stand hoch im Park. Er wird im Sommer Schatten spenden. Er war im Sturm beschädigt worden.",
      "example_translation": "अश का पेड़ पार्क में लंबा खड़ा था. गर्मी में यह छाया प्रदान करेगा. यह तूफान में क्षतिग्रस्त हो गया था.",
      "imageLink": "image_files\\English\\ash.jpg",
      "audioLink": "ash.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baobab",
      "translation": "बाओबाब",
      "definition": "Ein großer laubabwerfender Baum, ursprünglich in Afrika, Australien und dem Indischen Ozean heimisch, mit einem karakteristischen bauchförmigen Stamm.",
      "definition_translation": "अफ्रीका, ऑस्ट्रेलिया और हिन्द महासागर में पाया जाने वाला एक बड़ा पतझड़ वृक्ष, जिसके डंडे में एक विशिष्ट बोतल का आकार होता है.",
      "example": "Der Baobabbaum wuchs langsam in der Savanne. Er wird eines Tages ein Riese werden. Er war seit Jahrhunderten ein Landmarke.",
      "example_translation": "बाओबाब का पेड़ सवाना में धीरे से बढ़ा. यह भविष्य में एक दैत्य बन जाएगा. यह सदियों से एक लैंडमार्क था.",
      "imageLink": "image_files\\English\\baobab.jpg",
      "audioLink": "baobab.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buche",
      "translation": "बीच",
      "definition": "Ein laubabwerfender Baum mit glatter grauer Rinde, oft in Wäldern anzutreffen und mit kleinen Nüssen.",
      "definition_translation": "एक पर्णपाती वृक्ष जिसकी चिकनी灰ी छाल होती है, अक्सर जंगलों में पाया जाता है और छोटे नट्स होते हैं।",
      "example": "Die Buche stand hoch im Zentrum des Parks. Gestern sind wir unter der Buche spaziert. Morgen werden wir die Buche besteigen.",
      "example_translation": "पार्क के केन्द्र में बीच वृक्ष खड़ा था. कल हम बीच वृक्ष के नीचे चले थे. कल हम बीच वृक्ष पर चढ़ेंगे।",
      "imageLink": "image_files\\English\\beech.jpg",
      "audioLink": "beech.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birke",
      "translation": "भूर्ज",
      "definition": "Ein laubabwerfender Baum mit weißer, papierartiger Rinde, oft in kalten Klimazonen anzutreffen und mit kleinen Blättern.",
      "definition_translation": "एक पर्णपाती वृक्ष जिसकी सफ़ेद, कागज़ी छाल होती है, अक्सर ठंडे जलवायु में पाया जाता है और छोटे पत्ते होते हैं।",
      "example": "Die Birke schwankte sanft im Wind. Gestern haben wir unter der Birke gesessen. Morgen werden wir eine Birke pflanzen.",
      "example_translation": "भूर्ज वृक्ष हवा में हल्के से हिल रहा था. कल हम भूर्ज वृक्ष के नीचे बैठे थे. कल हम भूर्ज वृक्ष लगाएंगे।",
      "imageLink": "image_files\\English\\birch.jpg",
      "audioLink": "birch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ast",
      "translation": "डाली",
      "definition": "Ein Zweig eines Baums, insbesondere ein großer.",
      "definition_translation": "एक वृक्ष की शाखा, विशेष रूप से एक बड़ी.",
      "example": "Das Eichhörnchen sprang von einem Ast zum anderen. Gestern haben wir auf einem Ast gesessen. Morgen werden wir einen Ast besteigen.",
      "example_translation": "स्क्विरल एक डाली से दूसरी डाली पर कूदा. कल हम एक डाली पर बैठे थे. कल हम एक डाली पर चढ़ेंगे।",
      "imageLink": "image_files\\English\\bough.jpg",
      "audioLink": "bough.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeder",
      "translation": "देवदार",
      "definition": "Ein coniferer Baum mit aromatischem Holz, oft für Möbel und Bau verwendet.",
      "definition_translation": "एक सुगन्धित लकड़ी वाला सुईवृक्ष, अक्सर फर्नीचर और भवन निर्माण के लिए प्रयोग किया जाता है।",
      "example": "Die Zeder stand hoch im Wald. Gestern sind wir um eine Zeder herumgewandert. Morgen werden wir eine Zeder pflanzen.",
      "example_translation": "जंगल में देवदार वृक्ष खड़ा था. कल हम एक देवदार वृक्ष के चारों ओर चले थे. कल हम एक देवदार वृक्ष लगाएंगे।",
      "imageLink": "image_files\\English\\cedar.jpg",
      "audioLink": "cedar.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kirschbaum",
      "translation": "चेरी वृक्ष",
      "definition": "Ein Kirschbaum ist ein Baum, der Kirschen, eine Art Steinobst, produziert.",
      "definition_translation": "एक चेरी वृक्ष एक वृक्ष है जो चेरी पैदा करता है, एक प्रकार का पत्थर फल है.",
      "example": "Ich pflanzte einen Kirschbaum in meinem Hinterhof letzten Jahr. Er blüht in diesem Frühling. Er wird nächstes Sommer Kirschen produzieren.",
      "example_translation": "मैंने पिछले साल अपने बैकयार्ड में एक चेरी वृक्ष लगाया था. यह इस स्प्रिंग में खिल रहा है. यह अगले 夏 में चेरी पैदा करेगा.",
      "imageLink": "image_files\\English\\cherry-tree.jpg",
      "audioLink": "cherry tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kokospalme",
      "translation": "नारियल वृक्ष",
      "definition": "Eine Kokospalme ist eine Art Palme, die Kokosnüsse, eine Art Obst, produziert.",
      "definition_translation": "एक नारियल वृक्ष एक प्रकार का पाम वृक्ष है जो नारियल पैदा करता है, एक प्रकार का फल है.",
      "example": "Wir kletterten auf eine Kokospalme, um einige Kokosnüsse zu pflücken gestern. Es ist eine schwierige Aufgabe, solch hohe Bäume zu erklimmen. Wir werden sie morgen benutzen, um Kokosmilch herzustellen.",
      "example_translation": "हमने कल कुछ नारियल चुनने के लिए एक नारियल वृक्ष पर चढ़ाई की. ऐसे लंबे वृक्ष पर चढ़ना एक कठिन कार्य है. हम कल उनका इस्तेमाल दूध नारियल बनाने के लिए करेंगे.",
      "imageLink": "image_files\\English\\coconut-palm.jpg",
      "audioLink": "coconut palm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kegel",
      "translation": "कोन",
      "definition": "Ein Kegel ist eine Form, die zu einem Punkt zapft, oft benutzt, um eine geometrische Form oder eine Art von Baum zu beschreiben.",
      "definition_translation": "एक कोन एक आकार है जो एक बिंदु पर संकीर्ण होता है, अक्सर एक ज्यामितीय आकार या पेड़ के प्रकार का वर्णन करने के लिए उपयोग किया जाता है.",
      "example": "Ich warf einen Kieferkegel in das Feuerbecken letzte Nacht. Er brannte hell heute Morgen. Er wird morgen komplett Asche sein.",
      "example_translation": "मैंने कल रात को आग पिट में एक पाइन कोन फेंक दिया था. यह सुबह यह उज्ज्वल जल रहा था. यह कल पूरी तरह राख हो जाएगा.",
      "imageLink": "image_files\\English\\cone.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadelbaum",
      "translation": "सनовалी वृक्ष",
      "definition": "Ein Nadelbaum ist eine Art von Baum, der Zapfen produziert, oft in kälteren Klimazonen gefunden.",
      "definition_translation": "एक सनовалी वृक्ष एक प्रकार का वृक्ष है जो कोन पैदा करता है, अक्सर ठंडे जलवायु में पाया जाता है.",
      "example": "Wir pflanzten einen Nadelbaum in unserem Hinterhof letzten Winter. Er wächst langsam in diesem Frühling. Er wird in ein paar Jahren ein großer Baum sein.",
      "example_translation": "हमने पिछले सर्दियों में अपने बैकयार्ड में एक सनовалी वृक्ष लगाया था. यह इस स्प्रिंग में धीरे से बढ़ रहा है. यह कुछ सालों में एक बड़ा वृक्ष होगा.",
      "imageLink": "image_files\\English\\coniferous-tree.jpg",
      "audioLink": "coniferous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laubbaum",
      "translation": "पत्ता गिरने वाला वृक्ष",
      "definition": "Ein Laubbaum ist ein Baum, der seine Blätter saisonal abwirft, typischerweise im Herbst.",
      "definition_translation": "मौसमी रूप से पत्ता गिरने वाला वृक्ष, आमतौर पर शरद ऋतु में",
      "example": "Der Park hatte viele Laubbäume, die sich in brillante Orange- und Rottöne im Herbst verfärbten. Der Baum war noch Laubbaum, als wir letztes Jahr besuchten. Bis nächstem Winter wird der Laubbaum alle seine Blätter abgeworfen haben.",
      "example_translation": "पार्क में कई पत्ता गिरने वाले वृक्ष थे जिन्होंने शरद ऋतु में नारंगी और लाल रंग के अद्भुत रंग दिखाए। हमने पिछले साल देखा था कि वृक्ष अभी भी पत्ता गिरने वाला था। अगली सर्दी तक, पत्ता गिरने वाला वृक्ष सभी पत्ते गिरा देगा।",
      "imageLink": "image_files\\English\\deciduous-tree.jpg",
      "audioLink": "deciduous tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Holunderbeere",
      "translation": "एल्डरबेरी",
      "definition": "Eine kleine, dunkelviolette Frucht, die in Trauben auf Holunderbäumen wächst, oft benutzt, um Marmeladen, Weine und Tees herzustellen.",
      "definition_translation": "एल्डर वृक्षों पर गुच्छों में उगने वाला एक छोटा, गहरा बैंगनी फल, अक्सर जैम, शराब और चाय बनाने के लिए प्रयोग किया जाता है",
      "example": "Ich pflückte einige Holunderbeeren aus dem Wald, um eine leckere Marmelade herzustellen. Holunderbeeren sind reich an Antioxidantien und haben viele gesundheitliche Vorteile. Der Holunderbaum wird im Frühling blühen und wir können die Beeren im Sommer ernten.",
      "example_translation": "मैंने जंगल से कुछ एल्डरबेरी चुनी ताकि स्वादिष्ट जैम बना सकूं। एल्डरबेरी антиऑक्सीडेंट से भरपूर हैं और कई स्वास्थ्य लाभ हैं। एल्डरबेरी वृक्ष वसंत में फूलेगा और हम गर्मी में जामुन चुन सकेंगे।",
      "imageLink": "image_files\\English\\elderberry.jpg",
      "audioLink": "elderberry.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ulme",
      "translation": "उल्म",
      "definition": "Ein Laubbaum mit ausladenden Ästen und rauem, schuppigem Rinden, oft in Feuchtgebieten und entlang von Flüssen gefunden.",
      "definition_translation": "एक पत्ता गिरने वाला वृक्ष फैलने वाली शाखाओं और खुरदरी, पपड़ी वाली छाल के साथ, अक्सर नदी के किनारे और दलदली क्षेत्र में पाया जाता है",
      "example": "Die Ulme stand hoch und stolz am Ufer des Flusses. Die Blätter der Ulme wurden gelb, bevor sie im Herbst abfielen. Bis nächstem Frühling wird die Ulme neue Blätter haben.",
      "example_translation": "नदी के किनारे उल्म वृक्ष खड़ा और गर्व से खड़ा था। उल्म के पत्ते शरद ऋतु में गिरने से पहले पीले हो गए थे। अगले वसंत तक उल्म वृक्ष के नए पत्ते आ जाएंगे।",
      "imageLink": "image_files\\English\\elm.jpg",
      "audioLink": "elm.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feigenbaum",
      "translation": "अंजीर का वृक्ष",
      "definition": "Ein Laubbaum oder Strauch mit süßem, essbarem Frucht, oft angebaut für seine Frucht oder als Zierpflanze.",
      "definition_translation": "मीठे, खाने योग्य फल के साथ एक पत्ता गिरने वाला वृक्ष या झाड़ी, अक्सर फल या सजावटी पौधे के रूप में उगाया जाता है",
      "example": "Der Feigenbaum in unserem Hinterhof produzierte jeden Sommer leckere Früchte. Feigenbäume sind leicht zu pflegen und benötigen minimale Wartung. Bis nächstem Sommer wird der Feigenbaum wieder mit Früchten beladen sein.",
      "example_translation": "हमारे पिछवाड़े के अंजीर के वृक्ष ने हर गर्मी में स्वादिष्ट फल पैदा किए। अंजीर के वृक्ष की देखभाल आसान है और न्यूनतम रखरखाव की आवश्यकता होती है। अगली गर्मी तक अंजीर के वृक्ष फिर से फल से लद जाएगा।",
      "imageLink": "image_files\\English\\fig-tree.jpg",
      "audioLink": "fig tree.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tanne",
      "translation": "डوگرा (dōgrā)",
      "definition": "Ein Nadelbaum der Kieferfamilie, native in gebirgigen Regionen Nordamerikas und Europas.",
      "definition_translation": "उत्तरी अमेरिका और यूरोप के पर्वतीय क्षेत्रों में पाए जाने वाले पाइन परिवार का कनिफेरस पेड़",
      "example": "Die Tanne wurde mit Lichtern und Schmuck für Weihnachten dekoriert. Gestern sah ich eine Tanne, die gefällt wurde. Ich werde nächste Woche eine Tanne in meinem Hinterhof pflanzen.",
      "example_translation": "क्रिसमस के लिए फिर के पेड़ को लाइट्स और ऑर्नामेंट्स से सजाया गया था. कल, मैंने एक फिर के पेड़ को काटा हुआ देखा. अगले हफ्ते मैं अपने बैकयार्ड में एक फिर का पेड़ लगाऊंगा.",
      "imageLink": "image_files\\English\\fir.jpg",
      "audioLink": "fir.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haselstrauch",
      "translation": "नीचा ओक (nīchā ōk)",
      "definition": "Ein Laubstrauch oder kleiner Baum, typischerweise mit glatten braunen Stämmen und essbaren Nüssen.",
      "definition_translation": "एक पतझड़ झाड़ी या छोटा पेड़, आम तौर पर चिकनी भूरी टहनियों और खाने योग्य मेवों वाला.",
      "example": "Der Haselstrauch wuchs schnell im Garten. Sie sammelte Haselnüsse vom Waldboden. Der Haselstrauch wird im Frühling blühen.",
      "example_translation": "बगीचे में हेज़ल झाड़ी तेज़ी से बढ़ी. उसने जंगल के फर्श से हेज़लनट्स इकट्ठा किए. वसंत में हेज़ल पेड़ खिलेगा.",
      "imageLink": "image_files\\English\\hazel.jpg",
      "audioLink": "hazel.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stechpalme",
      "translation": "होली (holī)",
      "definition": "Ein immergrüner Strauch mit stacheligen Blättern und leuchtend roten Beeren, oft als Weihnachtssymbol verwendet.",
      "definition_translation": "चमकीले लाल बेरी और कांटेदार पत्तियों वाला सदाबहार झाड़ी, अक्सर क्रिसमस के प्रतीक के रूप में प्रयोग किया जाता है.",
      "example": "Die Stechpalme wurde verwendet, um die Kirche zu dekorieren. Sie machte einen Kranz aus Stechpalmenblättern und Zweigen. Der Stechpalmenbaum bleibt den ganzen Winter über grün.",
      "example_translation": "होली प्लांट का प्रयोग चर्च को सजाने के लिए किया गया. उसने होली पत्तियों और शाखाओं से एक घेरा बनाया. होली पेड़ सर्दियों के दौरान पूरी तरह से हरा रहेगा.",
      "imageLink": "image_files\\English\\holly.jpg",
      "audioLink": "holly.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hainbuche",
      "translation": "هور्नबीम (hōrnabīm)",
      "definition": "Ein laubabwerfender Baum mit glatter grauer Rinde und essbaren, aber sehr bitteren Nüssen.",
      "definition_translation": "एक पतझड़ पेड़, चिकनी 灰 छाल और मेवे जो खाने योग्य हैं, लेकिन बहुत कड़वे हैं.",
      "example": "Der Hainbuchbaum spendete Schatten im Park. Er schnitzte einen hölzernen Löffel aus Hainbuchenholz. Der Hainbuchbaum wird langsam im ersten Jahr wachsen.",
      "example_translation": "पार्क में हॉर्नबीम पेड़ ने छाया प्रदान की. उसने हॉर्नबीम लकड़ी से एक लकड़ी का चम्मच काटा. पहले साल में हॉर्नबीम धीरे से बढ़ेगा.",
      "imageLink": "image_files\\English\\hornbeam.jpg",
      "audioLink": "hornbeam.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rosskastanie",
      "translation": "घोड़ा चेस्टनट",
      "definition": "Ein laubabwerfender Baum der Rosskastanienfamilie, ursprünglich aus den Bergen Südeuropas und Asiens, mit handförmigen Blättern und weißen Blüten in kegelförmigen Rispen.",
      "definition_translation": "दक्षिणी यूरोप और एशिया के पर्वतों में मूल निवासी एक पर्णपाती वृक्ष, जिसके पत्ते हाथ की तरह होते हैं और सफ़ेद फूल शंकु के रूप में आते हैं।",
      "example": "Der Rosskastanienbaum in unserem Hinterhof blühte letzten Frühling, blüht jedes Jahr und wird nächstes Jahr wieder blühen.",
      "example_translation": "हमारे पिछवाड़े में घोड़ा चेस्टनट का पेड़ पिछले वसंत में खिला था, हर वसंत में खिलता है, और अगले वसंत में फिर खिलेगा।",
      "imageLink": "image_files\\English\\horse-chestnut.jpg",
      "audioLink": "horse chestnut.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wacholder",
      "translation": "जुनिपर",
      "definition": "Ein immergrüner Strauch oder kleiner Baum der Zypressenfamilie, mit nadelförmigen Blättern und violette Beeren.",
      "definition_translation": "साईप्रस परिवार का सदाबहार झाड़ी या छोटा पेड़, जिसके पत्ते सुई की तरह होते हैं और बेरी पुरपुरा रंग की होती हैं।",
      "example": "Der Gärtner pflanzte einen Wacholderbusch im Garten, pflanzt jeden Jahr einen und wird nächstes Jahr wieder einen pflanzen.",
      "example_translation": "बगीचे में माली ने जुनिपर की झाड़ी लगाई, हर साल एक लगाता है, और अगले साल एक और लगाएगा।",
      "imageLink": "image_files\\English\\juniper.jpg",
      "audioLink": "juniper.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lärche",
      "translation": "लार्च",
      "definition": "Ein laubabwerfender Nadelbaum, ursprünglich aus den Bergregionen Europas, Asiens und Nordamerikas, mit nadelförmigen Blättern.",
      "definition_translation": "यूरोप, एशिया और उत्तरी अमेरिका के पर्वतीय क्षेत्रों में मूल निवासी एक पर्णपाती कोनिफ़ेरस वृक्ष, जिसके पत्ते सुई की तरह होते हैं।",
      "example": "Der Lärchenbaum im Park färbte sich gelb letzten Herbst, färbt sich jedes Jahr gelb und wird nächstes Jahr wieder gelb färben.",
      "example_translation": "पार्क में लार्च का पेड़ पिछले ख़रीफ़ में पीला हो गया था, हर ख़रीफ़ में पीला होता है, और अगले ख़रीफ़ में फिर पीला होगा।",
      "imageLink": "image_files\\English\\larch.jpg",
      "audioLink": "larch.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Linde",
      "translation": "ลींडन",
      "definition": "Ein laubabwerfender Baum mit herzförmigen Blättern, ursprünglich aus Europa und Asien, oft für sein Holz und medizinische Eigenschaften kultiviert.",
      "definition_translation": "यूरोप और एशिया में मूल निवासी एक पर्णपाती वृक्ष, जिसके पत्ते दिल के आकार के होते हैं, अक्सर अपने लकड़ी और औषधीय गुणों के लिए पाला जाता है।",
      "example": "Der Lindenbaum in unserem Viertel blühte letzten Sommer, blüht jedes Jahr und wird nächstes Jahr wieder blühen.",
      "example_translation": "हमारे मुहल्ले में लींडन का पेड़ पिछले गरमिया में खिला था, हर गरमिया में खिलता है, और अगले गरमिया में फिर खिलेगा।",
      "imageLink": "image_files\\English\\linden.jpg",
      "audioLink": "linden.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ahorn",
      "translation": "मेपल",
      "definition": "Ein Hartholzbaum mit handförmigen Blättern, geschätzt für sein Holz und seinen Saft, der zur Herstellung von Sirup verwendet wird.",
      "definition_translation": "पाल्मेट पत्तियों वाला एक सख्त लकड़ी का पेड़, जिसकी लकड़ी और रस, सिरप बनाने के लिए उपयोग किया जाता है.",
      "example": "Sie goss Ahornsirup über ihre Pfannkuchen. Sie hat Ahornsirup über ihre Pfannkuchen gegossen. Sie wird Ahornsirup über ihre Pfannkuchen gießen.",
      "example_translation": "उसने अपने पैनकेक पर मेपल सिरप डाला. उसने अपने पैनकेक पर मेपल सिरप डाला था. वह अपने पैनकेक पर मेपल सिरप डालेगी.",
      "imageLink": "image_files\\English\\maple.jpg",
      "audioLink": "maple.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eberesche",
      "translation": "रोवन",
      "definition": "Ein kleiner Baum oder Strauch mit leuchtend roten Beeren, oft in Gartenbau und Landschaftsgestaltung verwendet.",
      "definition_translation": "एक छोटा पेड़ या झाड़ी लाल रंग के बेरीज के साथ, अक्सर लैंडस्केपिंग और गार्डनिंग में उपयोग किया जाता है.",
      "example": "Der Ebereschenbaum in unserem Hinterhof lockt viele Vögel an. Der Ebereschenbaum in unserem Hinterhof lockte viele Vögel an. Der Ebereschenbaum in unserem Hinterhof wird viele Vögel anlocken.",
      "example_translation": "हमारे बैकयार्ड में रोवन ट्री कई पक्षियों को आकर्षित करता है. हमारे बैकयार्ड में रोवन ट्री कई पक्षियों को आकर्षित करता था. हमारे बैकयार्ड में रोवन ट्री कई पक्षियों को आकर्षित करेगा.",
      "imageLink": "image_files\\English\\rowan.jpg",
      "audioLink": "rowan.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mammutbaum",
      "translation": "सिकॉया",
      "definition": "Ein sehr großer, kegelförmiger immergrüner Baum, ursprünglich aus der Pazifikküste Nordamerikas, bekannt für seine riesige Größe und Langlebigkeit.",
      "definition_translation": "उत्तरी अमेरिका के पेसिफिक कोस्ट पर स्थानीय, विशाल आकार और लंबी उम्र के लिए जाना जाने वाला एक टॉल, कोनिकल सदाबहार पेड़.",
      "example": "Der Mammutbaum im Park ist über 1.000 Jahre alt. Der Mammutbaum im Park war über 1.000 Jahre alt. Der Mammutbaum im Park wird über 1.000 Jahre alt sein.",
      "example_translation": "पार्क में सिकॉया ट्री 1,000 साल से ज्यादा पुराना है. पार्क में सिकॉया ट्री 1,000 साल से ज्यादा पुराना था. पार्क में सिकॉया ट्री 1,000 साल से ज्यादा पुराना होगा.",
      "imageLink": "image_files\\English\\sequoia.jpg",
      "audioLink": "sequoia.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fichte",
      "translation": "स्प्रूस",
      "definition": "Ein nadelabwerfender Baum, oft als Weihnachtsbaum verwendet.",
      "definition_translation": "सुई जैसे पत्तियों वाला एक कोनिफेरस पेड़, अक्सर क्रिसमस ट्री के रूप में उपयोग किया जाता है.",
      "example": "Sie dekorierte den Fichtenbaum mit Lichtern und Schmuck. Sie hatte den Fichtenbaum mit Lichtern und Schmuck dekoriert. Sie wird den Fichtenbaum mit Lichtern und Schmuck dekorieren.",
      "example_translation": "उसने स्प्रूस ट्री को लाइट्स और ऑरनामेंट्स से सजाया. उसने स्प्रूस ट्री को लाइट्स और ऑरनामेंट्स से सजाया था. वह स्प्रूस ट्री को लाइट्स और ऑरनामेंट्स से सजाएगी.",
      "imageLink": "image_files\\English\\spruce.jpg",
      "audioLink": "spruce.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinkiefer",
      "translation": "पत्थर पाइन",
      "definition": "Ein immergrüner, nadelartiger Baum mit langen, nadelförmigen Blättern und Zapfen, ursprünglich aus dem Mittelmeerraum stammend.",
      "definition_translation": "मेडिटेरियन क्षेत्र का मूल एक सदाबहार शंकुधारी वृक्ष, जिसके पत्ते लंबे, सुई के आकार के और शंकु होते हैं।",
      "example": "Die Steinkieferbäume säumten die Straßen des alten Dorfes. Gestern habe ich einen Steinkiefer in meinem Hinterhof gepflanzt. Bis nächstes Jahr wird der Steinkiefer hoch und stark sein.",
      "example_translation": "पुराने गांव की सड़कों पर पत्थर पाइन के पेड़ लगे हुए थे। कल, मैंने अपने पिछवाड़े में पत्थर पाइन लगाया। अगले साल तक, पत्थर पाइन लंबा और मजबूत हो जाएगा।",
      "imageLink": "image_files\\English\\stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schweizer Föhre",
      "translation": "स्विस पाइन",
      "definition": "Ein großer, immergrüner, nadelartiger Baum mit langen, nadelförmigen Blättern und Zapfen, ursprünglich aus den bergigen Regionen Europas stammend.",
      "definition_translation": "एक बड़ा, सदाबहार शंकुधारी वृक्ष, जिसके पत्ते लंबे, सुई के आकार के और शंकु होते हैं, यूरोप के पर्वतीय क्षेत्रों का मूल निवासी।",
      "example": "Die Schweizer Föhren standen hoch auf den Bergabhängen. Wir sind den Berg hinaufgestiegen, um die Schweizer Föhren aus der Nähe zu sehen. Bis nächsten Winter wird die Schweizer Föhre mit Schnee bedeckt sein.",
      "example_translation": "पर्वतीय ढलानों पर स्विस पाइन के पेड़ खड़े थे। हमने पर्वत पर चढ़ाई की ताकि स्विस पाइन के पेड़ों को करीब से देख सकें। अगली सर्दियों तक, स्विस पाइन बर्फ से ढका होगा।",
      "imageLink": "image_files\\English\\swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Platane",
      "translation": "नीम",
      "definition": "Ein laubabwerfender Baum mit handförmigen Blättern und einer breiten, sich ausbreitenden Krone, ursprünglich aus Nordamerika stammend.",
      "definition_translation": "एक सदाबहार वृक्ष, जिसके पत्ते पाल्मेट होते हैं और मुकुट चौड़ा और फैला होता है, उत्तर अमेरिका का मूल निवासी।",
      "example": "Der Platanebaum warf einen langen Schatten auf das Ufer des Flusses. Gestern habe ich eine Familie von Vögeln gesehen, die in einer Platane lebte. Bis nächsten Sommer wird die Platane vollständig erwachsen sein.",
      "example_translation": "नदी के किनारे पर नीम के पेड़ ने लंबी छाया डाली। कल, मैंने नीम में रहने वाले एक परिवार के पक्षियों को देखा। अगली गर्मी तक, नीम पूरी तरह से बढ़ा होगा।",
      "imageLink": "image_files\\English\\sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zweig",
      "translation": "छोटी डाल",
      "definition": "Ein kleiner Ast oder Zweig eines Baumes, Strauchs oder Pflanzen, insbesondere ein dünner und flexibler.",
      "definition_translation": "एक पेड़, झाड़ी या पौधे की एक छोटी शाखा या विभाजन, विशेष रूप से एक पतली और लचीली होती है।",
      "example": "Ich habe einen Zweig vom Waldboden aufgehoben. Der Zweig brach entzwei, als ich ihn biegte. Bis nächsten Frühling wird der Zweig zu einem neuen Ast heranwachsen.",
      "example_translation": "मैंने जंगल की的地 पर से एक छोटी डाल उठाई। मैंने जब उसे मोड़ा तो वह दो टुकड़ों में टूट गई। अगले वसंत तक, छोटी डाल एक नए शाखा में बढ़ जाएगी।",
      "imageLink": "image_files\\English\\twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trauerweide",
      "translation": "रोने वाला विलो",
      "definition": "Eine Trauerweide ist eine Art laubabwerfender Baum, der ursprünglich aus China stammt und bekannt für seine langen, hängenden Äste und schmalen Blättern ist.",
      "definition_translation": "रोने वाला विलो एक प्रकार का पतझड़ वृक्ष है जो चीन में मूल निवासी है और इसकी लंबी, लटकती शाखाओं और संकीर्ण पत्तियों के लिए जाना जाता है।",
      "example": "Ich saß unter der Trauerweide im Park und sah dem Sonnenuntergang zu. Ich hatte gestern unter demselben Baum gesessen und werde es auch nächste Woche noch tun.",
      "example_translation": "मैं पार्क में रोने वाले विलो के नीचे बैठा और सूर्यास्त देखा। मैं कल उसी पेड़ के नीचे बैठा था और कल फिर बैठूँगा। मैं अगले हफ्ते भी उसी के नीचे बैठूँगा।",
      "imageLink": "image_files\\English\\weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weide",
      "translation": "विलो",
      "definition": "Eine Weide ist eine Art laubabwerfender Baum oder Strauch, oft in der Nähe von Wasser gefunden, mit schlanken Ästen und flexiblen Zweigen.",
      "definition_translation": "विलो एक प्रकार का पतझड़ वृक्ष या झाड़ है, अक्सर पानी के निकट पाया जाता है, इसकी पतली शाखाएं और लचीली टहनियां होती हैं।",
      "example": "Der Weidenbaum schwankte sanft im Wind. Er hatte gestern geschwankt und wird es auch morgen wieder tun. Er wird auch in Zukunft noch schwanken.",
      "example_translation": "विलो का पेड़ हवा में nhẹ से हिल रहा था। कल हिल रहा था और कल फिर हिलेगा। भविष्य में भी हिलता रहेगा।",
      "imageLink": "image_files\\English\\willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]