[
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlange",
      "translation": "सांप",
      "definition": "Ein langes, schlankes, beinloses Tier, das keine Augenlider oder äußeren Ohren hat und sich durch Verdrehen seines Körpers bewegt.",
      "definition_translation": "लंबा, पतला, पैर無しぅ जानवर जिसके पास पलकें या बाहरी कान नहीं होते और जो अपने शरीर के मोड़ से चलता है",
      "example": "Die Schlange glitt durch das Gras. Die Schlange schläft. Die Schlange wird ihre Beute fressen.",
      "example_translation": "सांप घास में फिसल गया। सांप सो रहा है। सांप अपने शिकार को खाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "snake.jpg",
      "audioLink": "snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frosch",
      "translation": "मेंढक",
      "definition": "Ein kleines, typischerweise grünes oder braunes, springendes Tier, das in oder in der Nähe von Wasser lebt.",
      "definition_translation": "एक छोटा, आम तौर पर हरा या भूरा, कूदने वाला जानवर जो पानी में या पानी के पास रहता है",
      "example": "Der Frosch sprang in den Teich. Der Frosch frisst eine Fliege. Der Frosch wird laut quaken.",
      "example_translation": "मेंढक तालाब में कूद गया। मेंढक मक्खी खा रहा है। मेंढक जोर-जोर से क्रोक करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "frog.jpg",
      "audioLink": "frog.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schildkröte",
      "translation": "कछुआ",
      "definition": "Ein langsames Reptil mit einem Panzer, den es zur Selbstverteidigung einziehen kann.",
      "definition_translation": "एक chậm-चलने वाला रेप्टाइल जिसके पास सुरक्षा के लिए वापस लेने के लिए एक खोल है",
      "example": "Die Schildkröte ging langsam. Die Schildkröte frisst ein Blatt. Die Schildkröte wird sich in ihrem Panzer verstecken.",
      "example_translation": "कछुआ धीरे-धीरे चला। कछुआ एक पत्ता खा रहा है। कछुआ अपने खोल में छिप जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "tortoise.jpg",
      "audioLink": "tortoise.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schildkrötchen",
      "translation": "कछुआ",
      "definition": "Ein Reptil mit einem Panzer, das typischerweise in Ozeanen und Flüssen gefunden wird.",
      "definition_translation": "एक रेप्टाइल जिसके पास एक खोल है, आम तौर पर समुद्रों और नदियों में पाया जाता है",
      "example": "Das Schildkrötchen schwamm im Ozean. Das Schildkrötchen legt Eier. Das Schildkrötchen wird tief in das Meer tauchen.",
      "example_translation": "कछुआ समुद्र में तैरा। कछुआ अंडे दे रहा है। कछुआ समुद्र में गहरा डूब जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "turtle.jpg",
      "audioLink": "turtle.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alligator",
      "translation": "अलिगेटर",
      "definition": "Ein großes Reptil mit einem langen, krokodilartigen Körper und einem mächtigen Schwanz, das in Süßwassergewässern im Südosten der USA gefunden wird.",
      "definition_translation": "अमेरिका के दक्षिण-पूर्वी हिस्से में मीठे पानी के आवास में पाया जाने वाला एक बड़ा सरीसृप, जिसका शरीर लंबा और मगरमच्छ जैसा है और पूंछ शक्तिशाली है.",
      "example": "Der Alligator stieg langsam aus dem Sumpf. Er hatte gestern Stunden lang geschwommen. Er wird morgen wahrscheinlich in der Sonne liegen.",
      "example_translation": "अलिगेटर ने धीरे-धीरे दलदल से निकलकर चढ़ाई की। कल यह घंटों तक तैरता रहा था। कल यह संभवतः सूरज की गर्मी में स्णान करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "alligator.jpg",
      "audioLink": "alligator.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anakonda",
      "translation": "एनाकोंडा",
      "definition": "Eine sehr große, nicht giftige Schlange, die in Südamerika gefunden wird und bekannt ist für ihre Erwürgung ihrer Beute.",
      "definition_translation": "दक्षिण अमेरिका में पाया जाने वाला एक बहुत बड़ा, विषहीन सांप, जो अपने शिकार को संकुचित करने के लिए जाना जाता है।",
      "example": "Die Anakonda wickelte ihren Körper um das Kapybara. Sie hatte gestern ein Reh verschluckt. Sie wird morgen wahrscheinlich wieder jagen.",
      "example_translation": "एनाकोंडा ने अपने शरीर को कैपीबारा के चारों ओर लपेट लिया था। कल यह एक हिरन का सेवन कर चुका था। कल यह शिकार novamente करने की संभावना है।",
      "imageLink": "image_files\\English\\"imageLink": "anaconda.jpg",
      "audioLink": "anaconda.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boa",
      "translation": "बोआ",
      "definition": "Eine nicht giftige Schlange, die in tropischen Regionen gefunden wird und bekannt ist für ihre Erwürgung ihrer Beute.",
      "definition_translation": "ग्रीष्मकालीन क्षेत्रों में पाया जाने वाला एक विषहीन सांप, जो अपने शिकार को संकुचित करने के लिए जाना जाता है।",
      "example": "Die Boa würgte ihre Beute langsam. Sie hatte gestern Stunden lang gejagt. Sie wird morgen wahrscheinlich ruhen.",
      "example_translation": "बोआ ने अपने शिकार को धीरे-धीरे संकुचित किया था। कल यह घंटों तक शिकार कर रहा था। कल यह शायद आराम करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "boa.jpg",
      "audioLink": "boa.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krokodil",
      "translation": "मगरमच्छ",
      "definition": "Ein großes Reptil mit einem langen, gepanzerten Körper und einem mächtigen Schwanz, das in tropischen und subtropischen Regionen gefunden wird.",
      "definition_translation": "ग्रीष्मकालीन और उप-ग्रीष्मकालीन क्षेत्रों में पाया जाने वाला एक बड़ा सरीसृप, जिसका शरीर लंबा और कवचयुक्त है और पूंछ शक्तिशाली है।",
      "example": "Das Krokodil lauerte in den trüben Gewässern. Es hatte gestern einen Fisch attackiert. Es wird morgen wahrscheinlich wieder einen Überfall starten.",
      "example_translation": "मगरमच्छ ने धुंधले पानी में छुपा था। कल यह एक मछली पर हमला कर चुका था। कल यह शायद फिर से घात लगाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "crocodile.jpg",
      "audioLink": "crocodile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eidechse",
      "translation": "छिपकली",
      "definition": "Ein Reptil aus der Familie der Lacertidae, charakterisiert durch schuppige Haut, einen langen Schwanz und eine typischerweise fleischfressende Ernährung.",
      "definition_translation": "पारिवारिक चमड़ी वाला एक संक्रमित प्राणी, जिसके पास एक लंबी पूँछ और आम तौर पर मांसाहारी आहार होता है。",
      "example": "Die Eidechse sonnte sich im warmen Sonnenlicht. Sie hatte gestern im warmen Sonnenlicht gesonnt. Sie wird morgen im warmen Sonnenlicht sonnen.",
      "example_translation": "छिपकली ने गर्म धूप में स्नान किया। कल यह गर्म धूप में स्नान किया था। यह कल गर्म धूप में स्नान करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "lizard.jpg",
      "audioLink": "lizard.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schale",
      "translation": "शेल",
      "definition": "Eine harte äußere Hülle, typischerweise eines Tieres, wie eines Mollusks oder einer Schildkröte.",
      "definition_translation": "एक जानवर, जैसे Molusk या टर्टल, का कड़ा बाहरी आवरण。",
      "example": "Sie sammelte eine schöne Schale am Strand. Sie hatte viele Schalen am Strand letztes Jahr gesammelt. Sie wird nächstes Jahr weitere Schalen am Strand sammeln.",
      "example_translation": "उसने समुद्र तट से एक सुंदर शेल एकत्र किया। उसने पिछले साल समुद्र तट से कई शेल एकत्र किए थे। वह अगले साल समुद्र तट से अधिक शेल एकत्र करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "shell.jpg",
      "audioLink": "shell.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klapperschlange",
      "translation": "झुनझुना साँप",
      "definition": "Eine giftige Schlange der Gattung Crotalus, charakterisiert durch ein distinctive Schütteln an ihrem Schwanz.",
      "definition_translation": "प्रजाति क्रोटालस का एक जहरीला साँप, जिसकी पूँछ पर एक विशिष्ट झुनझुना होता है。",
      "example": "Die Klapperschlange schüttelte ihren Schwanz, warnte uns, zurückzubleiben. Sie hatte ihren Schwanz geschüttelt, als wir sie letzten Mal trafen. Sie wird ihren Schwanz schütteln, wenn wir sie wieder stören.",
      "example_translation": "झुनझुना साँप ने अपनी पूँछ हिला दी, हमें पीछे रहने की चेतावनी दी। उसने पिछली बार हमारे सामने आने पर अपनी पूँछ हिला दी थी। यदि हम फिर से उसे परेशान करते हैं, तो वह फिर से अपनी पूँछ हिला देगा।",
      "imageLink": "image_files\\English\\"imageLink": "rattlesnake.jpg",
      "audioLink": "rattlesnake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reptil",
      "translation": "सरीसृप",
      "definition": "Ein kaltblütiges Tier der Klasse Reptilia, charakterisiert durch schuppige Haut und Eiablage.",
      "definition_translation": "वर्ग सरीसृप का एक ठंडे खून वाला जानवर, जिसके पास चमड़े की त्वचा और अंडे देने की विशेषता होती है。",
      "example": "Das Reptil kroch langsam über die Wüste. Es había kroch langsam über die Wüste gestern. Es wird langsam über die Wüste kriechen, morgen wieder.",
      "example_translation": "सरीसृप ने मरुस्थल के पार सLOWLY आ गया। कल उसने मरुस्थल के पार सLOWLY आ गया था। कल वह फिर से मरुस्थल के पार सLOWLY आ जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "reptile.jpg",
      "audioLink": "reptile.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salamander",
      "translation": "सैलामेंडर",
      "definition": "Ein Salamander ist ein Typ von Amphibien, der einen schlanken Körper, einen langen Schwanz und vier Beine hat. Er lebt im Wasser und auf dem Land.",
      "definition_translation": "एक सैलामेंडर एक प्रकार का उभयचर है जिसका शरीर पतला है, लंबी पूँछ है और चार पैर हैं. यह पानी और जमीन पर रहता है.",
      "example": "Ich sah einen Salamander im Teich gestern. Heute schwimmt er im Wasser. Morgen wird er den Felsen hinaufklettern.",
      "example_translation": "मैंने कल तालाब में सैलामेंडर रेंगते हुए देखा. आज, यह पानी में तैर रहा है. कल, यह चट्टान पर चढ़ेगा.",
      "imageLink": "image_files\\English\\"imageLink": "salamander-1.jpg",
      "audioLink": "salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaulquappe",
      "translation": "तडपोल",
      "definition": "Eine Kaulquappe ist das Larvenstadium eines Frosches oder Kröten, charakterisiert durch ihren Schwanz und Kiemen.",
      "definition_translation": "तडपोल मेंडक या टॉड की लार्वा अवस्था है, जिसकी विशेषता उसकी पूँछ और गलफड़े हैं.",
      "example": "Die Kaulquappe schwamm im Wasser. Sie wird bald zu einem Frosch werden. Nach ein paar Monaten wird sie auf dem Land hüpfen.",
      "example_translation": "तडपोल ने पानी में तैरा. यह जल्द ही मेंडक बन जाएगा. कुछ महीनों बाद, यह जमीन पर कूदेगा.",
      "imageLink": "image_files\\English\\"imageLink": "tadpole.jpg",
      "audioLink": "tadpole.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kröte",
      "translation": "टॉड",
      "definition": "Eine Kröte ist ein Typ von Amphibien, die eine trockene, warzige Haut und kurze Beine hat.",
      "definition_translation": "टॉड एक प्रकार का उभयचर है जिसकी त्वचा सूखी और उभरी हुई होती है और टांगे छोटी होती हैं.",
      "example": "Ich fing eine Kröte im Garten gestern. Heute sitzt sie auf einem Felsen. Morgen wird sie in ihr Loch verschwinden.",
      "example_translation": "मैंने कल बगीचे में टॉड पकड़ा. आज, यह चट्टान पर बैठा है. कल, यह अपने छेद में गायब हो जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "toad.jpg",
      "audioLink": "toad.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amphibien",
      "translation": "उभयचर",
      "definition": "Amphibien sind eine Gruppe von Tieren, die sowohl im Wasser als auch auf dem Land leben, einschließlich Frösche, Kröten und Salamander.",
      "definition_translation": "उभयचर एक समूह है जिसमें जल và जमीन पर रहने वाले जीव शामिल हैं, जिनमें मेंडक, टॉड और सैलामेंडर शामिल हैं.",
      "example": "Amphibien sind kaltblütige Tiere. Sie lebten im Teich. Jetzt leben sie auf dem Land. Später werden sie ins Wasser zurückkehren.",
      "example_translation": "उभयचर ठंडे खून के जीव हैं. वे तालाब में रहते थे. अब, वे जमीन पर रह रहे हैं. बाद में, वे पानी में वापस जाएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "amphibians.jpg",
      "audioLink": "amphibians.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blindwurm",
      "translation": "अंध कृमि",
      "definition": "Ein beinloser, eidechsenartiger Tier, das oft mit einer Schlange verwechselt wird.",
      "definition_translation": "एक पैरविहीन लिज़ार्ड जैसा जानवर जिसे अक्सर साँप के लिए गलत समझा जाता है",
      "example": "Der Blindwurm glitt geräuschlos durch das Gras, seine Schuppen glänzten im Sonnenlicht. Gestern había er sich auf den warmen Felsen gewärmt, und morgen wird er nach Insekten jagen.",
      "example_translation": "अंध कृमि ने चुपचाप घास में फिसल दिया, इसके पैमाने सूरज की रोशनी में चमक रहे थे। कल, यह गर्म चट्टानों में सूरज सेक रहा था, और कल यह कीड़ों का शिकार करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "blindworm.jpg",
      "audioLink": "blindworm.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chamäleon",
      "translation": "चमेलियन",
      "definition": "Ein Typ von Eidechse, der seine Farbe ändern kann, um sich seinem Umfeld anzupassen.",
      "definition_translation": "एक प्रकार का लिज़ार्ड जो अपने आसपास के साथ रंग बदल सकता है",
      "example": "Das Chamäleon kletterte langsam den Baum hinauf, während es seine Farbe von grün zu braun änderte, als es den Ast erreichte. Letzte Woche hatte es einen Vogel erschreckt, und nächstem Monat wird es einen Partner finden.",
      "example_translation": "चमेलियन ने धीरे-धीरे पेड़ पर चढ़ाई की, अपने रंग को हरे से भूरे में बदल दिया जैसे ही यह शाखा तक पहुँचा। पिछले सप्ताह, इसने एक पक्षी को डरा दिया था, और अगले महीने यह एक साथी ढूँढेगा।",
      "imageLink": "image_files\\English\\"imageLink": "chameleon.jpg",
      "audioLink": "chameleon.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kobra",
      "translation": "कоб्रा",
      "definition": "Ein Typ von giftiger Schlange, die in Afrika und Asien gefunden wird, bekannt für ihre Kapuze-artige Halskrause.",
      "definition_translation": "अफ्रीका और एशिया में पाया जाने वाला एक प्रकार का विषैला साँप, अपने गर्दन के फ्लैप जैसे हुड के लिए जाना जाता है",
      "example": "Die Kobra hob langsam ihr Kapuz auf, bereit, ihr Opfer anzugreifen. Gestern había es eine Ratte angegriffen, und morgen wird es in seinem Nest ruhen.",
      "example_translation": "कोब्रा ने धीरे-धीरे अपना हुड उठा लिया, अपने шिकार को मारने के लिए तैयार था। कल, इसने एक चूहे पर हमला किया था, और कल यह अपने घोंसले में आराम करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "cobra.jpg",
      "audioLink": "cobra.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grassnatter",
      "translation": "घास साँप",
      "definition": "Eine nicht giftige Schlange, die in Europa und Asien gefunden wird, bekannt für ihren langen, schlanken Körper.",
      "definition_translation": "यूरोप और एशिया में पाया जाने वाला एक अति विषैला साँप, अपने लंबे, पतले शरीर के लिए जाना जाता है",
      "example": "Die Grassnatter glitt geräuschlos durch das Gras, jagend nach kleinen Nagetieren. Letzten Monat había er einem Vogel entkommen, und nächste Woche wird er hibernieren.",
      "example_translation": "घास साँप ने चुपचाप घास में फिसल दिया, छोटे कृन्तकों का शिकार करने के लिए। पिछले महीने, इसने एक पक्षी से बचा था, और अगले सप्ताह यह शीतनिद्रा में चला जाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "grass-snake.jpg",
      "audioLink": "grass snake.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Molch",
      "translation": "न्यूट",
      "definition": "Ein kleiner, halbaquatischer Salamander mit einem schlanken Körper und langem Schwanz, in Europa und Nordamerika heimisch.",
      "definition_translation": "एक छोटा अर्द्ध-जलीय सैलामैंडर एक स्लेंडर शरीर और लंबी पूँछ के साथ, यूरोप और उत्तर अमेरिका में पाया जाता है।",
      "example": "Der Molch schwamm im Teich gestern, schwimmt jeden Morgen darin und wird morgen wieder schwimmen.",
      "example_translation": "न्यूट ने कल तालाब में तैरा,毎 सुबह उसमें तैरता है, और कल फिर उसमें तैरेगा।",
      "imageLink": "image_files\\English\\"imageLink": "newt.jpg",
      "audioLink": "newt.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Python",
      "translation": "पाइथन",
      "definition": "Eine große Schlange in Afrika und Asien, die ihre Beute erdrosselt.",
      "definition_translation": "अफ्रीका और एशिया का एक बड़ा सांप, अपने शिकार को दबाकर मारता है।",
      "example": "Die Python hatte letzten Woche ein Kaninchen gefressen, frisst jede Nacht eine Maus und wird nächsten Monat ein Reh fressen.",
      "example_translation": "पाइथन ने पिछले हफ्ते एक खरगोश खाया था, हर रात एक चूहा खाता है, और अगले महीने एक हिरन खाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "python.jpg",
      "audioLink": "python.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flecken-Salamander",
      "translation": "छोटा सैलामैंडर",
      "definition": "Ein kleiner Salamander mit gelben oder weißen Flecken, in Nordamerika gefunden.",
      "definition_translation": "उत्तर अमेरिका में पाया जाने वाला एक छोटा सैलामैंडर जिसके शरीर पर पीले या सफ़ेद धब्बे होते हैं।",
      "example": "Der Flecken-Salamander lebte unter einem Felsen letztes Jahr, lebt jetzt in einem Teich und wird nächstes Jahr in einem Wald leben.",
      "example_translation": "छोटा सैलामैंडर पिछले साल एक चट्टान के नीचे रहता था, अब तालाब में रहता है, और अगले साल जंगल में रहता होगा।",
      "imageLink": "image_files\\English\\"imageLink": "salamander.jpg",
      "audioLink": "spotted salamander.mp3"
    },
    {
      "section": "gady-plazy-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Baumfrosch",
      "translation": "ट्री फ्रॉग",
      "definition": "Ein kleiner Frosch, der in Bäumen lebt, insbesondere in tropischen Regionen.",
      "definition_translation": "विशेषकर उष्णकटिबंधीय क्षेत्रों में पाया जाने वाला एक छोटा फ्रॉग जो पेड़ों में रहता है।",
      "example": "Der Baumfrosch sprang gestern von einem Zweig, springt jeden Morgen von einem Blatt und wird morgen von einem Stamm springen.",
      "example_translation": "ट्री फ्रॉग ने कल एक शाखा से कूदा था, हर सुबह एक पत्ते से कूदता है, और कल एक तने से कूदेगा।",
      "imageLink": "image_files\\English\\"imageLink": "tree-frog.jpg",
      "audioLink": "tree frog.mp3"
    }
  ]