{
  "data": [
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "grau",
      "translation": "शGrey",
      "definition": "Eine neutrale oder intermediate Farbe, halbwegs zwischen schwarz und weiß.",
      "definition_translation": "काला और सफेद के बीच एक न्यूट्रल या मध्यवर्ती रंग होना",
      "example": "Der graue Himmel spiegelte ihre melancholische Stimmung wider. Sie trug ein graues Schwimmbadanzug gestern. Sie wird ein graues Kleid zum Fest morgen tragen.",
      "example_translation": "उसके उदास मूड का प्रतिबिंब था असमान शGrey। कल वह Grey स्विमसूट पहना थी। कल वह पार्टी में Grey ड्रेस पहनेगी।",
      "imageLink": "grey.jpg",
      "audioLink": "grey.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "orange",
      "translation": "नारंगी",
      "definition": "Eine leuchtende, warme Farbe zwischen rot und gelb.",
      "definition_translation": "लाल और पीले के बीच एक जीवंत, गर्म रंग है",
      "example": "Der orangefarbene Sonnenuntergang war atemberaubend. Sie schälte eine Orange gestern. Sie wird eine Orange zum Frühstück morgen essen.",
      "example_translation": "नारंगी सूर्यास्त सांस रोक देने वाला था। उसने कल नारंगी छील दिया था। वह कल सुबह नारंगी खाएगी।",
      "imageLink": "orange-1.jpg",
      "audioLink": "orange.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rot",
      "translation": "लाल",
      "definition": "Eine helle, intensive Farbe, oft mit Leidenschaft, Energie und Liebe assoziiert.",
      "definition_translation": "एक उज्ज्वल, तीव्र रंग, अक्सर जुनून, ऊर्जा और प्रेम से जुड़ा होता है",
      "example": "Die roten Rosen waren ihr Liebling. Er trug ein rotes Hemd gestern. Sie wird ein rotes Kleid zur Hochzeit morgen tragen.",
      "example_translation": "लाल玫瑰 उसके पसंदीदा थे। उसने कल लाल शर्ट पहना था। वह कल शादी में लाल ड्रेस पहनेगी।",
      "imageLink": "red.jpg",
      "audioLink": "red.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "weiß",
      "translation": "सफ़ेद",
      "definition": "Eine reine und helle Farbe, oft mit Sauberkeit, Unschuld und Reinheit assoziiert.",
      "definition_translation": "एक शुद्ध और उज्ज्वल रंग, अक्सर स्वच्छता, निर्दोषता और पवित्रता से जुड़ा होता है",
      "example": "Die weißen Schneeflöckchen fielen sanft auf ihr Gesicht. Er trug ein weißes Hemd gestern. Sie wird ein weißes Kleid zur Party morgen tragen.",
      "example_translation": "सफ़ेद बर्फ के फूल उसके चेहरे पर नरम-नरम गिरे। उसने कल सफ़ेद शर्ट पहना था। वह कल पार्टी में सफ़ेद ड्रेस पहनेगी।",
      "imageLink": "white.jpg",
      "audioLink": "white.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gelb",
      "translation": "पीला",
      "definition": "Eine helle, warme und fröhliche Farbe, wie die Sonne oder Narzissen.",
      "definition_translation": "सूरज या डैफोडिल्स के समान उज्ज्वल, गर्म और खुशनुमा रंग वाला",
      "example": "Die Sonnenblume war gelb, das helle Gelb des Sommers. Gestern war es teilweise gelb, aber heute ist es vollständig gelb. Bis nächste Woche wird es ein helles Gelb werden.",
      "example_translation": "सूरजमुखी पीला था, गर्मियों का उज्ज्वल पीला रंग। कल оно था आंशिक पीला, लेकिन आज यह पूरी तरह से पीला है। अगले सप्ताह तक यह हल्का पीला हो जाएगा।",
      "imageLink": "yellow.jpg",
      "audioLink": "yellow.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sahne",
      "translation": "क्रीम",
      "definition": "Eine dicke, reiche und cremige Flüssigkeit aus Milch, verwendet als Lebensmittel oder in der Kochkunst.",
      "definition_translation": "दूध से बना एक मोटा, अमीर और क्रीमी तरल, जिसका उपयोग भोजन या खाना पकाने में किया जाता है",
      "example": "Ich liebe es, Sahne auf meinem Kaffee zu geben. Gestern habe ich zu viel Sahne auf meinem Kaffee hinzugefügt und es war zu reich. Morgen werde ich die richtige Menge Sahne auf meinem Kaffee hinzufügen.",
      "example_translation": "मैं अपने कॉफी पर क्रीम डालना पसंद करता हूँ। कल मैंने अपने कॉफी में बहुत ज्यादा क्रीम मिला दी और वह बहुत अमीर था। कल मैं अपने कॉफी में बस ठीक मात्रा में क्रीम मिलाऊंगा।",
      "imageLink": "cream-2.jpg",
      "audioLink": "cream.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "golden",
      "translation": "सोने का",
      "definition": "Eine helle, glänzende goldene Farbe, wie Gold.",
      "definition_translation": "सोने जैसा उज्ज्वल, चमकीला पीला रंग वाला",
      "example": "Der Goldene Retriever war ein schöner Hund. Gestern spielte er mit einem goldenen Ball. Morgen wird er ein goldenes Blatt verfolgen.",
      "example_translation": "सोने का रिट्रीवर एक सुंदर कुत्ता था। कल वह एक सोने की गेंद से खेल रहा था। कल वह एक सोने के पत्ते का पीछा करेगा।",
      "imageLink": "golden.jpg",
      "audioLink": "golden.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitrone",
      "translation": "नींबू",
      "definition": "Ein kleines, saures und zitroniges Obst, oft in der Kochkunst oder als Geschmack verwendet.",
      "definition_translation": "एक छोटा, खट्टा और सिट्रस फल, अक्सर खाना पकाने या स्वाद बढ़ाने में उपयोग किया जाता है",
      "example": "Ich liebe es, Zitronensaft zu trinken. Gestern habe ich zu viel Zitronensaft herausgepresst und es war zu sauer. Morgen werde ich die richtige Menge Zitronensaft meinem Wasser hinzufügen.",
      "example_translation": "मैं नींबू का रस पीना पसंद करता हूँ। कल मैंने नींबू का रस ज्यादा निचोड़ा और वह बहुत खट्टा था। कल मैं अपने पानी में बस ठीक मात्रा में नींबू का रस मिलाऊंगा।",
      "imageLink": "lemon-1.jpg",
      "audioLink": "lemon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "beige",
      "translation": "बेज",
      "definition": "Eine blassgelbe-braune Farbe, zwischen Sahne und Braun.",
      "definition_translation": "क्रीम और भूरे रंग के बीच एक पीला भूरा रंग",
      "example": "Sie trug einen beigen Pullover zur Party letzte Woche, und jetzt trägt sie ihn zum Konzert heute Abend, und wird ihn zum Picknick morgen tragen.",
      "example_translation": "उन्होंने पार्टी में बेज स्वेटर पहना था, और अब वे 今 रात कॉन्सर्ट में पहन रही हैं, और कल पिकनिक में पहनेंगी।",
      "imageLink": "beige.jpg",
      "audioLink": "beige.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "marineblau",
      "translation": "नौसेना नीला",
      "definition": "Eine dunkle blaue Farbe, ähnlich der Uniform der US-Marine.",
      "definition_translation": "यूएस नेवी की वर्दी के समान एक गहरा नीला रंग",
      "example": "Er trug einen marineblauen Anzug zur Hochzeit, und jetzt trägt er ein marineblaues Hemd zum Büro, und wird ein marineblaues Halstuch zum Meeting morgen tragen.",
      "example_translation": "उन्होंने शादी में नौसेना नीला सूट पहना था, और अब वे ऑफिस में नौसेना नीला शर्ट पहन रहे हैं, और कल मीटिंग में नौसेना नीला टाई पहनेंगे।",
      "imageLink": "navy-blue.jpg",
      "audioLink": "navy blue.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Khaki",
      "translation": "खाकी",
      "definition": "Eine hellbeige oder braune Farbe, insbesondere als für Militäruniformen verwendet.",
      "definition_translation": "एक हल्का बेज या भूरा रंग, Özellikle सैन्य वर्दी में प्रयोग किया जाता है",
      "example": "Er trug Khaki-Hosen auf dem Camping-Trip letzte Woche, und jetzt trägt er ein Khaki-Hemd auf dem Wandertrip, und wird Khaki-Stiefel auf dem Abenteuer morgen tragen.",
      "example_translation": "उन्होंने पिछले हफ्ते कैंपिंग ट्रिप में खाकी पैंट पहने थे, और अब वे हाइक में खाकी शर्ट पहन रहे हैं, और कल साहसिक कार्य में खाकी बूट पहनेंगे।",
      "imageLink": "khaki.jpg",
      "audioLink": "khaki.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Olivengrün",
      "translation": "जैतून हरा",
      "definition": "Eine dunkel grünlich-gelbe Farbe, ähnlich der reifen Oliven.",
      "definition_translation": "पके हुए जैतून के समान एक गहरा हरा पीला रंग",
      "example": "Sie trug ein olivengrünes Kleid auf der Party letzte Nacht, und jetzt trägt sie ein olivengrünes Tuch auf dem Markt, und wird olivengrüne Schuhe auf der Hochzeit morgen tragen.",
      "example_translation": "उन्होंने पार्टी में जैतून हरा ड्रेस पहना था, और अब वे बाज़ार में जैतून हरा स्कarf पहन रही हैं, और कल शादी में जैतून हरा जूते पहनेंगी।",
      "imageLink": "olive-green.jpg",
      "audioLink": "olive green.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amarant",
      "translation": "अमरंत",
      "definition": "Amarant ist eine blühende Pflanze, die blumengeschmückte Blumen und essbare Blätter produziert.",
      "definition_translation": "अमरंत एक फूलदार पौधा है जो रंगीन फूल और खाद्य पत्तियां पैदा करता है",
      "example": "Der Bauer zog Amarant in seinem Garten letzten Sommer an. Er zieht es jetzt an und wird es nächsten Jahr wieder anziehen.",
      "example_translation": "उस किसान ने पिछले गर्मी में अपने गार्डन में अमरंत उगाया था. वह अब इसे उगा रहा है और अगले साल फिर से उगाएगा.",
      "imageLink": "amaranth.jpg",
      "audioLink": "amaranth.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernstein",
      "translation": "एम्बर",
      "definition": "Bernstein ist ein fossiles, harziges Baumharz, oft als Schmuckstein verwendet.",
      "definition_translation": "एम्बर एक पीले-भूरे रंग का जीवाश्म पेड़ का राल है, अक्सर ग्रहणी के रूप में प्रयोग किया जाता है",
      "example": "Das Collier war mit einem schönen Stück Bernstein geschmückt. Sie hatte es auf ihrer Reise nach Spanien letzten Monat gekauft. Sie wird es auf der Party morgen tragen.",
      "example_translation": "अंगूठी में एक सुंदर एम्बर का टुकड़ा लगा हुआ था. उसने पिछले महीने स्पेन की यात्रा पर इसे खरीदा था. वह कल रात की पार्टी में इसे पहनेगी.",
      "imageLink": "amber.jpg",
      "audioLink": "amber.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anthrazit",
      "translation": "एन्थ्रासाइट",
      "definition": "Anthrazit ist ein harter, glänzender, schwarzer Kohle, als Brennstoff verwendet.",
      "definition_translation": "एन्थ्रासाइट एक कठोर, चमकीले, काले कोयले का उपयोग ईंधन के रूप में किया जाता है",
      "example": "Der alte Ofen verbrennt Anthrazit-Kohle, um Wärme bereitzustellen. Der neue verwendet Erdgas. Er wird in Zukunft Sonnenenergie nutzen.",
      "example_translation": "पुराना फर्नेस एन्थ्रासाइट कोयले को जलाता था ताकि गर्मी प्रदान करे. नया गैस का उपयोग करता है. वह भविष्य में सौर ऊर्जा का उपयोग करेगा.",
      "imageLink": "anthracite.jpg",
      "audioLink": "anthracite.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aquamarin",
      "translation": "एक्वामारीन",
      "definition": "Aquamarin ist ein blaugrüner Schmuckstein, oft in Schmuckstücken verwendet.",
      "definition_translation": "एक्वामारीन एक नीले-हरे रंग की मणि है, अक्सर गहनों में प्रयोग की जाती है",
      "example": "Die Königin trug ein Aquamarin-Collier auf dem königlichen Ball. Sie hatte es auf ihrer Krönungszeremonie getragen. Sie wird es auf der Hochzeit ihrer Enkelin nächstes Jahr tragen.",
      "example_translation": "रानी ने शाही बॉल में एक्वामारीन अंगूठी पहनी थी. उसने अपने राज्याभिषेक समारोह में इसे पहना था. वह अगले साल अपनी पोती की शादी में इसे पहनेगी.",
      "imageLink": "aquamarine.jpg",
      "audioLink": "aquamarine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmin",
      "translation": "कर्मिन",
      "definition": "Ein helles, leuchtendes Rot oder purpurrot Pigment oder Farbstoff, insbesondere das aus dem Cochenille-Insekt oder synthetisch hergestellte.",
      "definition_translation": "कochineal कीट से या संश्लेषित रूप से एक उज्ज्वल लाल से बैगनी लाल रंग का पिगमेंट या रंगद्रव्य, विशेष रूप से।",
      "example": "Die Künstlerin verwendete Karmin, um eine leuchtende rote Färbung in ihrem Gemälde zu erzeugen. Sie verwendet Karmin seit Jahren. Sie wird Karmin in ihrem nächsten Projekt verwenden.",
      "example_translation": "चित्रकार ने अपने चित्र में एक जीवंत लाल ह्यू बनाने के लिए कर्मिन का उपयोग किया। वह वर्षों से कर्मिन का उपयोग कर रही है। वह अपने अगले परियोजना में कर्मिन का उपयोग करेगी।",
      "imageLink": "carmine.jpg",
      "audioLink": "carmine.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesin",
      "translation": "लाल",
      "definition": "Eine tiefe, reiche rote Farbe, insbesondere in Bezug auf eine helle, leuchtende rote oder purpurrote Farbe.",
      "definition_translation": "एक गहरा, समृद्ध लाल रंग, विशेष रूप से एक चमकीले, सजीव लाल या बैगनी-लाल रंग के संबंध में।",
      "example": "Die offizielle Farbe der Universität ist Karmesin. Die Fahne war karmesinrot mit einem goldenen Adler. Die Wände werden bald karmesinrot gestrichen.",
      "example_translation": "विश्वविद्यालय का आधिकारिक रंग लाल है। झंडा लाल था स्वर्णिम ईगल के साथ। दीवारें जल्द ही लाल रंग से रंगी जाएंगी।",
      "imageLink": "crimson.jpg",
      "audioLink": "crimson.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cyan",
      "translation": "सायन",
      "definition": "Eine grünlich-blaue Farbe, insbesondere eine helle, leuchtende blaugrüne Farbe.",
      "definition_translation": "एक हरी-नीला रंग, विशेष रूप से एक चमकीले, सजीव नीला-हरा रंग।",
      "example": "Der Designer wählte Cyan für das Firmenlogo aus. Das Poolwasser war eine schöne cyanblaue Farbe. Die Künstlerin mischte Cyan mit Gelb, um eine neue Schattierung zu erschaffen.",
      "example_translation": "डिजाइनर ने कंपनी के लोगो के लिए सायन रंग चुना। पूल का पानी एक सुंदर सायन रंग था। कलाकार ने सायन को पीले रंग से मिलाकर एक नया रंग बनाया।",
      "imageLink": "cyan.jpg",
      "audioLink": "cyan.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Smaragd",
      "translation": "एमरल्ड",
      "definition": "Ein helles Grün, insbesondere ein leuchtendes Grün, oft verwendet, um Schmucksteine zu beschreiben.",
      "definition_translation": "एक चमकीला हरा, विशेष रूप से एक सजीव हरा रंग, अक्सर रत्न पत्थरों के वर्णन के लिएใชा जाता है।",
      "example": "Das Smaragd-Collier war atemberaubend. Sie erbte einen Smaragd-Ring von ihrer Großmutter. Der Smaragd-Wald war atemberaubend.",
      "example_translation": "एमरल्ड हार चौंकाने वाला था। उसने अपनी दादी से एमरल्ड रिंग विरासत में मिली। एमरल्ड जंगल सांस रोक देने वाला था।",
      "imageLink": "emerald.jpg",
      "audioLink": "emerald.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ingwer",
      "translation": "अदरक",
      "definition": "Eine Pflanze mit einer dicken, braunen Wurzel, die als Gewürz oder Medizin verwendet wird.",
      "definition_translation": "एक पौधा जिसकी मोटी, भूरी जड़ का उपयोग मसाले या दवा के रूप में किया जाता है।",
      "example": "Ich fügte etwas Ingwer zur Suppe hinzu, um ihr einen schönen Geschmack zu geben. Gestern rieb ich etwas Ingwer für den Salat ab. Morgen werde ich frischen Ingwer vom Markt kaufen.",
      "example_translation": "मैंने सूप में कुछ अदरक डाला ताकि उसे अच्छा स्वाद मिले। कल, मैंने सलाद के लिए कुछ अदरक कसा था। कल, मैं बाजार से ताजा अदरक खरीदूँगा।",
      "imageLink": "ginger.jpg",
      "audioLink": "ginger.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Indigo",
      "translation": "नीला",
      "definition": "Eine tiefe blaue Farbe oder ein Farbstoff dieser Farbe, insbesondere ein solcher, der aus den Blättern der Indigopflanze gewonnen wird.",
      "definition_translation": "एक गहरा नीला रंग, या इस रंग का रंजक या पिगमेंट, विशेष रूप से इन्डिगो पौधे के पत्तों से प्राप्त होता है।",
      "example": "Das Kleid war indigo gefärbt. Der Künstler verwendete Indigo, um ein schönes Gemälde zu erstellen. In alten Zeiten trugen die Menschen Kleidung in Indigofarbe.",
      "example_translation": "ड्रेस को गहरे नीले रंग से रंगा गया था। कलाकार ने नीला रंग से एक सुंदर पेंटिग बनाई थी। पुराने दिनों में, लोग नीले कपड़े पहना करते थे।",
      "imageLink": "indigo.jpg",
      "audioLink": "indigo.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Magenta",
      "translation": "मैजेंटा",
      "definition": "Eine helle, pinklich-purpurne Farbe oder ein Farbstoff dieser Farbe.",
      "definition_translation": "एक उज्ज्वल गुलाबी-बैगनी रंग, या इस रंग का रंजक या पिगमेंट。",
      "example": "Die Blumen waren eine schöne Magentafarbe. Der Designer verwendete Magenta, um ein atemberaubendes Logo zu erstellen. In Zukunft wird Magenta eine beliebte Farbe für Autos sein.",
      "example_translation": "फूल एक सुंदर मैजेंटा रंग के थे। डिजाइनर ने एक स्टन्निंग लोगो बनाने के लिए मैजेंटा का उपयोग किया। भविष्य में, मैजेंटा कारों के लिए एक लोकप्रिय रंग होगा।",
      "imageLink": "magenta.jpg",
      "audioLink": "magenta.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mahagoni",
      "translation": "माहोगनी",
      "definition": "Eine Art von Hartholzbaum oder das Holz dieses Baumes, das oft für Möbel hergestellt wird.",
      "definition_translation": "एक प्रकार का hardwood पेड़, या इस पेड़ का लकड़ी, जिसका अक्सर फर्नीचर बनाने के लिए उपयोग किया जाता है।",
      "example": "Der Tisch war aus Mahagoniholz gemacht. Der Tischler verwendete Mahagoni, um einen schönen Stuhl zu erstellen. In der Vergangenheit war Mahagoni ein seltenes und teures Holz.",
      "example_translation": "टेबल माहोगनी लकड़ी से बना था। कारपेंटर ने एक सुंदर कुर्सी बनाने के लिए माहोगनी का उपयोग किया। अतीत में, माहोगनी एक दुर्लभ और महंगा लकड़ी थी।",
      "imageLink": "mahogany.jpg",
      "audioLink": "mahogany.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karmesin",
      "translation": "मरून",
      "definition": "Eine dunkel rotbraune Farbe, insbesondere in Form eines Farbstoffs oder -pigments.",
      "definition_translation": "एक गहरा लाल-भूरा रंग, विशेष रूप से पिगमेंट या डाई के रूप में.",
      "example": "Die Karmesinfarbe der Berge bei Sonnenuntergang war atemberaubend. Gestern sah ich ein Karmesinauto. Wenn ich ein Karmesin-Hemd hätte, würde ich es zur Party tragen.",
      "example_translation": "सूर्यास्त के समय पहाड़ों का मरून रंग सांस रोक देने वाला था. मैंने कल एक मरून कार देखी. अगर मेरे पास एक मरून शर्ट होती, तो मैं उसे पार्टी में पहनता.",
      "imageLink": "maroon.jpg",
      "audioLink": "maroon.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ocker",
      "translation": "ओकर",
      "definition": "Ein natürlicher Farbstoff, bestehend aus Eisenoxid, Ton und Silikaten, typischerweise gelb, orange oder rot gefärbt.",
      "definition_translation": "एक प्राकृतिक पिगमेंट, जिसमें लोहा ऑक्साइड, मिट्टी और सिलिकेट्स होते हैं, आमतौर पर पीले, नारंगी या लाल रंग में.",
      "example": "Der Künstler mischte Ocker mit Wasser, um eine einzigartige Textur zu erstellen. Die alte Zivilisation verwendete Ocker, um ihre Wände zu bemalen. Ocker wird seit Jahrhunderten in Kunst und Dekoration verwendet.",
      "example_translation": "कलाकार ने पानी के साथ ओकर मिलाया एक अनोखा टेक्सचर बनाने के लिए. प्राचीन सभ्यता ने अपनी दीवारों को पेंट करने के लिए ओकर का इस्तेमाल किया. ओकर का(Art और सजावट में सदियों से इस्तेमाल किया जा रहा है.",
      "imageLink": "ochre.jpg",
      "audioLink": "ochre.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Scharlach",
      "translation": "लाल",
      "definition": "Eine helle, leuchtende rote Farbe, insbesondere in Form eines Farbstoffs oder -pigments.",
      "definition_translation": "एक चमकदार, जीवंत लाल रंग, विशेष रूप से डाई या पिगमेंट के रूप में.",
      "example": "Der scharlachrote Brief war ein bekannter Roman von Nathaniel Hawthorne. Sie trug ein Scharlachrotes Kleid zur Party. Die Scharlachfarbe der Rosen war auffallend.",
      "example_translation": "द स्कारलेट लेटर नाथनिएल हॉथोर्न का एक प्रसिद्ध नاول था. वह पार्टी में एक लाल ड्रेस पहन कर गई. गुलाबों का लाल रंग दिलचस्प था.",
      "imageLink": "scarlet.jpg",
      "audioLink": "scarlet.mp3"
    },
    {
      "section": "kolory-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkis",
      "translation": "टरकाइट",
      "definition": "Ein blaugrünes Mineral, oft als Schmuckstein verwendet, typischerweise in einer hellblaugrünen Farbe.",
      "definition_translation": "एक नीला-हरा खनिज, अक्सर एक रत्न के रूप में प्रयोग किया जाता है, आमतौर पर उज्ज्वल नीला-हरा रंग में.",
      "example": "Die Türkis-Halskette war ein schönes Geschenk. Ich habe einen Türkis-Ring, den ich zu besonderen Anlässen trage. Türkis ist ein beliebter Schmuckstein in der Schmuckherstellung.",
      "example_translation": "टरकाइट नेकलेस एक सुंदर उपहार था. मेरे पास एक टरकाइट रिंग है जिसे मैं विशेष अवसरों पर पहनता हूँ. टरकाइट आभूषण में एक लोकप्रिय रत्न है.",
      "imageLink": "turquoise.jpg",
      "audioLink": "turquoise.mp3"
    }
  ]
}