[
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Abessinier",
      "translation": "#abissinian (ऐबिसिनियन)",
      "definition": "Eine Rasse von Hauskatzen, die aus Äthiopien stammt, bekannt für ihr markantes geticktetes Fell und ihre schlanke Gestalt.",
      "definition_translation": "एथियोपिया से निकलने वाली एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता टिकी हुई कोट और पतला शरीर है।",
      "example": "Ich habe immer eine Abessinier-Katze besitzen wollen, weil ihrer spielerischen Natur. Ich hatte eine Abessinier-Katze, als ich ein Kind war, und jetzt habe ich auch eine. Ich werde nächstes Jahr eine Abessinier-Katze kaufen.",
      "example_translation": "मैंने हमेशा अपने खेलने के स्वभाव के कारण एक एबिसिनियन बिल्ली रखने की इच्छा है। मैं बच्चा था जब मेरे पास एक एबिसिनियन बिल्ली थी, और अब मेरे पास भी है। मैं अगले साल एक एबिसिनियन बिल्ली लूँगा।",
      "imageLink": "abyssinian.jpg",
      "audioLink": "Abyssinian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amerikanische Kurzhaar",
      "translation": "अमेरिकन शार्थेयर (Amērikān shārthāyara)",
      "definition": "Eine Rasse von Hauskatzen, die aus Nordamerika stammt, bekannt für ihre robuste Gestalt und ihr kurzes Fell.",
      "definition_translation": "उत्तर अमेरिका से निकलने वाली एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता मजबूत शरीर और छोटा कोट है।",
      "example": "Meine Schwester besitzt eine Amerikanische Kurzhaar-Katze, und sie ist wirklich zärtlich. Sie hatte eine Amerikanische Kurzhaar-Katze, als sie im College war, und jetzt hat sie wieder eine. Sie wird nächstes Jahr eine Amerikanische Kurzhaar-Katze als Geschenk bekommen.",
      "example_translation": "मेरी बहन के पास एक अमेरिकन शार्थेयर बिल्ली है, और यह वास्तव में स्नेही है। वह कॉलेज में थी जब उसके पास एक अमेरिकन शार्थेयर बिल्ली थी, और अब उसके पास फिर से है। वह अगले साल एक अमेरिकन शार्थेयर बिल्ली को उपहार में लेगी।",
      "imageLink": "american-shorthair.jpg",
      "audioLink": "American shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bengal-Katze",
      "translation": "बंगाल बिल्ली (Baṅgāl billī)",
      "definition": "Eine Rasse von Hauskatzen, die durch Kreuzung von Hauskatzen mit der Asiatischen Leopard-Katze entstanden ist, bekannt für ihr markantes geflecktes Fell.",
      "definition_translation": "डोमेस्टिक बिल्लियों के साथ एशियाई Леопार्ड बिल्ली को क्रॉस करके निर्मित एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता प्रतिष्ठित स्पॉटेड कोट है।",
      "example": "Ich bin immer von der enthusiastischen Persönlichkeit der Bengal-Katze fasziniert gewesen. Ich hatte eine Bengal-Katze, als ich ein Kind war, und jetzt habe ich auch eine. Ich werde nächstes Jahr eine Bengal-Katze aus einem Tierheim adoptieren.",
      "example_translation": "मैं हमेशा बंगाल बिल्ली के ऊर्जावान व्यक्तित्व से आकर्षित हूँ। मैं बच्चा था जब मेरे पास एक बंगाल बिल्ली थी, और अब मेरे पास भी है। मैं अगले साल एक आश्रय से एक बंगाल बिल्ली गोद लूँगा।",
      "imageLink": "bengal-cat.jpg",
      "audioLink": "Bengal cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Birmane",
      "translation": "बिरमान (Birmān)",
      "definition": "Eine Rasse von Hauskatzen, die aus Burma stammt, bekannt für ihre weißen 'Handschuhe' an den Pfoten und ein pointiertes Fell.",
      "definition_translation": "बर्मा से निकलने वाली एक नस्ल की घरेलू बिल्ली, जिसकी विशेषता पैरों पर सफ़ेद 'ग्लोव्ज़' और एक पॉइंटेड कोट है।",
      "example": "Die Birmane-Katze ist bekannt für ihre ruhige und sanfte Natur. Ich hatte eine Birmane-Katze, als ich im College war, und jetzt hat meine Schwester eine. Ich werde nächstes Jahr eine Birmane-Katze als Haustier kaufen.",
      "example_translation": "बिरमान बिल्ली अपने शांत और सौम्य स्वभाव के लिए जानी जाती है। मैं कॉलेज में था जब मेरे पास एक बिरमान बिल्ली थी, और अब मेरी बहन के पास है। मैं अगले साल एक पालतू बिरमान बिल्ली लूँगा।",
      "imageLink": "birman.jpg",
      "audioLink": "Birman.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Britische Kurzhaar",
      "translation": "ब्रिटिश शार्थेयर",
      "definition": "Die Britische Kurzhaar ist eine robuste und kompakte Katze mit einem breiten Gesicht, kurzen Beinen und einem kurzen, dichten Fell, das in einer Vielzahl von Farben und Mustern kommt.",
      "definition_translation": "ब्रिटिश शार्थेयर एक स्थिर और कॉम्पैक्ट बिल्ली है जिसका चेहरा चौड़ा है, पैर छोटे हैं, और एक छोटा, घना कोट है जो विभिन्न रंगों और पैटर्न में आता है",
      "example": "Ich hatte früher eine Britische Kurzhaar-Katze, als ich ein Kind war, sie war sehr spielerisch. Jetzt will ich wieder eine Britische Kurzhaar haben. Ich werde nächstes Monat eine Britische Kurzhaar kaufen.",
      "example_translation": "मैं बच्चा था तब मेरे पास एक ब्रिटिश शार्थेयर बिल्ली थी, वह बहुत खिलवाड़ था. अब मैं फिर से एक ब्रिटिश शार्थेयर चाहता हूँ. मैं अगले महीने एक ब्रिटिश शार्थेयर खरीदूँगा.",
      "imageLink": "british-shorthair.jpg",
      "audioLink": "British shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Burmese",
      "translation": "बर्मीज",
      "definition": "Die Burmese ist eine Rasse von Hauskatzen, die aus Thailand stammt, bekannt für ihr markantes Aussehen und ihre spielende, extrovertierte Persönlichkeit.",
      "definition_translation": "बर्मीज घरेलू बिल्ली की एक नस्ल है जिसका मूल थाईलैंड से है, यह अपने विशिष्ट शारीरिक रूप और खेलने वाले, बाहर की ओर व्यक्तित्व के लिए जाना जाता है",
      "example": "Ich bin immer von der Burmese-Rasse fasziniert gewesen, ihre Augen sind so expressiv. Mein Freund hat eine Burmese-Katze, sie ist sehr zärtlich. Ich werde nächstes Jahr eine Burmese-Katze kaufen.",
      "example_translation": "मैं हमेशा बर्मीज नस्ल से आकर्षित रहा हूँ, उनकी आँखें इतनी अभिव्यक्ति हैं. मेरे दोस्त के पास एक बर्मीज बिल्ली है, वह बहुत स्नेही है. मैं अगले साल एक बर्मीज लूँगा.",
      "imageLink": "burmese.jpg",
      "audioLink": "Burmese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chartreux",
      "translation": "चार्ट्र्यू",
      "definition": "Der Chartreux ist eine seltene und alte Rasse von Katzen aus Frankreich, charakterisiert durch sein blaugraues Fell und große, runde Augen.",
      "definition_translation": "चार्ट्र्यू फ्रांस से एक दुर्लभ và प्राचीन नस्ल की बिल्ली है, जिसका वर्णन अपने नीले-स्लेटी कोट और बड़े, गोल आँखों से होता है",
      "example": "Ich sah einen Chartreux-Katze im Zoogeschäft, sie war so ruhig. Meine Schwester hat einen Chartreux, er ist sehr sanft. Ich werde meine Chartreux-Katze nächste Woche zum Tierarzt bringen.",
      "example_translation": "मैं पेट स्टोर पर एक चार्ट्र्यू बिल्ली देखा, वह इतनी शांत थी. मेरी बहन के पास एक चार्ट्र्यू है, वह बहुत कोमल है. मैं अपने चार्ट्र्यू को अगले هفته वेटеринаर के पास ले जाऊँगा.",
      "imageLink": "chartreux.jpg",
      "audioLink": "Chartreux.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Farbpunkt, Himalaya",
      "translation": "रंगबिंदु, हिमालयी",
      "definition": "Die Himalaya ist eine Rasse von Katzen, die das punktierte Fellmuster der Siamesen mit dem robusten Bau der Perser kombiniert, was ein einzigartiges und markantes Aussehen ergibt.",
      "definition_translation": "हिमालयी एक नस्ल की बिल्ली है जो सियामीज़ के पॉइंटी कोट पैटर्न और पर्शियन के कठोर निर्माण को मिलाती है, जिसके परिणामस्वरूप एक अद्वितीय और आकर्षक रूप होता है",
      "example": "Ich liebe die Farbpunkt-Himalaya, sie ist so schön. Mein Nachbar hat eine Farbpunkt-Himalaya-Katze, sie ist sehr freundlich. Ich werde meine Farbpunkt-Himalaya-Katze nächsten Monat auf der Katzenschau zeigen.",
      "example_translation": "मैं रंगबिंदु हिमालयी से प्यार करता हूँ, वह इतनी सुंदर है. मेरे पड़ोसी के पास एक रंगबिंदु हिमालयी है, वह बहुत मित्रवत है. मैं अगले महीने बिल्ली शो में अपने रंगबिंदु हिमालयी को प्रदर्शित करूँगा.",
      "imageLink": "colourpoint-himalayan.jpg",
      "audioLink": "colourpoint, Himalayan.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Devon Rex",
      "translation": "डेवोन रेक्स",
      "definition": "Der Devon Rex ist eine Rasse von Katzen, bekannt für ihr lockiges, weiches und samtenes Fell. Sie sind auch bekannt für ihre großen Ohren, schmalen Körper und aktiven Persönlichkeiten.",
      "definition_translation": "डेवोन रेक्स एक नस्ल की बिल्ली है जिसकी कर्ली, मुलायम और सuede जैसी कोट होती है. इनके बड़े कान, पतले शरीर और सक्रिय व्यक्तित्व भी प्रसिद्ध हैं.",
      "example": "Ich hatte eine Devon Rex-Katze, als ich ein Kind war, sie war sehr spielerisch. Jetzt habe ich eine Devon Rex-Katze, sie ist sehr zärtlich. In der Zukunft werde ich eine Devon Rex-Katze haben, sie wird sehr loyal sein.",
      "example_translation": "मैं बच्चा था तब मेरे पास एक डेवोन रेक्स बिल्ली थी, वह बहुत खेलने वाली थी. अब मेरे पास एक डेवोन रेक्स बिल्ली है, वह बहुत स्नेही है. भविष्य में मेरे पास एक डेवोन रेक्स बिल्ली होगी, वह बहुत वफादार होगी.",
      "imageLink": "devon-rex.jpg",
      "audioLink": "Devon Rex.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hauskatze",
      "translation": "घरेलू बिल्ली",
      "definition": "Eine Hauskatze ist eine Katze, die bei Menschen lebt, oft als Haustier gehalten wird. Sie sind normalerweise kleiner als wilde Katzen und haben ein zahmeres Temperament.",
      "definition_translation": "घरेलू बिल्ली वह बिल्ली है जो 인간ों के साथ रहती है, अक्सर पालतू के रूप में रखी जाती है. ये आमतौर पर जंगली बिल्लियों से छोटी होती हैं और अधिक मृदु स्वभाव की होती हैं.",
      "example": "Ich liebe meine Hauskatze, sie kuschelt jede Nacht mit mir. Meine Schwester hatte eine Hauskatze, sie war sehr faul. In der Zukunft werde ich eine Hauskatze adoptieren, sie wird sehr spielend sein.",
      "example_translation": "मैं अपनी घरेलू बिल्ली से प्यार करता हूँ, यह रात में मेरे साथ सो जाती है. मेरी बहन के पास एक घरेलू बिल्ली थी, वह बहुत सुस्त थी. भविष्य में मैं एक घरेलू बिल्ली अपनाएगा, वह बहुत खेलने वाली होगी.",
      "imageLink": "domestic-cat.jpg",
      "audioLink": "domestic cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Exotischer Shorthair",
      "translation": "एक्सोटिक शॉर्टहेयर",
      "definition": "Der Exotische Shorthair ist eine Katzenrasse bekannt für ihr kurzes, dichtes Fell und ihr ruhiges Temperament. Sie werden oft als sanftmütig und spielend beschrieben.",
      "definition_translation": "एक्सोटिक शॉर्टहेयर एक नस्ल की बिल्ली है जिसकी छोटी, घनी कोट और शांत स्वभाव के लिए जानी जाती है. इनके बारे में अक्सर कहा जाता है कि इनके पास मीठा और खेलने वाला व्यक्तित्व होता है.",
      "example": "Ich sah einen Exotischen Shorthair-Katzen im Zoogeschäft, es war sehr niedlich. Mein Freund hat einen Exotischen Shorthair-Katzen, es ist sehr zahm. In Zukunft werde ich einen Exotischen Shorthair-Katzen kaufen, es wird sehr liebevoll sein.",
      "example_translation": "मैंने पेट स्टोर पर एक एक्सोटिक शॉर्टहेयर बिल्ली देखी, वह बहुत प्यारी थी. मेरे दोस्त के पास एक एक्सोटिक शॉर्टहेयर बिल्ली है, वह बहुत दुलारी है. भविष्य में मैं एक एक्सोटिक शॉर्टहेयर बिल्ली खरीदूँगा, वह बहुत स्नेही होगी.",
      "imageLink": "exotic-shorthair.jpg",
      "audioLink": "exotic shorthair.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Japanischer Bobtail",
      "translation": "जापानी बोबटेल",
      "definition": "Der Japanische Bobtail ist eine Katzenrasse bekannt für seinen kurzen Schwanz und seinen schlanken Körper. Sie werden oft als neugierig und spielend beschrieben.",
      "definition_translation": "जापानी बोबटेल एक नस्ल की बिल्ली है जिसकी छोटी पूँछ और पतला शरीर के लिए जानी जाती है. इनके बारे में अक्सर कहा जाता है कि इनके पास जिज्ञासु और खेलने वाला व्यक्तित्व होता है.",
      "example": "Ich sah einen Japanischen Bobtail-Katzen auf einer Katzenausstellung, es war sehr agil. Mein Nachbar hat einen Japanischen Bobtail-Katzen, es ist sehr neugierig. In Zukunft werde ich einen Japanischen Bobtail-Katzen adoptieren, es wird sehr spielend sein.",
      "example_translation": "मैंने एक बिल्ली शो में एक जापानी बोबटेल बिल्ली देखी, वह बहुत चुस्त थी. मेरे पड़ोसी के पास एक जापानी बोबटेल बिल्ली है, वह बहुत जिज्ञासु है. भविष्य में मैं एक जापानी बोबटेल बिल्ली अपनाएगा, वह बहुत खेलने वाली होगी.",
      "imageLink": "japanese-bobtail.jpg",
      "audioLink": "Japanese bobtail.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maine Coon",
      "translation": "मेन कून",
      "definition": "Der Maine Coon ist eine domestizierte Katzenrasse, die ursprünglich aus Nordamerika stammt, bekannt für ihr markantes Aussehen und ihre freundliche, offene Persönlichkeit.",
      "definition_translation": "मेन कून एक घरेलू बिल्ली की नस्ल है जो उत्तर अमेरिका में पाई जाती है, जिसकी विशिष्ट शारीरिक उपस्थिति और मित्रवत, बाहर जाने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "Ich hatte einen Maine Coon-Katzen als Haustier, als ich ein Kind war. Heute habe ich einen Perserkatzen. Bis nächstem Jahr werde ich einen Ocicat haben.",
      "example_translation": "जब मैं बच्चा था, मैं मेन कून बिल्ली के रूप में पेट था। आज, मेरे पास पारसी बिल्ली है। अगले साल तक, मेरे पास ओसीकैट होगा।",
      "imageLink": "maine-coon.jpg",
      "audioLink": "Maine coon.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Norwegische Waldkatze",
      "translation": "नॉर्वेजियन वन बिल्ली",
      "definition": "Die Norwegische Waldkatze ist eine domestizierte Katzenrasse, die ursprünglich aus Norwegen stammt, bekannt für ihr dickes Fell und ihre robuste Statur.",
      "definition_translation": "नॉर्वेजियन वन बिल्ली नॉर्वे की एक घरेलू बिल्ली की नस्ल है, जिसकी मोटी कोट और मजबूत ढांचे के लिए जाना जाता है।",
      "example": "Meine Schwester hat eine Norwegische Waldkatze, und sie liebt es, mit Wolle zu spielen. Gestern hat sie den ganzen Tag geschlafen. Morgen wird sie eine Maus jagen.",
      "example_translation": "मेरी बहन के पास नॉर्वेजियन वन बिल्ली है, और यह धागे से खेलना पसंद करता है। कल यह पूरे दिन सो रहा था। कल यह माउस हंट करेगा।",
      "imageLink": "norwegian-forest-cat.jpg",
      "audioLink": "Norwegian Forest cat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ocicat",
      "translation": "ओसीकैट",
      "definition": "Die Ocicat ist eine domestizierte Katzenrasse, die in den 1960er Jahren entwickelt wurde, bekannt für ihr markantes Fell und ihre spielende Persönlichkeit.",
      "definition_translation": "ओसीकैट 1960 में विकसित एक घरेलू बिल्ली की नस्ल है, जिसकी विशिष्ट कोट और खेलने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "Ich sah eine Ocicat im Zoogeschäft gestern. Heute überlege ich, eine zu kaufen. Bis nächsten Monat werde ich eine Ocicat adoptiert haben.",
      "example_translation": "मैंने कल पेट स्टोर पर एक ओसीकैट देखा। आज, मैं एक खरीदने पर विचार कर रहा हूँ। अगले महीने तक, मैंने उसे गोद लिया होगा।",
      "imageLink": "ocicat.jpg",
      "audioLink": "ocicat.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perser",
      "translation": "पारसी",
      "definition": "Der Perser ist eine domestizierte Katzenrasse, die ursprünglich aus dem Nahen Osten stammt, bekannt für ihr langes Haar und ihre sanfte Natur.",
      "definition_translation": "पारसी मध्य पूर्व से एक घरेलू बिल्ली की नस्ल है, जिसकी लंबे बाल और सौम्य स्वभाव के लिए जाना जाता है।",
      "example": "Ich habe einen Perserkatzen als Haustier, und es liebt es, zu schlafen. Gestern spielte es mit meiner Schwester. Morgen wird es auf meinem Schoß sitzen.",
      "example_translation": "मेरे पास पारसी बिल्ली के रूप में पेट है, और यह सोने के लिए प्यार करता है। कल यह मेरी बहन के साथ खेल रहा था। कल यह मेरी गोद में बैठेगा।",
      "imageLink": "persian.jpg",
      "audioLink": "Persian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ragdoll",
      "translation": "रगडोल",
      "definition": "Eine Ragdoll ist eine Katzenart, die bekannt für ihr weiches, seidiges Fell und ihr sanftmütiges Temperament ist.",
      "definition_translation": "एक रगडोल एक प्रकार का बिल्ला है जिसके लिए अपने नरम, रेशमी कोट और सौम्य प्रकृति के लिए जाना जाता है。",
      "example": "Ich hatte einen Ragdoll-Katzen als Haustier für fünf Jahre, und es war ein wunderbares Haustier. Ich werde nächstes Jahr einen neuen Ragdoll-Katzen kaufen. Ich kaufte einen Ragdoll-Katzen letzten Jahr.",
      "example_translation": "मैं पांच साल से एक रगडोल बिल्ला का मालिक हूं, और यह एक अद्भुत पालतू रहा है। मैं अगले साल एक नया रगडोल बिल्ला खरीदूँगा। मैंने पिछले साल एक रगडोल बिल्ला खरीदा था。",
      "imageLink": "ragdoll.jpg",
      "audioLink": "Ragdoll.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Russisch Blau",
      "translation": "रूसी ब्लू",
      "definition": "Das Russisch Blau ist eine Katzenrasse, die bekannt für ihr dickes, plüschiges Fell und ihre grünen Augen ist.",
      "definition_translation": "रूसी ब्लू एक नस्ल của घरेलू बिल्ला है जिसके लिए अपने मोटे, प्लлаш कोट और हरी आंखों के लिए जाना जाता है।",
      "example": "Mein Freund hat einen Russisch Blau-Katzen, das sehr spielend ist. Sie wird nächsten Monat einen Russisch Blau-Kätzchen kaufen. Sie kaufte einen Russisch Blau-Katzen letzten Woche.",
      "example_translation": "मेरे दोस्त के पास एक रूसी ब्लू बिल्ला है जो बहुत खिलवाड़ी है। वह अगले महीने एक रूसी ब्लू किट्टी खरीदेगी। उसने पिछले हफ्ते एक रूसी ब्लू बिल्ला खरीदा था。",
      "imageLink": "russian-blue.jpg",
      "audioLink": "Russian Blue.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Savanne",
      "translation": "सावannah",
      "definition": "Die Savanne ist eine Katzenrasse, die bekannt für ihre große, schlanke Statur und ihr auffälliges Fellmuster ist.",
      "definition_translation": "सावannah एक नस्ल ऑफ़ डोमेस्टिक बिल्ला है जिसके लिए अपने लंबे, पतले शरीर और स्ट्राइकिंग कोट पैटर्न के लिए जाना जाता है।",
      "example": "Ich sah eine Savanne-Katze im Zoogeschäft gestern. Es wird ein großartiges Haustier für meine Familie sein. Wir werden nächstes Jahr eine Savanne-Katze kaufen.",
      "example_translation": "मैंने कल पेट स्टोर पर एक सावannah बिल्ला देखा। यह मेरे परिवार के लिए एक बड़ा पालतू होगा। हम अगले साल एक सावannah बिल्ला खरीदेंगे।",
      "imageLink": "savannah.jpg",
      "audioLink": "Savannah.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schottische Falte",
      "translation": "स्कॉटिश फोल्ड",
      "definition": "Die Schottische Falte ist eine Katzenrasse, die bekannt für ihr gefaltetes Ohr und ihre spielende Persönlichkeit ist.",
      "definition_translation": "स्कॉटिश फोल्ड एक नस्ल ऑफ़ डोमेस्टिक बिल्ला है जिसके लिए अपने मुड़े हुए कान और खेल-खिलवाड़ी प्रकृति के लिए जाना जाता है।",
      "example": "Ich habe eine Schottische Falte-Katze, die sehr liebevoll ist. Sie wird nächsten Monat eine Schottische Falte-Kätzchen kaufen. Wir kauften eine Schottische Falte-Katze letzten Jahr.",
      "example_translation": "मैं एक स्कॉटिश फोल्ड बिल्ला का मालिक हूं जो बहुत स्नेही है। वह अगले महीने एक स्कॉटिश फोल्ड किट्टी खरीदेगी। हमने पिछले साल एक स्कॉटिश फोल्ड बिल्ला खरीदा था。",
      "imageLink": "scottish-fold.jpg",
      "audioLink": "Scottish Fold.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Siamesisch",
      "translation": "सियामी",
      "definition": "Bezieht sich auf oder charakteristisch für Siam, insbesondere für die Katzensorte, die aus Siam stammt.",
      "definition_translation": "सियाम की या उससे संबंधित, विशेष रूप से सियाम से निकलने वाली बिल्ली की नस्ल के लिए।",
      "example": "Die Siamesische Katze kuschelte sich auf meinem Schoß und fing an zu schnurren. Ich hatte vorher eine Siamesische Katze besessen, die kürzlich verstorben war. Ich werde nächste Woche eine Siamesische Katze kaufen.",
      "example_translation": "मेरी गोद में सियामी बिल्ली करली और हल्की आवाज निकालने लगी। मैंने पहले सियामी बिल्ली की मालिकी थी, जिसकी हाल ही में मृत्यु हुई थी। मैं अगले हफ्ते सियामी बिल्ली खरीदूँगी।",
      "imageLink": "siamese.jpg",
      "audioLink": "Siamese.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sibirisch",
      "translation": "साइबेरियाई",
      "definition": "Bezieht sich auf oder charakteristisch für Sibirien, insbesondere für die Hunderasse Husky, die aus Sibirien stammt.",
      "definition_translation": "साइबरिया की या उससे संबंधित, विशेष रूप से साइबरिया से निकलने वाले हसकी कुत्ते की नस्ल के लिए।",
      "example": "Der Sibirische Husky rannte schnell durch den Schnee. Ich hatte vorher einen Sibirischen Husky im Park gesehen. Ich werde nächstes Jahr ein Sibirischer Husky-Welpe kaufen.",
      "example_translation": "साइबेरियाई हसकी ने बर्फ में तेजी से दौड़ी। मैंने पहले पार्क में साइबेरियाई हसकी देखी थी। मैं अगले साल साइबेरियाई हसकी पपी खरीदूँगी।",
      "imageLink": "siberian.jpg",
      "audioLink": "Siberian.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Somalisch",
      "translation": "सोमाली",
      "definition": "Bezieht sich auf oder charakteristisch für Somalia, insbesondere für die Ziegenrasse, die aus Somalia stammt.",
      "definition_translation": "सोमालिया की या उससे संबंधित, विशेष रूप से सोमालिया से निकलने वाली बकरी की नस्ल के लिए।",
      "example": "Die Somalische Ziege weidete friedlich auf dem Feld. Ich hatte vorher eine Somalische Ziege im Dorf gesehen. Ich werde nächsten Monat eine Somalische Ziege kaufen.",
      "example_translation": "सोमाली बकरी ने मैदान में शांति से चराई की। मैंने पहले गांव में सोमाली बकरी देखी थी। मैं अगले महीने सोमाली बकरी खरीदूँगी।",
      "imageLink": "somali.jpg",
      "audioLink": "Somali.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sphynx",
      "translation": "स्फिंक्स",
      "definition": "Eine Rasse von haarlosen Katzen, die aus Kanada stammt.",
      "definition_translation": "कैनडा से निकलने वाली बिना बाल की बिल्ली की नस्ल।",
      "example": "Die Sphynx-Katze kuschelte sich auf meinem Schoß und fing an zu schnurren. Ich hatte vorher eine Sphynx-Katze besessen, die kürzlich verstorben war. Ich werde nächste Woche eine Sphynx-Katze kaufen.",
      "example_translation": "स्फिंक्स बिल्ली ने मेरी गोद में करली और हल्की आवाज निकालने लगी। मैंने पहले स्फिंक्स बिल्ली की मालिकी थी, जिसकी हाल ही में मृत्यु हुई थी। मैं अगले हफ्ते स्फिंक्स बिल्ली खरीदूँगी।",
      "imageLink": "sphynx.jpg",
      "audioLink": "Sphynx.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkische Angora",
      "translation": "तुर्किश अंगोरा",
      "definition": "Die Türkische Angora ist eine Rasse von Hauskatzen, die aus der Türkei stammt. Sie ist bekannt für ihr langes, seidiges Fell und ihre Intelligenz.",
      "definition_translation": "यह तुर्की से उत्पन्न घरेलू बिल्ली की नस्ल है। इसकी लंबी, रेशमी कोट और बुद्धिमत्ता के लिए जाना जाता है.",
      "example": "Ich hatte als Kind eine Türkische Angora-Katze, sie war sehr spielhaft. Jetzt habe ich eine neue Türkische Angora-Katze, sie ist immer noch sehr spielhaft. In Zukunft werde ich definitiv wieder eine Türkische Angora-Katze haben.",
      "example_translation": " जब मैं बच्चा था, मेरे पास एक तुर्किश अंगोरा बिल्ली थी, वह बहुत खेलने वाली थी। अब, मेरे पास एक नया तुर्किश अंगोरा बिल्ली है, वह अभी भी बहुत खेलने वाली है। भविष्य में, मैं निश्चित रूप से एक और तुर्किश अंगोरा बिल्ली रखूँगा।",
      "imageLink": "turkish-angora.jpg",
      "audioLink": "Turkish Angora.mp3"
    },
    {
      "section": "koty-rasy-kotow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Türkische Van",
      "translation": "तुर्किश वान",
      "definition": "Die Türkische Van ist eine Rasse von Hauskatzen, die aus der Türkei stammt. Sie ist bekannt für ihr weißes Fell mit farbigen Punkten und ihre spielerische Persönlichkeit.",
      "definition_translation": "यह तुर्की से उत्पन्न घरेलू बिल्ली की नस्ल है। इसकी सफेद कोट और रंगीन सिरे और खेलने वाले व्यक्तित्व के लिए जाना जाता है.",
      "example": "Meine Freundin hatte eine Türkische Van-Katze, sie war sehr aktiv. Jetzt hat sie eine neue Türkische Van-Katze, sie ist immer noch sehr aktiv. In Zukunft wird sie definitiv wieder eine Türkische Van-Katze haben.",
      "example_translation": " मेरे दोस्त के पास एक तुर्किश वान बिल्ली थी, वह बहुत सक्रिय थी। अब, उसके पास एक नया तुर्किश वान बिल्ली है, वह अभी भी बहुत सक्रिय है। भविष्य में, वह निश्चित रूप से एक और तुर्किश वान बिल्ली रखेगी।",
      "imageLink": "turkish-van.jpg",
      "audioLink": "Turkish Van.mp3"
    }
  ]