[
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blume",
      "translation": "फूल",
      "definition": "Eine Pflanze, die Blumen produziert, insbesondere eine, die in einem Garten für ihre Schönheit oder als Geschenk angebaut wird.",
      "definition_translation": "एक पौधा जो फूल पैदा करता है, खासकर वह जो सुंदरता के लिए या उपहार के रूप में बगीचे में उगाया जाता है।",
      "example": "Ich pflückte eine Blume aus dem Garten gestern, ich pflücke eine Blume aus dem Garten jetzt und ich werde eine Blume aus dem Garten morgen pflücken.",
      "example_translation": "मैंने कल बगीचे से एक फूल पिक किया, मैं अब बगीचे से एक फूल पिक कर रहा हूँ, और मैं कल बगीचे से एक फूल पिक करूँगा।",
      "imageLink": "image_files\\English\\flower.jpg",
      "audioLink": "flower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rose",
      "translation": "गुलाब",
      "definition": "Ein stacheliger Strauch oder Kletterpflanze, die duftende Blumen produziert, insbesondere eine der Arten Rosa.",
      "definition_translation": "एक कंटीला झाड़ी या आरोही पौधा जो सुगंधित फूल पैदा करता है, खासकर_rosa प्रजाति का एक व्यक्ति।",
      "example": "Ich pflanzte eine Rose im Garten letzten Jahr, ich pflanze eine Rose im Garten jetzt und ich werde eine Rose im Garten nächstes Jahr pflanzen.",
      "example_translation": "मैंने पिछले साल बगीचे में एक गुलाब लगाया था, मैं अब बगीचे में एक गुलाब लगा रहा हूँ, और मैं अगले साल बगीचे में एक गुलाब लगाऊँगा।",
      "imageLink": "image_files\\English\\rose.jpg",
      "audioLink": "rose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänseblümchen",
      "translation": "डेज़ी",
      "definition": "Eine Art von Blumenpflanze mit gelbem Zentrum und weißen Blüten, oft in Feldern und Wiesen gefunden.",
      "definition_translation": "एक प्रकार का फूल पौधा जिसके केंद्र में पीला होता है और सफेद पंखुड़ियाँ होती हैं, अक्सर मैदानों और मीडोज में पाया जाता है।",
      "example": "Ich pflückte ein Gänseblümchen aus dem Feld gestern, ich pflücke ein Gänseblümchen aus dem Feld jetzt und ich werde ein Gänseblümchen aus dem Feld morgen pflücken.",
      "example_translation": "मैंने कल मैदान से एक डेज़ी पिक किया, मैं अब मैदान से एक डेज़ी पिक कर रहा हूँ, और मैं कल मैदान से एक डेज़ी पिक करूँगा।",
      "imageLink": "image_files\\English\\daisy.jpg",
      "audioLink": "daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenblume",
      "translation": "सूरजमुखी",
      "definition": "Eine hochwachsende einjährige Pflanze mit großen gelben Blumen, oft für ihre essbaren Samen und Öl angebaut.",
      "definition_translation": "एक लंबा सालाना पौधा जिसके बड़े पीले फूल होते हैं, आमतौर पर इसके खाद्य बीज और तेल के लिए उगाया जाता है।",
      "example": "Ich pflanzte eine Sonnenblume im Garten letzten Monat, ich pflanze eine Sonnenblume im Garten jetzt und ich werde eine Sonnenblume im Garten nächsten Monat pflanzen.",
      "example_translation": "मैंने पिछले महीने बगीचे में एक सूरजमुखी लगाया था, मैं अब बगीचे में एक सूरजमुखी लगा रहा हूँ, और मैं अगले महीने बगीचे में एक सूरजमुखी लगाऊँगा।",
      "imageLink": "image_files\\English\\sunflower.jpg",
      "audioLink": "sunflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tulpe",
      "translation": "ट्युलिप",
      "definition": "Eine Tulpe ist eine mehrjährige Pflanze mit schalenförmigen Blüten, die typischerweise rot, gelb oder weiß sind.",
      "definition_translation": "एक ट्युलिप एक बार्षिक पौधा है जिसके फूल दिखने में कप के आकार के होते हैं जो आम तौर पर लाल, पीले या सफेद होते हैं.",
      "example": "Ich pflanzte eine Tulpe in meinem Garten letzten Frühling, sie blühte im Sommer und ich werde sie wieder nächstes Frühling wässern.",
      "example_translation": "मैंने पिछले वसंत में मेरे गार्डन में एक ट्युलिप लगाया था, यह वर्तमान गर्मी में खिल उठा और मैं इसे अगले वसंत में फिर से पानी दूंगा.",
      "imageLink": "image_files\\English\\tulip.jpg",
      "audioLink": "tulip.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aster",
      "translation": "एस्टर",
      "definition": "Aster ist eine Art von Blumenpflanze, die oft in Blumensträußen und Arrangements verwendet wird.",
      "definition_translation": "एस्टर एक प्रकार का फूलदार पौधा है जिसका उपयोग अक्सर बुके और व्यवस्था में किया जाता है.",
      "example": "Ich pflückte einen Aster aus dem Garten gestern, ich arrangiere ihn jetzt in einer Vase und ich werde ihn meinem Freund morgen schenken.",
      "example_translation": "मैंने कल गार्डन से एक एस्टर चुना था, मैं अभी इसे एक वेसे में व्यवस्थित कर रहा हूँ, और मैं इसे अपने मित्र को कल दूंगा.",
      "imageLink": "image_files\\English\\aster.jpg",
      "audioLink": "aster.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Azalee",
      "translation": "अजालिया",
      "definition": "Azalee ist ein blühender Strauch, der oft in Gärten und Landschaftsgestaltung verwendet wird.",
      "definition_translation": "अजालिया एक फूलदार झाड़ी है जिसका उपयोग अक्सर लैंडस्कैपिंग और गार्डन में किया जाता है.",
      "example": "Ich sah eine Azalee blühen im Park letzten Woche, ich pflanzte eine in meinem Garten gestern und sie wird nächstes Jahr wieder blühen.",
      "example_translation": "मैंने_LAST_WEEK पार्क में एक अजालिया खिला हुआ देखा था, मैंने कल मेरे गार्डन में एक लगाया था, और यह अगले साल फिर से खिल उठेगा.",
      "imageLink": "image_files\\English\\azalea.jpg",
      "audioLink": "azalea.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaktus",
      "translation": "कैक्टस",
      "definition": "Ein Kaktus ist eine Art von Sukkulentenpflanze, die oft in Dekorationsarrangements und Gärten verwendet wird.",
      "definition_translation": "कैक्टस एक प्रकार का रसीला पौधा है जिसका उपयोग अक्सर सजावटी व्यवस्था और गार्डन में किया जाता है.",
      "example": "Ich wässerte meinen Kaktus gestern, er wird im Sommer blühen und ich werde ihn nächstes Frühling wieder stutzen.",
      "example_translation": "मैंने कल मेरे कैक्टस प्लांट को पानी दिया था, यह वर्तमान गर्मी में खिल उठेगा, और मैं इसे अगले वसंत में फिर से छंटائی करूँगा.",
      "imageLink": "image_files\\English\\cactus.jpg",
      "audioLink": "cactus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nelke",
      "translation": "गुलाबी",
      "definition": "Eine Nelke ist eine Art von Blumenpflanze, die oft in Blumensträußen und Arrangements verwendet wird, insbesondere an besonderen Anlässen wie Muttertag und Hochzeiten.",
      "definition_translation": "एक कारनेशन एक प्रकार का फूल पौधा है जिसका उपयोग अक्सर बुके और व्यवस्था में किया जाता है, विशेष अवसरों जैसे मातृ दिवस और शादियों पर।",
      "example": "Meine Großmutter trug immer eine Nelke in ihrer Tasche als Symbol des Glücks. Sie hatte sie als Geschenk von ihrem Mann zu ihrem 50. Hochzeitstag erhalten. Heute trage ich eine Nelke in meiner Tasche als Erinnerung an sie. Ich werde sie immer schätzen.",
      "example_translation": "मेरी दादी ने हमेशा अपने पर्स में एक कारनेशन रखा था जैसे अच्छे भाग्य के प्रतीक के रूप में। उसने अपने पति से 50 वीं शादी की सालगिरह पर एक उपहार के रूप में प्राप्त किया था। आज, मैं अपने पर्स में एक कारनेशन रखती हूँ जैसे उसकी याद के रूप में। मैं हमेशा उसकी स्मृति को संजोऊंगी।",
      "imageLink": "image_files\\English\\carnation.jpg",
      "audioLink": "carnation.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chrysanthemum",
      "translation": "गुलदाउदी",
      "definition": "Ein Chrysanthemum ist eine Art von Blumenpflanze, die häufig in asiatischen Kulturen als Symbol der Langlebigkeit, Ehre und Treue verwendet wird.",
      "definition_translation": "गुलदाउदी एक प्रकार का फूल पौधा है जिसका उपयोग एशियाई संस्कृतियों में लंबे जीवन, सम्मान और वफादारी के प्रतीक के रूप में किया जाता है।",
      "example": "In Japan werden Chrysanthemum oft in Kunst und Literatur als Symbol der Langlebigkeit dargestellt. Meine Großmutter pflegte Chrysanthemum in ihrem Garten anzubauen, und ich erinnere mich daran, ihr bei der Wässerung geholfen zu haben, als ich ein Kind war. Jetzt habe ich ein Chrysanthemum-Tattoo auf meinem Arm als Erinnerung an sie.",
      "example_translation": "जापान में, गुलदाउदी को अक्सर कला और साहित्य में लंबे जीवन के प्रतीक के रूप में चित्रित किया जाता है। मेरी दादी ने अपने बगीचे में गुलदाउदी उगाया करती थीं, और मैं बचपन में उनके साथ पानी देता था। अब, मेरी बांह पर मेरी दादी की याद के रूप में एक गुलदाउदी टैटू है।",
      "imageLink": "image_files\\English\\chrysanthemum.jpg",
      "audioLink": "chrysanthemum.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kornblume",
      "translation": "कॉरनफ्लावर",
      "definition": "Eine Kornblume ist eine Art von Blumenpflanze, die ursprünglich aus Europa stammt und oft mit Gefühlen der Liebe und Nostalgie assoziiert wird.",
      "definition_translation": "कॉरनफ्लावर एक प्रकार का फूल पौधा है जो यूरोप में मूल है और अक्सर प्रेम औरnostalgia की भावनाओं से जुड़ा होता है।",
      "example": "Als Kind habe ich Kornblumen in den Feldern bei meinem Dorf gepflückt und meiner Mutter als Geschenk gebracht. Sie hat gelächelt und sie in eine Vase auf dem Küchentisch gestellt. Heute habe ich eine Kornblume in meinem Garten, und jedes Mal, wenn ich sie sehe, erinnere ich mich an diese glücklichen Erinnerungen.",
      "example_translation": "एक बच्चे के रूप में, मैं अपने गांव के निकट के खेतों में कॉरनफ्लावर चुनता था और अपनी माँ के लिए एक उपहार के रूप में लाता था। वह मुस्कुराती थी और Chúng में रसोई की मेज पर एक वаза में डालती थी। आज, मेरे बगीचे में एक कॉरनफ्लावर है, और हर बार जब मैं उसे देखता हूँ, मैं उन खुशी की यादों की याद दिलाता हूँ।",
      "imageLink": "image_files\\English\\cornflower.jpg",
      "audioLink": "cornflower.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krokus",
      "translation": "क्रोकस",
      "definition": "Ein Krokus ist eine Art von Blumenpflanze, die oft mit dem Frühling assoziiert wird und bekannt für ihre leuchtenden, kelchförmigen Blüten ist.",
      "definition_translation": "क्रोकस एक प्रकार का फूल पौधा है जो अक्सर वसंत से जुड़ा होता है और अपने जीवंत, कपाकार फूलों के लिए जाना जाता है।",
      "example": "Sobald der Winterschnee geschmolzen war, blühten die Krokusse in unserem Garten und signalisierten den Beginn des Frühlings. Ich liebte es, ihnen zuzusehen, wie sie sich sanft im Wind wiegten, ihre zarten Blüten in der Sonne leuchtend. Letztes Jahr habe ich Krokusse in meinem eigenen Garten gepflanzt, und dieses Frühjahr wurde ich mit einer wunderschönen Blütenpracht belohnt.",
      "example_translation": "जबसे सर्दी का बर्फ पिघल गया, हमारे बगीचे में क्रोकस खिल उठते थे, वसंत के आगमन का संकेत देते हुए। मैं उन्हें हवा में हल्के से झूलते हुए देखना पसंद करता था, उनके नाजुक पंखुड़ी सूरज की रोशनी में चमकते हुए। पिछले साल, मैंने अपने बगीचे में क्रोकस लगाए, और इस वसंत में, मुझे रंगीन प्रदर्शन से पुरस्कृत किया गया।",
      "imageLink": "image_files\\English\\crocus.jpg",
      "audioLink": "crocus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "नरगिस",
      "definition": "Eine Narzisse ist eine Art von Blumenpflanze, die oft mit dem Frühling assoziiert wird. Sie hat hellgelbe Blüten und eine trompetenförmige Mitte.",
      "definition_translation": "डैफोडिल एक प्रकार का फूल पौधा है जिसका संबंध वसंत के आगमन से है. इसमें चमकीले पीले पंखुड़ी और ट्रंपेट आकार का केंद्र होता है.",
      "example": "Ich habe Narzissen in meinem Garten letztes Jahr gepflanzt, und sie werden dieses Frühjahr wieder blühen. Ich pflanze heute weitere Narzissen, und sie werden nächstes Frühjahr blühen.",
      "example_translation": "मैंने पिछले साल अपने बगीचे में डैफोडिल लगाये थे, और वे इस वसंत में फिर से खिलेंगे. मैं आज और डैफोडिल लगा रहा हूँ, और वे अगले वसंत में खिलेंगे.",
      "imageLink": "image_files\\English\\daffodil.jpg",
      "audioLink": "daffodil.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dahlie",
      "translation": "डาหलिया",
      "definition": "Eine Dahlie ist eine Art von Blumenpflanze, die für ihre prächtigen Blüten und ihre Vielzahl von Farben bekannt ist. Sie wird oft in Gärten und Blumenarrangements verwendet.",
      "definition_translation": "डाहलिया एक प्रकार का फूल पौधा है जिसे अपने दिखाऊ फूलों और रंगों की विविधता के लिए जाना जाता है. यह अक्सर बगीचों और फूल व्यवस्था में इस्तेमाल किया जाता है.",
      "example": "Meine Großmutter zog Dahlien in ihrem Garten, und sie waren der Höhepunkt des Sommers. Ich werde Dahlien in meinem Garten diesen Sommer anpflanzen, und sie werden der Höhepunkt der Saison sein.",
      "example_translation": "मेरी दादी ने अपने बगीचे में डाहलिया उगाये थे, और वे गर्मी का मुख्य आकर्षण थे. मैं इस गर्मी में अपने बगीचे में डाहलिया उगाऊंगा, और वे सीज़न का मुख्य आकर्षण होंगे.",
      "imageLink": "image_files\\English\\dahlia.jpg",
      "audioLink": "dahlia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Edelweiß",
      "translation": "एडेलवाइस",
      "definition": "Edelweiß ist eine Art von Blumenpflanze, die in den bergigen Regionen Europas beheimatet ist. Sie ist bekannt für ihre zarten weißen Blüten und wird oft mit den Alpen assoziiert.",
      "definition_translation": "एडेलवाइस एक प्रकार का फूल पौधा है जिसका मूल यूरोप के पर्वतीय क्षेत्र है. इसमें नाजुक सफ़ेद पंखुड़ी होती हैं और अक्सर आल्प्स से जुड़ा होता है.",
      "example": "Ich sah Edelweiß-Blumen auf meinem Wanderausflug in den Schweizer Alpen letztes Jahr und werde sie wieder auf meinem nächsten Ausflug sehen. Mein Großvater pflückte Edelweiß-Blumen in den Bergen, als er jung war.",
      "example_translation": "मैंने सुईस आल्प्स में अपने ट्रेक पर पिछले साल एडेलवाइस फूल देखे थे, और मैं अपने अगले ट्रेक पर फिर से देखूँगा. मेरे दादाजी núi में जवान थे तब एडेलवाइस फूल चुनते थे.",
      "imageLink": "image_files\\English\\edelweiss.jpg",
      "audioLink": "edelweiss.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vergissmeinnicht",
      "translation": "फॉरगेट-मी-नॉट",
      "definition": "Ein Vergissmeinnicht ist eine Art von kleinen Blumenpflanzen mit hellblauen Blüten. Es wird oft als Symbol der Erinnerung und Liebe verwendet.",
      "definition_translation": "फॉरगेट-मी-नॉट एक प्रकार का छोटा फूल पौधा है जिसके ब्राइट नीले फूल होते हैं. यह अक्सर याद के साथ जुड़ा होता है और प्रेम और वफ़ादारी का प्रतीक के रूप में इस्तेमाल किया जाता है.",
      "example": "Meine Mutter gab mir Vergissmeinnicht-Blumen zu meinem Geburtstag, und ich werde sie meinen Kindern zu ihren Geburtstagen geben. Die Vergissmeinnicht-Blumen, die ich in meinem Garten gepflanzt habe, werden nächstes Jahr wieder blühen.",
      "example_translation": "मेरी माँ मेरे जन्मदिन पर मुझे फॉरगेट-मी-नॉट दिया करती थीं, और मैं अपने बच्चों को उनके जन्मदिन पर दूँगा. मेरे बगीचे में लगाये फॉरगेट-मी-नॉट अगले साल फिर से खिलेंगे.",
      "imageLink": "image_files\\English\\forget-me-not.jpg",
      "audioLink": "forget-me-not.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Freesie",
      "translation": "फ्रीसिया",
      "definition": "Freesie ist eine Gattung von Blumenpflanzen in der Familie Iridaceae, die ursprünglich aus Afrika stammt. Sie werden oft für ihre duftenden Blüten gezüchtet, die in Parfüms und als Zutat in Blumenarrangements verwendet werden.",
      "definition_translation": "फ्रीसिया आईरिडेसी परिवार में फूल पौधों का एक जीनस है, जिसका मूल अफ्रीका है। इन्हें अक्सर इनके सुगंधित फूलों के लिए उगाया जाता है, जिनका उपयोग परफ्यूम और फूल व्यवस्था में सामग्री के रूप में किया जाता है।",
      "example": "Ich habe Freesien in meinem Garten letztes Jahr gepflanzt, und sie blühten dieses Frühjahr wunderschön. Ich werde sie wieder nächstes Jahr pflanzen und hoffe, dass sie dann noch üppiger blühen werden.",
      "example_translation": "मैंने पिछले साल अपने गार्डन में फ्रीसिया लगाये थे, और वे इस स्प्रिंग में खूबसूरती से खिले थे। मैं अगले साल फिर से उन्हें लगाऊंगा, और मुझे उम्मीद है कि वे और अधिक प्रचुर मात्रा में खिलेंगे।",
      "imageLink": "image_files\\English\\freesia.jpg",
      "audioLink": "freesia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fuchsie",
      "translation": "फ्यूसिया",
      "definition": "Fuchsie ist eine Gattung von Blumenpflanzen in der Familie Onagraceae, die ursprünglich aus Südamerika stammt. Sie sind bekannt für ihre farbenprächtigen, hängenden Blüten, die oft in Hängebasketen und Blumenarrangements verwendet werden.",
      "definition_translation": "फ्यूसिया ओनाग्रेसी परिवार में फूल पौधों का एक जीनस है, जिसका मूल दक्षिण अमेरिका है। इन्हें उनके चटकीले रंग केnicas, लटकते फूलों के लिए जाना जाता है, जिनका उपयोग अक्सर लटकते बास्केट और फूल व्यवस्था में किया जाता है।",
      "example": "Ich habe eine Fuchsie-Pflanze in meinem Wohnzimmer, und sie blüht jeden Sommer. Meine Großmutter hatte eine Fuchsie-Pflanze, als ich ein Kind war, und ich liebte es, ihr zuzusehen, wie sie blühte. Ich werde meiner Tochter nächstes Jahr eine Fuchsie-Pflanze kaufen.",
      "example_translation": "मेरे लिविंग रूम में एक फ्यूसिया प्लांट है, और यह हर सummer में खिलता है। मेरी दादी के पास मेरे बचपन में एक फ्यूसिया प्लांट था, और मैं उसे खिलता देखना पसंद करता था। मैं अगले साल अपनी बेटी के लिए एक फ्यूसिया प्लांट खरीदूँगा।",
      "imageLink": "image_files\\English\\fuchsia.jpg",
      "audioLink": "fuchsia.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gerbera",
      "translation": "गरबेरा डेजी",
      "definition": "Gerbera ist eine Gattung von Blumenpflanzen in der Familie Asteraceae, die ursprünglich aus Südafrika stammt. Sie sind bekannt für ihre hellen, heiteren Blüten, die oft in Blumenarrangements und als Symbol der Freude verwendet werden.",
      "definition_translation": "गरबेरा डेजी एस्टेरेसी परिवार में फूल पauधों का एक जीनस है, जिसका मूल दक्षिण अफ्रीका है। इन्हें उनके चमकीले, प्रसन्न फूलों के लिए जाना जाता है, जिनका उपयोग अक्सर फूल व्यवस्था में और सुख के प्रतीक के रूप में किया जाता है।",
      "example": "Ich liebe Gerbera-Blumen und kaufe sie immer zu meinem Freundes Geburtstag. Meine Schwester hat eine Gerbera-Blume in ihrem Garten, und sie blüht jeden Frühling. Ich werde nächstes Jahr eine Gerbera-Blume in meinem Garten pflanzen.",
      "example_translation": "मैं गरबेरा डेजियों से प्यार करता हूँ, और मैं हमेशा अपने मित्र के जन्मदिन के लिए उन्हें खरीदता हूँ। मेरी बहन के पास उसके बगीचे में एक गरबेरा डेजी प्लांट है, और वह हर स्प्रिंग में खिलता है। मैं अगले साल अपने बगीचे में एक गरबेरा डेजी लगाऊँगा।",
      "imageLink": "image_files\\English\\gerbera-daisy.jpg",
      "audioLink": "gerbera daisy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stockrose",
      "translation": "हॉलीहॉक",
      "definition": "Eine Stockrose ist eine Gattung von Blumenpflanzen in der Familie Malvaceae, die ursprünglich aus Asien und Europa stammt. Sie sind bekannt für ihre hohen, strengen Blütenstände mit farbenprächtigen Blüten, die oft in Cottage-Gärten und als Symbol der Fruchtbarkeit verwendet werden.",
      "definition_translation": "हॉलीहॉक माल्वेसी परिवार में फूल पौधों का एक जीनस है, जिसका मूल एशिया और यूरोप है। इन्हें उनके लंबे, स्थाई शिखर के चमकीले रंग के फूलों के लिए जाना जाता है, जिनका उपयोग अक्सर कॉटेज गार्डन और प्रजनन के प्रतीक के रूप में किया जाता है।",
      "example": "Ich habe Stockrosen in meinem Garten letztes Jahr gepflanzt, und sie wuchsen sehr hoch. Meine Mutter zog Stockrosen in ihrem Garten, als ich ein Kind war, und ich liebte es, ihnen zuzusehen, wie sie blühten. Ich werde nächstes Jahr wieder Stockrosen in meinem Garten pflanzen.",
      "example_translation": "मैंने पिछले साल अपने गार्डन में हॉलीहॉक लगाये थे, और वे बहुत लंबे हो गए थे। मेरी माँ मेरे बचपन में अपने गार्डन में हॉलीहॉक उगाती थीं, और मैं उन्हें खिलता देखना पसंद करता था। मैं अगले साल अपने गार्डन में फिर से हॉलीहॉक लगाऊँगा।",
      "imageLink": "image_files\\English\\hollyhock.jpg",
      "audioLink": "hollyhock.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hyazinthe",
      "translation": "हायसिंथ",
      "definition": "Eine Hyazinthe ist eine Art von Blumenpflanze, die oft in Gärten und Sträußen verwendet wird. Sie ist bekannt für ihren süßen Duft und ihre zarte Erscheinung.",
      "definition_translation": "एक हायसिंथ एक प्रकार का फूल वाला पौधा है जिसका उपयोग अधिकतर बागानों और बुके में किया जाता है. यह अपनी मीठी सुगंध और नाजुक रूप के लिए जाना जाता है.",
      "example": "Ich habe letzte Woche eine Hyazinthe in meinem Garten gepflanzt. Jetzt blüht sie. Nächstes Jahr werde ich weitere Hyazinthen pflanzen.",
      "example_translation": "मैंने पिछले हफ्ते अपने बागान में हायसिंथ लगाया था. अभी यह खिल रहा है. अगले साल, मैं और हायसिंथ लगाऊंगा.",
      "imageLink": "image_files\\English\\hyacinth.jpg",
      "audioLink": "hyacinth.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Iris",
      "translation": "आईरिस",
      "definition": "Eine Iris ist eine Art von Blumenpflanze, die für ihre farbenfrohen und auffälligen Blüten bekannt ist. Sie wird oft in Gärten und als Symbol der Hoffnung und Weisheit verwendet.",
      "definition_translation": "एक आईरिस एक प्रकार का फूल वाला पौधा है जिसके रंग-बिरंगे फूलों के लिए जाना जाता है. इसे अक्सर बागानों और आशा और बुद्धिमत्ता के प्रतीक के रूप में प्रयोग किया जाता है.",
      "example": "Die Iris in meinem Garten blüht wunderschön. Ich hatte sie letzten Monat gepflanzt. Sie wird nächsten Monat wieder blühen.",
      "example_translation": "मेरे बागान में आईरिस सुंदरता से खिल रहा है. मैंने इसे पिछले महीने लगाया था. यह अगले महीने फिर से खिलेगा.",
      "imageLink": "image_files\\English\\iris.jpg",
      "audioLink": "iris.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flieder",
      "translation": "नीलगिरि",
      "definition": "Ein Flieder ist eine Art von Blütenstrauch, der bekannt für seine lilafarbenen Blüten und seinen süßen Duft ist. Er wird oft in Gärten und als Symbol der Liebe und Nostalgie verwendet.",
      "definition_translation": "एक नीलगिरि एक प्रकार का फूल वाला झाड़ी है जिसके बैंगनी फूलों और मीठी सुगंध के लिए जाना जाता है. इसे अक्सर बागानों और प्रेम और नोस्टाल्जिया के प्रतीक के रूप में प्रयोग किया जाता है.",
      "example": "Ich liebe den Geruch von Fliedern im Sommer. Meine Großmutter hatte einen Fliederbaum in ihrem Garten. Sie wird nächsten Jahr einen neuen Fliederbaum pflanzen.",
      "example_translation": "मैं गर्मी में नीलगिरि की सुगंध पसंद करता हूँ. मेरी दादी के बागान में नीलगिरि का पेड़ था. वह अगले साल नई नीलगिरि का पेड़ लगाएगी.",
      "imageLink": "image_files\\English\\lilac.jpg",
      "audioLink": "lilac.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lilie",
      "translation": "लिली",
      "definition": "Eine Lilie ist eine Art von Blumenpflanze, die für ihre eleganten weißen Blüten und ihren süßen Duft bekannt ist. Sie wird oft bei Hochzeiten und als Symbol der Reinheit und Unschuld verwendet.",
      "definition_translation": "एक लिली एक प्रकार का फूल वाला पौधा है जिसके सुन्दर सफ़ेद फूलों और मीठी सुगंध के लिए जाना जाता है. इसे अक्सर शादियों और शुद्धता और निर्दोषता के प्रतीक के रूप में प्रयोग किया जाता है.",
      "example": "Die Lilie in meinem Garten blüht jetzt. Ich hatte sie letztes Jahr gepflanzt. Sie wird nächsten Jahr wieder blühen.",
      "example_translation": "मेरे बागान में लिली अभी खिल रहा है. मैंने इसे पिछले साल लगाया था. यह अगले साल फिर से खिलेगा.",
      "imageLink": "image_files\\English\\lily.jpg",
      "audioLink": "lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maiglöckchen",
      "translation": "वैली ऑफ लिली",
      "definition": "Ein Maiglöckchen ist eine Blütenpflanze mit weißen, glockenförmigen Blüten und einem süßen Duft, oft in Parfüms und Hochzeiten verwendet.",
      "definition_translation": "वैली ऑफ लिली एक फूल वाला पौधा है जिसमें सफ़ेद, घंटी के आकार के फूल और मीठी खुशबू होती है, अक्सर परफ्यूम्स और शादियों में इस्तेमाल होता है.",
      "example": "Ich habe ein Maiglöckchen letzte Woche in meinem Garten gepflanzt. Jetzt blüht es wunderschön. Ich werde es meiner Schwester nächste Woche als Geschenk geben.",
      "example_translation": "मैंने अपने गार्डन में पिछले हफ्ते वैली ऑफ लिली लगाया था. अब यह खूबसूरती से खिल रहा है. मैं इसे अगले हफ्ते अपनी बहन को गिफ्ट दूँगा.",
      "imageLink": "image_files\\English\\lily-of-the-valley.jpg",
      "audioLink": "lily of the valley.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Narzisse",
      "translation": "नार्सिसस",
      "definition": "Eine Narzisse ist eine Art von Blume, die oft mit Eitelkeit und Selbstbewunderung assoziiert wird, mit ihren hellgelben Blüten und ihrem süßen Duft.",
      "definition_translation": "नार्सिसस एक प्रकार का फूल है जिसे अक्सर आत्म-महिमा और स्वयं-प्रेम से जोड़ा जाता है, इसके चमकीले पीले पंखुड़ियों और मीठी खुशबू के साथ.",
      "example": "Meine Großmutter pflegte Narzissen in ihrem Garten, als ich ein Kind war. Ich liebe es, sie jeden Frühling blühen zu sehen. Jetzt habe ich sie auch in meinem Garten gepflanzt.",
      "example_translation": "जब मैं बच्चा था तब मेरी दादी अपने गार्डन में नार्सिसस उगाती थीं. मैं हर वसंत में उन्हें खिलते देखना पसंद करता था. अब, मैंने अपने गार्डन में भी उन्हें लगा दिया है.",
      "imageLink": "image_files\\English\\narcissus.jpg",
      "audioLink": "narcissus.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orchidee",
      "translation": "ऑर्किड",
      "definition": "Eine Orchidee ist eine Art von exotischer Blume, die für ihre delikate und schöne Erscheinung bekannt ist, oft in Blumenarrangements und Dekorationen verwendet.",
      "definition_translation": "ऑर्किड एक प्रकार का विदेशी फूल है जिसकी नाजुक और सुंदर उपस्थिति के लिए जाना जाता है, अक्सर फूलों के इंतजाम और सजावट में इस्तेमाल होता है.",
      "example": "Ich sah letzten Monat eine Orchideen-Ausstellung, bei der verschiedene Arten von Orchideen gezeigt wurden. Ich war von ihrer Schönheit beeindruckt. Ich werde bald eine Orchideen-Pflanze für mein Wohnzimmer kaufen.",
      "example_translation": "मैंने पिछले महीने ऑर्किड प्रदर्शनी देखी जहाँ उन्होंने विभिन्न प्रकार के ऑर्किड प्रदर्शित किए. मैं उनकी सुंदरता से अचंभित था. मैं जल्द ही अपने लिविंग रूम के लिए ऑर्किड पौधा खरीदूँगा.",
      "imageLink": "image_files\\English\\orchid.jpg",
      "audioLink": "orchid.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefmütterchen",
      "translation": "पैंसी",
      "definition": "Ein Stiefmütterchen ist eine Art von Blumenpflanze mit buntfarbigen Blüten, oft in Gärten und Blumenarrangements für ihre lebhaften Farben und ihre zarte Erscheinung verwendet.",
      "definition_translation": "पैंसी एक प्रकार का फूल वाला पौधा है जिसके उज्ज्वल रंग के फूल अक्सर गार्डन और फूलों के इंतजाम में उनके जीवंत रंगों और नाजुक उपस्थिति के लिए इस्तेमाल होता है.",
      "example": "Ich habe Stiefmütterchen in meinem Garten, die jeden Saison in verschiedenen Farben blühen. Ich liebe es, sie im Wind schwanken zu sehen. Ich werde nächste Saison mehr Stiefmütterchen in meinem Garten pflanzen.",
      "example_translation": "मेरे गार्डन में पैंसी हैं जो हर मौसम में अलग-अलग रंगों में खिलते हैं. मैं हवा में उन्हें लहराते देखना पसंद करता हूँ. मैं अगले मौसम में अपने गार्डन में और पैंसी लगाऊंगा.",
      "imageLink": "image_files\\English\\pansy.jpg",
      "audioLink": "pansy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfingstrose",
      "translation": "पियोनी",
      "definition": "Eine Pfingstrose ist eine Blütenpflanze, die große, auffällige Blüten in verschiedenen Farben produziert, oft in Gärten und Blumenarrangements verwendet.",
      "definition_translation": "पियोनी एक फूल वाला पौधा है जो विभिन्न रंगों में बड़े और दिखने वाले फूल पैदा करता है, अक्सर गार्डन और फूल व्यवस्था में उपयोग किया जाता है.",
      "example": "Ich habe eine Pfingstrose letztes Jahr in meinem Garten gepflanzt, und sie blühte wunderschön diesem Frühling. Ich werde nächstes Jahr eine weitere Pfingstrose pflanzen, und sie wird wieder blühen.",
      "example_translation": "मैंने पिछले साल अपने गार्डन में पियोनी लगाया था, और यह इस स्प्रिंग में सुंदरता से खिल गया। मैं अगले साल एक और लगाऊंगा, और यह फिर से भविष्य में खिलेगी.",
      "imageLink": "image_files\\English\\peony.jpg",
      "audioLink": "peony.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mohn",
      "translation": "पॉपी",
      "definition": "Ein Mohn ist eine Blütenpflanze, die hellfarbene Blüten produziert, oft mit Erinnerung und Symbolik assoziiert.",
      "definition_translation": "पॉपी एक फूल वाला पौधा है जो उज्ज्वल रंग के फूल पैदा करता है, अक्सर स्मरण और प्रतीकवाद के साथ जुड़ा हुआ है.",
      "example": "Die Mohnfelder auf dem Land waren ein wunderschöner Anblick. Wir hatten gestern einen Mohn im Garten gesehen, und wir werden mehr Mohn sehen in der Zukunft.",
      "example_translation": "ग्रामीण इलाके में पॉपी के खेत एक सुंदर दृश्य थे। हमने कल गार्डन में एक पॉपी खिला हुआ देखा था, और हम भविष्य में और पॉपी देखेंगे.",
      "imageLink": "image_files\\English\\poppy.jpg",
      "audioLink": "poppy.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlüsselblume",
      "translation": "प्रिमरोज",
      "definition": "Eine Schlüsselblume ist eine mehrjährige, blühende Pflanze, die zarte, duftende Blumen in verschiedenen Farben wie Gelb, Pink und Lila hervorbringt.",
      "definition_translation": "प्रिमरोज एक多वर्षीय फूल वाला पौधा है जो नाजुक, सुगंधित फूल पैदा करता है जो पीले, गुलाबी और बैंगनी रंग में होते हैं.",
      "example": "Letzten Frühling blühten die Schlüsselblumen im Garten, und wir bewunderten ihre zarte Schönheit. Wir werden nächstes Jahr weitere Schlüsselblumen im Garten pflanzen, und sie werden wieder blühen.",
      "example_translation": "प्रिमरोज पिछले स्प्रिंग में गार्डन में खिले थे, और हमने उनकी नाजुक सुंदरता की प्रशंसा की थी। हम अगले साल गार्डन में और प्रिमरोज लगाएंगे, और वे फिर से भविष्य में खिलेंगे.",
      "imageLink": "image_files\\English\\primrose.jpg",
      "audioLink": "primrose.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenmaul",
      "translation": "स्नैपड्रैगन",
      "definition": "Ein Löwenmaul ist eine hochwachsende, aufrechte einjährige oder mehrjährige Pflanze, die Blumen in verschiedenen Farben hervorbringt, oft in Gärten und Blumenarrangements verwendet.",
      "definition_translation": "स्नैपड्रैगन एक लंबा, सीधा एकवर्षीय या मुलवर्षीय पौधा है जो विभिन्न रंगों में फूल पैदा करता है, अक्सर गार्डन और व्यवस्था में उपयोग किया जाता है.",
      "example": "Ich pflanzte letztens Sommer Löwenmäuler in meinem Garten, und sie blühten wunderschön. Ich werde nächstes Jahr weitere Löwenmäuler im Garten pflanzen, und sie werden wieder blühen.",
      "example_translation": "मैंने पिछले गर्मी में मेरे गार्डन में स्नैपड्रैगन लगाया था, और वे इस पतझड़ में सुंदरता से खिले थे। मैं अगले साल गार्डन में और स्नैपड्रैगन लगाऊंगा, और वे फिर से भविष्य में खिलेंगे.",
      "imageLink": "image_files\\English\\snapdragon.jpg",
      "audioLink": "snapdragon.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneeglöckchen",
      "translation": "बर्फ गिरी",
      "definition": "Ein kleines, weißes, tropfenförmiges Blumen, das früh im Frühling wächst, oft als Zeichen des Wintersendes betrachtet.",
      "definition_translation": "शीतकालीन अंत का संकेत माना जाने वाला एक छोटा, सफ़ेद, बूँद के आकार का फूल जो शुरुआती वसंत में उगता है।",
      "example": "Ich liebe es, Schneeglöckchen im Garten nach einem langen Winter zu sehen. Letztes Jahr sah ich sie im Februar blühen, und diesem Jahr erwarte ich, dass sie im März blühen.",
      "example_translation": "मैं लंबे शीतकालीन के बाद उद्यान में बर्फ गिरी के फूलने को पसंद करता हूँ। पिछले साल, मैंने उन्हें फरवरी में फूलते देखा, और इस साल, मैं मार्च में उन्हें फूलने की उम्मीद करता हूँ।",
      "imageLink": "image_files\\English\\snowdrop.jpg",
      "audioLink": "snowdrop.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tagetes",
      "translation": "टगेट्स",
      "definition": "Eine Art von Blumenpflanze mit hellgelben oder orangefarbenen Blumen, oft in der Küche und bei Heilmitteln verwendet.",
      "definition_translation": "एक प्रकार का फूल वाला पौधा जिसके फूल सुनहरे पीले या नारंगी रंग के होते हैं, अक्सर खाना पकाने और जड़ी-बूटी के नुस्खे में उपयोग किया जाता है।",
      "example": "Ich verwende Tagetes in meiner Suppenrezept, um einen einzigartigen Geschmack hinzuzufügen. Meine Großmutter machte früher einen Tagetes-Tee, um gegen Erkältungen vorzubeugen. Nächsten Monat werde ich Tagetes in meinem Garten pflanzen.",
      "example_translation": "मैं अपने सूप रेसिपी में टगेट्स का उपयोग एक अनोखा स्वाद जोड़ने के लिए करता हूँ। मेरी दादी टगेट्स चाय ठंड को ठीक करने के लिए बनाती थीं। अगले महीने, मैं अपने उद्यान में टगेट्स लगाने की योजना बना रहा हूँ।",
      "imageLink": "image_files\\English\\tagetes.jpg",
      "audioLink": "tagetes.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Veilchen",
      "translation": "वायलेट",
      "definition": "Eine kleine, zarte Blume mit Purpurblüten, oft mit Demut und Bescheidenheit assoziiert.",
      "definition_translation": "एक छोटा, नाजुक फूल जिसके पुर्पल पंखुड़ियाँ होती हैं, अक्सर संकोच और विनम्रता से जुड़ा होता है।",
      "example": "Ich liebe den süßen Duft von Veilchen im Frühling. Gestern sah ich ein Veilchen im Garten blühen, und es erinnerte mich an meine Kindheit. Nächstes Jahr plane ich, Veilchen in meinem Hinterhof zu pflanzen.",
      "example_translation": "मैं वसंत में वायलेट की मृदु गंध से प्यार करता हूँ। कल, मैंने उद्यान में वायलेट को फूलते देखा, और यह मेरे बचपन की याद दिला दी। अगले साल, मैं अपने पिछवाड़े में वायलेट लगाने की योजना बना रहा हूँ।",
      "imageLink": "image_files\\English\\violet.jpg",
      "audioLink": "violet.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seerose",
      "translation": "जलकमल",
      "definition": "Eine Art von Wasser-Pflanze mit großen, auffälligen Blumen, oft in Teichen und Seen gefunden.",
      "definition_translation": "एक प्रकार का जलीय पौधा जिसके बड़े, दिखाऊ फूल होते हैं, अक्सर तालाब और झील में पाया जाता है।",
      "example": "Ich liebe es, Seerosen auf dem See blühen zu sehen. Letzten Sommer sah ich eine riesige Seerose im Teich bei meinem Haus, und sie war so schön. Nächste Woche werde ich das botanische Garten besuchen, um die Seerose-Ausstellung zu sehen.",
      "example_translation": "मैं झील पर जलकमल के फूलने को देखना पसंद करता हूँ। पिछली गर्मी में, मैंने अपने घर के पास तालाब में एक बड़ा जलकमल देखा, और यह इतना सुंदर था। अगले हफ्ते, मैं जलकमल प्रदर्शनी देखने के लिए बोटैनिकल गार्डन visit करने की योजना बना रहा हूँ।",
      "imageLink": "image_files\\English\\water-lily.jpg",
      "audioLink": "water lily.mp3"
    },
    {
      "section": "kwiaty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Windblume",
      "translation": "विंडफ्लावर",
      "definition": "Eine Windblume ist eine Art von Blumenpflanze, die oft in Feldern und Wiesen gefunden wird. Sie ist durch ihre zarten, glockenförmigen Blüten, die meist weiß oder rosa sind, gekennzeichnet.",
      "definition_translation": "एक विंडफ्लावर एक प्रकार का फूल वाला पौधा है जो अक्सर खेतों और मैदानों में उगता है. यह अपने नाजुक, घंटी के आकार के फूलों से पहचाना जाता है, जो आमतौर पर सफेद या गुलाबी रंग के होते हैं.",
      "example": "Die Windblume blühte letztes Frühling auf dem Feld, sie blüht jetzt, und sie wird nächstes Sommer wieder blühen. Beim Spaziergang durch die Wiese sahen wir eine schöne Windblume. Bis nächstes Jahr wird die Windblume sich über das ganze Feld ausgebreitet haben.",
      "example_translation": "पिछले 春 में मैदान में विंडफ्लावर खिल गया था, यह अब खिल रहा है, और अगले समर में यह फिर से खिलेगा. मैदान में चलते हुए, हमने एक सुंदर विंडफ्लावर देखा. अगले साल तक, विंडफ्लावर पूरे मैदान में फैल जाएगा.",
      "imageLink": "image_files\\English\\windflower.jpg",
      "audioLink": "windflower.mp3"
    }
  ]