[
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anzahl",
      "translation": "संख्या",
      "definition": "Eine Menge oder eine bestimmte Zahl, insbesondere eine, die exakt und in Zahlen ausgedrückt werden kann.",
      "definition_translation": "एक मात्रा या राशि, Özellikle एक संख्या जो सटीक है और अंकों में व्यक्त की जा सकती है.",
      "example": "Die Anzahl der Studenten in der Klasse war 30. Der Lehrer bat die Studenten, die Zahl der Antwort zu schreiben. Bis zum nächsten Jahr wird die Anzahl der Studenten 40 sein.",
      "example_translation": "कक्षा में छात्रों की संख्या 30 थी। अध्यापक ने छात्रों से उत्तर की संख्या लिखने के लिए कहा। अगले साल, छात्रों की संख्या 40 होगी।",
      "imageLink": "image_files\\English\\"imageLink": "number.jpg",
      "audioLink": "number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreis",
      "translation": "वृत्त",
      "definition": "Eine runde Form ohne Anfang oder Ende, die sich vollständig um den gesamten Umfang erstreckt.",
      "definition_translation": "एक दौर का आकार जिसका कोई आरंभ या अंत नहीं है, पूरा रास्ता जारी रहता है.",
      "example": "Der Kreis der Freunde war sehr eng verbunden. Der Kreis der Sonne schien hell im Himmel. In der Geometrie ist ein Kreis eine perfekte Form.",
      "example_translation": "मित्रों का वृत्त बहुत ही सघन था। आकाश में सूरज का वृत्त चमक_il रहा था। ज्यामिति में, वृत्त एक सम्पूर्ण आकार है।",
      "imageLink": "image_files\\English\\"imageLink": "circle-3.jpg",
      "audioLink": "circle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quadrat",
      "translation": "वर्ग",
      "definition": "Eine Form mit vier Seiten von gleicher Länge, bei der alle inneren Winkel rechte Winkel sind.",
      "definition_translation": "चार बराबर लंबाई वाला आकार, जहाँ सभी आंतरिक कोण समकोण हैं।",
      "example": "Der Platz des Stadtplatzes war voller Menschen. Der Quadrat des Gartens war wunderschön dekoriert. Die Quadratwurzel von 16 ist 4.",
      "example_translation": "शहर का वर्ग लोगों से भरा हुआ था। बगीचे का वर्ग सुंदरता से सज़ा हुआ था। 16 का वर्गमूल 4 है।",
      "imageLink": "image_files\\English\\"imageLink": "square-2.jpg",
      "audioLink": "square.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stern",
      "translation": "सितारा",
      "definition": "Ein massiver, leuchtender Ball aus Gas, der durch seine eigene Schwerkraft zusammengehalten wird.",
      "definition_translation": "अपने स्वयं के गुरुत्व के द्वारा एक साथ रखा गया एक विशाल, प्रभासमान गैस का गोला।",
      "example": "Der Stern der Show war atemberaubend. Der Stern am Himmel funkelte hell. Der Stern des Fußballteams erzielte ein Tor.",
      "example_translation": "शो का सितारा अद्भुत था। आकाश में सितारा चमक_il रहा था। फुटबॉल टीम का सितारा ने एक गोल किया।",
      "imageLink": "image_files\\English\\"imageLink": "star-2.jpg",
      "audioLink": "star.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreuz",
      "translation": "क्रॉस",
      "definition": "Ein Kreuz ist eine geometrische Figur, die aus zwei sich kreuzenden Linien oder Balken besteht, die oft als Symbol oder Emblem verwendet wird.",
      "definition_translation": "एक क्रॉस दो प्रतिच्छेद रेखाओं या बार्स का एक ज्यामितीय आकार है, जिसका प्रतीक या प्रतीक के रूप में उपयोग किया जाता है।",
      "example": "Das Kreuz auf dem Kirchturm war nachts beleuchtet. Sie überquerte die Straße schnell. Das Team wird bald die Ziellinie kreuzen.",
      "example_translation": "रात में चर्च स्टीपल पर क्रॉस रोशनी से जगमगाता था. वह तेजी से सड़क पार कर गई. टीम जल्द ही फिनिश लाइन पार करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "cross-1.jpg",
      "audioLink": "cross.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prozent",
      "translation": "प्रतिशत",
      "definition": "Ein Prozent ist eine Einheit der Proportion, die oft verwendet wird, um einen Wert als Bruchteil von 100 auszudrücken.",
      "definition_translation": "एक प्रतिशत एक अंश की इकाई है, अक्सर 100 के अंश के रूप में मूल्य व्यक्त करने के लिए उपयोग की जाती है।",
      "example": "Der Zinssatz beträgt 5 Prozent pro Jahr. Der Student erreichte 80 Prozent in der Prüfung. Der Gewinn des Unternehmens stieg letztes Jahr um 25 Prozent.",
      "example_translation": "ब्याज दर प्रति वर्ष 5 प्रतिशत है. छात्र ने परीक्षा में 80 प्रतिशत अंक प्राप्त किए. पिछले साल कंपनी का लाभ 25 प्रतिशत बढ़ा.",
      "imageLink": "image_files\\English\\"imageLink": "per-cent.jpg",
      "audioLink": "per cent.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Summe",
      "translation": "योग",
      "definition": "Eine Summe ist eine Menge, die durch die Addition oder Kombination zweier oder mehrerer Zahlen oder Mengen erhalten wird.",
      "definition_translation": "एक योग दो या अधिक संख्याओं या मात्राओं को जोड़ने या संयोजित करने से प्राप्त मात्रा है।",
      "example": "Die Summe von 2 und 3 ist 5. Die Summe der Winkel in einem Dreieck beträgt 180 Grad. Die Gesamtsumme der Vermögenswerte des Unternehmens beträgt 10 Millionen Dollar.",
      "example_translation": "2 और 3 का योग 5 है. त्रिकोण के कोणों का योग 180 डिग्री है. कंपनी के संपत्ति का कुल योग 10 मिलियन डॉलर है.",
      "imageLink": "image_files\\English\\"imageLink": "sum-1.jpg",
      "audioLink": "sum.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Addition",
      "translation": "अधिग्रहण",
      "definition": "Addition ist der Vorgang des Zusammenfügens zweier oder mehrerer Zahlen oder Mengen, um eine Gesamtsumme oder eine Summe zu erhalten.",
      "definition_translation": "अधिग्रहण दो या अधिक संख्याओं या मात्राओं को जोड़ने की क्रिया है जिससे कुल या योग प्राप्त होता है।",
      "example": "Die Addition von 2 und 3 ergibt 5. Der Lehrer unterrichtete die Studenten über den Begriff der Addition in der Mathematik. Die neue Richtlinie ermöglicht die Hinzufügung neuer Funktionen zur Software.",
      "example_translation": "2 और 3 का अधिग्रहण 5 देता है. शिक्षक ने गणित में छात्रों को अधिग्रहण की अवधारणा सिखाई. नई नीति सॉफ्टवेयर में नई सुविधाओं के अधिग्रहण की अनुमति देती है.",
      "imageLink": "image_files\\English\\"imageLink": "addition.jpg",
      "audioLink": "addition.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kegel",
      "translation": "कोन",
      "definition": "Ein Kegel ist eine dreidimensionale geometrische Form, die von einer kreisförmigen Basis zu einem Punkt hin abnimmt.",
      "definition_translation": "एक कोन एक त्रि-आयामी ज्यामितीय आकार है जो एक वृत्तीय आधार से एक बिंदु पर संकुचित होता है",
      "example": "Der Kegel des Vulkans war mit Schnee bedeckt. Gestern war der Kegel des Vulkans mit Asche bedeckt. Bis zum nächsten Jahr wird der Kegel des Vulkans mit Grün bedeckt sein.",
      "example_translation": "ज्वालामुखी का कोन बर्फ से ढका हुआ था. कल, ज्वालामुखी का कोन राख से ढका हुआ था. अगले साल, ज्वालामुखी का कोन.GREENERY से ढका होगा.",
      "imageLink": "image_files\\English\\"imageLink": "cone-1.jpg",
      "audioLink": "cone.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Würfel",
      "translation": "घन",
      "definition": "Ein Würfel ist eine dreidimensionale feste Form mit sechs quadratischen Flächen von gleicher Größe.",
      "definition_translation": "घन एक त्रि-आयामी ठोस आकार है जिसकी छह वर्गाकार फेस एक समान आकार की होती हैं",
      "example": "Ich baute einen Würfel aus Blöcken gestern. Heute baue ich einen Würfel aus LEGO-Steinen. Morgen werde ich einen Würfel aus Eis bauen.",
      "example_translation": "मैंने कल ब्लॉकों से एक घन बनाया था. आज, मैं लего से एक घन बना रहा हूँ. कल तक, मैं बर्फ से एक घन बना लूँगा",
      "imageLink": "image_files\\English\\"imageLink": "cube.jpg",
      "audioLink": "cube.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Durchmesser",
      "translation": "व्यास",
      "definition": "Der Durchmesser eines Kreises ist die längste mögliche Strecke quer durch den Kreis, die durch seinen Mittelpunkt läuft.",
      "definition_translation": "एक वृत्त का व्यास उसके केंद्र से होकर सबसे लंबी दूरी है जिसके माध्यम से वृत्त के दोनों ओर से संभव है",
      "example": "Der Durchmesser des Rades war zwei Fuß. Der Durchmesser des Rades ist zwei Fuß. Der Durchmesser des Rades wird zwei Fuß sein.",
      "example_translation": "पहिये का व्यास दो फीट था. पहिये का व्यास दो फीट है. पहिये का व्यास दो फीट होगा",
      "imageLink": "image_files\\English\\"imageLink": "diameter.jpg",
      "audioLink": "diameter.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oval",
      "translation": "अण्डाकार",
      "definition": "Ein Oval ist eine geschlossene Kurve, die durch den Schnitt eines Kegels und einer Ebene entsteht, die nicht parallel zur Basis des Kegels ist.",
      "definition_translation": "एक अण्डाकार एक बंद वक्र है जिसका निर्माण एक शंकु और एक तल से होता है जो शंकु के आधार से समान्तर नहीं है",
      "example": "Die ovale Form des Stadions war beeindruckend. Die ovale Form des Stadions ist beeindruckend. Die ovale Form des Stadions wird beeindruckend sein.",
      "example_translation": "स्टेडियम का अण्डाकार आकार प्रभावशाली था. स्टेडियम का अण्डाकार आकार प्रभावशाली है. स्टेडियम का अण्डाकार आकार प्रभावशाली होगा",
      "imageLink": "image_files\\English\\"imageLink": "oval.jpg",
      "audioLink": "oval.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dreieck",
      "translation": "त्रिभुज",
      "definition": "Ein Dreieck ist ein Polygon mit drei Seiten und drei Ecken. Es ist eine grundlegende geometrische Form, die in verschiedenen Feldern wie Mathematik, Physik und Ingenieurwesen verwendet wird.",
      "definition_translation": "त्रिभुज एक बहुभुज है जिसमें तीन सIDES और तीन शीर्ष होते हैं. यह गणित, भौतिकी और इंजीनियरिंग जैसे विभिन्न क्षेत्रों में उपयोग किया जाने वाला एक मूलभूत ज्यामितीय आकार है.",
      "example": "Der Pyramiden hatte eine dreieckige Basis, und der Architekt entwarf sie perfekt. Der Künstler zeichnete ein Dreieck in seinem Gemälde. Bis 2025 wird das Unternehmen ein dreieckiges Hochhaus gebaut haben.",
      "example_translation": "पिरामिड का त्रिभुज आधार था, और वास्तुकार ने इसे पूरfectly डिज़ाइन किया. कलाकार ने अपनी पेंटिंग में एक त्रिभुज खींचा. 2025 तक, कंपनी ने एक त्रिभुज आकार का गगनचुम्बी इमारत बनाया होगा.",
      "imageLink": "image_files\\English\\"imageLink": "triangle-1.jpg",
      "audioLink": "triangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Winkel",
      "translation": "कोण",
      "definition": "Ein Winkel ist die Figur, die durch zwei Strahlen mit gemeinsamem Endpunkt, dem Scheitel des Winkels, gebildet wird. Er wird verwendet, um die Menge der Rotation zwischen zwei Linien oder Ebenen zu messen.",
      "definition_translation": "कोण दो रेखाओं के間に बनने वाला आकार है, जिनका सामान्य सिरा कोण का शीर्ष कहलाता है. यह दो रेखाओं या तलों के बीच की घुमाव की मात्रा को मापने के लिए प्रयुक्त है.",
      "example": "Der Winkel der Leiter war zu steil, also justierte ich ihn. Die Künstlerin malte einen Winkel in ihrer Komposition. Bis nächstes Jahr wird das Unternehmen ein neues Winkel-Messgerät entwickelt haben.",
      "example_translation": "सीढ़ी का कोण बहुत तीव्र था, इसलिए मैंने उसे समायोजित किया. कलाकार ने अपनी रचना में एक कोण खींचा. अगले साल तक, कंपनी ने एक नया कोण-मापने वाला उपकरण विकसित कर लिया होगा.",
      "imageLink": "image_files\\English\\"imageLink": "angle.jpg",
      "audioLink": "angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyramide",
      "translation": "पिरामिड",
      "definition": "Eine Pyramide ist ein Polyeder mit quadratischer Basis und vier dreieckigen Seiten, die sich am Apex treffen. Es ist eine geometrische Form, die oft in Architektur und Ingenieurwesen verwendet wird.",
      "definition_translation": "पिरामिड एक बहुभुज है जिसका वर्गाकार आधार होता है और चार त्रिभुज सIDES होते हैं जो शिखर पर मिलते हैं. यह वास्तुकला और इंजीनियरिंग में प्रयुक्त होने वाला एक ज्यामितीय आकार है.",
      "example": "Die Pyramide in Ägypten war ein bemerkenswerter Anblick. Die Künstlerin entwarf eine pyramidenförmige Skulptur. Bis 2030 wird das Unternehmen ein pyramidales Hochhaus gebaut haben.",
      "example_translation": "मिस्र में पिरामिड एक अद्भुत दृश्य था. कलाकार ने एक पिरामिड आकार की मूर्ति डिज़ाइन की. 2030 तक, कंपनी ने एक पिरामिड जैसा गगनचुम्बी इमारत बनाया होगा.",
      "imageLink": "image_files\\English\\"imageLink": "pyramid.jpg",
      "audioLink": "pyramid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rechteck",
      "translation": "आयत",
      "definition": "Ein Rechteck ist ein Vieleck mit vier rechten Winkeln und gegenüberliegenden Seiten von gleicher Länge. Es ist eine geometrische Form, die in verschiedenen Feldern wie Architektur, Ingenieurwesen und Design häufig verwendet wird.",
      "definition_translation": "आयत एक चतुर्भुज है जिसमें चार समकोण होते हैं और विपरीत सIDES समान लंबाई की होते हैं. यह वास्तुकला, इंजीनियरिंग और डिज़ाइन जैसे विभिन्न क्षेत्रों में प्रयुक्त होने वाला एक ज्यामितीय आकार है.",
      "example": "Das rechteckige Zimmer war geräumig. Die Künstlerin zeichnete ein Rechteck in ihrem Gemälde. Bis nächstes Jahr wird das Unternehmen ein Rechteck-Messgerät entwickelt haben.",
      "example_translation": "आयत आकार का कमरा विशाल था. कलाकार ने अपनी पेंटिंग में एक आयत खींचा. अगले साल तक, कंपनी ने एक आयत-मापने वाला उपकरण विकसित कर लिया होगा.",
      "imageLink": "image_files\\English\\"imageLink": "rectangle.jpg",
      "audioLink": "rectangle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "setzen",
      "translation": "सेट",
      "definition": "Ein Objekt an einem bestimmten Ort oder in einer bestimmten Position zu setzen oder zu stellen.",
      "definition_translation": "कुछ सामान निर्दिष्ट स्थिति या स्थान पर रखना, डालना या खड़ा करना",
      "example": "Ich setzte das Buch auf den Tisch. Ich setze den Timer jetzt. Ich werde den Wecker für morgen setzen.",
      "example_translation": "मैंने टेबल पर पुस्तक रख दी। मैं現在 टाइमर सेट कर रहा हूँ। मैं कल Morning अलार्म सेट करूंगा",
      "imageLink": "image_files\\English\\"imageLink": "set-4.jpg",
      "audioLink": "set.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Variable",
      "translation": "परिवर्तनशील",
      "definition": "Eine Größe, die sich ändern oder variieren kann, insbesondere in einem mathematischen Ausdruck oder einer Gleichung.",
      "definition_translation": "गणितीय अभिव्यक्ति या समीकरण में परिवर्तन या परिवर्तित होने वाली मात्रा",
      "example": "Die Geschwindigkeit des Autos ist eine Variable. Die Raumtemperatur ist variabel. Er wird die Variable konstant machen.",
      "example_translation": "कार की गति एक परिवर्तनशील है। कमरे का तापमान परिवर्तनशील है। वह परिवर्तनशील को स्थिर करेगा",
      "imageLink": "image_files\\English\\"imageLink": "variable.jpg",
      "audioLink": "variable.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "spitzer Winkel",
      "translation": "तीक्ष角",
      "definition": "Ein Winkel, der kleiner als 90 Grad ist, gebildet durch zwei sich schneidende Linien oder Ebenen.",
      "definition_translation": "दो पerceiving रेखाओं या समतलों द्वारा बना 90 डिग्री से कम का कोण",
      "example": "Der Winkel zwischen den zwei Straßen ist spitz. Das Dach des Hauses hat einen spitzen Winkel. Die geometrische Form hat viele spitze Winkel.",
      "example_translation": "दो सड़कों के बीच का कोण तीक्ष है। घर की छत पर एक तीक्ष कोण है। ज्यामितीय आकार में कई तीक्ष कोण हैं",
      "imageLink": "image_files\\English\\"imageLink": "acute-angle.jpg",
      "audioLink": "acute angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koordinatenachse",
      "translation": "निर्देशांक का अक्ष",
      "definition": "Eine Linie oder Referenzpunkt, die als Basis für die Messung oder Lokalisierung von Punkten in einem Koordinatensystem dient.",
      "definition_translation": "एक रेखा या संदर्भ बिंदु जो निर्देशांक प्रणाली में बिंदुओं को मापने या स्थान निर्धारित करने के लिए आधार प्रदान करता है",
      "example": "Die x-Achse ist die horizontale Achse der Koordinaten. Die Achse der Koordinaten hilft bei der Grafik von Funktionen. Die Achse der Koordinaten ist in der Mathematik essentiell.",
      "example_translation": "एक्स-अक्ष निर्देशांक का क्षैतिज अक्ष है। निर्देशांक का अक्ष फंक्शनों की ग्राफिंग में मदद करता है। निर्देशांक का अक्ष गणित में आवश्यक है",
      "imageLink": "image_files\\English\\"imageLink": "axis-of-coordinates.jpg",
      "audioLink": "axis of coordinates.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kardinalzahl",
      "translation": "मूल संख्या",
      "definition": "Eine Kardinalzahl ist ein mathematisches Objekt, das verwendet wird, um die Größe einer Menge auszudrücken, und wird typischerweise mit einer Zahl, wie 1, 2 oder 3, bezeichnet.",
      "definition_translation": "एक मूल संख्या एक गणितीय वस्तु है जिसका उपयोग एक सेट के आकार को व्यक्त करने के लिए किया जाता है, और आम तौर पर एक अंक, जैसे 1, 2, या 3 के उपयोग से प्रदर्शित होता है।",
      "example": "Die Kardinalzahl der Menge der Schüler in der Klasse beträgt 25. Im letzten Jahr war es 30. Im nächsten Jahr wird es 28 sein.",
      "example_translation": "कक्षा में छात्रों के सेट की मूल संख्या 25 है। पिछले साल, यह 30 था। अगले साल, यह 28 होगा।",
      "imageLink": "image_files\\English\\"imageLink": "cardinal-number.jpg",
      "audioLink": "cardinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Umfang",
      "translation": "परिधि",
      "definition": "Der Umfang eines Kreises ist die Entfernung um den Kreis herum, und wird typischerweise mit dem Symbol C bezeichnet.",
      "definition_translation": "एक चक्र की परिधि चक्र के चारों ओर की दूरी है, और आम तौर पर सимвल सी द्वारा प्रदर्शित होती है।",
      "example": "Der Umfang des Rades beträgt 3 Meter. Gestern war es 2,5 Meter. Morgen wird es 3,2 Meter sein.",
      "example_translation": "पहिए की परिधि 3 मीटर है। कल, यह 2.5 मीटर थी। कल, यह 3.2 मीटर होगी।",
      "imageLink": "image_files\\English\\"imageLink": "circumference.jpg",
      "audioLink": "circumference.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koeffizient",
      "translation": "गुणांक",
      "definition": "Ein Koeffizient ist ein numerischer Wert, der mit einer Variablen oder einem unbekannten Wert in einem algebraischen Ausdruck multipliziert wird.",
      "definition_translation": "एक गुणांक एक संख्यात्मक मान है जिसे एक चर या अज्ञात मान के साथ एक बीजीय अभिव्यक्ति में गुणा किया जाता है।",
      "example": "Der Koeffizient von x in der Gleichung 2x + 3 ist 2. Letzte Woche war es 4. Nächste Woche wird es 5 sein.",
      "example_translation": "समीकरण 2x + 3 में x का गुणांक 2 है। पिछले हफ्ते, यह 4 था। अगले हफ्ते, यह 5 होगी।",
      "imageLink": "image_files\\English\\"imageLink": "coefficient.jpg",
      "audioLink": "coefficient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kompass",
      "translation": "दिशासूचक",
      "definition": "Ein Kompass ist ein Instrument, das für Navigation und Orientierung verwendet wird, und zeigt Richtungen und Peilungen an.",
      "definition_translation": "एक दिशासूचक एक उपकरण है जिसका उपयोग навіगेशन औरオリंटेशन के लिए किया जाता है, जो दिशाएं और बेरिंग्स दिखाता है।",
      "example": "Ich verwendete einen Kompass, um durch den Wald zu navigieren. Gestern ging ich verloren. Morgen werde ich meinen Weg finden.",
      "example_translation": "मैंने वन के माध्यम से नेविगेट करने के लिए दिशासूचक का उपयोग किया। कल, मैं खो गया। कल, मैं अपना रास्ता ढूंढ लूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "compasses.jpg",
      "audioLink": "compasses.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vollwinkel",
      "translation": "पूरा कोण",
      "definition": "Ein Vollwinkel ist ein Winkel, der 360 Grad misst, was den gesamten Kreis entspricht.",
      "definition_translation": "पूरा कोण 360 डिग्री के बराबर होता है, जो पूरे सर्किल के बराबर होता है。",
      "example": "Der Vollwinkel eines Kreises beträgt 360 Grad, gestern zeichnete ich einen Kreis mit einem Vollwinkel, und morgen werde ich einen anderen zeichnen.",
      "example_translation": "एक सर्किल का पूरा कोण 360 डिग्री होता है, कल मैंने एक सर्किल पूरे कोण के साथ बनाया, और कल मैं एक और बनाऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "complete-angle.jpg",
      "audioLink": "complete angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Koordinatensystem",
      "translation": "निर्देशांक प्रणाली",
      "definition": "Ein Koordinatensystem ist ein System, das zwei oder drei Linien verwendet, um Punkte in einer Ebene oder im Raum zu lokalisieren.",
      "definition_translation": "निर्देशांक प्रणाली एक ऐसी प्रणाली है जिसमें दो या तीन रेखाओं का उपयोग करके एक तल या स्थान में बिंदुओं का पता लगाया जाता है।",
      "example": "Wir verwendeten ein Koordinatensystem, um die Punkte auf dem Graphen zu lokalisieren, ich verwende ein Koordinatensystem, um das Mathematikproblem zu lösen, und sie wird ein Koordinatensystem verwenden, um ein 3D-Modell zu erstellen.",
      "example_translation": "हमने ग्राफ पर बिंदुओं का पता लगाने के लिए निर्देशांक प्रणाली का उपयोग किया, मैं एक निर्देशांक प्रणाली का उपयोग करके गणित समस्या को हल कर रहा हूं, और वह एक निर्देशांक प्रणाली का उपयोग करके एक 3डी मॉडल बनाएगी।",
      "imageLink": "image_files\\English\\"imageLink": "coordinate-system.jpg",
      "audioLink": "coordinate system.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel aus Kubik",
      "translation": "घनमूल",
      "definition": "Die Wurzel aus Kubik einer Zahl ist ein Wert, der, wenn er selbst drei Mal multipliziert wird, die Zahl ergibt.",
      "definition_translation": "किसी संख्या का घनमूल वह मान है जिसका自己 तीन बार गुणा करने पर वह संख्या मिलती है।",
      "example": "Die Wurzel aus Kubik von 27 ist 3, ich berechnete die Wurzel aus Kubik von 125 gestern, und sie wird die Wurzel aus Kubik von 64 morgen finden.",
      "example_translation": "27 का घनमूल 3 है, मैंने 125 का घनमूल कल किया, और वह 64 का घनमूल कल करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "cube-root.jpg",
      "audioLink": "cube root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quader",
      "translation": "घनाकार",
      "definition": "Ein Quader ist eine dreidimensionale Form mit sechs rechteckigen Flächen gleicher Größe.",
      "definition_translation": "घनाकार एक त्रि-आयामी आकार है जिसके छह आयताकार facial समान आकार के होते हैं।",
      "example": "Die Quader-Box hatte sechs rechteckige Flächen, ich zeichnete eine Quader-Form in meinem Mathematikbuch, und sie baut ein Quader-Gebilde mit Blöcken auf.",
      "example_translation": "घनाकार बॉक्स में छह आयताकार facial थी, मैंने अपने गणित की किताब में एक घनाकार आकार बनाया, और वह ब्लॉक्स का उपयोग करके एक घनाकार संरचना बना रही है।",
      "imageLink": "image_files\\English\\"imageLink": "cuboid.jpg",
      "audioLink": "cuboid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zylinder",
      "translation": "सिलिंडर",
      "definition": "Ein Zylinder ist eine dreidimensionale Form mit zwei parallelen und kreisförmigen Basen, die durch eine gekrümmte laterale Oberfläche verbunden sind.",
      "definition_translation": "एक सिलिंडर तीन-आयामी आकार है जिसके दो समानांतर और वृत्ताकार बेस होते हैं जिन्हें एक वक्रीय पार्श्व सतह से जोड़ा जाता है:",
      "example": "Der Zylinder des Motors war mit Kraftstoff gefüllt. Der Mechaniker wird den Zylinder morgen ersetzen. Der neue Zylinder wird nächste Woche installiert werden.",
      "example_translation": "इंजन सिलिंडर ईंधन से भरा था। मकैनिक कल सिलिंडर बदल देगा। नई सिलिंडर अगले हफ्ते तक स्थापित कर दी जाएगी।",
      "imageLink": "image_files\\English\\"imageLink": "cylinder.jpg",
      "audioLink": "cylinder.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Dezimalzahl",
      "translation": "दशमलव",
      "definition": "Eine Dezimalzahl ist eine Zahl, die im Dezimalsystem ausgedrückt wird, insbesondere in einem Bruchteil.",
      "definition_translation": "एक दशमलव वह संख्या है जिसे दशमलव संख्या प्रणाली में व्यक्त किया जाता है, विशेष रूप से एक अंश भाग में।",
      "example": "Der Dezimalpunkt wurde zwei Stellen nach rechts verschoben. Die Lehrerin erklärte den Begriff der Dezimalbrüche. Das Dezimalsystem wird in der Mathematik weit verbreitet verwendet.",
      "example_translation": "दशमलव बिंदु दो स्थान दाहिने तरफ ले जाया गया था। शिक्षक ने दशमलव भिन्न की अवधारणा समझाई। दशमलव प्रणाली गणित में व्यापक रूप से उपयोग की जाती है.",
      "imageLink": "image_files\\English\\"imageLink": "decimal.jpg",
      "audioLink": "decimal.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Differentialgleichung",
      "translation": "अंतरज लेख",
      "definition": "Eine Differentialgleichung ist eine mathematische Gleichung, die eine unbekannte Funktion und ihre Ableitungen involviert und die Werte der Funktion und ihrer Ableitungen an verschiedenen Punkten im Definitionsbereich miteinander verknüpft.",
      "definition_translation": "एक अंतरज लेख एक गणितीय समीकरण है जिसमें अज्ञात फंक्शन और उसके डेरिवेटिव शामिल होते हैं, और डोमेन में विभिन्न बिंदुओं पर फंक्शन और उसके डेरिवेटिव के मानों से संबंधित होता है।",
      "example": "Der Physiker löste die Differentialgleichung, um das Bevölkerungswachstum zu modellieren. Die Differentialgleichung wurde verwendet, um die Bewegung des Objekts zu studieren. Die Lösung der Differentialgleichung wurde mit numerischen Methoden ermittelt.",
      "example_translation": "भौतिक विज्ञानी ने जनसंख्या वृद्धि के मॉडल के लिए अंतरज लेख का हल निकाला। अंतरज लेख का उपयोग वस्तु की गति का अध्ययन करने के लिए किया गया था। अंतरज लेख के हल को संख्यात्मक विधियों का उपयोग करके प्राप्त किया गया था।",
      "imageLink": "image_files\\English\\"imageLink": "differential-equation.jpg",
      "audioLink": "differential equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ziffer",
      "translation": "अंक",
      "definition": "Eine Ziffer ist ein einzelnes Symbol oder Zeichen, das in einem Zahlensystem, wie zum Beispiel 0-9 im Dezimalsystem, einen Wert repräsentiert.",
      "definition_translation": "एक अंक एक संख्या प्रणाली में मान प्रस्तुत करने के लिए उपयोग किया जाने वाला एकल प्रतीक या चारκτήर है, जैसे दशमलव प्रणाली में 0-9。",
      "example": "Die Ziffer 5 fehlte in der Telefonnummer. Der Benutzer gab die falsche Ziffer im Passwort ein. Die Ziffer 0 wird verwendet, um das Fehlen eines Werts anzugeben.",
      "example_translation": "फोन नंबर से 5 अंक गायब था। उपयोगकर्ता ने पासवर्ड में गलत अंक डाला। 0 अंक का उपयोग मान की अनुपस्थिति का प्रतिनिधित्व करने के लिए किया जाता है.",
      "imageLink": "image_files\\English\\"imageLink": "digit.jpg",
      "audioLink": "digit.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dividende",
      "translation": "लाभांश",
      "definition": "Eine Dividende ist ein Anteil der Gewinne, der den Aktionären eines Unternehmens ausgezahlt wird.",
      "definition_translation": "कंपनी के शेयरधारकों को भुगतान किए गए लाभ का एक हिस्सा लाभांश है。",
      "example": "Das Unternehmen erklärte eine Dividende von 20% an seine Aktionäre. Im letzten Jahr erklärten sie eine Dividende von 15%. Im nächsten Jahr werden sie eine Dividende von 25% erklären.",
      "example_translation": "कंपनी ने अपने शेयरधारकों को 20% का लाभांश घोषित किया। पिछले साल, उन्होंने 15% का लाभांश घोषित किया था। अगले साल, वे 25% का लाभांश घोषित करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "divident.jpg",
      "audioLink": "divident.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teilung",
      "translation": "विभाजन",
      "definition": "Die Teilung oder Aufteilung von etwas in Teile oder Gruppen.",
      "definition_translation": "कुछ को भागों या समूहों में विभाजित करने की क्रिया।",
      "example": "Das Unternehmen wurde in zwei kleinere Unternehmen geteilt. Der Lehrer teilte die Schüler in Gruppen für das Projekt ein. Das Land wurde in verschiedene Zonen für administrative Zwecke geteilt.",
      "example_translation": "कंपनी ने विभाजन किया और दो छोटी कंपनियों में बंट गई। शिक्षक ने छात्रों को समूहों में विभाजित किया था। प्रशासनिक उद्देश्यों के लिए देश को विभिन्न क्षेत्रों में विभाजित किया गया था।",
      "imageLink": "image_files\\English\\"imageLink": "division.jpg",
      "audioLink": "division.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teiler",
      "translation": "भाजक",
      "definition": "Eine Zahl, durch die eine andere Zahl geteilt wird, um einen Quotienten zu erzeugen.",
      "definition_translation": "एक संख्या जिससे दूसरी संख्या کوォटिएंट प्राप्त करने के लिए विभाजित की जाती है।",
      "example": "In der Gleichung 10 ÷ 2 = 5 ist 2 der Teiler. Der Lehrer bat den Schüler, den Teiler von 12 zu finden. Das Computerprogramm verwendete einen Teiler, um den Quotienten zu berechnen.",
      "example_translation": "समीकरण 10 ÷ 2 = 5 में, 2 भाजक है। शिक्षक ने छात्र से 12 का भाजक ढूँढ़ने को कहा। कंप्यूटर प्रोग्राम नेapter के quotient की गणना करने के लिए एक भाजक का प्रयोग किया।",
      "imageLink": "image_files\\English\\"imageLink": "divisor.jpg",
      "audioLink": "divisor.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Exponent, Potenz",
      "translation": "घात, शक्ति",
      "definition": "Eine kleine Zahl, die angibt, auf welche Potenz eine Basiszahl erhoben werden soll.",
      "definition_translation": "एक छोटी संख्या जो एक आधार संख्या के लिए उठने वाली शक्ति का संकेत देती है।",
      "example": "In der Gleichung 2^3 = 8 ist 3 der Exponent. Der Exponent der Gleichung war hoch, daher war das Ergebnis groß. Die Potenz der Gleichung wurde mit dem Exponenten berechnet.",
      "example_translation": "समीकरण 2^3 = 8 में, 3 घात है। समीकरण का घात ऊंचा था, इसलिए परिणाम बड़ा था। समीकरण की शक्ति घात का उपयोग करके गणना की गई थी।",
      "imageLink": "image_files\\English\\"imageLink": "exponent-power.jpg",
      "audioLink": "exponent, power.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hexagon",
      "translation": "हेक्सागोन",
      "definition": "Ein Hexagon ist ein Polygon mit sechs Seiten, bei dem die inneren Winkel zusammen 720 Grad ergeben.",
      "definition_translation": "एक हेक्सागोन एक बहुभुज है जिसके छह किनारे हैं, जिसकी आंतरिक कोण 720 डिग्री जोड़ते हैं。",
      "example": "Der Architekt entwarf ein hexagonförmiges Gebäude mit sechs gleich langen Seiten. Sie hatte solche Gebäude in der Vergangenheit entworfen, entwirft sie jetzt und wird sie in Zukunft entwerfen.",
      "example_translation": "वास्तुकार ने छह बराबर किनारों वाले हेक्सागोन के आकार की इमारत की डिजाइन की। उसने पहले ऐसी इमारतें डिजाइन की थीं, अब भी डिजाइन कर रही हैं, और भविष्य में डिजाइन करेंगी।",
      "imageLink": "image_files\\English\\"imageLink": "hexagon.jpg",
      "audioLink": "hexagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unendlichkeit",
      "translation": "अनंतता",
      "definition": "Die Unendlichkeit ist ein Konzept in der Mathematik, das eine Menge ohne Ende oder Grenze beschreibt und oft mathematisch mit dem Symbol ∞ dargestellt wird.",
      "definition_translation": "अनंतता एक गणितीय अवधारणा है जिसका अर्थ एक ऐसी मात्रा है जिसका कोई अंत या सीमा नहीं है, और अक्सर प्रतीक ∞ का उपयोग करके गणितीय रूप से प्रस्तुत की जाती है।",
      "example": "Das Konzept der Unendlichkeit hat Mathematiker und Philosophen seit Jahrhunderten fasziniert. Sie haben seine Implikationen in der Vergangenheit erforscht, erforschen sie jetzt und werden sie in Zukunft erforschen.",
      "example_translation": "अनंतता की अवधारणा ने सदियों से गणितज्ञों और दार्शनिकों को आकर्षित किया है। वे इसके परिणामों का पता लगाते आए हैं, अब भी पता लगा रहे हैं, और भविष्य में पता लगाते रहेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "infinity.jpg",
      "audioLink": "infinity.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ganzzahl",
      "translation": "पूर्ण संख्या",
      "definition": "Eine Ganzzahl ist eine ganze Zahl, entweder positiv, negativ oder null, und ist ein grundlegendes Konzept in der Mathematik.",
      "definition_translation": "एक पूर्ण संख्या एक पूर्ण संख्या है, चाहे वह सकारात्मक, नकारात्मक या शून्य हो, और गणित में एक मौलिक अवधारणा है。",
      "example": "Der Lehrer erklärte, dass Ganzzahlen addiert, subtrahiert, multipliziert und dividiert werden können, genauso wie andere Zahlen. Sie hatte dieses Konzept in der Vergangenheit gelehrt, lehrt es jetzt und wird es in Zukunft lehren.",
      "example_translation": "अध्यापक ने समझाया कि पूर्ण संख्याओं को जोड़ा, घटाया, गुणा, और भाग दिया जा सकता है, ठीक वैसे ही जैसे अन्य संख्याओं को। उसने इस अवधारणा को पहले सिखाया था, अब सिखा रही हैं, और भविष्य में सिखाएगी।",
      "imageLink": "image_files\\English\\"imageLink": "integer.jpg",
      "audioLink": "integer.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Integral",
      "translation": "समाकल",
      "definition": "In der Mathematik ist ein Integral ein grundlegendes Konzept, das die Fläche unter einer Kurve oder die Akkumulation einer Größe über ein bestimmtes Intervall repräsentiert.",
      "definition_translation": "गणित में, एक समाकल एक मूल अवधारणा है जो किसी वक्र के तहत क्षेत्र ή किसी निर्धारित अंतराल पर मात्रा के संचय का प्रतिनिधित्व करता है。",
      "example": "Der Mathematiker verwendete das Konzept des Integrals, um die Fläche eines Kreises zu berechnen. Sie hatte dieses Konzept in der Vergangenheit verwendet, um komplexe Probleme zu lösen, verwendet es jetzt und wird es in Zukunft verwenden.",
      "example_translation": "गणितज्ञ ने एक वृत्त के क्षेत्रफल की गणना करने के लिए समाकल की अवधारणा का उपयोग किया। उसने इस अवधारणा का उपयोग पहले जटिल समस्याओं को हल करने के लिए किया था, अब कर रही हैं, और भविष्य में करेंगी।",
      "imageLink": "image_files\\English\\"imageLink": "integral.jpg",
      "audioLink": "integral.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "irrationale Zahl",
      "translation": "अतर्कसंख्या",
      "definition": "Eine reelle Zahl, die nicht als endliche Dezimalzahl oder Bruch dargestellt werden kann, wie zum Beispiel pi oder die Quadratwurzel aus 2.",
      "definition_translation": "एक वास्तविक संख्या जिसे सीमित दशमलव या भिन्न के रूप में व्यक्त नहीं किया जा सकता, जैसे पाई nebo वर्गमूल 2.",
      "example": "Die Mathematikerin versuchte, eine irrationale Zahl zu finden, die verwendet werden konnte, um die komplexe Gleichung zu lösen. Sie hatte bereits mehrere irrationale Zahlen in der Vergangenheit ausprobiert, aber sie funktionierten nicht. Sie wird eine neue ausprobieren in der Zukunft.",
      "example_translation": "गणितज्ञ ने जटिल समीकरण को हल करने के लिए एक अतर्कसंख्या ढूँढ़ने के लिए संघर्ष किया। उसने पहले कई अतर्कसंख्याओं की कोशिश की थी, लेकिन वे काम नहीं आये। वह भविष्य में एक नया प्रयास करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "irrational-number.jpg",
      "audioLink": "irrational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Streckenabschnitt",
      "translation": "रेखा खंड",
      "definition": "Ein Teil einer Geraden, der zwei unterscheidbare Endpunkte hat und alle Punkte auf der Geraden zwischen ihnen enthält.",
      "definition_translation": "एक रेखा का हिस्सा जिसके दो अलग-अलग छोर हैं, और इसमें सभी बिंदु शामिल हैं जो इन दोनों बिंदुओं के बीच रेखा पर स्थित हैं।",
      "example": "Die Lehrerin zeichnete einen Streckenabschnitt an die Tafel, um den Begriff der Geometrie zu erläutern. Die Schüler hatten viele Streckenabschnitte in der Vergangenheit gezeichnet, aber dieser waranders. Sie werden weitere Streckenabschnitte in der Zukunft zeichnen.",
      "example_translation": "शिक्षक ने ज्यामिति की अवधारणा को चित्रित करने के लिए ब्लैकबोर्ड पर एक रेखा खंड खींचा। छात्रों ने पहले कई रेखा खंड खींचे थे, लेकिन यह अलग था। वे भविष्य में अधिक रेखा खंड खींचेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "line-segment.jpg",
      "audioLink": "line segment.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Logarithmus",
      "translation": "लघुगणक",
      "definition": "Die Potenz, auf die eine Basiszahl erhöht werden muss, um einen bestimmten Wert zu produzieren, insbesondere bei Berechnungen mit sehr großen oder sehr kleinen Zahlen.",
      "definition_translation": "एक आधार संख्या की वह शक्ति जिसके आधार पर दिए गए मूल्य का उत्पादन होता है, विशेष रूप से बहुत बड़ी या बहुत छोटी संख्याओं के साथ गणना में।",
      "example": "Die Wissenschaftlerin verwendete einen Logarithmus, um die enormen Abmessungen des Sterns zu berechnen. Sie hatte viele Logarithmen in der Vergangenheit berechnet, aber dieser war besonders komplex. Sie wird weitere Logarithmen in der Zukunft berechnen.",
      "example_translation": "वैज्ञानिक ने स्टार के विशाल आकार की गणना करने के लिए लघुगणक का उपयोग किया। उसने पहले कई लघुगणक की गणना की थी, लेकिन यह विशेष रूप से जटिल था। वह भविष्य में अधिक लघुगणक की गणना करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "logarithm.jpg",
      "audioLink": "logarithm.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Multiplikation",
      "translation": "गुणन",
      "definition": "Der Prozess, eine Zahl eine bestimmte Anzahl von Malen zu addieren, um das Produkt zweier oder mehrerer Zahlen zu berechnen.",
      "definition_translation": "एक संख्या को एक निर्धारित संख्या में दोहराते हुए जोड़ने की प्रक्रिया, दो या अधिक संख्याओं के गुणन की गणना करने के लिए प्रयुक्त।",
      "example": "Die Lehrerin lehrte die Schüler den Begriff der Multiplikation anhand von realen Beispielen. Sie hatten Addition in der Vergangenheit gelernt und werden nun Division in der Zukunft lernen.",
      "example_translation": "शिक्षक ने वास्तविक जीवन के उदाहरणों का उपयोग करके छात्रों को गुणन की अवधारणा सिखाई। उन्होंने पहले जोड़ना सीखा था, और अब वे भविष्य में विभाजन सीखेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "multiplication.jpg",
      "audioLink": "multiplication.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "natürliche Zahl",
      "translation": "प्राकृत संख्या",
      "definition": "Eine natürliche Zahl ist eine positive Ganzzahl, also eine ganze Zahl, die größer als null ist und keine Dezimalstellen hat.",
      "definition_translation": "एक प्राकृत संख्या एक धनात्मक पूर्ण संख्या है, अर्थात् शून्य से अधिक एक संपूर्ण संख्या जिसके दशमलव स्थान नहीं होते।",
      "example": "Die Menge der natürlichen Zahlen umfasst 1, 2, 3 und so weiter. Gestern habe ich 10 natürliche Zahlen gezählt. Morgen werde ich 20 natürliche Zahlen zählen.",
      "example_translation": "प्राकृत संख्याओं के सेट में 1, 2, 3 और इसी तरह शामिल हैं. कल, मैंने 10 प्राकृत संख्याओं की गिनती की. कल, मैं 20 प्राकृत संख्याओं की गिनती करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "natural-number.jpg",
      "audioLink": "natural number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zahlenstrahl",
      "translation": "संख्या रेखा",
      "definition": "Ein Zahlenstrahl ist eine visuelle Darstellung von Zahlen auf einer geraden Linie, um Zahlen zu vergleichen und anzuordnen.",
      "definition_translation": "एक संख्या रेखा एक सीधी रेखा पर संख्याओं का दृश्य प्रतिनिधित्व है, संख्याओं की तुलना और क्रम करने के लिए प्रयुक्त होती है।",
      "example": "Der Zahlenstrahl zeigt, dass 5 größer ist als 3. Gestern habe ich einen Zahlenstrahl gezeichnet, um die Temperaturen zu vergleichen. Morgen werde ich einen Zahlenstrahl verwenden, um das Mathematikproblem zu lösen.",
      "example_translation": "संख्या रेखा दिखाती है कि 5, 3 से अधिक है. कल, मैंने तापमान की तुलना करने के लिए एक संख्या रेखा खींची. कल, मैं एक संख्या रेखा का प्रयोग करूँगा गणितीय समस्या को हल करने के लिए.",
      "imageLink": "image_files\\English\\"imageLink": "number-line.jpg",
      "audioLink": "number line.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stumpfer Winkel",
      "translation": "मंद कोण",
      "definition": "Ein stumpfer Winkel ist ein Winkel, der größer ist als 90 Grad, aber kleiner als 180 Grad.",
      "definition_translation": "एक मंद कोण 90 डिग्री से अधिक लेकिन 180 डिग्री से कम का कोण होता है।",
      "example": "Der stumpfe Winkel im Dreieck ist 120 Grad. Gestern habe ich einen stumpfen Winkel in dem Bild gemessen. Morgen werde ich einen stumpfen Winkel in meinem Geometrie-Buch zeichnen.",
      "example_translation": "त्रिकोण में मंद कोण 120 डिग्री है. कल, मैंने चित्र में एक मंद कोण की माप की. कल, मैं अपनी ज्यामिति पुस्तक में एक मंद कोण खींचूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "obtuse-angle.jpg",
      "audioLink": "obtuse angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Achtseite",
      "translation": "अष्टभuj",
      "definition": "Ein Polygon mit acht Seiten.",
      "definition_translation": "एक अष्टभुज एक आठ तरफा बहुभुज होता है।",
      "example": "Die Achtseite ist eine beliebte Form in der Architektur. Gestern habe ich eine Achtseite im Park gesehen. Morgen werde ich eine Achtseite für mein Kunstprojekt entwerfen.",
      "example_translation": "अष्टभुज वास्तुकला में एक लोकप्रिय आकार है. कल, मैंने पार्क में एक अष्टभुज देखा. कल, मैं अपने कला परियोजना के लिए एक अष्टभुज का डिजाइन करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "octagon.jpg",
      "audioLink": "octagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ordnungszahl",
      "translation": "क्रम संख्या",
      "definition": "Eine Zahl, die die Position eines Elements in einer Liste oder einer Sequenz anzeigt, wie zum Beispiel 'erster', 'zweiter', 'dritter' usw.",
      "definition_translation": "किसी सूची या क्रम में कुछ की स्थिति दिखाने वाली संख्या, जैसे 'पहला', 'दूसरा', 'तीसरा', इत्यादि。",
      "example": "Die Ordnungszahl des Monats Januar ist eins, Februar ist zwei und März ist drei.",
      "example_translation": "जनवरी का क्रम संख्या एक है, फरवरी दो है, और मार्च तीन है.",
      "imageLink": "image_files\\English\\"imageLink": "ordinal-number.jpg",
      "audioLink": "ordinal number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "parallel",
      "translation": "समानांतर",
      "definition": "Sich in derselben Richtung erstreckend und niemals treffend, oft verwendet, um Linien oder Ebenen zu beschreiben, die sich niemals schneiden.",
      "definition_translation": "एक ही दिशा में विस्तारित होते हुए और कभी न मिलने वाले, अक्सर रेखाओं या तलों का वर्णन करने के लिए प्रयोग किया जाता है जो कभी प्रतिच्छेद नहीं करते हैं.",
      "example": "Die beiden Linien sind parallel zueinander, sie werden niemals treffen, egal wie weit sie erweitert werden.",
      "example_translation": "दो रेखाएं एक दूसरे से समानांतर हैं, चाहे वे कितने ही विस्तारित क्यों न हों, वे कभी मिलेंगे नहीं.",
      "imageLink": "image_files\\English\\"imageLink": "parallel.jpg",
      "audioLink": "parallel.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Parallelogramm",
      "translation": "समानांतर चतुर्भुज",
      "definition": "Ein Viereck mit gegenüberliegenden Seiten, die parallel und gleich lang sind.",
      "definition_translation": "एक चतुर्भुज जिसके विपरीत sides समानांतर और समान लंबाई के हों.",
      "example": "Die Form des Fliesen ist ein Parallelogramm, mit gegenüberliegenden Seiten, die gleich lang sind.",
      "example_translation": "टाइल का आकार एक समानांतर चतур्भुज है, जिसके विपरीत sides समान लंबाई के हों.",
      "imageLink": "image_files\\English\\"imageLink": "parallelogram.jpg",
      "audioLink": "parallelogram.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fünfeck",
      "translation": "पंचभुज",
      "definition": "Ein Polygon mit fünf Seiten, oft in Geometrie und Architektur verwendet.",
      "definition_translation": "एक बहुभुज जिसके पांच भुजाएं हों, ज्यामिति और वास्तुकला में अक्सर प्रयोग किया जाता है.",
      "example": "Die Form der Festung ist ein Fünfeck, mit fünf Seiten, die starke Verteidigung bieten.",
      "example_translation": "किले का आकार एक पंचभुज है, जिसके पांच भुजाएं सुरक्षा प्रदान करती हैं.",
      "imageLink": "image_files\\English\\"imageLink": "pentagon.jpg",
      "audioLink": "pentagon.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "senkrecht",
      "translation": "लंबवत",
      "definition": "Eine Linie oder Ebene, die eine andere Linie oder Ebene im rechten Winkel schneidet.",
      "definition_translation": "एक रेखा या तल जो दूसरी रेखा या तल को समकोण पर प्रतिच्छेद करता है。",
      "example": "Die Straße ist senkrecht zur Autobahn. Gestern war sie senkrecht zur Wand. Sie wird senkrecht zum Boden sein.",
      "example_translation": "सड़क हाईवे के लिए लंबवत है. यह दीवार के लिए लंबवत था. यह फ्लोर के लिए लंबवत होगा.",
      "imageLink": "image_files\\English\\"imageLink": "perpendicular.jpg",
      "audioLink": "perpendicular.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Primzahl",
      "translation": "मुख्य संख्या",
      "definition": "Eine positive ganze Zahl, die nur durch sich selbst und 1 teilbar ist.",
      "definition_translation": "एक धनात्मक पूर्णांक जो केवल स्वयं और 1 से विभाज्य है.",
      "example": "Sieben ist eine Primzahl. Gestern war sie eine Primzahl. Sie wird eine Primzahl sein.",
      "example_translation": "सात एक मुख्य संख्या है. यह एक मुख्य संख्या था. यह एक मुख्य संख्या होगा.",
      "imageLink": "image_files\\English\\"imageLink": "prime-number.jpg",
      "audioLink": "prime number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Prisma",
      "translation": "प्रिज्म",
      "definition": "Ein transparentes optisches Element mit flachen, polierten Oberflächen, das Licht brechen kann.",
      "definition_translation": "एक पारदर्शी ऑप्टिकल तत्व जिसकी सपाट, पॉलिश की गई सतहें प्रकाश को अपवर्तित करती हैं.",
      "example": "Das Prisma brach das Licht. Gestern hatte es das Licht gebrochen. Es wird das Licht brechen.",
      "example_translation": "प्रिज्म ने प्रकाश को अपवर्तित किया. यह प्रकाश को अपवर्तित कर चुका था. यह प्रकाश को अपवर्तित करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "prism.jpg",
      "audioLink": "prism.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Produkt",
      "translation": "उत्पाद",
      "definition": "Ein Ding oder Stoff, das durch einen natürlichen oder künstlichen Prozess produziert wird.",
      "definition_translation": "एक प्राकृतिक या कृत्रिम प्रक्रिया द्वारा उत्पादित चीज या पदार्थ.",
      "example": "Das Produkt stand auf dem Regal. Gestern war es ein Produkt unseres Unternehmens. Es wird ein Produkt hoher Qualität sein.",
      "example_translation": "उत्पाद अलमारी पर था. यह हमारी कंपनी का उत्पाद था. यह उच्च गुणवत्ता का उत्पाद होगा.",
      "imageLink": "image_files\\English\\"imageLink": "product-1.jpg",
      "audioLink": "product.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pythagoras Satz",
      "translation": "पाइथागोरस प्रमेय",
      "definition": "Ein mathematisches Konzept, das die Beziehung zwischen den Längen der Seiten eines rechtwinkligen Dreiecks beschreibt, indem es feststellt, dass das Quadrat der Länge der Hypotenuse gleich der Summe der Quadrate der Längen der anderen beiden Seiten ist.",
      "definition_translation": "एक गणितीय अवधारणा जो एक समकोण त्रिकोण के पक्षों की लंबाई के बीच संबंध का वर्णन करती है, यह कहती है कि हाइपोटेन्यूज की लंबाई का वर्ग अन्य दो पक्षों की लंबाई के वर्गों के योग के बराबर होता है।",
      "example": "Ich verwendete den Pythagoras Satz, um die Länge der Hypotenuse im Dreieck zu berechnen. Gestern hatte ich ihn verwendet, um die Länge der anliegenden Seite zu finden. Wenn ich die Länge der gegenüberliegenden Seite finden muss, werde ich ihn wieder verwenden.",
      "example_translation": "मैंने त्रिकोण में हाइपोटेन्यूज की लंबाई की गणना के लिए पाइथागोरस प्रमेय का उपयोग किया। कल, मैंने इसका उपयोग एक liềnे वाले पक्ष की लंबाई ढूंढने के लिए किया था। अगर मुझे विपरीत पक्ष की लंबाई ढूंढने की जरूरत है, तो मैं इसे फिर से उपयोग करूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "pythagorean-theorem.jpg",
      "audioLink": "Pythagorean theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "quadratische Gleichung",
      "translation": "वर्ग समीकरण",
      "definition": "Eine Polynom-Gleichung zweiten Grades, die in der Form ax^2 + bx + c = 0 geschrieben werden kann, wobei a, b und c Konstanten und x die Variable sind.",
      "definition_translation": "डिग्री दो का एक बहुपद समीकरण, जिसे ax^2 + bx + c = 0 के रूप में लिखा जा सकता है, जहां a, b, और c स्थिरांक हैं, और x चर है।",
      "example": "Lösen Sie die quadratische Gleichung x^2 + 4x + 4 = 0, um die Lösungen zu finden. Gestern hatte ich die quadratische Gleichung x^2 - 7x + 12 = 0 gelöst, um die Lösungen zu finden. Wenn ich wieder eine quadratische Gleichung lösen muss, werde ich das quadratische Formel wieder verwenden.",
      "example_translation": "मूल ढूंढने के लिए समीकरण x^2 + 4x + 4 = 0 को हल करें। कल, मैंने मूल ढूंढने के लिए समीकरण x^2 - 7x + 12 = 0 को हल किया था। अगर मुझे दूसरा वर्ग समीकरण हल करने की जरूरत है, तो मैं फिर से वर्ग सूत्र का उपयोग करूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "quadratic-equation.jpg",
      "audioLink": "quadratic equation.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quotient",
      "translation": "भागफल",
      "definition": "Das Ergebnis der Division einer Größe durch eine andere, oft durch das Symbol ÷ oder /= dargestellt.",
      "definition_translation": "एक मात्रा को दूसरे से विभाजित करने का परिणाम, अक्सर प्रतीक ÷ या /= से दर्शाया जाता है।",
      "example": "Der Quotient von 12 und 4 ist 3. Gestern hatte ich den Quotient von 15 und 5 als 3 gefunden. Wenn ich den Quotient von 20 und 5 finden muss, werde ich sie wieder teilen.",
      "example_translation": "12 और 4 का भागफल 3 है। कल, मैंने 15 और 5 का भागफल 3 पाया था। अगर मुझे 20 और 5 का भागफल ढूंढने की जरूरत है, तो मैं फिर से उन्हें विभाजित करूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "quotient.jpg",
      "audioLink": "quotient.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Radius",
      "translation": "त्रिज्या",
      "definition": "Ein Linienstück, das den Mittelpunkt eines Kreises mit einem beliebigen Punkt auf dem Kreis verbindet, oft durch das Symbol r dargestellt.",
      "definition_translation": "एक वृत्त के केंद्र से वृत्त पर किसी भी बिंदु से जुड़ने वाला एक रेखा खंड, अक्सर प्रतीक r से दर्शाया जाता है।",
      "example": "Der Radius des Kreises beträgt 5 cm. Gestern hatte ich den Radius des Kreises gemessen, um 7 cm zu sein. Wenn ich den Umfang berechnen muss, werde ich den Radius wieder verwenden.",
      "example_translation": "वृत्त की त्रिज्या 5 सेमी है। कल, मैंने वृत्त की त्रिज्या 7 सेमी पायी थी। अगर मुझे परिधि की गणना करने की जरूरत है, तो मैं फिर से त्रिज्या का उपयोग करूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "radius.jpg",
      "audioLink": "radius.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rationale Zahl",
      "translation": "अभाज्य संख्या",
      "definition": "Eine rationale Zahl ist eine Zahl, die als Quotient oder Bruch zweier ganzer Zahlen ausgedrückt werden kann, d.h. eine Zahl, die in der Form a/b geschrieben werden kann, wobei a und b ganze Zahlen sind und b nicht null ist.",
      "definition_translation": "एक अभाज्य संख्या वह संख्या है जिसे दो पूर्णांकों के अंश या अंश के रूप में व्यक्त किया जा सकता है, अर्थात एक संख्या जिसे a/b के रूप में लिखा जा सकता है, जहां a और b पूर्णांक हैं और b शून्य नहीं है",
      "example": "Die Zahl 3/4 ist eine rationale Zahl, weil sie als endliche Dezimalzahl ausgedrückt werden kann, während π eine irrationale Zahl ist, weil sie nicht als endliche Dezimalzahl ausgedrückt werden kann. Gestern fand ich eine rationale Zahl in meiner Matheaufgabe. Morgen werde ich eine rationale Zahl in meiner Matheaufgabe finden. Ich habe eine rationale Zahl in meiner Matheaufgabe gefunden.",
      "example_translation": "संख्या 3/4 एक अभाज्य संख्या है क्योंकि यह एक सीमित दशमलव के रूप में व्यक्त की जा सकती है, जबकि π एक・アlrational संख्या है क्योंकि यह एक सीमित दशमलव के रूप में व्यक्त नहीं की जा सकती है। कल मैंने अपने गणित के होमवर्क में एक अभाज्य संख्या पाई। मैं कल अपने गणित के होमवर्क में एक अभाज्य संख्या पाऊंगा। मैंने अपने गणित के होमवर्क में एक अभाज्य संख्या पाई है।",
      "imageLink": "image_files\\English\\"imageLink": "rational-number.jpg",
      "audioLink": "rational number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "reelle Zahl",
      "translation": "वास्तविक संख्या",
      "definition": "Eine reelle Zahl ist ein Wert, der einen Punkt auf der Zahlengeraden darstellt und entweder rational oder irrational sein kann. Reelle Zahlen können in Dezimalform ausgedrückt werden und haben unendlich viele Dezimalstellen.",
      "definition_translation": "एक वास्तविक संख्या वह मान है जो संख्या रेखा पर एक बिंदु का प्रतिनिधित्व करता है, और या तो अभाज्य हो सकता है या・アlrational हो सकता है। वास्तविक संख्याएं दशमलव रूप में व्यक्त की जा सकती हैं, और उन्हें अनंत संख्या के अंक होते हैं।",
      "example": "Die reelle Zahl π ist eine irrationale Zahl, weil sie nicht als endliche Dezimalzahl ausgedrückt werden kann. Gestern verwendete ich eine reelle Zahl in meiner Matheaufgabe. Morgen werde ich eine reelle Zahl in meiner Matheaufgabe verwenden. Ich habe eine reelle Zahl in meiner Matheaufgabe verwendet.",
      "example_translation": "वास्तविक संख्या π एक・アlrational संख्या है क्योंकि यह एक सीमित दशमलव के रूप में व्यक्त नहीं की जा सकती है। कल मैंने अपने गणित के होमवर्क में एक वास्तविक संख्या का उपयोग किया। मैं कल अपने गणित के होमवर्क में एक वास्तविक संख्या का उपयोग करूँगा। मैंने अपने गणित के होमवर्क में एक वास्तविक संख्या का उपयोग किया है।",
      "imageLink": "image_files\\English\\"imageLink": "real-number.jpg",
      "audioLink": "real number.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reflexwinkel",
      "translation": "प्रत्यावर्त कोण",
      "definition": "Ein Reflexwinkel ist ein Winkel, der größer als 180 Grad aber kleiner als 360 Grad ist. Er wird gebildet, wenn eine Drehbewegung von mehr als 180 Grad stattfindet.",
      "definition_translation": "एक प्रत्यावर्त कोण वह कोण है जो 180 डिग्री से अधिक है लेकिन 360 डिग्री से कम है। इसका निर्माण तब होता है जब 180 डिग्री से अधिक की घूर्णन गति होती है।",
      "example": "Der Reflexwinkel, der von den Stunden- und Minutenzeigern einer Uhr um 9 Uhr gebildet wird, beträgt 270 Grad. Gestern maß ich einen Reflexwinkel in meiner Geometrieaufgabe. Morgen werde ich einen Reflexwinkel in meiner Geometrieaufgabe messen. Ich habe einen Reflexwinkel in meiner Geometrieaufgabe gemessen.",
      "example_translation": "एक घड़ी के घंटे और मिनट के हाथों द्वारा निर्मित प्रत्यावर्त कोण 9 बजे 270 डिग्री है। कल मैंने अपने ज्यामिति के होमवर्क में एक प्रत्यावर्त कोण मापा। मैं कल अपने ज्यामिति के होमवर्क में एक प्रत्यावर्त कोण मापूँगा। मैंने अपने ज्यामिति के होमवर्क में एक प्रत्यावर्त कोण मापा है।",
      "imageLink": "image_files\\English\\"imageLink": "reflex-angle.jpg",
      "audioLink": "reflex angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhombus",
      "translation": "वर्ग Samचतुआ",
      "definition": "Ein Rhombus ist ein Viereck mit allen Seiten gleicher Länge, bei dem gegenüberliegende Seiten parallel und gegenüberliegende Winkel gleich sind.",
      "definition_translation": "एक वर्ग Samचतुआ एक चतुर्भुज है जहां सभी भुजाएं समान लंबाई की हैं, जहां विपरीत भुजाएं समानांतर हैं और विपरीत कोण समान हैं।",
      "example": "Der Rhombus hat alle Seiten gleicher Länge, daher ist er ein spezieller Typ von Viereck. Gestern zeichnete ich einen Rhombus in meiner Geometrieaufgabe. Morgen werde ich einen Rhombus in meiner Geometrieaufgabe zeichnen. Ich habe einen Rhombus in meiner Geometrieaufgabe gezeichnet.",
      "example_translation": "वर्ग Samचतुआ सभी भुजाओं की समान लंबाई की है, इसलिए यह एक विशेष प्रकार का चतुर्भुज है। कल मैंने अपने ज्यामिति के होमवर्क में एक वर्ग Samचतुआ खींचा। मैं कल अपने ज्यामिति के होमवर्क में एक वर्ग Samचतुआ खींचूँगा। मैंने अपने ज्यामिति के होमवर्क में एक वर्ग Samचतुआ खींचा है।",
      "imageLink": "image_files\\English\\"imageLink": "rhombus.jpg",
      "audioLink": "rhombus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "rechter Winkel",
      "translation": "समकोण",
      "definition": "Ein Winkel, der genau 90 Grad beträgt, der durch zwei Linien oder Ebenen gebildet wird, die senkrecht aufeinander stehen.",
      "definition_translation": "दो रेखाओं या तलों द्वारा बनाया गया एक कोण जो ठीक 90 डिग्री है, जिसमें एक दूसरे के लंबवत हैं",
      "example": "Der Architekt entwarf das Gebäude mit einem rechten Winkel, um maximale Raum-effizienz zu gewährleisten.",
      "example_translation": "वास्तुकार ने भवन को अधिकतम स्थान कुशलता सुनिश्चित करने के लिए समकोण के साथ डिजाइन किया।",
      "imageLink": "image_files\\English\\"imageLink": "right-angle.jpg",
      "audioLink": "right angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wurzel",
      "translation": "जड़",
      "definition": "Der unterirdische Teil einer Pflanze, der Wasser und Nährstoffe aus dem Boden aufnimmt.",
      "definition_translation": "एक पौधे का भूमिगत भाग जो मिट्टी से जल और पोषक तत्व吸 करता है",
      "example": "Der Landwirt grub die Wurzel des alten Baumes vorsichtig aus, um sie an einem neuen Standort anzupflanzen.",
      "example_translation": "किसान ने नए स्थान पर प्रतिरोपण करने के लिए पुराने वृक्ष की जड़ को सावधानीपूर्वक खोदा।",
      "imageLink": "image_files\\English\\"imageLink": "root-1.jpg",
      "audioLink": "root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kugel",
      "translation": "गोला",
      "definition": "Eine dreidimensionale Form, die symmetrisch zu ihrem Zentrum ist, wie z.B. ein Ball oder ein Globus.",
      "definition_translation": "इसके केंद्र के बारे में सममित एक त्रि-आयामी आकार, जैसे एक गेंद या एक ग्लोब",
      "example": "Der Astronom studierte die Kugel der Erde und ihre Umlaufbahn um die Sonne.",
      "example_translation": "खगोलविज्ञान ने पृथ्वी के गोले और सूर्य की परिक्रमा का अध्ययन किया।",
      "imageLink": "image_files\\English\\"imageLink": "sphere.jpg",
      "audioLink": "sphere.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Quadratwurzel",
      "translation": "वर्गमूल",
      "definition": "Ein Wert, der, wenn er selbst mit sich multipliziert wird, eine bestimmte Zahl ergibt, wie z.B. die Quadratwurzel von 16 ist 4.",
      "definition_translation": "एक मान जिसके द्वारा खुद से गुणा करके एक निर्धारित संख्या मिलती है, जैसे 16 का वर्गमूल 4 है",
      "example": "Der Mathematiker berechnete die Quadratwurzel der Gleichung, um die Lösung zu finden.",
      "example_translation": "गणितज्ञ ने समीकरण के वर्गमूल की गणना करके समाधान खोजा।",
      "imageLink": "image_files\\English\\"imageLink": "square-root.jpg",
      "audioLink": "square root.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gerader Winkel",
      "translation": "सीधा कोण",
      "definition": "Ein gerader Winkel ist ein Winkel, dessen Maß genau 180 Grad beträgt.",
      "definition_translation": "एक सीधा कोण वह कोण है जिसका माप 180 डिग्री के बराबर है।",
      "example": "Die beiden Linien bildeten einen geraden Winkel, wenn sie sich schnitten. Gestern zeichnete ich einen geraden Winkel in meiner Matheaufgabe. Bis nächste Woche werde ich geraden Winkel in verschiedenen Szenarien beherrschen.",
      "example_translation": "जब वे प्रतिच्छेद किया, तब दो रेखाएँ एक सीधा कोण बना दिया. कल, मैंने अपने गणित के होमवर्क में एक सीधा कोण खींचा. अगले सप्ताह तक, मैं सीधे कोण खींचने में महारत हासिल कर लूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "straight-angle.jpg",
      "audioLink": "straight angle.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Teilmengen",
      "translation": "उपसंहार",
      "definition": "Eine Teilmenge ist eine Menge, die einige oder alle Elemente einer anderen Menge enthält.",
      "definition_translation": "एक उपसंहार वह सेट है जिसमें किसी अन्य सेट के कुछ या सभी तत्व होते हैं।",
      "example": "Die Menge der geraden Zahlen ist eine Teilmenge der Menge der natürlichen Zahlen. Die Menge der Mädchen in der Klasse ist eine Teilmenge der Menge der Schüler. Bis nächstem Jahr werde ich gelernt haben, Teil-mengen in verschiedenen Szenarien zu identifizieren.",
      "example_translation": "स्वाभाविक संख्याओं के सेट का उपसंहार सम संख्याओं का सेट है. कक्षा में लड़कियों का सेट विद्यार्थियों के सेट का उपसंहार है. अगले साल तक, मैं अलग-अलग परिस्थितियों में उपसंहार पहचानना सीख जाऊँगा.",
      "imageLink": "image_files\\English\\"imageLink": "subset.jpg",
      "audioLink": "subset.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Subtraktion",
      "translation": "घटाव",
      "definition": "Die Subtraktion ist eine mathematische Operation, die die Differenz zwischen zwei Zahlen darstellt.",
      "definition_translation": "घटाव दो संख्याओं के बीच के अंतर का प्रतिनिधित्व करने वाला एक गणितीय संचालन है।",
      "example": "Ich habe 5 von 10 subtrahiert, um 5 zu erhalten. Gestern habe ich 2 von 8 subtrahiert und 6 erhalten. Bis nächsten Monat werde ich die Subtraktion großer Zahlen beherrschen.",
      "example_translation": "मैंने 10 से 5 घटाया और 5 प्राप्त किया. कल, मैंने 8 से 2 घटाया और 6 प्राप्त किया. अगले महीने तक, मैं बड़े संख्याओं के घटाव में महारत हासिल कर लूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "subtraction.jpg",
      "audioLink": "subtraction.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Thales-Theorem",
      "translation": "थेलीस प्रमेय",
      "definition": "Das Thales-Theorem ist eine Aussage in der Geometrie, die das Verhältnis zwischen den Winkeln und Seitenlängen eines Dreiecks beschreibt.",
      "definition_translation": "थेलीस प्रमेय एक ज्यामितीय कथन है जो त्रिभुज के कोण और दक्षिण माप के बीच संबंध का वर्णन करता है।",
      "example": "Wir haben das Thales-Theorem verwendet, um die Länge einer Seite eines Dreiecks in unserem Mathematikunterricht zu finden. Gestern habe ich das Thales-Theorem angewendet, um ein Problem in der Geometrie zu lösen. Bis nächstem Semester werde ich in der Lage sein, das Thales-Theorem von Grund auf zu ableiten.",
      "example_translation": "हमने ज्यामितीय वर्ग में त्रिभुज के एक पक्ष की लंबाई खोजने के लिए थेलीस प्रमेय का उपयोग किया. कल, मैंने ज्यामितीय समस्या को हल करने के लिए थेलイス प्रमेय को लागू किया. अगले सेमेस्टर तक, मैं थेलीस प्रमेय को शून्य से प्राप्त करना सीख जाऊँगा.",
      "imageLink": "image_files\\English\\"imageLink": "thales-theorem.jpg",
      "audioLink": "Thales' theorem.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Torus",
      "translation": "टोरस",
      "definition": "Ein Torus ist eine doughnut-förmige Oberfläche, die durch Rotieren eines Kreises im dreidimensionalen Raum um eine Achse erzeugt wird, die mit dem Kreis koplanar ist.",
      "definition_translation": "टोरस तीन आयामी स्थान में एक वृत्त को उस अक्ष के चारों ओर घुमाकर उत्पन्न होता है जो वृत्त के साथ संयोजन में होता है。",
      "example": "Die Ingenieure haben einen torusförmigen Tunnel entworfen, um den Windwiderstand zu reduzieren. Der Torus war in unserem Mathematikunterricht ausführlich untersucht worden. Der Architekt plant, ein torusförmiges Gebäude im Stadtzentrum zu errichten.",
      "example_translation": "इंजीनियरों ने हवा प्रतिरोध को कम करने के लिए एक टोरस आकार की सुरंग का डिजाइन किया। टोरस का गणित कक्षा में व्यापक अध्ययन किया गया था। वास्तुकार शहर के केंद्र में एक टोरस आकार की इमारत बनाने की योजना तैयार कर रहा है.",
      "imageLink": "image_files\\English\\"imageLink": "torus.jpg",
      "audioLink": "torus.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trapez",
      "translation": "चतुर्भुज",
      "definition": "Ein Trapez ist ein Viereck mit mindestens zwei Seiten ungleicher Länge, mit zwei Paaren von Seiten, die nicht gleich lang sind.",
      "definition_translation": "चतुर्भुज दो पairs के विपरीत दीवारों के साथ एक चतुर्भुज है जिनमें से कम से कम दो तरफ की लंबाई असमान होती है.",
      "example": "Der Künstler hat eine trapezförmige Form gezogen, um eine Perspektive zu schaffen. Das Trapez war in der Design des Daches verwendet worden. Der Mathematiker studierte die Eigenschaften von Trapezen.",
      "example_translation": " कलाकार ने परिप्रेक्ष्य की भावना पैदा करने के लिए एक चतुर्भुज आकार drew किया। चतुर्भुज का उपयोग छत के डिजाइन में किया गया था। गणितज्ञ ने चतुर्भुज के गुणों का अध्ययन किया।",
      "imageLink": "image_files\\English\\"imageLink": "trapezoid.jpg",
      "audioLink": "trapezoid.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vektor",
      "translation": "वेक्टर",
      "definition": "Ein Vektor ist ein mathematisches Objekt, das verwendet wird, um Größen mit beiden Größe und Richtung zu beschreiben, oft graphisch dargestellt als Pfeil in einem Koordinatensystem.",
      "definition_translation": "एक वेक्टर एक गणितीय वस्तु है जिसका उपयोग मात्रा और दिशा दोनों के साथ मात्रा का वर्णन करने के लिए किया जाता है, अक्सर कॉर्डिनेट प्रणाली में एक तीर के रूप में ग्राफिकली प्रस्तुत किया जाता है.",
      "example": "Der Physiker verwendete einen Vektor, um die Schwerkraft zu repräsentieren. Der Vektor war entscheidend für die Berechnung der Flugbahn. Der Mathematiker löste die Vektorgleichung, um die Lösung zu finden.",
      "example_translation": "भौतिक विज्ञानी ने गुरुत्वाकर्षण बल का प्रतिनिधित्व करने के लिए एक वेक्टर का उपयोग किया। वेक्टर ट्रैजेक्टरी की गणना में आवश्यक था। गणितज्ञ ने समाधान ढूंढने के लिए वेक्टर समीकरण का हल किया।",
      "imageLink": "image_files\\English\\"imageLink": "vector.jpg",
      "audioLink": "vector.mp3"
    },
    {
      "section": "matematyka-terminy-matematyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nullwinkel",
      "translation": "शून्य कोण",
      "definition": "Ein Nullwinkel ist ein Winkel, dessen Maß null Grad beträgt, gebildet durch zwei Strahlen mit einem gemeinsamen Endpunkt.",
      "definition_translation": "शून्य कोण वह कोण है जिसका माप शून्य डिग्री है, दो किरणों से निर्मित होता है जिनका एक सामान्य बिंदु होता है.",
      "example": "Der Architekt entwarf einen Nullwinkel-Anschluss, um die beiden Wände zu verbinden. Der Nullwinkel war entscheidend für den Bau der Brücke. Der Ingenieur maß den Nullwinkel, um sicherzustellen, dass die Genauigkeit gegeben war.",
      "example_translation": "वास्तुकार ने दो दीवारों को जोड़ने के लिए शून्य कोण जोड़ का डिजाइन किया। पुल के निर्माण में शून्य कोण अत्यावश्यक था। इंजीनियर ने सटीकता सुनिश्चित करने के लिए शून्य कोण मापा।",
      "imageLink": "image_files\\English\\"imageLink": "zero-angle.jpg",
      "audioLink": "zero angle.mp3"
    }
  ]