[
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "April",
      "translation": "अप्रैल",
      "definition": "Der vierte Monat des Jahres, nach März und vor Mai.",
      "definition_translation": "वर्ष का चौथा महीना, मार्च के बाद और मई से पहले आता है.",
      "example": "Ich bin im April geboren. Meine Schwester besucht mich jeden April. Ich werde im April nach Paris fahren.",
      "example_translation": "मैं अप्रैल में पैदा हुआ था, मेरी बहन हर अप्रैल में मेरे पास आती है, मैं अप्रैल में पेरिस जाऊंगा.",
      "imageLink": "image_files\\English\\april.jpg",
      "audioLink": "April.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "August",
      "translation": "अगस्त",
      "definition": "Der achte Monat des Jahres, nach Juli und vor September.",
      "definition_translation": "वर्ष का आठवां महीना, जुलाई के बाद और सितंबर से पहले आता है.",
      "example": "Ich werde im August zum Strand gehen. Der Geburtstag meines Bruders ist im August. Wir sind im letzten August nach London gefahren.",
      "example_translation": "मैं अगस्त में समुद्र तट पर जाऊंगा, मेरे भाई का जन्मदिन अगस्त में है, हमने पिछले साल अगस्त में लंदन गया था.",
      "imageLink": "image_files\\English\\august.jpg",
      "audioLink": "August.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dezember",
      "translation": "दिसंबर",
      "definition": "Der zwölfte und letzte Monat des Jahres, nach November.",
      "definition_translation": "वर्ष का बारहवां और अंतिम महीना, नवंबर के बाद आता है.",
      "example": "Ich werde mein Projekt im Dezember beenden. Meine Familie feiert Weihnachten im Dezember. Wir sind im letzten Dezember zum Skifahren gefahren.",
      "example_translation": "मैं दिसंबर में अपना प्रोजект पूरा करूंगा, मेरा परिवार दिसंबर में क्रिसमस मनाता है, हमने पिछले साल दिसंबर में स्कीइंग गई थी.",
      "imageLink": "image_files\\English\\december.jpg",
      "audioLink": "December.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Februar",
      "translation": "फरवरी",
      "definition": "Der zweite Monat des Jahres, nach Januar und vor März.",
      "definition_translation": "वर्ष का दूसरा महीना, जनवरी के बाद और मार्च से पहले आता है.",
      "example": "Ich werde im Februar ins Fitnessstudio gehen. Der Hochzeitstag meiner Schwester ist im Februar. Wir sind im letzten Februar zu einem Konzert gegangen.",
      "example_translation": "मैं फरवरी में जिम जाऊंगा, मेरी बहन की सालगिरह फरवरी में है, हमने पिछले साल फरवरी में एक कंसर्ट में गए थे।",
      "imageLink": "image_files\\English\\february.jpg",
      "audioLink": "February.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Januar",
      "translation": "जनवरी",
      "definition": "Der erste Monat des Jahres im gregorianischen Kalender, traditionell als Monat der neuen Anfänge betrachtet.",
      "definition_translation": "ग्रेगोरियन कैलेंडर में साल का पहला महीना, पारंपरिक रूप से नई शुरुआत का महीना माना जाता है।",
      "example": "Ich mache jedes Jahr im Januar einen neuen Vorsatz, abzunehmen, aber ich halte ihn nie durch. Im letzten Januar bin ich jeden Tag ins Fitnessstudio gegangen. Bis zum nächsten Januar hoffe ich, mein Zielgewicht erreicht zu haben.",
      "example_translation": "मैं हमेशा जनवरी में वजन कम करने का संकल्प लेता हूँ, लेकिन मैं कभीsticks नहीं हूँ. पिछले जनवरी में, मैं रोज़ जिम गया. अगले जनवरी तक, मुझे उम्मीद है कि मैं अपने लक्ष्य वजन तक पहुंच जाऊंगा।",
      "imageLink": "image_files\\English\\january.jpg",
      "audioLink": "January.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juli",
      "translation": "जुलाई",
      "definition": "Der siebte Monat des Jahres im gregorianischen Kalender, oft mit Sommerurlaub und Outdoor-Aktivitäten assoziiert.",
      "definition_translation": "ग्रेगोरियन कैलेंडर में साल का सातवां महीना, अक्सर गर्मी की छुट्टी और आउटडोर गतिविधियों से जुड़ा होता है।",
      "example": "Ich liebe es, im Juli zum Strand zu gehen. Im letzten Juli bin ich mit meiner Familie nach Hawaii gefahren. Bis zum nächsten Juli hoffe ich, Surfen gelernt zu haben.",
      "example_translation": "मैं जुलाई में समुद्र तट पर जाना पसंद करता हूँ. पिछले जुलाई में, मैं अपने परिवार के साथ हवाई गई था. अगले जुलाई तक, मुझे उम्मीद है कि मैं सर्फिंग सीखना जानूँगा।",
      "imageLink": "image_files\\English\\july.jpg",
      "audioLink": "July.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Juni",
      "translation": "जून",
      "definition": "Der sechste Monat des Jahres im gregorianischen Kalender, oft mit dem Beginn des Sommers und Outdoor-Aktivitäten assoziiert.",
      "definition_translation": "ग्रेगोरियन कैलेंडर में साल का छठा महीना, अक्सर गर्मी की शुरुआत और आउटडोर गतिविधियों से जुड़ा होता है।",
      "example": "Ich freue mich jedes Jahr auf die Sommerferien im Juni. Im letzten Juni bin ich zu einem Musikfestival gegangen. Bis zum nächsten Juni hoffe ich, meine Abiturprüfungen beendet zu haben.",
      "example_translation": "मैं हमेशा जून में गर्मी की छुट्टी की प्रतीक्षा करता हूँ. पिछले जून में, मैं संगीत समारोह में गया था. अगले जून तक, मुझे उम्मीद है कि मैं अपने हाई स्कूल की परीक्षाएं पूरी कर लूँगा।",
      "imageLink": "image_files\\English\\june.jpg",
      "audioLink": "June.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "März",
      "translation": "मार्च",
      "definition": "Der dritte Monat des Jahres im gregorianischen Kalender, oft mit dem Ankommen des Frühlings und neuen Anfängen assoziiert.",
      "definition_translation": "ग्रेगोरियन कैलेंडर में साल का तीसरा महीना, अक्सर वसंत के आगमन और नई शुरुआत से जुड़ा होता है।",
      "example": "Ich liebe das Wetter im März. Im letzten März bin ich mit meinen Freunden auf einen Wanderung gegangen. Bis zum nächsten März hoffe ich, mein eigenes Unternehmen gestartet zu haben.",
      "example_translation": "मैं मार्च में मौसम को पसंद करता हूँ. पिछले मार्च में, मैं अपने दोस्तों के साथ ट्रेकिंग गया था. अगले मार्च तक, मुझे उम्मीद है कि मैं अपना खुद का व्यवसाय शुरू कर लूँगा।",
      "imageLink": "image_files\\English\\march.jpg",
      "audioLink": "March.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mai",
      "translation": "मई",
      "definition": "Der fünfte Monat des Jahres, zwischen April und Juni.",
      "definition_translation": "वर्ष का पांचवां महीना, अप्रैल और जून के बीच",
      "example": "Ich werde im Mai absolvieren. Ich habe im Mai absolvieren. Ich werde im Mai nächsten Jahr absolvieren.",
      "example_translation": "मई में मैं स्नातक हो जाऊंगा. मैं मई में स्नातक हुआ था. मैं पिछले मई में स्नातक हुआ था.",
      "imageLink": "image_files\\English\\may.jpg",
      "audioLink": "May.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "November",
      "translation": "नवंबर",
      "definition": "Der elfte Monat des Jahres, zwischen Oktober und Dezember.",
      "definition_translation": "वर्ष का ग्यारहवां महीना, अक्टूबर और दिसंबर के बीच",
      "example": "Ich werde meine Familie im November besuchen. Ich habe meine Familie im November besucht. Ich werde meine Familie im nächsten November besuchen.",
      "example_translation": "मैं नवंबर में अपने परिवार से मिलने जाऊंगा. मैं नवंबर में अपने परिवार से मिला था. मैं अगले नवंबर में अपने परिवार से मिलने जाऊंगा.",
      "imageLink": "image_files\\English\\november.jpg",
      "audioLink": "November.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oktober",
      "translation": "अक्टूबर",
      "definition": "Der zehnte Monat des Jahres, zwischen September und November.",
      "definition_translation": "वर्ष का दसवां महीना, सितंबर और नवंबर के बीच",
      "example": "Ich werde im Oktober einen neuen Job anfangen. Ich habe im Oktober einen neuen Job angefangen. Ich werde nächste Oktober einen neuen Job anfangen.",
      "example_translation": "मैं अक्टूबर में नई नौकरी शुरू करूँगा. मैं अक्टूबर में नई नौकरी शुरू की थी. मैं अगले अक्टूबर में नई नौकरी शुरू करूँगा.",
      "imageLink": "image_files\\English\\october.jpg",
      "audioLink": "October.mp3"
    },
    {
      "section": "miesiace-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "September",
      "translation": "सितंबर",
      "definition": "Der neunte Monat des Jahres, zwischen August und Oktober.",
      "definition_translation": "वर्ष का नौवां महीना, अगस्त और अक्टूबर के बीच",
      "example": "Ich werde im September wieder in die Schule gehen. Ich ging im September wieder in die Schule. Ich werde nächsten September wieder in die Schule gehen.",
      "example_translation": "मैं सितंबर में स्कूल वापस जाऊंगा. मैं सितंबर में स्कूल वापस गया था. मैं अगले सितंबर में स्कूल वापस जाऊंगा.",
      "imageLink": "image_files\\English\\september.jpg",
      "audioLink": "September.mp3"
    }
  ]