[
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bier",
      "translation": "बीयर",
      "definition": "Ein alkoholhaltiges Getränk, das aus gerösteten Getreide, meist Gerste, und gehopftem Malz hergestellt wird.",
      "definition_translation": "अनाज से बना एक एल्कोहल पेय, आमतौर पर जौ और होप्स के साथ फ्लेवर किया हुआ.",
      "example": "Ich trank ein Bier auf der Party letzte Nacht. Ich trinke ein Bier jetzt. Ich werde ein Bier auf der Party morgen trinken.",
      "example_translation": "मैंने पार्टी में कल रात को एक बीयर पी था. मैं अब एक बीयर पी रहा हूँ. मैं कल पार्टी में एक बीयर पिएगा.",
      "imageLink": "image_files\\English\\"imageLink": "beer.jpg",
      "audioLink": "beer.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaffee",
      "translation": "कافی",
      "definition": "Ein beliebtes heißes Getränk, das aus den gerösteten Samen einer tropischen Pflanze hergestellt wird.",
      "definition_translation": "एक लोकप्रिय गरम पेय एक उष्णकटिबंधीय पौधे के भुने हुए बीज से बना हुआ.",
      "example": "Ich trank eine Tasse Kaffee heute Morgen. Ich trinke eine Tasse Kaffee jetzt. Ich werde eine Tasse Kaffee morgen früh trinken.",
      "example_translation": "मैंने आज सुबह काफी पी था. मैं अब काफी पी रहा हूँ. मैं कल सुबह काफी पिएगा.",
      "imageLink": "image_files\\English\\"imageLink": "coffee.jpg",
      "audioLink": "coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Coke",
      "translation": "कोक",
      "definition": "Ein süßes, kohlensäurehaltiges Getränk, das mit Karamell und Vanille aromatisiert wird.",
      "definition_translation": "चीनी और वेनिला से फ्लेवर किया हुआ एक मीठा और कार्बनेटेड पेय.",
      "example": "Ich trank eine Coke im Restaurant gestern. Ich trinke eine Coke jetzt. Ich werde eine Coke auf der Party nächste Woche trinken.",
      "example_translation": "मैंने रेस्तरां में कल कोक पी था. मैं अब कोक पी रहा हूँ. मैं अगले हफ्ते पार्टी में कोक पिएगा.",
      "imageLink": "image_files\\English\\"imageLink": "coke.jpg",
      "audioLink": "Coke.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "पीना",
      "definition": "Ein flüssiges Mittel durch den Mund zu schlucken.",
      "definition_translation": "मौखिक रूप से एक तरल को निगलना.",
      "example": "Ich trank ein Glas Wasser gestern. Ich trinke einen Saft jetzt. Ich werde einen Tee zum Frühstück morgen trinken.",
      "example_translation": "मैंने कल पानी का गिलास पी था. मैं अब जूस पी रहा हूँ. मैं कल सुबह नाश्ते में चाय पिएगा.",
      "imageLink": "image_files\\English\\"imageLink": "drink-1.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Saft",
      "translation": "जूस",
      "definition": "Eine flüssige Substanz, die aus Pflanzen oder Tieren extrahiert wird und als Getränk konsumiert wird.",
      "definition_translation": "पेय पदार्थों से निकाला गया एक द्रव पदार्थ जो पौधों या जानवरों से प्राप्त होता है",
      "example": "Ich trank ein Glas Orangensaft gestern, ich trinke einen Apfelsaft jetzt und ich werde einen Traubensaft morgen trinken.",
      "example_translation": "मैंने कल संतरे के जूस का एक ग्लास पिया, मैं अभी सेब के जूस का पी रहा हूँ, और मैं कल अंगूर के जूस का पियूँगा",
      "imageLink": "image_files\\English\\"imageLink": "juice.jpg",
      "audioLink": "juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milch",
      "translation": "दूध",
      "definition": "Eine nahrhafte Flüssigkeit, die von den Milchdrüsen weiblicher Säugetiere produziert wird und als Nahrung und Quelle der Ernährung dient.",
      "definition_translation": "मादा स्तनधारियों की दूध ग्रंथियों द्वारा उत्पादित एक पोषक द्रव, खाद्य और पोषण के स्रोत के रूप में उपयोग किया जाता है",
      "example": "Meine Mutter trank Milch, als sie ein Baby war, sie trinkt Milch jetzt und sie wird Milch trinken, wenn sie alt ist.",
      "example_translation": "मेरी माँ ने जब वह बच्ची थी, दूध पिया करती थी, वह अब दूध पीती है, और वह बूढ़े होने पर दूध पियेगी",
      "imageLink": "image_files\\English\\"imageLink": "milk.jpg",
      "audioLink": "milk.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Orangensaft",
      "translation": "संतरे का जूस",
      "definition": "Eine flüssige Substanz, die aus Orangen extrahiert wird und als Getränk konsumiert wird, bekannt für ihren Nährwert.",
      "definition_translation": "संतरे से निकाला गया एक द्रव पदार्थ, पेय के रूप में उपभोग किया जाता है और अपने पोषण मूल्य के लिए जाना जाता है",
      "example": "Ich hatte ein Glas Orangensaft zum Frühstück, ich habe ein Glas Orangensaft zum Mittagessen und ich werde ein Glas Orangensaft zum Abendessen haben.",
      "example_translation": "मैंने नाश्ते में संतरे के जूस का एक ग्लास पिया, मैं दोपहर के भोजन में संतरे के जूस का एक ग्लास पी रहा हूँ, और मैं रात के खाने में संतरे के जूस का एक ग्लास पियूँगा",
      "imageLink": "image_files\\English\\"imageLink": "orange-juice.jpg",
      "audioLink": "orange juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tee",
      "translation": "चाय",
      "definition": "Ein heißes Getränk, das durch die Infusion getrockneter, zerstoßener Blätter der Teepflanze in kochendem Wasser hergestellt wird.",
      "definition_translation": "चाय पौधे के सूखे कुचले पत्तों को उबले पानी में भिगोकर बनाया गया एक गर्म पेय",
      "example": "Ich trank eine Tasse Tee gestern. Ich trinke eine Tasse Tee jetzt. Ich werde eine Tasse Tee morgen trinken.",
      "example_translation": "मैंने कल चाय का एक कप पिया, मैं अभी चाय का एक कप पी रहा हूँ, और मैं कल चाय का एक कप पियूँगा",
      "imageLink": "image_files\\English\\"imageLink": "tea.jpg",
      "audioLink": "tea.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tomatensaft",
      "translation": "टमाटर जूस",
      "definition": "Ein Saft, der aus Tomaten hergestellt wird und als Getränk oder als Zutat in der Küche verwendet wird.",
      "definition_translation": "टमाटर से बना हुआ जूस, अक्सर पेय के रूप में सेवा किया जाता है या खाना पकाने में उपयोग किया जाता है.",
      "example": "Sie trank ein Glas Tomatensaft zum Frühstück. Gestern hatte sie ein Glas Tomatensaft zum Mittagessen getrunken. Morgen wird sie ein Glas Tomatensaft zum Abendessen trinken.",
      "example_translation": "उसने नाश्ते के लिए टमाटर जूस का एक गिलास पिया। कल, उसने दोपहर के लिए टमाटर जूस का एक गिलास पिया था। कल, वह रात के भोजन के लिए टमाटर जूस का एक गिलास पियेगी।",
      "imageLink": "image_files\\English\\"imageLink": "tomato-juice.jpg",
      "audioLink": "tomato juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wasser",
      "translation": "पानी",
      "definition": "Eine klare, farblose und geruchlose Flüssigkeit, die die Ozeane, Seen, Flüsse und Regen bildet und die Basis der Flüssigkeiten lebender Organismen ist.",
      "definition_translation": "एक स्पष्ट, रंगहीन और गंधहीन द्रव पदार्थ जो सागर, झीलों, नदियों, और वर्षा में पाया जाता है और जीवित जीवों के द्रव्यों का आधार है।",
      "example": "Ich trinke Wasser jeden Morgen. Gestern hatte ich Wasser nach dem Sport getrunken. Morgen werde ich Wasser vor dem Schlafen trinken.",
      "example_translation": "मैं हर सुबह पानी पीता हूँ। कल, मैं व्यायाम करने के बाद पानी पिया था। कल, मैं सो जाने से पहले पानी पियूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "water.jpg",
      "audioLink": "water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wein",
      "translation": "शराब",
      "definition": "Ein fermentiertes Getränk aus Trauben, als Getränk oder in der Küche verwendet.",
      "definition_translation": "अंगूर से बना हुआ ферमेंटेड पेय, पेय या खाना पकाने में उपयोग किया जाता है।",
      "example": "Sie trinkt gerne Wein zum Abendessen. Gestern hatte sie Wein mit ihren Freunden getrunken. Morgen wird sie Wein auf der Party trinken.",
      "example_translation": "वह रात के भोजन के साथ शराब पीना पसंद करती है। कल, वह अपने दोस्तों के साथ शराब पिया थी। कल, वह पार्टी में शराब पियेगी।",
      "imageLink": "image_files\\English\\"imageLink": "wine.jpg",
      "audioLink": "wine.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alkohol",
      "translation": "アルコल",
      "definition": "Eine farblose, volatile und entzündliche Flüssigkeit, die aus fermentierten Pflanzenprodukten gewonnen wird, als Lösungsmittel, Brennstoff oder Rauschmittel verwendet.",
      "definition_translation": "रंगहीन, अस्थिर और ज्वलनशील द्रव, फर्मेंटेड प्लांट उत्पादों से प्राप्त, एक सॉल्वेंट, ईंधन या नशीला पदार्थ के रूप में उपयोग किया जाता है।",
      "example": "Er wurde already im jungen Alter suchtig nach Alkohol. Gestern hatte er Alkohol mit seinen Freunden getrunken. Morgen wird er versuchen, mit dem Trinken aufzuhören.",
      "example_translation": "वह युवा उम्र में अल्कोहल का आदी हो गया था। कल, वह अपने दोस्तों के साथ अल्कोहल पिया था। कल, वह अल्कोहल पीना छोड़ने की कोशिश करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "alcohol.jpg",
      "audioLink": "alcohol.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Apfelsaft",
      "translation": "सेब जूस",
      "definition": "Ein süßer Drink, der aus Äpfeln hergestellt wird, oft kalt serviert.",
      "definition_translation": "एक स्वीट पेय जो सेब से बना है, अक्सर ठंडा परोसा जाता है।",
      "example": "Ich trank Apfelsaft gestern, ich trinke ihn jetzt und ich werde ihn morgen trinken.",
      "example_translation": "मैंने कल सेब जूस पिया, मैं अब पी रहा हूँ, और मैं कल पिऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "apple-juice.jpg",
      "audioLink": "apple juice.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Champagner",
      "translation": "चैंपेन",
      "definition": "Ein Typ von prickelndem Wein, oft bei Feiern und Partys serviert.",
      "definition_translation": "एक प्रकार की स्पार्कलिंग वाइन, अक्सर समारोह और पार्टियों में परोसी जाती है।",
      "example": "Wir haben eine Flasche Champagner bei unserer Hochzeit letztes Jahr geöffnet, wir trinken ihn jetzt bei unserem Hochzeitstag und wir werden ihn nächstes Jahr bei der Hochzeit unserer Freunde trinken.",
      "example_translation": "हमने पिछले साल अपने विवाह में एक बोतल चैंपेन खोली, हम अब अपने विवाह की सालगिरह पर पी रहे हैं, और हम अगले साल अपने दोस्त के विवाह में पिऊंगे।",
      "imageLink": "image_files\\English\\"imageLink": "champagne.jpg",
      "audioLink": "champagne.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cola",
      "translation": "कोला",
      "definition": "Ein süßer, prickelnder Drink, der aus Kolanuts hergestellt wird, oft kalt serviert.",
      "definition_translation": "एक स्वीट, फ़िज़ी पेय जो कोला नट्स से बना है, अक्सर ठंडा परोसा जाता है।",
      "example": "Ich mochte Cola, als ich ein Kind war, ich mag ihn immer noch und ich werde ihn auch noch mögen, wenn ich alt bin.",
      "example_translation": "मैंने बचपन में कोला पसन्द किया, मैं अब भी पसन्द करता हूँ, और मैं बूढ़ा होने पर पसन्द करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "cola.jpg",
      "audioLink": "cola.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "trinken",
      "translation": "पीना",
      "definition": "Eine Flüssigkeit zu schlucken, oft zum Vergnügen oder zum Durstlöschen.",
      "definition_translation": "एक तरल पदार्थ को निगलना, अक्सर आनन्द के लिए या प्यास बुझाने के लिए。",
      "example": "Ich trank Wasser gestern, ich trinke jetzt Tee und ich werde morgen Saft trinken.",
      "example_translation": "मैंने कल पानी पिया, मैं अब चाय पी रहा हूँ, और मैं कल जूस पिऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "drink-2.jpg",
      "audioLink": "drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heiße Schokolade",
      "translation": "हॉट चॉकलेट",
      "definition": "Ein süßer, cremiger Drink, der aus geschmolzener Schokolade, Milch und Zucker hergestellt wird, oft heiß serviert.",
      "definition_translation": "चॉकलेट, दूध और चीनी से बना एक मीठा, क्रीमी पेय, अक्सर गर्म परोसा जाता है।",
      "example": "Gestern trank ich heiße Schokolade, um mich auf einem kalten Wintermorgen aufzuwärmen. Heute trinke ich ihn, um mich für einen langen Tag zu stärken. Morgen werde ich ihn feierlich zu einem besonderen Anlass trinken.",
      "example_translation": "कल, मैंने सर्दी की सुबह में गर्म होने के लिए हॉट चॉकलेट पिया। आज, मैं अपने आप को लंबे दिन के लिए ऊर्जावान करने के लिए पी रहा हूँ। कल, मैं विशेष अवसर का जश्न मनाने के लिए पियूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "hot-chocolate.jpg",
      "audioLink": "hot chocolate.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenlimonade",
      "translation": "निम्बूपानी",
      "definition": "Ein süßer, saurer und erfrischender Drink, der aus Zitronensaft, Wasser und Zucker hergestellt wird, oft kalt serviert.",
      "definition_translation": "नींबू के रस, पानी और चीनी से बना एक मीठा, खट्टा और ठंडा पेय, अक्सर ठंडा परोसा जाता है।",
      "example": "Im Sommer machte meine Großmutter immer Zitronenlimonade für uns, um unseren Durst zu stillen. Jetzt mache ich ihn für meine Kinder, um sie nachdem Spielen im Freien zu erfrischen. In Zukunft werde ich ihn für meine Gäste machen, um sie in meinem neuen Zuhause willkommen zu heißen.",
      "example_translation": "गर्मियों में, मेरी दादी हमें प्यास बुझाने के लिए निम्बूपानी बनाती थीं। अब, मैं अपने बच्चों के लिए बाहर खेलने के बाद उन्हें तरोताजा करने के लिए बनाता हूँ। भविष्य में, मैं अपने मेहमानों के लिए अपने नए घर में उन्हें स्वागत करने के लिए बनाऊँगा।",
      "imageLink": "image_files\\English\\"imageLink": "lemonade.jpg",
      "audioLink": "lemonade.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Milkshake",
      "translation": "मल्कशेक",
      "definition": "Ein süßer, cremiger Drink, der aus Milch, Eiscreme und Aromen hergestellt wird, oft kalt und dick serviert.",
      "definition_translation": "दूध, आइसक्रीम और फ्लेवरिंग से बना एक मीठा, क्रीमी पेय, अक्सर ठंडा और गाढ़ा परोसा जाता है।",
      "example": "Als ich ein Kind war, liebte ich Milkshakes im Eiscafé. Jetzt bevorzuge ich, sie zu Hause mit verschiedenen Geschmacksrichtungen zu machen. In Zukunft werde ich ein Milkshake-Geschäft eröffnen, um unique Geschmacksrichtungen der Öffentlichkeit anzubieten.",
      "example_translation": "जब मैं एक बच्चा था, मैं आइसक्रीम पार्लर में मल्कशेक पीना पसंद करता था। अब, मैं घर पर अलग-अलग फ्लेवर के साथ बनाना पसंद करता हूँ। भविष्य में, मैं सार्वजनिक के लिए अनोखे फ्लेवर सерв करने के लिए मल्कशेक की दुकान खोलूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "milkshake.jpg",
      "audioLink": "milkshake.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Mineralwasser",
      "translation": "खनिज जल",
      "definition": "Wasser, das Mineralien oder andere Substanzen enthält, die darin gelöst sind, oft in Flaschen abgefüllt und als gesundes Getränk konsumiert.",
      "definition_translation": "जल जिसमें खनिज या दूसरे पदार्थ घुले हों, अक्सर शीशी में पैक किया जाता है और स्वास्थ्यवर्धक पेय के रूप में पिया जाता है।",
      "example": "Nach dem Sport trinke ich immer Mineralwasser, um mich wieder aufzutanken. Heute trinke ich es, um meinen Durst nach einem langen Spaziergang zu stillen. In Zukunft werde ich es trinken, um gesund und fit zu bleiben.",
      "example_translation": "एक्सरसाइज के बाद, मैं हमेशा अपने आप को फिर से हाइड्रेट करने के लिए खनिज जल पीता हूँ। आज, मैं लंबे चलने के बाद अपनी प्यास बुझाने के लिए पी रहा हूँ। भविष्य में, मैं स्वस्थ और फिट रहने के लिए पियूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "mineral-water.jpg",
      "audioLink": "mineral water.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Erfrischungsgetränk",
      "translation": "मृद पेय",
      "definition": "Ein süßes, aromatisiertes Getränk, das oft kohlensäurehaltig ist, serviert wird und als Erfrischung konsumiert wird.",
      "definition_translation": "एक मीठा, स्वादिष्ट पेय जो अक्सर कार्बोनेटेड होता है, ठंडा परोसा जाता है और ताजगी के रूप में उपभोग किया जाता है。",
      "example": "Ich liebe es, an einem heißen Sommertag ein kaltes Erfrischungsgetränk zu trinken. Gestern habe ich ein Erfrischungsgetränk mit meinen Freunden getrunken. Morgen werde ich ein Erfrischungsgetränk im Laden kaufen.",
      "example_translation": "मैं गर्मी के दिन एक ठंडे सॉफ्ट ड्रिंक पर चुस्ती करना पसंद करता हूँ. कल, मैंने अपने दोस्तों के साथ सॉफ्ट ड्रिंक पीया. कल, मैं स्टोर से सॉफ्ट ड्रिंक खरीदूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "soft-drink.jpg",
      "audioLink": "soft drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cocktail",
      "translation": "कॉकटेल",
      "definition": "Ein gemixtes Getränk, das mit einer Basis-Spiruose, wie Gin oder Rum, und gemischt mit Fruchtsaft, Sahne oder anderen Zutaten hergestellt wird.",
      "definition_translation": "एक मिश्रित पेय जो जिन या रम जैसे आधार मदिरा से बनाया जाता है और फल जूस, क्रीम या अन्य सामग्री के साथ मिलाया जाता है.",
      "example": "Ich habe letzten Abend einen Cocktail auf der Party bestellt. Sie ist eine Expertin im Herstellen von Cocktails für besondere Anlässe. Sie werden Cocktails auf der Hochzeitsfeier servieren.",
      "example_translation": "मैंने पार्टी में कल रात कॉकटेल ऑर्डर किया. वह विशेष अवसरों के लिए कॉकटेल बनाने में एक विशेषज्ञ है. वे विवाह प्रीति में कॉकटेल परोसेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "cocktail.jpg",
      "audioLink": "cocktail.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kakao",
      "translation": "कोकोआ",
      "definition": "Ein Pulver, das aus gerösteten Kakaobohnen hergestellt wird, um Schokolade herzustellen, und auch ein heißes Getränk, das aus diesem Pulver hergestellt wird.",
      "definition_translation": "रोस्टेड काकाओ बीन्स से बना एक पाउडर जिसका उपयोग चॉकलेट बनाने के लिए किया जाता है, और इस पाउडर से बना एक गर्म पेय भी है.",
      "example": "Ich liebe es, an einem kalten Wintertag heißen Kakao zu trinken. Sie backt die besten Kakaobrownies der Stadt. Sie werden Kakao auf der Weihnachtsfeier servieren.",
      "example_translation": "मैं ठंडे सर्दी के सुबह कोकोआ पीना पसंद करता हूँ. वह टाउन में सर्वश्रेष्ठ कोकोआ ब्राउनी बनाती है. वे क्रिसमस पार्टी में कोकोआ परोसेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "cocoa.jpg",
      "audioLink": "cocoa.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sprudelgetränk",
      "translation": "करچی पेय",
      "definition": "Ein kohlensäurehaltiges Getränk, das typischerweise süß und aromatisiert ist, oft serviert wird und als Erfrischung konsumiert wird.",
      "definition_translation": "एक कार्बोनेटेड पेय, जो आम तौर पर मीठा और स्वादिष्ट होता है, अक्सर ठंडा परोसा जाता है और ताजगी के रूप में उपभोग किया जाता है.",
      "example": "Ich liebe es, an einem heißen Sommertag ein kaltes Sprudelgetränk zu trinken. Gestern habe ich ein Sprudelgetränk mit meinem Mittagessen genossen. Morgen werde ich ein Sprudelgetränk im Laden kaufen.",
      "example_translation": "मैं गर्मी के दिन एक ठंडे करچی पेय पीना पसंद करता हूँ. कल, मैंने अपने लंच के साथ करچی पेय पीया. कल, मैं स्टोर से करچی पेय खरीदूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "fizzy-drink.jpg",
      "audioLink": "fizzy drink.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Instantkaffee",
      "translation": "तत्काल कॉफी",
      "definition": "Ein Kaffee, der schnell zubereitet werden kann, indem man heißes Wasser zu einem Pulver oder Granulat hinzufügt.",
      "definition_translation": "एक प्रकार की कॉफी जिसे गरम पानी में मिलाने से तुरंत तैयार किया जा सकता है",
      "example": "Ich mag es, morgens Instantkaffee zu trinken, es ist so praktisch. Gestern habe ich es mit meinen Freunden im Park getrunken. Morgen werde ich es vor der Arbeit trinken.",
      "example_translation": "मैं सुबह में तत्काल कॉफी पीना पसंद करता हूँ, यह इतना सुविधाजनक है. कल, मैंने अपने दोस्तों के साथ पार्क में इसका सेवन किया. कल, मैं काम पर जाने से पहले इसका सेवन करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "instant-coffee.jpg",
      "audioLink": "instant coffee.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wodka",
      "translation": "वोदका",
      "definition": "Ein klarer, farbloser und geschmacksloser Spirituose, der aus Getreide wie Weizen, Roggen oder Kartoffeln hergestellt wird.",
      "definition_translation": "गेहूँ, राई या आलू जैसे अनाज से बनाया गया साफ, रंगहीन और स्वादहीन स्पिरिट.",
      "example": "Ich trinke seit einigen Jahren regelmäßig Wodka. Letzte Nacht habe ich ein Shot Wodka mit meinen Freunden in der Bar genossen. In Zukunft plane ich, verschiedene Wodka-Sorten auszuprobieren.",
      "example_translation": "मैं पिछले कुछ सालों से वोदका नियमित रूप से पी रहा हूँ. रात को, मैंने बार में अपने दोस्तों के साथ वोदका का एक शॉट लिया. भविष्य में, मैं वोदका के विभिन्न स्वादों को आजमाने की योजना बना रहा हूँ.",
      "imageLink": "image_files\\English\\"imageLink": "vodka.jpg",
      "audioLink": "vodka.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Whisky",
      "translation": "व्हिस्की",
      "definition": "Ein Typ von Destillat, das aus fermentiertem Getreidebrei hergestellt wird, typischerweise in Holzfässern gereift wird.",
      "definition_translation": "लकड़ी के बैरल में उम्र के साथ फ़र्मेंटेड अनाज के मैश से बनाया गया एक प्रकार का जिलेट्ड पेय.",
      "example": "Mein Großvater trank jeden Abend Whisky. Gestern habe ich ein Glas Whisky mit meinen Freunden auf der Party getrunken. Im nächsten Jahr plane ich, eine Spezialedition von Whisky auszuprobieren.",
      "example_translation": "मेरे दादा शाम को व्हिस्की पिया करते थे. कल, मैंने पार्टी में अपने दोस्तों के साथ व्हिस्की का एक ग्लास लिया. अगले साल, मैं व्हिस्की का एक स्पेशल एडिशन आजमाने की योजना बना रहा हूँ.",
      "imageLink": "image_files\\English\\"imageLink": "whisky.jpg",
      "audioLink": "whisky.mp3"
    },
    {
      "section": "napoje-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kompott",
      "translation": "कम्पोट",
      "definition": "Ein Gericht, das aus frischem oder getrocknetem Obst hergestellt wird, typischerweise als Dessert oder Beilage serviert wird.",
      "definition_translation": "एक डिश जो ताज़ा या सुखाया हुआ फल से बनाया गया है, टypically मिठाई या साइड डिश के रूप में परोसा जाता है.",
      "example": "Ich liebe es, morgens Kompott zu essen. Gestern habe ich Kompott mit Schlagsahne im Café genossen. Im Sommer plane ich, ein Kompott mit frischen Beeren zu machen.",
      "example_translation": "मैं नाश्ते के साथ कम्पोट खाना पसंद करता हूँ. कल, मैंने कैफे में व्हीप्ड क्रीम के साथ कम्पोट खाया. गरमी में, मैं ताज़ा बेरीज के साथ कम्पोट बनाने की योजना बना रहा हूँ.",
      "imageLink": "image_files\\English\\"imageLink": "compote.jpg",
      "audioLink": "compote.mp3"
    }
  ]