[
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Insekt",
      "translation": "कीड़ा",
      "definition": "Ein kleines Tier, das sechs Beine hat und einen Körper, der normalerweise in drei Teile unterteilt ist.",
      "definition_translation": "छह पैरों वाला और तीन भागों में बंटा हुआ शरीर वाला एक छोटा जानवर",
      "example": "Das Insekt kroch langsam über das Blatt. Das Insekt kroch langsam über das Blatt. Das Insekt wird langsam über das Blatt kriechen.",
      "example_translation": "कीड़ा ने पत्ते पर धीरे-धीरेivé क्रॉल किया. कीड़ा पत्ते पर धीरे-धीरे क्रॉल कर रहा था. कीड़ा पत्ते पर धीरे-धीरे क्रॉल करेगा.",
      "imageLink": "insect.jpg",
      "audioLink": "insect.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ameise",
      "translation": "चींटी",
      "definition": "Ein kleines Insekt, das in Kolonien lebt und für seine Industrie und Stärke bekannt ist.",
      "definition_translation": "एक छोटा कीड़ा जो कॉलोनियों में रहता है और अपनी उद्योग और ताकत के लिए जाना जाता है.",
      "example": "Die Ameise trug ein Krümel zurück zu ihrem Nest. Die Ameise trug ein Krümel zurück zu ihrem Nest. Die Ameise wird ein Krümel zurück zu ihrem Nest tragen.",
      "example_translation": "चींटी ने अपने घोंसले में एक क्रंब ले आई. चींटी अपने घोंसले में एक क्रंब ले जा रही थी. चींटी अपने घोंसले में एक क्रंब ले जाएगी.",
      "imageLink": "ant.jpg",
      "audioLink": "ant.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Biene",
      "translation": "मधुमक्खी",
      "definition": "Ein fliegendes Insekt, das Nektar von Blumen sammelt und Honig produziert.",
      "definition_translation": "एक उड़ने वाला कीड़ा जो फूलों से मधु एकत्र करता है और शहद का उत्पादन करता है.",
      "example": "Die Biene surrte um die Blume. Die Biene surrte um die Blume. Die Biene wird um die Blume surren.",
      "example_translation": "मधुमक्खी ने फूल के चारों ओर बुजिया मारी. मधुमक्खी फूल के चारों ओर बुजिया मार रही थी. मधुमक्खी फूल के चारों ओर बुजिया मारेगी.",
      "imageLink": "bee.jpg",
      "audioLink": "bee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wanze",
      "translation": "कीड़ा",
      "definition": "Ein kleines Insekt, oft mit einem flachen Körper, das sich von Pflanzen oder Tieren ernährt.",
      "definition_translation": "एक छोटा कीड़ा, अक्सर आकार में सपाट, जो पौधों या जानवरों पर भोजन करता है.",
      "example": "Die Wanze verbarg sich unter dem Blatt. Die Wanze versteckte sich unter dem Blatt. Die Wanze wird sich unter dem Blatt verstecken.",
      "example_translation": "कीड़ा ने पत्ते के नीचे छिपा था. कीड़ा पत्ते के नीचे छिपा हुआ था. कीड़ा पत्ते के नीचे छिपेगा.",
      "imageLink": "bug.jpg",
      "audioLink": "bug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schmetterling",
      "translation": "तितली",
      "definition": "Ein Schmetterling ist eine Art von Insekt mit großen, oft farbigen Flügeln, das fliegen kann und in warmen Orten gefunden wird.",
      "definition_translation": "एक तितली एक प्रकार का कीड़ा है जिसके बड़े और आमतौर पर रंगीन पंख होते हैं, जो उड़ सकता है और गर्म स्थानों में पाया जाता है.",
      "example": "Ich sah einen schönen Schmetterling im Garten gestern. Er fliegt jetzt um die Blumen. Ich werde ihn morgen versuchen zu fangen.",
      "example_translation": "मैंने कल बगीचे में एक सुंदर तितली देखी। यह अभी फूलों के चारों ओर飛 रहा है। मैं कल इसे पकड़ने की कोशिश करूँगा।",
      "imageLink": "butterfly.jpg",
      "audioLink": "butterfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kakerlake",
      "translation": "सALU",
      "definition": "Eine Kakerlake ist eine Art von Insekt, das normalerweise braun oder schwarz ist, einen flachen Körper hat und oft in Küchen und Häusern gefunden wird.",
      "definition_translation": "एक सALU एक प्रकार का कीड़ा है जो आमतौर पर भूरा या काला होता है, जिसका शरीर चपटा होता है और अक्सर रसोई और घरों में पाया जाता है.",
      "example": "Ich sah eine Kakerlake über den Küchenboden laufen letzte Nacht. Sie versteckt sich jetzt unter dem Ausguß. Ich werde sie morgen früh töten.",
      "example_translation": "मैंने कल रात को रसोई के फर्श पर एक सALU दौड़ते हुए देखा। यह अभी सिन्क के नीचे छिपा हुआ है। मैं कल सुबह इसे मार डालूँगा।",
      "imageLink": "cockroach.jpg",
      "audioLink": "cockroach.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreatur",
      "translation": "जीव",
      "definition": "Eine Kreatur ist ein lebendes Wesen, wie ein Tier oder ein Insekt, das nicht menschlich ist.",
      "definition_translation": "एक जीव एक जीवित प्राणी है, जैसेanimal या कीट, जो मानव नहीं है।",
      "example": "Ich sah ein seltsames Kreatur im Wald gestern. Es aß einen Obstbaum. Ich werde es morgen versuchen zu fangen.",
      "example_translation": "मैंने कल जंगल में एक अजीब जीव देखा। यह एक फल के पेड़ का सेवन कर रहा था। मैं कल इसे पकड़ने की कोशिश करूँगा।",
      "imageLink": "creature.jpg",
      "audioLink": "creature.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "fliegen",
      "translation": "उड़ना",
      "definition": "Fliegen bedeutet, durch die Luft zu bewegen, typischerweise durch die Verwendung von Flügeln.",
      "definition_translation": "उड़ने का मतलब हवा में घूमना है, आमतौर पर पंखों का प्रयोग करके।",
      "example": "Ich flog einen Drachen im Park gestern. Er fliegt jetzt hoch in den Himmel. Ich werde ihn morgen herunterholen.",
      "example_translation": "मैंने कल पार्क में एक पतंग उड़ाई। यह अभी आसमान में ऊपर उड़ रहा है। मैं कल इसे नीचे लाऊँगा।",
      "imageLink": "fly.jpg",
      "audioLink": "fly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mücke",
      "translation": "मच्छर",
      "definition": "Eine kleine fliegende Insekt, die sich von Blut von Tieren und Menschen ernährt und Krankheiten wie Malaria und Dengue-Fieber überträgt.",
      "definition_translation": "जीव-जंतुओं और मनुष्यों के रक्त पर कुछ छोटे उड़ने वाले कीट जैसे मच्छर, मलेरिया और डेंगू जैसे रोगों का संचार करते हैं।",
      "example": "Die Mücke biss mich, während ich schlief. Ich wurde letzte Nacht von einer Mücke gebissen. Ich werde von einer Mücke gebissen werden, wenn ich kein Insektenschutzmittel benutze.",
      "example_translation": "मैं सो रहा था तब मच्छर ने मुझे काट लिया. कल रात मैं मच्छर से काटा गया था. अगर मैं कीड़े मारने वाली दवा का प्रयोग नहीं करता तो मैं मच्छर से काटा जाऊंगा.",
      "imageLink": "mosquito.jpg",
      "audioLink": "mosquito.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spinne",
      "translation": "मकड़ी",
      "definition": "Eine achtbeinige fleischfressende Spinne, die ein Netz zum Fangen ihrer Beute spinnt, typischerweise in Gärten, Häusern und Wäldern gefunden.",
      "definition_translation": "आठ पैर वाले मांसाहारी अराकनिड जो अपने शिकार को पकड़ने के लिए जाले बुनता है, आम तौर पर बगीचों, घरों और जंगलों में पाया जाता है.",
      "example": "Die Spinne kroch die Wand hoch. Ich sah eine Spinne ihr Netz gestern spinnen. Ich werde die Spinne plattdrücken, wenn sie mir zu nahe kommt.",
      "example_translation": "मकड़ी दीवार पर चढ़ गई. कल मैंने मकड़ी को अपना जाला बुनते देखा. अगर मकड़ी मेरे पास आती है तो मैं उसे कुचल दूंगा.",
      "imageLink": "spider.jpg",
      "audioLink": "spider.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Web",
      "translation": "जाला",
      "definition": "Eine Struktur, die durch eine Spinne mit Seidenfäden erstellt wird, um Beute zu fangen, sich zu schützen oder zu reisen.",
      "definition_translation": "एक मकड़ी द्वारा रेशम के धागों से बनाई गई संरचना, शिकार पकड़ने, अपने आप की रक्षा करने या यात्रा करने के लिए प्रयोग की जाती है.",
      "example": "Die Spinne webte ein komplexes Netz. Ich sah ein Netz in der Ecke meines Zimmers. Ich werde das Netz von der Deckenlampe entfernen.",
      "example_translation": "मकड़ी ने जटिल जाला बुना. मैंने अपने कमरे के कोने पर जाला देखा. मैं सीलिंग फैन से जाला साफ कर दूंगा.",
      "imageLink": "web.jpg",
      "audioLink": "web.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Käfer",
      "translation": "भृंग",
      "definition": "Ein Typ von Insekt mit einer harten Außenhülle, oft bunt gefärbt, und typischerweise in Gärten, Wäldern und Farmen gefunden.",
      "definition_translation": "एक प्रकार का कीड़ा जिसका बाहरी कवच कड़ा होता है, अक्सर रंग-बिरंगा होता है, और आम तौर पर बगीचों, जंगलों, और खेतों में पाया जाता है.",
      "example": "Der Käfer flog weg. Ich sah einen Käfer, der ein Blatt aß. Ich werde den Käfer fangen und in ein Glas stecken.",
      "example_translation": "भृंग उड़ गया. कल मैंने भृंग को एक पत्ता खाते देखा. मैं भृंग को पकड़ लूंगा और उसे एक जार में डाल दूंगा.",
      "imageLink": "beetle.jpg",
      "audioLink": "beetle.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Floh",
      "translation": "चूँची",
      "definition": "Ein kleines springendes Insekt, das auf den Körpern von Tieren, insbesondere Hunden und Katzen, lebt und sich von ihrem Blut ernährt.",
      "definition_translation": "एक छोटा कूदने वाला कीड़ा जो जानवरों, विशेषकर कुत्तों और बिल्लियों के शरीर पर रहता है और उनके रक्त पर निर्वाह करता है",
      "example": "Der Hund war mit Flöhen infiziert. Gestern musste ich einen Floh aus dem Ohr meiner Katze entfernen. Bis nächste Woche werden wir unser gesamtes Zuhause flohfrei gemacht haben.",
      "example_translation": "कुत्ता चूँचियों से पीड़ित था। कल, मैंने अपने बिल्ली के कान से एक चूँची हटा दी। अगले हफ्ते तक, हमने अपने पूरे घर को चूँची-मुक्त कर दिया होगा।",
      "imageLink": "flea.jpg",
      "audioLink": "flea.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stechen",
      "translation": "डंक",
      "definition": "Einen scharfen, stechenden Schmerz zu verursachen, typischerweise mit einer spitz zulaufenden Struktur, wie dem Stachel eines Insekts oder dem Haken eines Angelhakens.",
      "definition_translation": "एक तीखे, छेदक दर्द का कारण बनना, आम तौर पर एक नुकीले संरचना के साथ, जैसे किसी कीट के डंक या मछली के हुक की नोक",
      "example": "Die Biene stach mich auf dem Arm. Der Skorpion stach sein Opfer mit Präzision. Bis nächsten Sommer werden wir ein Antidot gegen das Gift entwickelt haben, das den Schmerz verursacht.",
      "example_translation": "छत्ता मेरे बांह पर डंक मारा। बिच्छू ने अपने शिकार को सटीकता से डंक मारा। अगले गर्मी तक, हमने उस विष के लिए एंटीडोट विकसित कर लिया होगा जिससे डंक होता है।",
      "imageLink": "sting.jpg",
      "audioLink": "sting.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wespe",
      "translation": "मच्छर",
      "definition": "Ein fliegendes Insekt mit einer schmalen Taille und oft bunter Färbung, mit einem schmerzhaften Stich.",
      "definition_translation": "एक उड़ने वाला कीड़ा जिसकी कमर पतली होती है और अक्सर चमकीले रंग का होता है, जिसका डंक बहुत दर्दनाक होता है",
      "example": "Die Wespe summte ärgerlich um meinen Kopf herum. Gestern sah ich eine Wespe, die ihr Nest im Garten baute. Bis nächsten Frühling werden wir alle Wespenesten aus unserem Hinterhof entfernt haben.",
      "example_translation": "मच्छर मेरे सिर के चारों ओर गुस्से से भिनभिना रहा था। कल, मैंने बगीचे में एक मच्छर को अपना घोंसला बनाते हुए देखा। अगले वसंत तक, हमने अपने पिछवाड़े में सभी मच्छर के घोंसले हटा दिए होंगे।",
      "imageLink": "wasp.jpg",
      "audioLink": "wasp.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gottesanbeterin",
      "translation": "मेंटिस",
      "definition": "Ein Typ von Insekt mit einem langen, schlanken Körper und stacheligen Vorderbeinen, oft als Symbol der Ruhe und Geduld verwendet.",
      "definition_translation": "एक प्रकार का कीड़ा जिसका शरीर लंबा और पतला होता है और सामने के पैरagt होते हैं, अक्सर शांति और धैर्य के Symbols के रूप में उपयोग किया जाता है",
      "example": "Die Gottesanbeterin saß still auf dem Blatt, wartete auf ihre Beute. Gestern sah ich eine Gottesanbeterin, die eine Fliege in dem Garten fraß. Bis nächsten Herbst werden wir ein Gehege für Gottesanbeterinnen in unserem Hinterhof eingerichtet haben.",
      "example_translation": "प्रार्थना मेंटिस पत्ते पर बैठा था, अपने शिकार की प्रतीक्षा कर रहा था। कल, मैंने बगीचे में एक मेंटिस को एक मक्खी पर फ़ीड करते हुए देखा। अगले पतझड़ तक, हमने अपने पिछवाड़े में एक मेंटिस के एन्क्लोजर स्थापित कर लिया होगा।",
      "imageLink": "mantis.jpg",
      "audioLink": "mantis.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bettwanze",
      "translation": "कीट",
      "definition": "Ein kleines, flaches, parasitische Insekt, das in Betten lebt und sich von menschlichem Blut ernährt.",
      "definition_translation": "एक छोटा,แฟट, परजीवी कीट जो बिस्तरों में रहता है और मानव रक्त पर फ़ीड करता है",
      "example": "Ich wachte auf, um eine Bettwanze auf meinem Arm zu finden. Ich hatte eine in der Morgen gesehen, aber jetzt waren es viele. Ich werde morgen den Kammerjäger anrufen, um sie loszuwerden.",
      "example_translation": "मैं अपने हाथ पर कीड़े के कdbg के लिए उठा था। मैं सुबह में एक देखा था, लेकिन अब कई थे। मैं कल उन्हें हटाने के लिए एएक्स्टर्मिनटेर को फोन करूँगा",
      "imageLink": "bedbug.jpg",
      "audioLink": "bedbug.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hummel",
      "translation": "भंवरा",
      "definition": "Ein großes, pelziges, soziales Insekt, das in Kolonien lebt und bekannt für sein charakteristisches Summen ist.",
      "definition_translation": "एक बड़ा, फरी हेयर वाला, सामाजिक मधुमक्खी जो उपनिवेश में रहती है और अपने विशेष स्वर के लिए जाना जाता है",
      "example": "Die Hummel flog von Blume zu Blume, sammelte Nektar. Sie hatte das ganze Tag gemacht. Sie wird bald zurück zu ihrem Bienenstock fliegen.",
      "example_translation": "भंवरा फूल से फूल पर उड़ता है, मधु संग्रह करता है। यह पूरे दिन कर रहा था। वह जल्द ही अपने छत्ते में वापस जाएगा",
      "imageLink": "bumblebee.jpg",
      "audioLink": "bumblebee.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Raupen",
      "translation": "कैटरपилर",
      "definition": "Die Larve eines Schmetterlings oder Nachtfalters, die viel isst und wächst, bevor sie sich in eine Puppe verwandelt.",
      "definition_translation": "तितली या मOTH का लार्वा, जो काफी खाता है और बढ़ता है इससे पहले कि वह पूपा में बदल जाता है",
      "example": "Die Raupen aß die Blätter der Pflanze. Sie hatte viele Blätter schon gegessen. Sie wird bald ein schöner Schmetterling werden.",
      "example_translation": "कैटरपिलर प्लांट के पत्तों को खा रहा था। उसने पहले से ही कई पत्ते खा लिए थे। वह जल्द ही सुंदर तितली बनने जा रहा है",
      "imageLink": "caterpillar.jpg",
      "audioLink": "caterpillar.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zikade",
      "translation": "टिड्डा",
      "definition": "Ein großes, lautes Insekt mit einer harten Schale und prominenten Augen, bekannt für seinen charakteristischen Paarungsruf.",
      "definition_translation": "एक बड़ा, ज़ोर से आवाज करने वाला कीट जिसका कड़ा कवच और प्रमुख आंखें हैं, जिसके लिए उसकी विशेष युग्म पुकार जानी जाती है",
      "example": "Die Zikade machte einen lauten Lärm in dem Baum. Sie hatte das schon Wochen gemacht. Ich werde morgen versuchen, ihren Lärm aufzuzeichnen.",
      "example_translation": "टिड्डा पेड़ में तेज आवाज कर रहा था। यह हफ्तों से यह कर रहा था। मैं कल इसकी आवाज रिकॉर्ड करने की कोशिश करूँगा",
      "imageLink": "cicada.jpg",
      "audioLink": "cicada.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Libelle",
      "translation": "ड्रैगनफ्लाय",
      "definition": "Eine Art von Insekt mit einem langen, schmalen Körper und transparenten oder bunt gefärbten Flügeln.",
      "definition_translation": "एक प्रकार का कीड़ा जिसका शरीर लम्बा और स्लेंडर होता है और पारदर्शी या रंग-बिरंगे पंख होते हैं。",
      "example": "Die Libelle flog gestern um den Teich, wird morgen wieder fliegen und hat heute schon Stundenlang geflogen.",
      "example_translation": "ड्रैगनफ्लाय ने कल तालाब के चारों ओर उड़ा था, फिर वह कल उड़ेगा, और वह आज कई घंटों से उड़ रहा है।",
      "imageLink": "dragonfly.jpg",
      "audioLink": "dragonfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Drohne",
      "translation": "ड्रोन",
      "definition": "Ein gleichmäßiges, summendes oder brummendes Geräusch oder ein unbemanntes Luft- oder Wasserfahrzeug, das ferngesteuert wird.",
      "definition_translation": "एक निम्न, सतत हुमिंग या बुजिंग ध्वनि, या एक अवमानित वायुयान या जहाज जो दूर से नियंत्रित होता है।",
      "example": "Die Drohne schwebte gestern über dem Feld, wird morgen wieder schweben und hat heute schon Stundenlang über dem Feld geschwebt.",
      "example_translation": "ड्रोन ने कल मैदान के ऊपर मंडराया था, वह कल फिर से मंडराएगा, और वह आज कई घंटों से मैदान के ऊपर मंडरा रहा है।",
      "imageLink": "drone.jpg",
      "audioLink": "drone.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bremse",
      "translation": "गडफ्लाय",
      "definition": "Eine Fliege, die Menschen oder Tiere belästigt, oder eine Person, die andere belästigt.",
      "definition_translation": "एक मक्खी जो लोगों या जानवरों को परेशान या परेशान करती है, या एक व्यक्ति जो दूसरों को परेशान या परेशान करता है।",
      "example": "Die Bremse summte gestern um das Pferdeohr, wird morgen wieder summern und.has heute schon Stundenlang um das Pferdeohr gesummt.",
      "example_translation": "गडफ्लाय ने कल घोड़े के कान के आसपास बजा था, वह कल फिर से बजाएगा, और वह आज कई घंटों से घोड़े के कान के आसपास बज रहा है।",
      "imageLink": "gadfly.jpg",
      "audioLink": "gadfly.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Grashüpfer",
      "translation": "टिड्डी",
      "definition": "Eine Art von Insekt, das springt und einen harten Außenschalen hat, typischerweise grün oder gelb gefärbt.",
      "definition_translation": "एक प्रकार का कीड़ा जो कूदता है और एक कड़ा बाहरी शेल है, आमतौर पर हरे या पीले रंग का।",
      "example": "Der Grashüpfer sprang gestern über den Zaun, wird morgen wieder springen und hat heute schon Stundenlang über den Zaun gesprungen.",
      "example_translation": "टिड्डी ने कल बाड़े के ऊपर कूदा था, वह कल फिर से कूदेगा, और वह आज कई घंटों से बाड़े के ऊपर कूद रहा है।",
      "imageLink": "grasshopper.jpg",
      "audioLink": "grasshopper.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hornisse",
      "translation": "भ्रंगी",
      "definition": "Eine Hornisse ist eine Art von Wespe, die bekannt für ihren schmerzhaften Stich ist. Hornissen sind soziale Wespen, die in Kolonien leben und ähneln Bienen, sind jedoch im Allgemeinen aggressiver.",
      "definition_translation": "भ्रंगी एक प्रकार की मक्खी है जिसके काटने से दर्द होता है. भ्रंगी सामाजिक मक्खियां हैं जो कालोनियों में रहती हैं और मधुमक्खियों के समान हैं, लेकिन आम तौर पर अधिक आक्रामक हैं.",
      "example": "Die Hornisse flog in den Garten, drohte, jeden in der Nähe zu stechen. Der Landwirt musste das Hornissennest vorsichtig aus dem Baum entfernen. Bis zum nächsten Sommer wird die Hornissenpopulation beträchtlich zugenommen haben.",
      "example_translation": "भ्रंगी बगीचे में उड़ता हुआ आया और किसी के पास आने वाले को काटने की धमकी दी. किसान को पेड़ से भ्रंगी का घोंसला सावधानी से हटाना पड़ा. अगले गर्मी में भ्रंगी की आबादी काफी बढ़ जाएगी.",
      "imageLink": "hornet.jpg",
      "audioLink": "hornet.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marienkäfer",
      "translation": "लेडीबिर्ड",
      "definition": "Ein Marienkäfer ist ein kleiner, ovalförmiger Käfer mit einer charakteristischen rot-schwarzen Schale. Marienkäfer sind bekannt für ihre Fähigkeit, Blattläusepopulationen zu kontrollieren und werden oft in Gärten gefunden.",
      "definition_translation": "लेडीबिर्ड एक छोटा, अंडाकार आकार का कीट है जिसका लाल और काला कवच है. लेडीबिर्डส अफीद की आबादी को नियंत्रित करने के लिए जाने जाते हैं और अक्सर बगीचों में पाए जाते हैं.",
      "example": "Der Marienkäfer kroch über das Blatt, fraß Blattläuse, während er ging. Marienkäfer werden oft als biologische Schädlingsbekämpfungsmethode in Gärten eingesetzt. Durch die Anziehung von Marienkäfern wird der Garten frei von Schädlingen sein.",
      "example_translation": "लेडीबिर्ड पत्ते पर रेंगता हुआ गया, जैसा कि वह अफीद खाता गया. लेडीबिर्ड्स अक्सर बगीचों में जैविक नियंत्रण विधि के रूप में इस्तेमाल किए जाते हैं. लेडीबिर्ड्स को आकर्षित करके, बगीचा कीट-मुक्त होगा.",
      "imageLink": "ladybird.jpg",
      "audioLink": "ladybird.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heuschrecke",
      "translation": "टिड्डा",
      "definition": "Eine Heuschrecke ist eine Art von Grashüpfer, die bekannt für ihre Fähigkeit ist, große Schwärme zu bilden und Ernten zu verwüsten. Heuschrecken werden oft als Schädlinge betrachtet und können bedeutenden wirtschaftlichen Schaden anrichten.",
      "definition_translation": "टिड्डा एक प्रकार की टिड्डी है जिसकी बड़े समूह में एकत्र होने और फसलों को नष्ट करने की क्षमता के लिए जानी जाती है. टिड्डे अक्सर कीट माने जाते हैं और महत्वपूर्ण आर्थिक नुकसान पहुंचा सकते हैं.",
      "example": "Der Heuschreckenschwarm fiel über die Felder her, fraß alles in seinem Weg. Der Landwirt versuchte, die Heuschrecken zu vertreiben, aber sie kamen immer wieder zurück. Bis zum nächsten Jahr wird die Heuschreckenplage die ganze Region erfasst haben.",
      "example_translation": "टिड्डे का समूह खेतों पर उतर आया, अपने रास्ते में सब कुछ खा जाता था. किसान ने टिड्डों को भगाने की कोशिश की, लेकिन वे वापस आते रहे. अगले साल, टिड्डे की महामारी पूरे क्षेत्र में फैल जाएगी.",
      "imageLink": "locust.jpg",
      "audioLink": "locust.mp3"
    },
    {
      "section": "owady-insekty-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laus",
      "translation": "जूँ",
      "definition": "Eine Laus ist ein kleiner, flügelloser Insekt, das auf den Körpern von Menschen und Tieren lebt, sich von ihrem Blut oder Haut ernährt. Läuse werden oft als Schädlinge betrachtet und können Juckreiz und Unbehagen verursachen.",
      "definition_translation": "जूँ एक छोटा, पंखहीन कीट है जो मानवों और जानवरों के शरीर पर रहता है और उनके खून या त्वचा का भोजन करता है. जूँ अक्सर कीट माने जाते हैं और जलन और असुविधा पैदा कर सकते हैं.",
      "example": "Die Laus kroch über den Schädel, machte ihn jucken. Das Kind musste wegen einer Lausinfestation behandelt werden. Bis zur nächsten Woche werden die Läuse in der Schule ausgerottet sein.",
      "example_translation": "जूँ सिर के ऊपर रेंगता हुआ था, जिससे खुजली हो रही थी. बच्चे का जूँ संक्रमण का इलाज करवाना पड़ा. अगले हफ्ते तक स्कूल से जूँ का नाश कर दिया जाएगा.",
      "imageLink": "louse.jpg",
      "audioLink": "louse.mp3"
    }
  ]