[
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "ठंडा",
      "definition": "Eine niedrige Temperatur aufweisend; nicht warm oder heiß.",
      "definition_translation": "कम तापमान होना; गर्म या热 नहीं है.",
      "example": "Ich fühlte mich kalt, als ich nach draußen ging. Ich werde mich kalt fühlen, wenn ich keine Jacke anhabe. Ich fühlte mich kalt gestern.",
      "example_translation": "मैं बाहर गया तो मैं ठंडा महसूस किया। अगर मैं जैकेट नहीं पहनता तो मैं ठंडा महसूस करूँगा। कल मैं ठंडा महसूस किया।",
      "imageLink": "cold-1.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "kalt",
      "translation": "ठंडा",
      "definition": "Eine niedrige Temperatur aufweisend; nicht warm oder heiß.",
      "definition_translation": "कम तापमान होना; गर्म या热 नहीं है.",
      "example": "Das Wasser war kalt, daher trank ich es nicht. Das kalte Wetter machte mich krank. Ich werde morgen einen kalten Duschkopf nehmen.",
      "example_translation": "पानी ठंडा था, इसलिए मैंने उसे नहीं पिया। ठंडा मौसम ने मुझे बीमार कर दिया। मैं सुबह ठंडा शावर लूँगा।",
      "imageLink": "cold-3.jpg",
      "audioLink": "cold.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "heiß",
      "translation": "गर्म",
      "definition": "Eine hohe Temperatur aufweisend; warm oder sehr warm.",
      "definition_translation": "उच्च तापमान होना; गर्म या बहुत गर्म।",
      "example": "Der Kaffee war heiß, daher konnte ich ihn nicht trinken. Ich werde einen heißen Hund auf der Party essen. Die heiße Sonne machte mich müde.",
      "example_translation": "कॉफी गर्म थी, इसलिए मैं उसे नहीं पी सका। मैं पार्टी में गर्म डॉग खाऊँगा। गर्म सूरज ने मुझे थका दिया।",
      "imageLink": "hot-2.jpg",
      "audioLink": "hot.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regen",
      "translation": "वर्षा",
      "definition": "Wassertröpfchen, die vom Himmel fallen.",
      "definition_translation": "आकाश से गिरने वाले पानी की बूँदें।",
      "example": "Ich wurde gestern im Regen nass. Morgen wird es regnen, daher nimm ein Regenschirm mit. Der Regen fiel letzte Nacht heftig.",
      "example_translation": "मैं कल वर्षा में भीग गया। कल वर्षा होगी, इसलिए छाता ले लो। रात को वर्षा बहुत हुई थी।",
      "imageLink": "rain.jpg",
      "audioLink": "rain.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnee",
      "translation": "बर्फ",
      "definition": "Schnee ist ein natürlicher Wetterphänomen, bei dem Wassertröpfchen in der Luft zu Eiskristallen gefrieren. Es ist ein natürlicher Teil des Erdklimasystems und spielt in vielen Ökosystemen eine wichtige Rolle.",
      "definition_translation": "बर्फ प्राकृतिक मौसम संबंधी घटना है जिसमें हवा में जल वाष्प बर्फ के कристल में जम जाता है. यह पृथ्वी की जलवायु प्रणाली का एक प्राकृतिक हिस्सा है और कई पारिस्थितिक तंत्रों में महत्वपूर्ण भूमिका निभाता है.",
      "example": "Ich ging gestern im Schnee spazieren. Ich werde morgen Ski fahren im Schnee. Sie hat in ihrem Leben noch nie Schnee gesehen.",
      "example_translation": "मैं कल बर्फ में चला था. मैं कल स्कीइंग बर्फ में जाउंगा. उसने अपने जीवन में कभी बर्फ नहीं देखा.",
      "imageLink": "snow.jpg",
      "audioLink": "snow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sommer",
      "translation": "ग्रीष्म",
      "definition": "Der Sommer ist die wärmste Jahreszeit, charakterisiert durch lange Tage und hohe Temperaturen. Es ist eine Zeit der Ferien, Outdoor-Aktivitäten und Erholung.",
      "definition_translation": "ग्रीष्म साल का सबसे गर्म मौसम है, जिसकी विशेषता लंबे दिन और उच्च तापमान हैं. यह अवकाश, आउटडोर गतिविधियों और आराम का समय है.",
      "example": "Ich liebe es, im Sommer zu schwimmen. Sie wird im Sommer zum Strand fahren. Wir hatten letzten Sommer eine großartige Zeit.",
      "example_translation": "मैं गर्मी में तैरना पसंद करता हूँ. वह गर्मी में समुद्र तट पर जाएगी. हमने पिछले साल गर्मी में अच्छा समय बिताया.",
      "imageLink": "summer.jpg",
      "audioLink": "summer.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonne",
      "translation": "सूरज",
      "definition": "Die Sonne ist der Stern im Zentrum unseres Sonnensystems, verantwortlich für die Licht- und Wärmeversorgung der Planeten. Es ist ein massiver Ball aus heißem, leuchtendem Gas.",
      "definition_translation": "सूरज हमारे सौर मंडल के केंद्र में स्थित सितारा है, जो ग्रहों को प्रकाश और ऊष्मा प्रदान करता है. यह एक बड़ा गर्म, चमकता गैस का गोला है.",
      "example": "Die Sonne geht im Osten auf. Ich liebe es, mich in der warmen Sonne zu sonnen. Die Sonne schien hell am Himmel.",
      "example_translation": "सूरज पूर्व में उगता है. मैं गर्म सूरज में स्नान करना पसंद करता हूँ. आकाश में सूरज तेजी से चमक रहा था.",
      "imageLink": "sun.jpg",
      "audioLink": "sun.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "warm",
      "translation": "गर्म",
      "definition": "Warm bedeutet eine moderate oder komfortable Temperatur, weder heiß noch kalt. Es kann auch eine freundliche oder liebevolle Persönlichkeit beschreiben.",
      "definition_translation": "गर्म मध्यम या आरामदायक तापमान को कहते हैं, न तो गर्म न ही ठंडा. यह मैत्रीपूर्ण या स्नेहपूर्ण व्यक्तित्व की भी व्याख्या कर सकता है.",
      "example": "Das warme Wetter ist perfekt für ein Picknick. Ich liebe es, warme Milch zu trinken. Das warme Lächeln auf ihrem Gesicht machte mich ruhig.",
      "example_translation": "गर्म मौसम पिकनिक के लिए 完ぺーフेक्ट है. मैं गर्म दूध पीना पसंद करता हूँ. उसके चेहरे पर गर्म मुस्कान ने मुझे आरामदायक महसूस कराया.",
      "imageLink": "warm-1.jpg",
      "audioLink": "warm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wetter",
      "translation": "मौसम",
      "definition": "Der Zustand der Atmosphäre an einem bestimmten Ort und zu einer bestimmten Zeit, einschließlich Temperatur, Feuchtigkeit, Bewölkung, Wind und Niederschlag.",
      "definition_translation": "किसी स्थान और समय पर वायुमंडल की स्थिति, तापमान, आर्द्रता, बादलपन, हवा और वर्षा से संबंधित है。",
      "example": "Ich liebe es, bei schönem Wetter draußen zu spielen. Gestern war es sonnig, aber morgen wird es regnen. Bis nächste Woche wird das Wetter kalt sein.",
      "example_translation": "मैं अच्छे मौसम में बाहर खेलना पसंद करता हूँ. कल सूरज निकला था, लेकिन कल से बारिश होगी. अगले हफ्ते तक मौसम ठंडा हो जाएगा.",
      "imageLink": "weather.jpg",
      "audioLink": "weather.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wind",
      "translation": "हवा",
      "definition": "Eine natürliche Bewegung der Luft in der Atmosphäre, insbesondere eine starke und gewalttätige.",
      "definition_translation": "वायुमंडल में हवा की प्राकृतिक गति, विशेष रूप से मजबूत और हिंसक एक.",
      "example": "Der Wind blies gestern stark, aber heute ist es still. In Zukunft werden wir Windturbinen haben, um Strom zu erzeugen.",
      "example_translation": "कल हवा मजबूत से बही थी, लेकिन आज यह शांत है. भविष्य में, हम बिजली उत्पन्न करने के लिए हवा टर्बाइन होंगे.",
      "imageLink": "wind.jpg",
      "audioLink": "wind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Winter",
      "translation": "शीतकाल",
      "definition": "Die kälteste Jahreszeit zwischen Herbst und Frühling.",
      "definition_translation": "वर्ष का सबसे ठंडा मौसम, शरद ऋतु और वसंत के बीच.",
      "example": "Ich liebe es, im Schnee während des Winters zu spielen. Letzten Winter war sehr kalt, aber nächsten Winter wird es wärmer sein. In der Vergangenheit waren die Winter viel kälter.",
      "example_translation": "मैं शीतकाल में बर्फ में खेलना पसंद करता हूँ. पिछला शीतकाल बहुत ठंडा था, लेकिन अगला शीतकाल गर्म होगा. अतीत में, शीतकाल बहुत ठंडे थे.",
      "imageLink": "winter.jpg",
      "audioLink": "winter.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wolke",
      "translation": "बादल",
      "definition": "Eine sichtbare Masse aus Wassertröpfchen oder Eiskristallen, die in der Luft schwebt, normalerweise in der Erdatmosphäre.",
      "definition_translation": "वायुमंडल में निलंबित जल की बूँदें या बर्फ क्रिस्टल का दृश्य समूह, आमतौर पर पृथ्वी के वायुमंडल में.",
      "example": "Ich liebe es, Wolken am Himmel zu beobachten. Heute sind die Wolken weiß und fluffig, aber morgen werden sie dunkel und regenbringend sein. In der Vergangenheit waren Wolken ein Zeichen für gutes Wetter.",
      "example_translation": "मैं आकाश में बादल देखना पसंद करता हूँ. आज, बादल सफ़ेद और फुल्फुल हैं, लेकिन कल वे काले और वर्षा वाले होंगे. अतीत में, बादल अच्छे मौसम का संकेत थे.",
      "imageLink": "cloud.jpg",
      "audioLink": "cloud.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "wolkig",
      "translation": "बादली",
      "definition": "hat einen Himmel mit einer großen Menge an Wolkendecke, oft so dass die Sonne verdeckt ist",
      "definition_translation": "एक ऐसा आकाश जिसमें बादलों को बड़ा हिस्सा है, अक्सर ऐसा कि सूरज ढका हो",
      "example": "Das Wetter war gestern wolkig, daher konnten wir nicht spazieren gehen. Heute ist es wieder wolkig, aber wir gehen trotzdem spazieren. In der Zukunft hoffe ich, dass es nicht wolkig ist an meinem Geburtstag.",
      "example_translation": "कल मौसम बादली था, इसलिए हम नहीं जा सके। आज फिर से बादली है, लेकिन हम फिर से टहलने जा रहे हैं। भविष्य में, मैं उम्मीद करता हूँ कि मेरे जन्मदिन पर बादली नहीं होगी।",
      "imageLink": "cloudy.jpg",
      "audioLink": "cloudy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nebel",
      "translation": "कोहरा",
      "definition": "Eine wolkenähnliche Masse aus kleinen Wassertröpfchen in der Luft nahe dem Boden, die Sicht reduziert",
      "definition_translation": "नीचे जमीन के पास हवा में छोटे पानी के बूँद का एक बादल जैसा ढेर, दृश्यता को कम करता है",
      "example": "Der Nebel war so dick, dass wir nicht schnell fahren konnten. Der Nebel hob sich langsam, und wir konnten die Straße wieder sehen. Am Morgen könnte es auf den Hügeln Nebel geben.",
      "example_translation": "कोहरा इतना घना था कि हम तेज नहीं चला सके। कोहरा धीरे-धीरे उठा, और हम फिर से सड़क देख सके। सुबह में, पहाड़ों पर कोहरा हो सकता है।",
      "imageLink": "fog.jpg",
      "audioLink": "fog.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "neblig",
      "translation": "कोहरीला",
      "definition": "hat oder ist charakterisiert durch Nebel",
      "definition_translation": "कोहरा होना या कोहरे का चरित्र",
      "example": "Das neblige Wetter machte es schwer zu sehen. Der neblige Tag war perfekt für einen Indoor-Tag. Der neblige Morgen würde einem sonnigen Tag weichen.",
      "example_translation": "कोहरीला मौसम ने देखने को मुश्किल कर दिया। कोहरीला दिन घर के अंदर रहने के लिए परफेक्ट था। कोहरीला सुबह सूरज वाले दिन का रास्ता देगी।",
      "imageLink": "foggy.jpg",
      "audioLink": "foggy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eis",
      "translation": "बर्फ",
      "definition": "Ein Festkörper, der aus Wasser durch Abkühlung auf eine Temperatur unter seinem Gefrierpunkt gebildet wird",
      "definition_translation": "पानी को उसके फ्रीजिंग प्वाइंट से नीचे तापमान पर ठंडा करके形成 एक ठोस",
      "example": "Das Eis im Kühlschrank schmolz langsam. Wir mussten Eis für die Party kaufen. Im Winter könnte der See gefrieren und zu Eis werden.",
      "example_translation": "फ्रिज में बर्फ धीरे-धीरे पिघल रहा था। हमें पार्टी के लिए बर्फ खरीदना पड़ा। kış में, झील जम सकती है और बर्फ में बदल सकती है।",
      "imageLink": "ice-1.jpg",
      "audioLink": "ice.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Frühling",
      "translation": "वसंत",
      "definition": "Die Jahreszeit, typischerweise von März bis Mai in der nördlichen Hemisphäre, die durch mildes Wetter und das Wachstum von Pflanzen gekennzeichnet ist.",
      "definition_translation": "वर्ष का वह मौसम, जो आम तौर पर उत्तरी गोलार्ध में मार्च से मई तक होता है, और इसमें मौसम का मील और पौधों का विकास होता है",
      "example": "Ich liebe es, im Frühling Spaziergänge zu machen, wenn die Blumen blühen. Letztes Jahr ging ich auf eine Frühjahrsreise an den Strand. Nächstes Jahr werde ich einen Garten in meinem Hinterhof anlegen.",
      "example_translation": "मैं वसलंत के दौरान फूल खिलने पर टहलना पसंद करता हूँ। पिछले साल, मैं समुद्र तट पर वसलंत ब्रेक यात्रा पर गया था। अगले वसंत में, मैं अपने पिछवाड़े में एक बाग लगाऊँगा।",
      "imageLink": "spring.jpg",
      "audioLink": "spring.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sturm",
      "translation": "तूफ़ान",
      "definition": "Eine schwere Wetterbedingung, die durch starke Winde, schweren Regen, Donner und Blitz gekennzeichnet ist.",
      "definition_translation": "एक गंभीर मौसम स्थिति, जिसमें तेज़ हवा, भारी बारिश, гром और आकाशीय बिजली होती है",
      "example": "Der Sturm draußen war so laut, dass ich nicht schlafen konnte. Die Sturmwarnung wurde gestern ausgelöst, daher bereiteten wir uns auf das Schlimmste vor. Als der Sturm vorbei war, waren die Straßen überflutet.",
      "example_translation": "बाहर तूफ़ान इतना ज़ोरदार था कि मैं सो नहीं पाया। तूफ़ान की चेतावनी कल जारी की गई थी, इसलिए हमने सबसे बुरे के लिए तैयारी की। जब तूफ़ान गुज़र गया, तब सड़कें बाढ़ में थीं।",
      "imageLink": "storm.jpg",
      "audioLink": "storm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "sonnig",
      "translation": "सुनहरा",
      "definition": "Hat viel Sonnenschein, insbesondere während des Tages.",
      "definition_translation": "दिन के समय尤 خصوص में अधिक सूरज की रोशनी होना",
      "example": "Es war ein sonniger Tag, daher beschlossen wir, zum Strand zu gehen. Das sonnige Wetter machte unseren Ausflug zum Park sehr angenehm. Ich liebe es, sonnige Selfies auf meinem Urlaub zu machen.",
      "example_translation": "यह एक सुनहरा दिन था, इसलिए हमने समुद्र तट पर जाने का फैसला किया। सुनहरा मौसम ने हमारी पार्क यात्रा को बहुत आनंददायक बना दिया। मैं अपने अवकाश पर सुनहरा सेल्फी लेना पसंद करता हूँ।",
      "imageLink": "sunny.jpg",
      "audioLink": "sunny.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gewittersturm",
      "translation": "आंधी-तूफ़ान",
      "definition": "Ein Sturm, der durch die Anwesenheit von Blitz, Donner und schwerem Regen gekennzeichnet ist.",
      "definition_translation": "एक तूफ़ान, जिसमें आकाशीय बिजली, гром और भारी बारिश की उपस्थिति होती है",
      "example": "Das Gewittersturm letzte Nacht war so laut, dass es mich weckte. Die Gewitterwarnung wurde ausgelöst, daher blieben wir drinnen. Nach dem Gewittersturm war der Himmel klar und blau.",
      "example_translation": "कल रात का आंधी-तूफ़ान इतना ज़ोरदार था कि मैं जग गया। आंधी-तूफ़ान की चेतावनी जारी की गई थी, इसलिए हम अंदर रहे। आंधी-तूफ़ान के बाद आकाश साफ़ और नीला था।",
      "imageLink": "thunderstorm-1.jpg",
      "audioLink": "thunderstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "nass",
      "translation": "गीला",
      "definition": "Bedekt oder gesättigt mit Wasser oder einer anderen Flüssigkeit.",
      "definition_translation": "पानी या किसी अन्य द्रव्य से ढका हुआ या संतृप्त हुआ",
      "example": "Ich wurde gestern im Regen nass, aber heute werde ich im Pool nass und morgen in der Dusche.",
      "example_translation": "मैं कल बारिश में गीला हो गया था, लेकिन आज मैं पूल में गीला हो जाऊंगा, और कल मैं शॉवर में गीला हो जाऊंगा",
      "imageLink": "wet.jpg",
      "audioLink": "wet.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "windig",
      "translation": "हवादार",
      "definition": "Mit einem starken Wind; windreich.",
      "definition_translation": "मजबूत हवा वाला; हवादार",
      "example": "Es war letzte Woche windig, aber heute ist es ruhig. Ich hoffe, es wird nächste Woche wieder windig.",
      "example_translation": "पिछले हफ्ते हवा थी, लेकिन आज यह शांत है। उम्मीद है कि अगले हफ्ते हवा फिर से होगी",
      "imageLink": "windy.jpg",
      "audioLink": "windy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "blasen",
      "translation": "ढ़लना",
      "definition": "Einen Luftstrom erzeugen, insbesondere durch den Mund oder einen Blasebalg.",
      "definition_translation": "मुख द्वारा या फूस के माध्यम से हवा का एक स्रोत पैदा करना",
      "example": "Der Wind begann, stark zu blasen und blies die Blätter weg. Ich werde die Kerze später ausblasen.",
      "example_translation": "हवा ने मजबूती से ढलना शुरू कर दिया, पत्तियाँ उड़ा ले गई। मैं बाद में मोमबत्ती बुझा दूँगा",
      "imageLink": "blow.jpg",
      "audioLink": "blow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brise",
      "translation": "समीर",
      "definition": "Ein sanfter Wind, insbesondere ein angenehmer.",
      "definition_translation": "एक हल्का हवा, विशेष रूप से एक सुखद हवा",
      "example": "Es gab gestern Abend eine sanfte Brise. Ich mag es, auf einem heißen Tag in der Brise zu sitzen.",
      "example_translation": "कल शाम को एक हल्का समीर था। मैं गर्म दिन पर समीर में बैठना पसंद करता हूँ",
      "imageLink": "breeze.jpg",
      "audioLink": "breeze.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hitze",
      "translation": "गर्मी",
      "definition": "Eine Form von Energie, die von einem Körper höherer Temperatur zu einem Körper niedrigerer Temperatur fließt, wodurch die Temperatur des letzteren zunimmt.",
      "definition_translation": "एक उच्च तापमान वाले शरीर से निम्न तापमान वाले शरीर में ऊर्जा का एक रूप है जिसके परिणामस्वरूप बाद में तापमान में वृद्धि होती है।",
      "example": "Die Hitze vom Feuer wärmte das Zimmer. Gestern schmolz die Hitze vom Feuer das Eis. Morgen wird die Hitze von der Sonne steigen.",
      "example_translation": "अग्नि से निकलने वाली गर्मी ने कमरे को गर्म कर दिया. कल, अग्नि से निकलने वाली गर्मी ने बर्फ को पिघला दिया. कल, सूरज से निकलने वाली गर्मी बढ़ेगी.",
      "imageLink": "heat.jpg",
      "audioLink": "heat.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blitz",
      "translation": "बिजली",
      "definition": "Ein blendender elektrischer Entladung in der Atmosphäre, typischerweise begleitet von Donner, während eines Gewitters.",
      "definition_translation": "एक वज्रपात के दौरान वातावरण में एक चमकदार विद्युत आवेश, आम तौर पर गर्जन के साथ होता है।",
      "example": "Der Blitz zuckte über den Himmel. Gestern schlug der Blitz in den Baum ein. Morgen wird der Blitz die dunkle Nacht erleuchten.",
      "example_translation": "आकाश में बिजली चमक उठी. कल, बिजली ने पेड़ को चोट पहुँचाई. कल, बिजली रात के अंधकार को प्रकाशमान कर देगी.",
      "imageLink": "lightning.jpg",
      "audioLink": "lightning.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jahreszeit",
      "translation": "मौसम",
      "definition": "Ein Zeitraum des Jahres, gekennzeichnet durch ein bestimmtes Wettermuster oder eine bestimmte Aktivität, wie Winter, Frühling oder Sommer.",
      "definition_translation": "साल का एक期间 जिसमें विशेष मौसम पattern या गतिविधि होती है, जैसे कि सर्दी, बसंत या ग्रीष्म ऋतु.",
      "example": "Die Jahreszeit des Winters ist kalt. Im letzten Jahr gingen wir an die Strand in der Jahreszeit. Im nächsten Jahr werden wir ein Ernte-Fest haben.",
      "example_translation": "सर्दी का मौसम ठंडा होता है. पिछले मौसम में, हम समुद्र तट पर गए. अगले मौसम में, हम एक फसल त्योहार मनाएंगे.",
      "imageLink": "season.jpg",
      "audioLink": "season.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenaufgang",
      "translation": "सूर्योदय",
      "definition": "Die Zeit am Morgen, wenn die Sonne über dem Horizont erscheint, markiert den Beginn eines neuen Tages.",
      "definition_translation": "सुबह का वह समय जब सूरज हॉरिज़न से ऊपर आता है, एक नई दिन की शुरुआत का संकेत देता है.",
      "example": "Der Sonnenaufgang am Strand war atemberaubend. Gestern sahen wir den Sonnenaufgang vom Berg aus. Morgen werden wir den Sonnenaufgang von der Stadt aus sehen.",
      "example_translation": "समुद्र तट पर सूर्योदय सांस रोक देने वाला था. कल, हमने पहाड़ से सूर्योदय देखा. कल, हम शहर से सूर्योदय देखेंगे.",
      "imageLink": "sunrise.jpg",
      "audioLink": "sunrise.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenuntergang",
      "translation": "सूर्यास्त",
      "definition": "Die Zeit am Abend, wenn die Sonne unter dem Horizont verschwindet.",
      "definition_translation": "शाम के समय जब सूरज धरती के नीचे चला जाता है",
      "example": "Der Sonnenuntergang am Strand war atemberaubend. Die Sonne war bereits untergegangen, als wir ankamen. Im Winter wird sie früher untergehen.",
      "example_translation": "समुद्र के किनारे सूर्यास्त बहुत सुंदर था. हम पहुंचने से पहले सूरज डूब चुका था. सर्दियों में यह sớm डूब जाएगा.",
      "imageLink": "sunset.jpg",
      "audioLink": "sunset.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenschein",
      "translation": "सूरज की रोशनी",
      "definition": "Das warme, helle Licht der Sonne.",
      "definition_translation": "सूरज का温뜻 और चमकीला प्रकाश",
      "example": "Der Sonnenschein ließ die Blumen blühen. Sie liebte es, sich im Sonnenschein zu sonnen. Der Sonnenschein wird die Stadt erwärmen.",
      "example_translation": "सूरज की रोशनी से फूल खिल गए. वह सूरज की रोशनी में स्नान करना पसंद करती थी. सूरज की रोशनी शहर में गर्मी लाएगी.",
      "imageLink": "sunshine.jpg",
      "audioLink": "sunshine.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Donner",
      "translation": "गर्जन",
      "definition": "Ein lautes, donnerartiges Geräusch, das bei einem Blitzschlag während eines Sturms auftritt.",
      "definition_translation": "एक तेज, गर्जन समान ध्वनि जो तूफान के दौरान बिजली के साथ आती है",
      "example": "Der Donner war so laut, dass er mich aufgeweckt hat. Der Donner hat die Kinder erschreckt. Der Donner wird lauter, wenn der Sturm näher kommt.",
      "example_translation": "गर्जन इतना तेज था कि मैं जग गया. गर्जन ने बच्चों को डरा दिया. तूफान के नजदीक आने पर गर्जन और तेज हो जाएगा.",
      "imageLink": "thunder.jpg",
      "audioLink": "thunder.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tageslicht",
      "translation": "दिन का उजाला",
      "definition": "Das Licht des Tages, im Gegensatz zur Dunkelheit der Nacht.",
      "definition_translation": "रात के अंधेरे के विपरीत दिन का प्रकाश",
      "example": "Wir warteten bis zum Tageslicht, um die Reise zu beginnen. Das Tageslicht enthüllte die Schönheit der Landschaft. Das Tageslicht wird neuen Hoffnung in die Stadt bringen.",
      "example_translation": "हमने यात्रा शुरू करने के लिए दिन के उजाले तक इंतजार किया. दिन का उजाला ने लैंडस्केप की सुंदरता को प्रकट किया. दिन का उजाला शहर में नई आशा लाएगा.",
      "imageLink": "daylight.jpg",
      "audioLink": "daylight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hurrikan",
      "translation": "चक्रवात",
      "definition": "Ein Hurrikan ist ein starker, rotierender Sturm, der sich über warmen Meeresgewässern bildet, gekennzeichnet durch starke Winde und heftigen Regen.",
      "definition_translation": "एक हुर्रिकेन वार्म ओशन वाटर्स पर बनता हुआ एक पावरफुल, रोटेटिंग स्टॉर्म है, जिसकी विशेषता強 हवाएं और भारी बारिश है.",
      "example": "Der Hurrikan traf die Küste letztes Jahr, verursachte weitreichende Schäden. Dieses Jahr bereiten wir uns auf eine Hurrikan-Warnung vor. Bis nächstem Jahr wird die Hurrikan-Saison vorbei sein.",
      "example_translation": "पिछले साल हमारे तट पर हुर्रिकेन ने हमला किया, जिसके परिणामस्वरूप व्यापक नुकसान हुआ. इस साल, हम हुर्रिकेन अलर्ट की तैयारी कर रहे हैं. अगले साल, हुर्रिकेन सीजन समाप्त हो जाएगा.",
      "imageLink": "hurricane.jpg",
      "audioLink": "hurricane.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mondschein",
      "translation": "चंदनी",
      "definition": "Mondschein ist das reflektierte Licht des Mondes, insbesondere bei Nacht, das eine weiche, romantische Aura in die Umgebung zaubert.",
      "definition_translation": "चंदनी चंद्रमा द्वारा परावर्तित प्रकाश है, खासकर रात में, जिससे आसपास के वातावरण में एक सॉफ्ट, रोमांटिक ग्लो आता है.",
      "example": "Das Paar unternahm einen romantischen Spaziergang im Mondschein. Der Mondschein war so hell, dass wir keine Taschenlampe benötigten. Morgen wird der Mondschein noch schöner sein.",
      "example_translation": "युगल ने चंदनी के नीचे एक रोमांटिक वॉक किया. चंदनी इतनी उज्ज्वल थी कि हमें टॉर्च की आवश्यकता नहीं थी. कल तक, चंदनी और अधिक सुंदर हो जाएगी.",
      "imageLink": "moonlight.jpg",
      "audioLink": "moonlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenbogen",
      "translation": "इन्द्रधनुष",
      "definition": "Ein Regenbogen ist ein farbiges Lichtspektakel am Himmel, das typischerweise als Bogen von Farben nach einem Regenschauer auftritt.",
      "definition_translation": "इन्द्रधनुष आकाश में प्रकाश का एक रंगीन प्रदर्शन है, जिसकी सामान्य उपस्थिति एक वर्णों के آر्क के रूप में वर्षा से परे होती है.",
      "example": "Wir sahen einen schönen Regenbogen am Himmel nach dem Sturm. Der Regenbogen erschien plötzlich und verschwand dann. Bis nächster Woche könnten wir einen anderen Regenbogen sehen.",
      "example_translation": "हमने तूफान के बाद आकाश में एक सुंदर इन्द्रधनुष देखा. इन्द्रधनुष अचानक आ गया और फिर गायब हो गया. अगले हफ्ते तक, हम एक और इन्द्रधनुष देख सकते हैं.",
      "imageLink": "rainbow.jpg",
      "audioLink": "rainbow.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Niederschlag",
      "translation": "वर्षा",
      "definition": "Der Niederschlag ist die Menge an Regen, die in einem bestimmten Gebiet innerhalb eines bestimmten Zeitraums fällt, normalerweise in Zoll oder Millimetern gemessen.",
      "definition_translation": "वर्षा एक निर्धारित क्षेत्र में एक निर्धारित समय में होने वाली वर्षा की मात्रा है, जिसकी माप आमतौर पर इंच या मिलीमीटर में होती है.",
      "example": "Der Niederschlag in diesem Gebiet ist in den letzten Jahren gestiegen. Letztes Jahr war der Niederschlag sehr hoch, aber dieses Jahr ist es moderat. Bis nächsten Monat wird der Niederschlag abnehmen.",
      "example_translation": "इस क्षेत्र में वर्षा वर्षों से बढ़ रही है. पिछले साल वर्षा बहुत भारी थी, लेकिन इस साल यह मॉडरेट है. अगले महीने तक, वर्षा घट जाएगी.",
      "imageLink": "rainfall.jpg",
      "audioLink": "rainfall.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "stürmisch",
      "translation": "आंधी",
      "definition": "Kennzeichnet durch oder anfällig für Stürme; leidenschaftlich intensiv oder turbulent.",
      "definition_translation": "आंधी वाला; वPASSIONATELY तीव्र या उथल-पुथल",
      "example": "Das stürmische Wetter zwang uns, unsere Pläne gestern zu streichen, aber heute ist es klar und sonnig. Ich fühle mich stürmisch nach dem Streit mit meinem Freund. Die stürmische Beziehung zwischen den beiden Ländern dauert bereits Jahrzehnte an.",
      "example_translation": "कल हमारे प्लान्स को रद्द करना पड़ा क्योंकि मौसम आंधी था, लेकिन आज साफ और सूरज वाला है. मेरा अपने दोस्त के साथ争ा के बाद स्टॉर्मी Feel है. दो देशों के बीच का स्टॉर्मी रिश्ता दशकों से चला आ रहा है.",
      "imageLink": "stormy.jpg",
      "audioLink": "stormy.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenlicht",
      "translation": "सूरज की रोशनी",
      "definition": "Das Licht der Sonne, insbesondere wenn es hell strahlt.",
      "definition_translation": "सूरज की तरफ से आने वाली रोशनी, खासतौर पर जब यह चमकीली हो.",
      "example": "Das Sonnenlicht, das durch das Fenster fiel, betonte den Staub auf dem Möbel. Am Morgen liebe ich es, mein Gesicht in der Sonne zu baden. Die Architektur der Stadt ist so gestaltet, dass sie das Sonnenlicht das ganze Jahr über maximiert.",
      "example_translation": "विंडो से आती हुई सूरज की रोशनी ने फर्नीचर पर लगा धूल उजागर कर दिया. सुबह, मैं अपने चेहरे पर सूरज की रोशनी में न launder करना पसंद करता हूँ. टाउन का आर्किटेक्चर ऐसा डिज़ाइन किया गया है कि पूरे साल में सूरज की रोशनी को अधिकतम कर सके.",
      "imageLink": "sunlight.jpg",
      "audioLink": "sunlight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dämmerung",
      "translation": "संध्या",
      "definition": "Die Zeit des Tages, wenn die Sonne unter dem Horizont ist und das Licht dimmt.",
      "definition_translation": "वह समय जब सूरज क्षितिज से नीचे है, और रोशनी मंद है.",
      "example": "Die Dämmerung war friedlich, mit Zikaden, die im Hintergrund zirpten. Die Stadt nimmt während der Dämmerung eine magische Qualität an. Im Abendrot seines Lebens erkannte er seinen Lebenszweck.",
      "example_translation": "संध्या के समय में शांति थी, पृष्ठभूमि में टिड्डे के चिरपटे हो रहे थे. ट्वाइलाइट के दौरान शहर एक जादुई गुण प्राप्त कर लेता है. अपने जीवन के संध्या{kale} में, उसने अपने जीवन का उद्देश्य महसूस किया.",
      "imageLink": "twilight.jpg",
      "audioLink": "twilight.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneesturm",
      "translation": "बर्फ़े का तूफ़ान",
      "definition": "Ein Schneesturm ist ein strenger Schneesturm mit starken Winden, insbesondere in den nördlichen USA.",
      "definition_translation": "एक सख्त बर्फ़ानी तूफ़ान जिसमें मजबूत हवाएं हों, özellikle उत्तरी अमेरिका में.",
      "example": "Der Schneesturm zwang uns, drei Tage lang indoors zu bleiben. Das Land bereitet sich auf einen schweren Schneesturm am Wochenende vor. Ich steckte in einem Schneesturm auf meinem Weg zum Flughafen letzte Nacht fest.",
      "example_translation": "बर्फ़े का तूफ़ान ने हमें तीन दिनों के लिए घर के अंदर रहने पर मजबूर कर दिया. देश इस वीकेंड में एक सख्त बर्फ़े का तूफ़ान के लिए तैयार है. मैं रात को एयरपोर्ट जाने के रास्ते में एक बर्फ़े का तूफ़ान में फंस गया.",
      "imageLink": "blizzard.jpg",
      "audioLink": "blizzard.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hitzewelle",
      "translation": "गर्म लहर",
      "definition": "Eine längere Periode von ungewöhnlich heißem Wetter, insbesondere während des Sommers.",
      "definition_translation": "गर्मी के मौसम में एक लंबे समय तक असामान्यतः गर्म मौसम。",
      "example": "Die Hitzewelle 2019 war eine der heißesten auf Rekord. Die Hitzewelle hatte viele Menschen beeinträchtigt. In Zukunft werden wir aufgrund des Klimawandels mehr Hitzewellen erleben.",
      "example_translation": "2019 में गर्म लहर रिकॉर्ड पर सबसे गर्म में से एक थी। गर्म लहर ने कई लोगों के स्वास्थ्य को प्रभावित किया। भविष्य में, हम जलवायु परिवर्तन के कारण अधिक गर्म लहर का अनुभव करेंगे।",
      "imageLink": "heatwave.jpg",
      "audioLink": "heatwave.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dürre",
      "translation": "सूखा",
      "definition": "Eine längere Periode von ungewöhnlich niedrigem Niederschlag, was zu Wasserknappheit führt.",
      "definition_translation": "असामान्यतः कम वर्षा की एक लंबी अवधि, जिसके परिणामस्वरूप जल kıssa होता है।",
      "example": "Die Dürre 2018 hatte die Ernteerträge beeinträchtigt. Wir müssen Wasser sparen, um Dürren zu vermeiden. In Zukunft werden wir aufgrund der Umweltverschmutzung mehr Dürren erleben, wenn wir nicht auf unsere Umwelt achten.",
      "example_translation": "2018 में सूखे ने फसल उपज को प्रभावित किया। हमें सूखे से बचने के लिए जल संरक्षण करने की आवश्यकता है। भविष्य में, यदि हम अपने पर्यावरण की देखभाल नहीं करेंगे तो हम और अधिक सूखे का सामना करेंगे।",
      "imageLink": "drought.jpg",
      "audioLink": "drought.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagel",
      "translation": "ओला",
      "definition": "Kleine Eiskugeln, die während eines Sturms vom Himmel fallen.",
      "definition_translation": "आसमान से ओले के रूप में गिरने वाले छोटे आइस बॉल, तूफान के दौरान ।",
      "example": "Der Hagelsturm hatte die Ernte beschädigt. Wir waren von dem plötzlichen Hagel überrascht. In Zukunft werden wir auf Hagelstürme vorbereitet sein.",
      "example_translation": "ओले के तूफान ने फसल को नुकसान पहुंचाया। हम ओले के अचानक आने से चौंक गए थे। भविष्य में, हम ओले के तूफान के लिए तैयार होंगे।",
      "imageLink": "hail-1.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagel",
      "translation": "ओला",
      "definition": "Kleine Eiskugeln, die während eines Sturms vom Himmel fallen.",
      "definition_translation": "आसमान से ओले के रूप में गिरने वाले छोटे आइस बॉल, तूफान के दौरान ।",
      "example": "Der Hagelsturm hatte die Ernte beschädigt. Wir waren von dem plötzlichen Hagel überrascht. In Zukunft werden wir auf Hagelstürme vorbereitet sein.",
      "example_translation": "ओले के तूफान ने फसल को नुकसान पहुंचाया। हम ओले के अचानक आने से चौंक गए थे। भविष्य में, हम ओले के तूफान के लिए तैयार होंगे।",
      "imageLink": "hail.jpg",
      "audioLink": "hail.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagelstein",
      "translation": "बर्फ का टुकड़ा",
      "definition": "Eine kleine Eiskugel, die in der Atmosphäre entsteht und während eines Hagelsturms auf den Boden fällt.",
      "definition_translation": "अटकमस्फेर में बना छोटा सा बर्फ का गोला जो ओलावृष्टि के दौरान जमीन पर गिरता है",
      "example": "Der Hagelstein hatte die Windschutzscheibe des Autos zerschlagen. Gestern hatte ein Hagelstein das Fenster zerbrochen. In Zukunft werden Hagelsteine die Ernte beschädigen.",
      "example_translation": "बर्फ का टुकड़ा ने कार की विंडशील्ड को तोड़ दिया। कल, एक बर्फ के टुकड़े ने विंडो को तोड़ दिया था। भविष्य में, बर्फ के टुकड़े फसल को नुकसान पहुंचाएंगे।",
      "imageLink": "hailstone.jpg",
      "audioLink": "hailstone.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hagelsturm",
      "translation": "ओलावृष्टि",
      "definition": "Ein Sturm, der Hagel produziert, charakterisiert durch starke Winde und starken Regen.",
      "definition_translation": "एक तेज़ हवा और भारी वर्षा की विशेषता वाला एक तूफान जिसमें ओले आते हैं",
      "example": "Der Hagelsturm hatte die Ernte in dem gesamten Dorf beschädigt. Gestern hatte ein Hagelsturm die Stadt getroffen. In Zukunft werden Hagelstürme häufiger sein.",
      "example_translation": "ओलावृष्टि ने पूरे गांव में फसल को नुकसान पहुंचाया। कल, एक ओलावृष्टि ने टाउन को प्रभावित किया था। भविष्य में, ओलावृष्टि अधिक बार होंगी।",
      "imageLink": "hailstorm.jpg",
      "audioLink": "hailstorm.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wirbelsturm",
      "translation": "चक्रवात",
      "definition": "Eine rotierende Säule von Luft, die schnell über den Boden bewegt und Zerstörung und Verwüstung verursacht.",
      "definition_translation": "एक ऐसा हवा का स्तंभ जो जमीन पर तेजी से घूमता है, जिससे नुकसान और विनाश होता है",
      "example": "Der Wirbelsturm hatte die Häuser in der Nachbarschaft zerstört. Gestern hatte ein Wirbelsturm die Stadt durchquert. In Zukunft werden Wirbelstürme stärker sein.",
      "example_translation": "चक्रवात ने पड़ोस में घरों को नष्ट कर दिया। कल, एक चक्रवात ने शहर के माध्यम से चला था। भविष्य में, चक्रवात अधिक शक्तिशाली होंगे।",
      "imageLink": "whirlwind.jpg",
      "audioLink": "whirlwind.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nieselregen",
      "translation": "झींवर",
      "definition": "Ein leichter und stetiger Regen, charakterisiert durch kleine Wassertropfen, die vom Himmel fallen.",
      "definition_translation": "एक हल्की और स्थिर वर्षा जिसमें आसमान से पानी की छोटी-छोटी बूंदें गिरती हैं",
      "example": "Der Nieselregen hatte die Straßen rutschig gemacht. Gestern hatte ein Nieselregen die Erde benetzt. In Zukunft werden Nieselregen häufiger sein.",
      "example_translation": "झींवर ने सड़कों को फिसलने वाला बना दिया। कल, एक झींवर ने मिट्टी को सिक्त कर दिया था। भविष्य में, झींवर अधिक बार होंगे।",
      "imageLink": "drizzle.jpg",
      "audioLink": "drizzle.mp3"
    },
    {
      "section": "pogoda-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Staubsturm",
      "translation": "धूल आंधी",
      "definition": "Ein starker Wind, der große Mengen an Staub und Sand aufwirbelt, was die Sicht beeinträchtigt und Atemprobleme verursacht.",
      "definition_translation": "एक मजबूत हवा जो बड़ी मात्रा में धूल और रेत को उठाती है, दृश्यता को कम करती है और श्वसन समस्याओं का कारण बनती है।",
      "example": "Die Wüstenregion hatte einen heftigen Staubsturm erlebt. Der Staubsturm tobt bereits seit Stunden und wird voraussichtlich bis morgen andauern. Bis nächste Woche wird der Staubsturm vorbei sein.",
      "example_translation": "रेगिस्तान क्षेत्र ने कल एक गंभीर धूल आंधी का अनुभव किया। धूल आंधी घंटों से तेज हो रही है, और यह कल तक चलने की उम्मीद है। अगले हफ्ते तक, धूल आंधी गुजर जाएगी।",
      "imageLink": "dust-storm.jpg",
      "audioLink": "dust storm.mp3"
    }
  ]