[
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bulldogterrier",
      "translation": "बुल टेरियर",
      "definition": "Eine Rasse von Hund, bekannt für ihre muskulöse Statur, ihren charakteristischen eiförmigen Kopf und ihren freundlichen Temperament.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने मांसल शरीर, विशिष्ट अंडे के आकार के सिर और मैत्रीपूर्ण स्वभाव के लिए जाना जाता है।",
      "example": "Ich besaß früher einen Bullterrier, als ich ein Kind war, es war sehr spielbegeistert. Jetzt habe ich einen Bulldog, er ist sehr faul. Aber ich werde wieder einen Bullterrier in Zukunft haben.",
      "example_translation": "मैं बच्चा था तो मेरे पास एक बुल टेरियर था, वह बहुत ही खेलने वाला था। अब मेरे पास एक बुलडॉग है, वह काफी आलसी है। लेकिन मैं भविष्य में फिर से एक बुल टेरियर लूँगा।",
      "imageLink": "bull-terrier.jpg",
      "audioLink": "bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bulldogge",
      "translation": "बुलडॉग",
      "definition": "Eine Rasse von Hund, bekannt für ihre robuste Statur, ihr Runzelnase und ihre sanfte Natur.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने स्थिर शरीर, मुरझाया चेहरा और नम्र स्वभाव के लिए जाना जाता है।",
      "example": "Meine Freundin hat einen Bulldog, er ist sehr süß. Sie hatte einen Bulldog, als sie ein Kind war, jetzt hat sie zwei Bulldoggen. Sie wird wieder einen Bulldog in Zukunft haben.",
      "example_translation": "मेरी सहेली के पास एक बुलडॉग है, वह बहुत प्यारा है। वह बच्चा थी तो उसके पास एक बुलडॉग था, अब उसके पास दो बुलडॉग हैं। वह भविष्य में एक और बुलडॉग लूँगी।",
      "imageLink": "bulldog.jpg",
      "audioLink": "bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dalmatiner",
      "translation": "डालमेशियन",
      "definition": "Eine Rasse von Hund, bekannt für ihr weißes Fell mit schwarzen Flecken und ihre Herkunft aus Dalmatien.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने विशिष्ट सफेद कोट के साथ काले धब्बे और दालमेशिया में अपनी उत्पत्ति के लिए जाना जाता है।",
      "example": "Ich sah einen Dalmatiner im Park, er war sehr Energisch. Sie sah einen Dalmatiner, als sie ein Kind war, jetzt will sie einen Dalmatiner haben. Sie wird einen Dalmatiner in Zukunft haben.",
      "example_translation": "मैंने पार्क में एक डालमेशियन देखा, वह बहुत ही ऊर्जावान था। वह बच्चा थी तो उसने एक डालमेशियन देखा, अब वह एक डालमेशियन चाहती है। वह भविष्य में एक डालमेशियन लूँगी।",
      "imageLink": "dalmatian.jpg",
      "audioLink": "Dalmatian.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pudel",
      "translation": "पूडल",
      "definition": "Eine Rasse von Hund, bekannt für ihr lockiges, hypoallergenes Fell und ihre hohe Intelligenz.",
      "definition_translation": "एक नस्ल का कुत्ता जिसके लिए अपने कर्ली, निर्जल कोट और उच्च बुद्धिमत्ता के लिए जाना जाता है।",
      "example": "Ich hatte einen Pudel, als ich ein Kind war, er war sehr gehorsam. Jetzt habe ich einen Pudel, er ist sehr intelligent. Aber ich werde einen größeren Pudel in Zukunft haben.",
      "example_translation": "मैं बच्चा था तो मेरे पास एक पूडल था, वह बहुत ही आज्ञाकारी था। अब मेरे पास एक पूडल है, वह काफी बुद्धिमान है। लेकिन मैं भविष्य में एक बड़ा पूडल लूँगा।",
      "imageLink": "poodle.jpg",
      "audioLink": "poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Afghanischer Windhund",
      "translation": "अफगान हाउंड",
      "definition": "Ein großer, seidig bekleideter Hund, der in den bergigen Regionen Afghanistans gezüchtet wurde, bekannt für seine Agilität und Jagdfähigkeiten.",
      "definition_translation": "अफगानिस्तान से आयात किए गए एक उच्च, रेशमी कोट वाली नस्ल, जिसकी लचक और शिकार कौशल के लिए जाना जाता है",
      "example": "Der Afghanische Windhund wurde gezüchtet, um in den bergigen Regionen Afghanistans zu jagen. Er jagt heute. Er wird morgen wieder jagen.",
      "example_translation": "अफगान हाउंड को अफगानिस्तान के पहाड़ी क्षेत्रों में शिकार करने के लिए पाला गया था. आज भी वह शिकार करता है. कल फिर वह शिकार करेगा.",
      "imageLink": "afghan-hound.jpg",
      "audioLink": "Afghan hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Akita",
      "translation": "अकीता",
      "definition": "Eine große, kräftige Hunderasse aus Japan, bekannt für ihre Treue und ihre schützende Instinkte.",
      "definition_translation": "जापान से आयात किए गए एक बड़े, शक्तिशाली नस्ल, जिसकी वफादारी और सुरक्षा प्रवृत्ति के लिए जाना जाता है",
      "example": "Der Akita war ein treuer Begleiter seines Besitzers. Er ist es immer noch heute. Er wird auch in Zukunft treu bleiben.",
      "example_translation": "अकीता अपने मालिक का वफादार साथी था. आज भी वह वफादार है. भविष्य में भी वह वफादार रहेगा.",
      "imageLink": "akita.jpg",
      "audioLink": "Akita.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Alaskischer Malamute",
      "translation": "अलास्कन मलाम्यूट",
      "definition": "Ein starker, robuster Hund, der in Alaska gezüchtet wurde, bekannt für seine Ausdauer und seine Zugkraft.",
      "definition_translation": "अलास्का से आयात किए गए एक मजबूत, सुदृढ़ नस्ल, जिसकी धैर्य और खीचने की शक्ति के लिए जाना जाता है",
      "example": "Der Alaskische Malamute wurde verwendet, um schwere Schlitten in Alaska zu ziehen. Er wird heute noch verwendet. Er wird morgen wieder verwendet werden.",
      "example_translation": "अलास्कन मलाम्यूट को अलास्का में भारी स्लेड्स खीचने के लिए इस्तेमाल किया गया था. आज भी इस्तेमाल होता है. कल फिर इस्तेमाल होगा.",
      "imageLink": "alaskan-malamute.jpg",
      "audioLink": "Alaskan malamute.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Basset",
      "translation": "बैसेट हाउंड",
      "definition": "Ein kurzhufiger, trauriger Hunderasse aus Frankreich, bekannt für sein ruhiges und freundliches Wesen.",
      "definition_translation": "फ्रांस से आयात किए गए एक छोटे-पैर, लटकते कान वाली नस्ल, जिसकी शांत और मैत्रीपूर्ण स्वभाव के लिए जाना जाता है",
      "example": "Der Basset wurde gezüchtet, um kleine Wildtiere in Frankreich zu jagen. Er jagt heute. Er wird morgen wieder jagen.",
      "example_translation": "बैसेट हाउंड को फ्रांस में छोटे शिकार के लिए पाला गया था. आज भी वह शिकार करता है. कल फिर वह शिकार करेगा.",
      "imageLink": "basset-hound.jpg",
      "audioLink": "basset hound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beagle",
      "translation": "बिगल",
      "definition": "Ein kleiner, freundlicher Hund mit einem kurzen, glatten Fell und herabhängenden Ohren, ursprünglich für die Jagd gezüchtet.",
      "definition_translation": "एक छोटा, मैत्रीपूर्ण कुत्ता जिसकी छोटी, चिकनी कोट और फ्लॉपी कान होते हैं, मूल रूप से शिकार के लिए नस्ल किया गया।",
      "example": "Der Beagle schnüffelte gestern im Park herum, schnüffelt heute im Park herum und wird morgen wieder im Park herumschnüffeln.",
      "example_translation": "पार्क के आसपास कल बिगल सूँघता था, आज पार्क के आसपास सूँघता है, और कल पारक के आसपास सूँघेगा।",
      "imageLink": "beagle.jpg",
      "audioLink": "beagle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernhardiner",
      "translation": "बर्नीज माउंटेन डॉग",
      "definition": "Ein großer, kräftiger Hund mit einer dicken, dreifarbigen Bekleidung, der in den Schweizer Alpen gezüchtet wurde.",
      "definition_translation": "एक बड़ा, शक्तिशाली कुत्ता जिसकी मोटी, तीन रंग की कोट होती है, स्विस आल्प्स से उत्पन्न।",
      "example": "Der Bernhardiner hat in der Vergangenheit Menschen aus Lawinen gerettet, rettet Menschen aus Lawinen in der Gegenwart und wird Menschen aus Lawinen in Zukunft retten.",
      "example_translation": "बर्नीज माउंटेन डॉग अतीत में हिमस्खलन से लोगों को बचाता था, वर्तमान में हिमस्खलन से लोगों को बचाता है, और भविष्य में हिमस्खलन से लोगों को बचाएगा।",
      "imageLink": "bernese-mountain-dog.jpg",
      "audioLink": "Bernese mountain dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bluthund",
      "translation": "ब्लडहाउंड",
      "definition": "Ein großer, kräftiger Hund mit einem faltigen Gesicht und einem feinen Geruchssinn, verwendet für das Verfolgen und Jagen.",
      "definition_translation": "एक बड़ा, शक्तिशाली कुत्ता जिसकी मुक्तलिफ चेहरा और तीव्र गंध की भावना होती है, ट्रैकिंग और शिकार के लिए प्रयोग किया जाता है।",
      "example": "Der Bluthund verfolgte den Verdächtigen letzte Nacht, verfolgt ihn heute Nacht und wird ihn nächste Woche verfolgen.",
      "example_translation": "ब्लडहाउंड ने संदिग्ध काслід पिछली रात पीछा किया, आज रात संदिग्ध काслід पीछा कर रहा है, और अगले सप्ताह संदिग्ध काслід पीछा करेगा।",
      "imageLink": "bloodhound.jpg",
      "audioLink": "bloodhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Border Collie",
      "translation": "बॉर्डर कॉली",
      "definition": "Ein hochintelligenter und agile Hund, ursprünglich gezüchtet für das Hüten von Schafen und anderen Nutztieren.",
      "definition_translation": "एक अत्यंत बुद्धिमान और लचीला कुत्ता, मूल रूप से भेड़ों और अन्य पशुओं के झुंड के लिए नस्ल किया गया।",
      "example": "Der Border Collie hat gestern die Schafe gehütet, hütet sie heute und wird sie morgen hüten.",
      "example_translation": "बॉर्डर कॉली ने कल भेड़ों का झुंड किया, आज भेड़ों का झुंड कर रहा है, और कल भेड़ों का झुंड करेगा।",
      "imageLink": "border-collie.jpg",
      "audioLink": "border collie.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boston Terrier",
      "translation": "बोस्टन टेरियर",
      "definition": "Der Boston Terrier ist eine kleine, kompakte Hunderasse, bekannt für ihre markanten 'Smoking'-Abzeichen und freundliche, offensive Persönlichkeit.",
      "definition_translation": "बोस्टन टेरियर एक छोटा, कॉम्पैक्ट डॉग नस्ल है जिसकी विशिष्ट 'टक्सीडो' चिह्न और मित्रवत, बाहर जाने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "Ich werde morgen einen Boston Terrier kaufen, aber ich habe letzten Jahr einen Labrador Retriever gekauft und kaufe gerade einen Golden Retriever.",
      "example_translation": "मैं कल बोस्टन टेरियर खरीदूँगा, लेकिन मैंने पिछले साल लेब्राडोर रिट्रीवर खरीदा था, और मैं अभी गोल्डन रिट्रीवर खरीद रहा हूँ।",
      "imageLink": "boston-terrier.jpg",
      "audioLink": "Boston terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boxer",
      "translation": "बॉक्सर",
      "definition": "Der Boxer ist eine mittelgroße Hunderasse, bekannt für ihren muskulösen Körperbau und energetische, spielende Persönlichkeit.",
      "definition_translation": "बॉक्सर एक मध्यम आकार की डॉग नस्ल है जिसकी मांसपेशी बिल्ड और ऊर्जावान, खेलने वाले व्यक्तित्व के लिए जाना जाता है।",
      "example": "Ich ging gestern mit einem Boxer spazieren, aber ich werde morgen einen Pug spazieren führen und führe gerade einen Dachshund spazieren.",
      "example_translation": "मैंने कल बॉक्सर की सैर की, लेकिन मैं कल पग की सैर करूँगा, और मैं अभी डैचशंड की सैर कर रहा हूँ।",
      "imageLink": "boxer.jpg",
      "audioLink": "boxer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bullmastiff",
      "translation": "बलमस्टिफ",
      "definition": "Der Bullmastiff ist eine große, kräftige Hunderasse, bekannt für ihre Loyalität, Tapferkeit und beschützende Instinkte.",
      "definition_translation": "बलमस्टिफ एक बड़ा, शक्तिशाली डॉग नस्ल है जिसकी निष्ठा, साहस, और सुरक्षात्मक प्रवृत्ति के लिए जाना जाता है।",
      "example": "Ich werde nächste Woche einen Bullmastiff trainieren, aber ich habe letzten Monat einen Rottweiler trainiert und trainiere gerade einen Deutschen Schäferhund.",
      "example_translation": "मैं अगले हफ्ते बलमस्टिफ की ट्रेनिंग करूँगा, लेकिन मैंने पिछले महीने रॉटवीलर की ट्रेनिंग की थी, और मैं अभी जर्मन शेफर्ड की ट्रेनिंग कर रहा हूँ।",
      "imageLink": "bullmastiff.jpg",
      "audioLink": "bullmastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cairn Terrier",
      "translation": "केयर्न टेरियर",
      "definition": "Der Cairn Terrier ist eine kleine, feurige Hunderasse, bekannt für ihre Tapferkeit, Intelligenz und energetische Persönlichkeit.",
      "definition_translation": "केयर्न टेरियर एक छोटा, लड़ाकू डॉग नस्ल है जिसकी बहादुरी, बुद्धिमत्ता, और ऊर्जावान व्यक्तित्व के लिए जाना जाता है।",
      "example": "Ich hatte einen Cairn Terrier, als ich ein Kind war, aber jetzt habe ich einen Beagle und werde bald einen Französischen Bulldog haben.",
      "example_translation": "मैं बच्चा था तो मेरे पास केयर्न टेरियर था, लेकिन अब मेरे पास बीगल है, और मैं जल्द ही फ्रेंच बुलडॉग पाऊँगा।",
      "imageLink": "cairn-terrier.jpg",
      "audioLink": "Cairn terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cane Corso, Spanischer Mastiff",
      "translation": "केन कोर्सो, स्पैनिश मस्टिफ",
      "definition": "Eine Rasse großer, kräftiger Hunde, die aus Italien stammen, bekannt für ihre loyalen und beschützenden Natur.",
      "definition_translation": "एक बड़े और शक्तिशाली कुत्तों की नस्ल है जिसका मूल इटली में है, जिसके लिए अपने वफादार और रक्षात्मक प्रकृति के लिए जाना जाता है",
      "example": "Ich sah gestern einen Cane Corso auf der Hundeausstellung, er war riesig. Heute denke ich daran, einen zu kaufen. In 5 Jahren werde ich eine ganze Meute von ihnen haben.",
      "example_translation": "कल मैं डॉग शो में एक केन कोर्सो देखा, वह विशाल था. आज, मैं एक प्राप्त करने की सोच रहा हूँ. 5 साल में, मेरे पास उनका पूरा पैक होगा.",
      "imageLink": "cane-corso.jpg",
      "audioLink": "cane corso, Spanish mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chihuahua",
      "translation": "चिहुआहुआ",
      "definition": "Eine Rasse kleiner Hunde aus Mexiko, bekannt für ihre großen Augen und winzige Größe.",
      "definition_translation": "एक छोटे कुत्तों की नस्ल है जिसका मूल मेक्सिको में है, जिसके लिए अपनी बड़ी आँखें और छोटा आकार के लिए जाना जाता है",
      "example": "Meine Oma hatte einen Chihuahua, als ich ein Kind war, er war so süß. Jetzt habe ich einen eigenen Chihuahua und er ist immer noch entzückend. In 10 Jahren werde ich einen Chihuahua-Hof haben.",
      "example_translation": "जब मैं बच्चा था, मेरी दादी के पास एक चिहुआहुआ था, वह बहुत प्यारा था. अब, मेरे पास मेरा अपना चिहुआहुआ है, और वह अभी भी बहुत प्यारा है. 10 साल में, मेरे पास चिहुआहुआ फार्म होगा.",
      "imageLink": "chihuahua.jpg",
      "audioLink": "Chihuahua.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Chow Chow",
      "translation": "चाउ चाउ",
      "definition": "Eine Rasse flauschiger Hunde aus China, bekannt für ihre dicken Mäntel und ihre loyalen Natur.",
      "definition_translation": "एक फ्लफी कुत्तों की नस्ल है जिसका मूल चीन में है, जिसके लिए अपने मोटे कोट और वफादार प्रकृति के लिए जाना जाता है",
      "example": "Ich hatte einen Chow Chow, als ich auf dem College war, er war ein großartiger Begleiter. Jetzt denke ich daran, einen anderen zu kaufen. In 5 Jahren werde ich eine ganze Familie von Chow Chows haben.",
      "example_translation": "जब मैं कॉलेज में था, मेरे पास एक चाउ चाउ था, वह एक बहुत अच्छा साथी था. अब, मैं एक और प्राप्त करने की सोच रहा हूँ. 5 साल में, मेरे पास चाउ चाउ का पूरा परिवार होगा.",
      "imageLink": "chow-chow.jpg",
      "audioLink": "chow chow.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Cocker Spaniel",
      "translation": "कोकर स्पैनियल",
      "definition": "Eine Rasse sanitizer und liebevoller Hunde aus Spanien, bekannt für ihre hängenden Ohren und ihre liebevolle Natur.",
      "definition_translation": "एक नाजुक और स्नेही कुत्तों की नस्ल है जिसका मूल स्पेन में है, जिसके लिए अपने लटकते कान और प्रेमपूर्ण प्रकृति के लिए जाना जाता है",
      "example": "Mein Nachbar hat einen Cocker Spaniel, er ist ein süßes Tier. Gestern spielte ich mit ihm, heute denke ich daran, einen zu kaufen. In 10 Jahren werde ich einen Cocker Spaniel-Hof haben.",
      "example_translation": "मेरे पड़ोसी के पास एक कोकर स्पैनियल है, वह एक मीठा कुत्ता है. कल, मैं उसे खेला, और आज, मैं एक प्राप्त करने की सोच रहा हूँ. 10 साल में, मेरे पास कोकर स्पैनियल फार्म होगा.",
      "imageLink": "cocker-spaniel.jpg",
      "audioLink": "cocker spaniel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dachshund, Würstchenhund",
      "translation": "डैचशंड, सॉसेज डॉग",
      "definition": "Eine Hunderasse, bekannt für ihre kurzen Beine und langen Körper, die ursprünglich zur Jagd auf Dachse und andere grabende Tiere gezüchtet wurde.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपने छोटे पैर और लंबे शरीर के लिए जाना जाता है, जिसे मूल रूप से बेजर और अन्य खुदाई करने वाले जानवरों के शिकार के लिए पाला गया था。",
      "example": "Ich hatte einen Dachshund als Haustier, als ich ein Kind war, es war sehr spielhaft. Zurzeit hat meine Schwester einen Dachshund und es ist sehr gehorsam. Bis zum nächsten Jahr werde ich wieder einen Dachshund haben.",
      "example_translation": "मैं एक बच्चे के रूप में एक डैचशंड के मालिक थे, यह बहुत ही खिलाड़ी था।当前, मेरी बहन के पास एक डैचशंड है और यह बहुत ही आज्ञाकारी है। अगले साल तक, मेरे पास एक डैचशंड फिर से होगा।",
      "imageLink": "dachshund.jpg",
      "audioLink": "dachshund, sausage dog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Foxterrier",
      "translation": "फॉक्स टेरियर",
      "definition": "Eine Hunderasse, bekannt für ihre kleine Größe, energetische Temperament und charakteristische Gesichtszüge.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपने छोटे आकार, ऊर्जावान स्वभाव और विशिष्ट चेहरे की विशेषताओं के लिए जाना जाता है.",
      "example": "Mein Freund hatte einen Foxterrier als Haustier, es war sehr lebhaft. Jetzt hat sie einen Foxterrier und es ist sehr freundlich. Bis zum nächsten Monat werde ich auch einen Foxterrier haben.",
      "example_translation": "मेरे दोस्त के पास एक फॉक्स टेरियर के मालिक थे, वह बहुत ही सक्रिय था। अब, उसके पास एक फॉक्स टेरियर है और वह बहुत ही मित्रवत है। अगले महीने तक, मेरे पास एक फॉक्स टेरियर भी होगा।",
      "imageLink": "fox-terrier.jpg",
      "audioLink": "fox terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Französische Bulldogge",
      "translation": "फ्रेंच बुलडॉग",
      "definition": "Eine Hunderasse, bekannt für ihre muskulöse Statur, kurze Haut und liebevolle Natur.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपने संगठित निर्माण, छोटी कोट और स्नेही स्वभाव के लिए जाना जाता है.",
      "example": "Ich hatte eine Französische Bulldogge als Haustier, es war sehr sanftmütig. Zurzeit hat mein Bruder eine Französische Bulldogge und es ist sehr spielhaft. Bis zum nächsten Jahr werde ich wieder eine Französische Bulldogge haben.",
      "example_translation": "मैं एक फ्रेंच बुलडॉग के मालिक थे, यह बहुत ही Gentle था।現在, मेरे भाई के पास एक फ्रेंच बुलडॉग है और यह बहुत ही खिलाड़ी है। अगले साल तक, मेरे पास एक फ्रेंच बुलडॉग फिर से होगा।",
      "imageLink": "french-bulldog.jpg",
      "audioLink": "French bulldog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Deutscher Schäferhund",
      "translation": "ज़ेर्मन शेपर्ड",
      "definition": "Eine Hunderasse, bekannt für ihre Intelligenz, Treue und beschützende Natur, oft als Polizei- und Militärhunde verwendet.",
      "definition_translation": "एक नस्ल कुत्ता जिसके लिए अपनी बुद्धिमत्ता, वफादारी और सुरक्षात्मक स्वभाव के लिए जाना जाता है, अक्सर पुलिस और सैन्य कुत्ते के रूप में प्रयोग किया जाता है।",
      "example": "Mein Onkel hatte einen Deutschen Schäferhund als Haustier, es war sehr intelligent. Jetzt hat er einen Deutschen Schäferhund und es ist sehr loyal. Bis zum nächsten Monat werde ich auch einen Deutschen Schäferhund haben.",
      "example_translation": "मेरे चाचा के पास एक ज़ेर्मन शेपर्ड के मालिक थे, यह बहुत ही बुद्धिमान था। अब, उसके पास एक ज़ेर्मन शेपर्ड है और यह बहुत ही वफादार है। अगले महीने तक, मेरे पास एक ज़ेर्मन शेपर्ड भी होगा।",
      "imageLink": "german-shepherd.jpg",
      "audioLink": "German shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Riesenschnauzer",
      "translation": "विशाल श्नॉज़र",
      "definition": "Ein Riesenschnauzer ist eine große, kräftige Hunderasse, die im 17. Jahrhundert in Deutschland gezüchtet wurde. Er ist bekannt für seinen charakteristischen Bart und Augenbrauen und wird oft als Wachhund oder Polizeihund verwendet.",
      "definition_translation": "17वीं शताब्दी में जर्मनी में उत्पन्न होने वाली एक बड़ी, शक्तिशाली कुत्ता नस्ल, जिसे अपने विशिष्ट दाढ़ी और भौंहों के लिए जाना जाता है, और अक्सर गार्ड डॉग या पुलिस डॉग के रूप में उपयोग किया जाता है.",
      "example": "Der Riesenschnauzer wurde zum Bewachen des Familienhauses trainiert. Es wird das Familienhaus bewachen. Es bewachte das Familienhaus.",
      "example_translation": "परिवार के घर की रक्षा के लिए विशाल श्नॉज़र को प्रशिक्षित किया गया था. यह परिवार के घर की रक्षा करेगा. यह परिवार के घर की रक्षा करता था.",
      "imageLink": "giant-schnauzer.jpg",
      "audioLink": "giant schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Golden Retriever",
      "translation": "गोल्डन रिट्रीवर",
      "definition": "Ein Golden Retriever ist eine mittelgroße Hunderasse, die für ihre freundliche, loyale und sanfte Natur bekannt ist. Er wird oft als Therapiehund, Rettungshund oder Familienhaustier verwendet.",
      "definition_translation": "एक मध्यम आकार की कुत्ता नस्ल जो अपने मैत्रीपूर्ण, वफादार और नरम स्वभाव के लिए जाना जाता है. यह अक्सर थेरेपी डॉग, सर्च एंड रेस्क्यू डॉग या फैमिली पेट के रूप में उपयोग किया जाता है.",
      "example": "Der Golden Retriever ist eine beliebte Hunderasse. Er wird ein großartiges Familienhaustier machen. Er machte eine großartige Begleitung für die ältere Frau.",
      "example_translation": "गोल्डन रिट्रीवर कुत्ते की एक लोकप्रिय नस्ल है. यह एक महान फैमिली पेट बनेगा. यह एक वृद्ध महिला के लिए एक महान साथी बना था.",
      "imageLink": "golden-retriever.jpg",
      "audioLink": "golden retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Großer Schweizerischer Laufhund",
      "translation": "ग्रेट डेन",
      "definition": "Ein Großer Schweizerischer Laufhund ist eine große Hunderasse, bekannt für ihre riesige Größe, sanfte Natur und kurze, glatte Haut. Er wird oft als sanfter Riese bezeichnet.",
      "definition_translation": "एक बड़ी कुत्ता नस्ल जो अपने विशालकाय आकार, नरम स्वभाव और छोटे, मुलायम कोट के लिए जाना जाता है. यह अक्सर नरम दिग्गज के रूप में संदर्भित किया जाता है.",
      "example": "Der Große Schweizerische Laufhund ist eine beliebte Hunderasse. Er wird ein sanfter Begleiter sein. Er war ein treuer Freund der Familie.",
      "example_translation": "ग्रेट डेन कुत्ते की एक लोकप्रिय नस्ल है. यह एक नरम साथी होगा. यह परिवार का एक वफादार दोस्त था.",
      "imageLink": "great-dane.jpg",
      "audioLink": "Great Dane.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Greyhound",
      "translation": "ग्रeyhाउंड",
      "definition": "Ein Greyhound ist eine Hunderasse, die für ihre Schnelligkeit, Wendigkeit und kurze, glatte Haut bekannt ist. Er wird oft für Rennen verwendet und gilt als sanfte und liebevolle Rasse.",
      "definition_translation": "एक कुत्ता नस्ल जो अपनी गति, लचीलापन और छोटे, मुलायम कोट के लिए जाना जाता है. यह अक्सर रेसिंग के लिए उपयोग किया जाता है और एक नरम और स्नेही नस्ल माना जाता है.",
      "example": "Der Greyhound ist ein schnelles Tier. Er wird schnell laufen. Er lief ein schnelles Rennen.",
      "example_translation": "ग्रeyhाउंड एक तेज़ कुत्ता है. यह तेज़ी से दौड़ेगा. यह एक तेज़ दौड़ दौड़ा था.",
      "imageLink": "greyhound.jpg",
      "audioLink": "greyhound.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Irischer Terrier",
      "translation": "आयरिश टेरियर",
      "definition": "Ein kleiner bis mittelgroßer Hund mit muskulöser Statur, kurzer Haut und spitzem Ohren, der aus Irland stammt.",
      "definition_translation": "आयरलैंड से निकलने वाला एक छोटा से मध्यम आकार का कुत्ता, मांसपेशी निर्माण, छोटा कोट और नुकीले कान वाला",
      "example": "Ich hatte einen Irischen Terrier als Haustier, als ich ein Kind war, es war sehr spielhaft. Jetzt habe ich einen Freund, der einen Irischen Terrier besitzt und es ist immer noch spielhaft. In Zukunft hoffe ich, wieder einen Irischen Terrier als Haustier zu haben.",
      "example_translation": "मैं एक बच्चा था जब मेरे पास एक आयरिश टेरियर पालतू था, यह बहुत ही खिलवाड़ था. आजकल, मेरा एक दोस्त है जिसके पास एक आयरिश टेरियर है और यह अब भी खिलवाड़ है. भविष्य में, मैं आशा करता हूँ कि एक और आयरिश टेरियर पालतू होगा.",
      "imageLink": "irish-terrier.jpg",
      "audioLink": "Irish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jack Russell Terrier",
      "translation": "जैक रसेल टेरियर",
      "definition": "Ein kleiner, energischer Hund mit kurzer, dichter Haut und lebhaftem Temperament, der ausEngland stammt.",
      "definition_translation": "इंग्लैंड से निकलने वाला एक छोटा, ऊर्जावान कुत्ता, छोटा, घना कोट और जीवंत स्वभाव वाला",
      "example": "Ich sah einen Jack Russell Terrier im Park gestern, es war sehr energisch. Mein Freund hat einen Jack Russell Terrier und es spielt immer. In Zukunft denke ich, ich werde einen Jack Russell Terrier als Haustier haben.",
      "example_translation": "मैंने कल पार्क में एक जैक रसेल टेरियर देखा, यह बहुत ही ऊर्जावान था. मेरे दोस्त के पास एक जैक रसेल टेरियर है और यह हमेशा खेलता है. भविष्य में, मैं सोचता हूँ कि मैं एक जैक रसेल टेरियर पालतू लूँगा.",
      "imageLink": "jack-russell-terrier.jpg",
      "audioLink": "Jack Russell terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Labrador Retriever",
      "translation": "लेब्राडोर रिट्रीवर",
      "definition": "Ein mittelgroßer bis großer Hund mit einer kurzen, glatten Fell und einem freundlichen, offenen Temperament, ursprünglich aus Kanada stammend.",
      "definition_translation": "कैनाडा से निकलने वाला एक मध्यम से बड़ा आकार का कुत्ता, छोटा,_smooth कोट और मित्रवत, बहिर्गामी स्वभाव वाला",
      "example": "Ich hatte einen Labrador Retriever als Haustier, als ich ein Kind war, es war sehr freundlich. Jetzt habe ich einen Freund, der einen Labrador Retriever besitzt und es ist immer noch freundlich. In Zukunft hoffe ich, wieder einen Labrador Retriever als Haustier zu haben.",
      "example_translation": "मैंने एक बच्चा था जब मेरे पास एक लेब्राडोर रिट्रीवर पालतू था, यह बहुत ही मित्रवत था. आजकल, मेरा एक दोस्त है जिसके पास एक लेब्राडोर रिट्रीवर है और यह अब भी मित्रवत है. भविष्य में, मैं आशा करता हूँ कि एक और लेब्राडोर रिट्रीवर पालतू होगा.",
      "imageLink": "labrador-retriever.jpg",
      "audioLink": "Labrador retriever.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Malteser",
      "translation": "माल्टीज",
      "definition": "Ein kleiner, weißer Hund mit einem seidigen, lockigen Fell und einem sanften, liebevollen Temperament, ursprünglich von der Insel Malta stammend.",
      "definition_translation": "माल्टा द्वीप से निकलने वाला एक छोटा, सफ़ेद कुत्ता, रेशमी, कर्ल कोट और सौम्य, स्नेही स्वभाव वाला",
      "example": "Ich traf einen Malteser-Hund auf der Straße gestern, es war sehr niedlich. Mein Freund hat einen Malteser und es ist immer liebevoll. In Zukunft denke ich, ich werde einen Malteser als Haustier haben.",
      "example_translation": "मैंने कल सड़क में एक माल्टीज कुत्ता मिला, यह बहुत ही प्यारा था. मेरे दोस्त के पास एक माल्टीज है और यह हमेशा स्नेही है. भविष्य में, मैं सोचता हूँ कि मैं एक माल्टीज पालतू लूँगा.",
      "imageLink": "maltese.jpg",
      "audioLink": "Maltese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mastiff",
      "translation": "मस्तिफ़",
      "definition": "Ein Mastiff ist eine große Hunderasse, bekannt für ihre massive Größe, kräftigen Bau und loyalen Temperament.",
      "definition_translation": "मस्तिफ़ एक बड़े कुत्ते की नस्ल है जिसके लिए अपने बड़े आकार, शक्तिशाली निर्माण और वफ़ादार स्वभाव के लिए जाना जाता है।",
      "example": "Ich besaß einen Mastiff, als ich ein Kind war, es war ein freundlicher Riese. Jetzt habe ich einen kleineren Hund, aber ich vermisse meinen Mastiff. Eines Tages werde ich wieder einen Mastiff haben.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास एक मस्तिफ़ था, यह एक दयालु दैत्य था। अब मेरे पास एक छोटा कुत्ता है, लेकिन मैं अपने मस्तिफ़ की याद करता हूँ। एक दिन मैं फिर से एक मस्तиф़ प्राप्त करूँगा।",
      "imageLink": "mastiff.jpg",
      "audioLink": "mastiff.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergpinscher",
      "translation": "मिनियेचर पिंस्चर",
      "definition": "Ein Zwergpinscher ist eine kleine Hunderasse, bekannt für ihr energisches und spielerisches Wesen.",
      "definition_translation": "मिनियेचर पिंस्चर एक छोटे आकार की कुत्ते की नस्ल है जिसके लिए अपने ऊर्जावान और खेलने वाले स्वभाव के लिए जाना जाता है।",
      "example": "Meine Schwester hat einen Zwergpinscher, es ist sehr niedlich und spielerisch. Sie führt es jeden Morgen spazieren. In Zukunft wird sie es tricks lehren.",
      "example_translation": "मेरी बहन के पास एक मिनियेचर पिंस्चर है, यह बहुत प्यारा और खेलने वाला है। वह सुबह-सुबह इसके साथ टहलने जाती है। भविष्य में, वह इसे करतब दिखाने के लिए प्रशिक्षित करेगी।",
      "imageLink": "miniature-pinscher.jpg",
      "audioLink": "miniature pinscher.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergpudel",
      "translation": "मिनियेचर पूडल",
      "definition": "Ein Zwergpudel ist eine kleine Hunderasse, bekannt für ihr intelligentes und aktives Wesen.",
      "definition_translation": "मिनियेचर पूडल एक छोटे आकार की कुत्ते की नस्ल है जिसके लिए अपने बुद्धिमान और सक्रिय स्वभाव के लिए जाना जाता है।",
      "example": "Ich habe einen Zwergpudel, es ist sehr intelligent und leicht zu trainieren. Gestern nahm ich es mit in den Park und es spielte mit anderen Hunden. Morgen werde ich es zum Friseur bringen.",
      "example_translation": "मेरे पास एक मिनियेचर पूडल है, यह बहुत बुद्धिमान और प्रशिक्षित करने में आसान है। कल, मैंने इसके साथ पार्क में ले गया, और यह दूसरे कुत्तों के साथ खेला। कल, मैं इसके साथ नाई के पास ले जाऊँगा।",
      "imageLink": "miniature-poodle.jpg",
      "audioLink": "miniature poodle.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mischling",
      "translation": "मिश्रіт कुत्ता",
      "definition": "Ein Mischling ist ein Hund von gemischter Rasse, resultierend aus der Züchtung von verschiedenen reinrassigen Hunden oder anderen Mischlingen.",
      "definition_translation": "मिश्रít कुत्ता एक मिश्रít नस्ल का कुत्ता है, जिसका निर्माण अलग-अलग शुद्ध नस्ल के कुत्तों या अन्य मिश्रít नस्ल के कुत्तों के zwischenbraeding से होता है।",
      "example": "Ich habe einen Mischling, es ist eine Mischung aus einem Golden Retriever und einem Labrador. Es ist sehr freundlich und liebt es, Fetch zu spielen. Als ich ein Kind war, hatte ich einen Mischling, es war sehr loyal zu mir.",
      "example_translation": "मेरे पास एक मिश्रít कुत्ता है, यह एक गोल्डन रिट्रीवर और लेब्राडोर का मिश्रण है। यह बहुत दोस्ताना है और फेंकने के लिए प्यार करता है। जब मैं बच्चा था, तब मेरे पास एक मिश्रít कुत्ता था, यह मेरे लिए बहुत वफ़ादार था।",
      "imageLink": "mongrel.jpg",
      "audioLink": "mongrel.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neufundländer",
      "translation": "न्यूफ़ाउंडलैंड",
      "definition": "Eine große Hunderasse, ursprünglich von der Insel Neufundland stammend, charakterisiert durch ihre schwimmfähigen Füße, wasserabweisenden Fell und sanftmütigen Natur.",
      "definition_translation": "न्यूफ़ाउंडलैंड द्वीप से उत्पन्न एक बड़ा कुत्ता नस्ल, अपने वेब्ड पैरों, जल प्रतिरोधी कोट और नरम स्वभाव की विशेषता है。",
      "example": "Der Neufundländer-Hund ist bekannt für seine Loyalität und Zuneigung gegenüber seiner Familie. Es schützte seine Familie vor dem Sturm letzte Nacht. Es wird seine Familie in Zukunft vor jeglichem Schaden bewahren.",
      "example_translation": "न्यूफ़ाउंडलैंड कुत्ता अपने परिवार के प्रति वफ़ादारी और स्नेह के लिए जाना जाता है. यह कल रात तूफ़ान से अपने परिवार की रक्षा की. यह भविष्य में अपने परिवार की किसी भी हानि से रक्षा करेगा.",
      "imageLink": "newfoundland.jpg",
      "audioLink": "Newfoundland.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papillon",
      "translation": "पपिलón",
      "definition": "Ein kleiner, freundlicher Hund mit fjürflügelartigen Ohren und einem langen, lockigen Fell.",
      "definition_translation": "एक छोटा, मित्रवत कुत्ता नस्ल जिसके कानों का आकार तितली के समान है और इसके कोट लंबे और कर्लदार हैं.",
      "example": "Ich hatte einen Papillon als Haustier, als ich ein Kind war, es liebte es, mit mir im Park zu spielen. Es wird ein großartiger Begleiter für meine Kinder in Zukunft sein.",
      "example_translation": "मैंने बचपन में पपिलón के रूप में पालतू जानवर रखा था. यह मेरे साथ पार्क में खेलना पसंद करता था. यह मेरे बच्चों के लिए भविष्य में एक महान साथी होगा.",
      "imageLink": "papillon.jpg",
      "audioLink": "papillon.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pekingese",
      "translation": "पीकीनीज़",
      "definition": "Ein kleiner, sanfter Hund, ursprünglich aus China stammend, charakterisiert durch sein langes, flauschiges Fell und flaches Gesicht.",
      "definition_translation": "चीन से उत्पन्न एक छोटा, नरम कुत्ता नस्ल जिसके लंबे, फ्लफ़ी कोट और सपाट चेहरे की विशेषता है.",
      "example": "Der Pekingese-Hund ist bekannt für seine ruhige Natur. Es saß still im Zimmer gestern. Es wird eine nette Ergänzung für unsere Familie in Zukunft sein.",
      "example_translation": "पीकीनीज़ कुत्ता अपने शांत स्वभाव के लिए जाना जाता है. यह कल रूम में चुपचाप बैठा था. यह हमारे परिवार के लिए भविष्य में एक अच्छा जोड़ होगा.",
      "imageLink": "pekingese.jpg",
      "audioLink": "Pekingese.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pitbull-Terrier",
      "translation": "पिट बुल टेरियर",
      "definition": "Eine robuste, athletische Hunderasse, entwickelt in England, charakterisiert durch ihren muskulösen Bau, kurzes Fell und loyalen Natur.",
      "definition_translation": "इंग्लैंड में विकसित एक मजबूत, एथलेटिक कुत्ता नस्ल जिसके मांसल बदन, छोटे कोट और वफ़ादार स्वभाव की विशेषता है.",
      "example": "Der Pitbull-Terrier ist eine beliebte Rasse für die, die gerne Outdoor-Aktivitäten unternehmen. Es rannte schnell mit mir im Park gestern. Es wird ein guter Begleiter für mein Jogging-Training in Zukunft sein.",
      "example_translation": "पिट बुल टेरियर उन लोगों के लिए एक लोकप्रिय नस्ल है जो आउटडोर गतिविधियों का आनंद लेते हैं. यह कल पार्क में मेरे साथ तेज़ दौड़ा था. यह मेरे जॉगिंग रूटीन के लिए भविष्य में एक अच्छा साथी होगा.",
      "imageLink": "pit-bull-terrier.jpg",
      "audioLink": "pit bull terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyrenäenschäferhund",
      "translation": "पिरेनियन शेफर्ड",
      "definition": "Ein mittelgroßer Hund mit einer dicken Mähne, ursprünglich gezüchtet, um in den Pyrenäen zwischen Frankreich und Spanien Schafe zu hüten.",
      "definition_translation": "फ्रांस और स्पेन के पिरेनीस पर्वतों में भेड़ें चराने के लिए मूल रूप से नस्ल पाला गया एक मध्यम आकार का कुत्ता",
      "example": "Der Pyrenäenschäferhund war sehr dünn, als ich ihn das erste Mal bekam, aber nach einem Jahr ordentlicher Pflege wurde er sehr stark. Ich nahm ihn gestern zum Park und er lief frei. Ich werde ihn nächste Woche in die Berge bringen.",
      "example_translation": "जब मैंने पहली बार इसे प्राप्त किया तो पिरेनियन शेफर्ड बहुत पतला था, लेकिन उचित देखभाल के एक साल बाद यह बहुत मजबूत हो गया। मैंने कल इसे पार्क में ले गया और यह स्वतंत्र रूप से दौड़ा। मैं अगले सप्ताह इसे पहाड़ों पर ले जाऊंगा।",
      "imageLink": "pyrenean-shepherd.jpg",
      "audioLink": "Pyrenean shepherd.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rottweiler",
      "translation": "रॉटवीलर",
      "definition": "Ein kraftvoller und einschüchternder Hund, der aus Rom stammt, bekannt für seine Stärke, Loyalität und beschützende Natur.",
      "definition_translation": "रोम से मूल की एक शक्तिशाली और भयानक कुत्ते की नस्ल, अपने बल, वफ़ादारी और रक्षात्मक स्वभाव के लिए जाना जाता है",
      "example": "Ich hatte einen Rottweiler als Haustier, als ich ein Kind war, er war mir sehr loyal. Mein Freundes Rottweiler ist sehr aggressiv, er bellte laut gestern. Ich werde nächsten Jahr einen Rottweiler kaufen.",
      "example_translation": "मैं एक बच्चा था quando मेरे पास एक रॉटवीलर पालतू था, यह मेरे प्रति बहुत वफ़ादार था। मेरे दोस्त का रॉटवीलर बहुत आक्रामक है, यह कल मुझ पर ज़ोर से भौंका। मैं अगले साल एक रॉटवीलर खरीद लूंगा।",
      "imageLink": "rottweiler.jpg",
      "audioLink": "Rottweiler.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bernhardiner",
      "translation": "सेंट बर्नार्ड",
      "definition": "Eine große Hunderasse, die aus der Schweiz stammt, bekannt für ihre riesige Größe, sanfte Natur und historische Verwendung bei Alpin-Rettungsmissionen.",
      "definition_translation": "स्विट्जरलैंड से मूल की एक बड़ी कुत्ते की नस्ल, अपने विशाल आकार, कोमल स्वभाव और अल्पाइन बचाव मिशनों में ऐतिहासिक उपयोग के लिए जाना जाता है",
      "example": "Der Bernhardiner ist ein sehr schöner Hund, er rettete viele Menschen in der Vergangenheit. Ich sah einen Bernhardiner im Park gestern, er war sehr sanft. Mein Onkel hat einen Bernhardiner, er ist sehr groß in Größe.",
      "example_translation": "सेंट बर्नार्ड एक बहुत ही सुंदर कुत्ता है, यह अतीत में कई लोगों की बचाव कर चुका है। मैंने कल पार्क में एक सेंट बर्नार्ड देखा, वह बहुत कोमल था। मेरे चाचा का सेंट बर्नार्ड है, वह आकार में बहुत बड़ा है",
      "imageLink": "saint-bernard.jpg",
      "audioLink": "Saint Bernard.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Samojede",
      "translation": "सामोयेड",
      "definition": "Eine kleine bis mittelgroße Hunderasse, die aus Sibirien stammt, bekannt für ihre flauschige weiße Mähne, freundliche Natur und hohen Energielevel.",
      "definition_translation": "साइबेरिया से मूल की एक छोटी से मध्यम आकार की कुत्ते की नस्ल, अपने फ़्लफ़ी सफ़ेद कोट, मैत्रीपूर्ण स्वभाव और उच्च ऊर्जा स्तर के लिए जाना जाता है",
      "example": "Ich habe einen Samojeden als Haustier, er ist sehr spielend. Mein Freundes Samojede ist sehr süß, er liebt es, mit Bällen zu spielen. Ich werde meinen Samojeden nächste Woche zum Strand bringen.",
      "example_translation": "मेरे पास एक सामोयेड पालतू है, यह बहुत खेलने वाला है। मेरे दोस्त का सामोयेड बहुत प्यारा है, यह गेंदों से खेलना पसंद करता है। मैं अगले सप्ताह अपने सामोयेड को समुद्र तट पर ले जाऊंगा।",
      "imageLink": "samoyed.jpg",
      "audioLink": "Samoyed.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnauzer",
      "translation": "श्नाउज़र",
      "definition": "Eine Hunderasse mit einem distinkten Bartzwirn, die aus Deutschland stammt.",
      "definition_translation": "एक जर्मन मूल की नस्ल जिसके चेहरे पर एक विशेष दाढ़ी जैसे बाल होते हैं।",
      "example": "Ich habe einen Schnauzer namens Max, der gerne Fährte jagt. Gestern nahm ich Max zum Park und er jagte einen Ball. Morgen werde ich Max zum Friseur bringen.",
      "example_translation": "मैं मैक्स नाम का एक श्नाउज़र रखता हूँ जो फेंच खेलना पसंद करता है. कल मैं मैक्स को पार्क ले गया और वह गेंद का पीछा कर रहा था. कल मैं मैक्स को ग्रूमर ले जाऊंगा.",
      "imageLink": "schnauzer.jpg",
      "audioLink": "schnauzer.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schottischer Terrier",
      "translation": "स्कॉटिश टेरियर",
      "definition": "Eine kleine, agile Hunderasse, die ursprünglich für die Jagd auf kleine Wildtiere gezüchtet wurde, die aus Schottland stammt.",
      "definition_translation": "एक छोटा, चुस्त नस्ल कुत्ता जिसकी उत्पत्ति स्कॉटलैंड से हुई और इसे छोटे खेल के शिकार के लिए इस्तेमाल किया जाता था.",
      "example": "Mein Nachbar hat einen Schottischen Terrier namens Baxter, der gerne Löcher gräbt. Letzte Woche grub Baxter ein Loch im Hinterhof. Nächste Woche werde ich Baxter zum Hundepark bringen.",
      "example_translation": "मेरे पड़ोसी का स्कॉटिश टेरियर नाम बैक्सटर है जो गड्ढे खोदना पसंद करता है. पिछले सप्ताह, बैक्सटर ने पिछवारे में एक गड्ढा खोदा था. अगले सप्ताह, मैं बैक्सटर को डॉग पार्क ले जाऊंगा.",
      "imageLink": "scottish-terrier.jpg",
      "audioLink": "Scottish terrier.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shetland-Schäferhund",
      "translation": "शेटलैंड शीपडॉग",
      "definition": "Eine kleine, agile Hunderasse, die auf den Shetland-Inseln gezüchtet wurde, bekannt für ihre Intelligenz und Loyalität.",
      "definition_translation": "एक छोटा, चुस्त नस्ल का हेर्डिंग कुत्ता जिसकी उत्पत्ति शेटलैंड द्वीप से हुई, इसकी बुद्धिमत्ता और वफ़ादारी के लिए जाना जाता है.",
      "example": "Ich habe einen Shetland-Schäferhund namens Luna, der gerne Schafe hütet. Gestern nahm ich Luna zum Hof und sie hütete die Schafe. Morgen werde ich Luna zum Agility-Kurs bringen.",
      "example_translation": "मैं लूना नाम का शेटलैंड शीपडॉग रखता हूँ जो भेड़ों को हेर्ड करना पसंद करता है. कल मैं लूना को फार्म ले गया और उसने भेड़ों को हेर्ड किया. कल मैं लूना को एगिलिटी कोर्स ले जाऊंगा.",
      "imageLink": "shetland-sheepdog.jpg",
      "audioLink": "Shetland sheepdog.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Shiba Inu",
      "translation": "शिबा इनू",
      "definition": "Eine Hunderasse, die aus Japan stammt, bekannt für ihr Fuchsgesicht und ihre unabhängige Natur.",
      "definition_translation": "एक नस्ल कुत्ता जिसकी उत्पत्ति जापान से हुई, इसके लोमड़ी जैसे रूप और स्वाधीन_SWA प्रकृति के लिए जाना जाता है.",
      "example": "Ich habe einen Shiba Inu namens Hana, der gerne Fährte jagt. Letzte Woche nahm ich Hana zum Park und sie jagte einen Ball. Nächste Woche werde ich Hana zum Tierarzt bringen.",
      "example_translation": "मैं हाना नाम का शिबा इनू रखता हूँ जो फेंच खेलना पसंद करता है. पिछले सप्ताह, मैं हाना को पार्क ले गया और वह गेंद का पीछा कर रही थी. अगले सप्ताह, मैं हाना को वेट ले जाऊंगा.",
      "imageLink": "shiba-inu.jpg",
      "audioLink": "Shiba Inu.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sibirischer Husky",
      "translation": "साइबेरियन हस्की",
      "definition": "Eine mittelgroße Hunderasse, die aus Sibirien stammt, bekannt für ihre dicke Mähne, blaue Augen und Wolfsgesicht.",
      "definition_translation": "साइबेरिया से निकलने वाली एक मध्यम आकार की कुत्ते की नस्ल, जिसकी मोटी कोट, नीली आँखें और वुल्फ जैसी उपस्थिति के लिए जानी जाती है।",
      "example": "Ich hatte einen Sibirischen Husky als Haustier, als ich ein Kind war, er war sehr energiegeladen und spielend. Jetzt habe ich einen Husky und er ist sehr gehorsam. Ich werde nächstes Jahr einen Sibirischen Husky-Welpen kaufen.",
      "example_translation": "जब मैं बच्चा था, तो मेरे पास साइबेरियन हस्की पालतू जानवर था, वह बहुत ऊर्जावान और खेलने वाला था। अब मेरे पास हस्की है और वह बहुत आज्ञाकारी है। मैं अगले साल साइबेरियन हस्की पपी खरीदूँगा।",
      "imageLink": "siberian-husky.jpg",
      "audioLink": "Siberian husky.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spitz",
      "translation": "स्पिट्ज",
      "definition": "Eine Hunderasse, die durch ihre flauschige Mähne, ihre Keilformigen Kopf und ihre aufrechten Ohren gekennzeichnet ist.",
      "definition_translation": "एक कुत्ते की नस्ल जिसकी फ्लफ़ी कोट, वेज शेप्ड सिर और खड़े कान होते हैं।",
      "example": "Ich sah einen Spitz im Hundepark gestern, er war sehr süß und freundlich. Mein Schwester hat einen Spitz und er ist sehr spielend. Ich werde meinem Bruder nächste Monat einen Spitz als Geschenk machen.",
      "example_translation": "मैंने कल डॉग पार्क में स्पिट्ज देखा, वह बहुत प्यारा और मित्रवत था। मेरी बहन के पास स्पिट्ज है और वह बहुत खेलने वाला है। मैं अपने भाई को अगले महीने स्पिट्ज गिफ्ट करूँगा।",
      "imageLink": "spitz.jpg",
      "audioLink": "spitz.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ungarischer Vorstehhund",
      "translation": "विजला",
      "definition": "Eine Hunderasse, die ursprünglich aus Ungarn stammt, bekannt für ihr kurzes Fell, ihre energiegeladene Natur und ihre jagdliche Fähigkeit.",
      "definition_translation": "हंगरी से निकलने वाली एक कुत्ते की नस्ल, जिसकी छोटी कोट, ऊर्जावान स्वभाव और शिकार करने की क्षमता के लिए जानी जाती है।",
      "example": "Ich hatte einen Ungarischen Vorstehhund als Haustier, als ich im College war, es war sehr energiegeladen und liebte es zu Apportieren. Mein Freund hat einen Ungarischen Vorstehhund und es ist sehr gehorsam. Ich werde nächstes Jahr einen Ungarischen Vorstehhund-Welpen bekommen.",
      "example_translation": "जब मैं कॉलेज में था, तब मेरे पास विजला पालतू जानवर था, वह बहुत ऊर्जावान था और फ़ेंच खेलना पसंद था। मेरे दोस्त के पास विजला है और वह बहुत आज्ञाकारी है। मैं अगले साल विजला पपी लूँगा।",
      "imageLink": "vizsla.jpg",
      "audioLink": "vizsla.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weimaraner",
      "translation": "वीमारानर",
      "definition": "Eine Hunderasse, die ursprünglich aus Deutschland stammt, bekannt für ihr kurzes Fell, ihre athletische Statur und ihre jagdliche Fähigkeit.",
      "definition_translation": "जर्मनी से निकलने वाली एक कुत्ते की नस्ल, जिसकी छोटी कोट, एथलेटिक निर्माण और शिकार करने की क्षमता के लिए जानी जाती है।",
      "example": "Ich sah einen Weimaraner auf der Hundeausstellung gestern, es war sehr schlank und agil. Mein Cousin hat einen Weimaraner und es ist sehr loyal. Ich werde nächsten Monat einen Weimaraner-Welpen bekommen.",
      "example_translation": "मैंने कल डॉग शो में वीमारानर देखा, वह बहुत स्लीक और लचीला था। मेरे चचेरे भाई के पास वीमारानर है और वह बहुत वफ़ादार है। मैं अगले महीने वीमारानर पपी लूँगा।",
      "imageLink": "weimaraner.jpg",
      "audioLink": "Weimaraner.mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Walisischer Corgi (Pembrokewalisischer Corgi)",
      "translation": "वेल्श कोरगी (पेम्ब्रोक वेल्श कोरगी)",
      "definition": "Eine Hunderasse, die ursprünglich aus Wales stammt, bekannt für ihre kurze Statur und ihr unverwechselbares Aussehen. Walisische Corgis sind hochintelligente und aktive Hunde, die regelmäßige Bewegung und geistige Stimulation benötigen.",
      "definition_translation": "वेल्स में एक नस्ल की लड़ाई कुत्ता है जो अपनी छोटी अवस्था और विशिष्ट उपस्थिति के लिए जाना जाता है। वेल्श कोरगी उच्च बुद्धिमान और सक्रिय कुत्ते हैं जिन्हें नियमित व्यायाम और मानसिक उत्तेजना की आवश्यकता होती है।",
      "example": "Ich hatte einen Walisischen Corgi als Haustier, als ich ein Kind war. Ich habe einen Walisischen Corgi jetzt, und es ist sehr spielerisch. Ich werde nächstes Jahr einen Walisischen Corgi bekommen, und ich bin sicher, dass es sehr loyal sein wird.",
      "example_translation": "जब मैं बच्चा था, तब मेरे पास वेल्श कोरगी पालतू था। अब मेरे पास वेल्श कोरगी है, और यह बहुत खेलने वाला है। अगले साल मैं वेल्श कोरगी प्राप्त करूँगा, और मुझे यकीन है कि यह बहुत वफादार होगा।",
      "imageLink": "welsh-corgi-pembroke.jpg",
      "audioLink": "Welsh Corgi (Pembroke Welsh Corgi).mp3"
    },
    {
      "section": "psy-rasy-psow-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Yorkshire-Terrier",
      "translation": "यॉर्कशायर टेरियर",
      "definition": "Eine kleine, spielzeuggroße Hunderasse, die ursprünglich aus Yorkshire, England stammt, bekannt für ihr seidiges Fell und ihre große Persönlichkeit. Yorkshire-Terrier sind liebevolle und temperamentvolle Hunde, die regelmäßige Pflege und Sozialisierung benötigen.",
      "definition_translation": "इंग्लैंड के यॉर्कशायर से निकलने वाली एक छोटी, खिलौना आकार की कुत्ता नस्ल, जिसकी रेशमी कोट और बड़ी व्यक्तित्व के लिए जाना जाता है। यॉर्कशायर टेरियर सहानुभूतिपूर्ण और स्पंकी कुत्ते हैं जिन्हें नियमित देखभाल और सामाजिकरण की आवश्यकता होती है।",
      "example": "Meine Großmutter hatte einen Yorkshire-Terrier als Begleiter. Ich habe einen Yorkshire-Terrier jetzt, und es ist sehr freundlich. Ich werde nächsten Monat einen Yorkshire-Terrier bekommen, und ich bin sicher, dass es sehr spielerisch sein wird.",
      "example_translation": "मेरी दादी के पास यॉर्कशायर टेरियर साथी था। अब मेरे पास यॉर्कशायर टेरियर है, और यह बहुत दोस्ताना है। अगले महीने मैं यॉर्कशायर टेरियर प्राप्त करूँगा, और मुझे यकीन है कि यह बहुत खेलने वाला होगा।",
      "imageLink": "yorkshire-terrier.jpg",
      "audioLink": "Yorkshire terrier.mp3"
    }
  ]