[
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vogel",
      "translation": "पक्षी",
      "definition": "Ein warmblütiges, eierlegendes Tier, das durch das Vorhandensein von Federn, eines zahnlosen Schnabels und eines leichten Skeletts gekennzeichnet ist.",
      "definition_translation": "एक संक्रामक अंडा देने वाला जानवर जिसकी विशेषता पंख, दांत रहित चोंच और हल्का कंकाल है。",
      "example": "Der Vogel sang eine süße Melodie. Gestern sang der Vogel eine süße Melodie. Morgen wird der Vogel eine süße Melodie singen.",
      "example_translation": "पक्षी ने एक मधुर धुन गायी। कल पक्षी ने एक मधुर धुन गायी। कल पक्षी एक madde दुन गाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "bird.jpg",
      "audioLink": "bird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hähnchen",
      "translation": "चिकन",
      "definition": "Ein domestiziertes Geflügel, das für seine Eier oder sein Fleisch gehalten wird, insbesondere ein junges.",
      "definition_translation": "अपने अंडे या मांस के लिए रखा गया घरेलू मुर्गा,尤ी एक युवा है।",
      "example": "Ich aß ein Hähnchen gestern. Ich esse Hähnchen jeden Sonntag. Nächste Woche werde ich Hähnchen essen.",
      "example_translation": "मैंने कल एक चिकन खाया। मैं हर रविवार को चिकन खाता हूँ। मैं अगले हफ्ते चिकन खाऊंगा।",
      "imageLink": "image_files\\English\\"imageLink": "chicken.jpg",
      "audioLink": "chicken.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ente",
      "translation": "बत्तख",
      "definition": "Ein Wasservogel mit einem breiten, flachen Schnabel und webförmigen Füßen.",
      "definition_translation": "एक पानी का पक्षी जिसका चौड़ा, सपाट चोंच और जालीदार पैर हैं।",
      "example": "Die Ente schwamm im Teich. Die Ente schwamm im Teich gestern. Morgen wird die Ente im Teich schwimmen.",
      "example_translation": "बत्तख ने तालाब में तैरा। बत्तख ने कल तालाब में तैरा। बत्तख कल तालाब में तैरेगा।",
      "imageLink": "image_files\\English\\"imageLink": "duck.jpg",
      "audioLink": "duck.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänse",
      "translation": "हंस",
      "definition": "Ein Wasservogel mit einem langen Hals und Beinen, kurzen Schwanz und einem lauten, nasalen Ruf.",
      "definition_translation": "एक पानी का पक्षी जिसकी लंबी गर्दन और टांगें, छोटी पूंछ और तेज़, नक्काल आवाज़ है।",
      "example": "Die Gänse schnarrten laut. Die Gänse schnarrten laut gestern. Morgen werden die Gänse laut schnarren.",
      "example_translation": "हंस ने ज़ोर से बांक दी। हंस ने कल ज़ोर से बांक दी। हंस कल ज़ोर से बांक देगा।",
      "imageLink": "image_files\\English\\"imageLink": "goose.jpg",
      "audioLink": "goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papagei",
      "translation": "टोता",
      "definition": "Ein farbiger Vogel, bekannt für seine Fähigkeit, menschliche Sprache und andere Geräusche nachzuahmen.",
      "definition_translation": "एक टोता एक रंगीन पक्षी है जिसकी मानव भाषा और अन्य ध्वनियों की नकल करने की क्षमता के लिए जाना जाता है।",
      "example": "Ich sah einen Papagei, der morgens mit seinen Spielzeugen spielte, er wird abends mit ihnen spielen und spielte gestern abend mit ihnen.",
      "example_translation": "मैंने सुबह अपने खिलौनों के साथ एक टोता देखा, वह शाम को उनसे खेलेगा, और उसने कल रात को उनसे खेला था.",
      "imageLink": "image_files\\English\\"imageLink": "parrot.jpg",
      "audioLink": "parrot.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinguin",
      "translation": "पेंगुइन",
      "definition": "Ein flugunfähiger Vogel, der in der Südhalbkugel lebt, gekennzeichnet durch sein schwarzes und weißes Gefieder.",
      "definition_translation": "पेंगुइन दक्षिणी गोलार्ध में रहने वाला एक उड़ानहीन पक्षी है, जिसकी काली और सफ़ेद पंखों से पहचाना जाता है.",
      "example": "Pinguine finden sich in der Antarktis, sie fanden sich dort letzten Jahr und werden sich dort nächstes Jahr wiederfinden.",
      "example_translation": "पेंगुइन एंटार्कटिका में पाए जाते हैं, वे वहां letzten साल पाए गए थे, और वे वहां अगले साल पाए जाएंगे.",
      "imageLink": "image_files\\English\\"imageLink": "penguin.jpg",
      "audioLink": "penguin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Storch",
      "translation": "बगुला",
      "definition": "Ein großer watvogel mit einem langen Hals, gefunden in Feuchtgebieten und bekannt für seinen charakteristischen Ruf.",
      "definition_translation": "बगुला एक बड़ा वैटिंग पक्षी है जिसकी लंबी गर्दन है, यह वेटलैंड में पाया जाता है और इसकी विशिष्ट कॉल के लिए जाना जाता है.",
      "example": "Der Storch flog über den See, er wird morgen über den Fluss fliegen und war letzten Woche über dem Ozean geflogen.",
      "example_translation": "बगुला झील के ऊपर उड़ा, वह कल नदी के ऊपर उड़ेगा, और उसने पिछले हफ्ते समुद्र के ऊपर उड़ा था.",
      "imageLink": "image_files\\English\\"imageLink": "stork.jpg",
      "audioLink": "stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Truthahn",
      "translation": "टर्की",
      "definition": "Ein großer Vogel, native in Nordamerika, bekannt für seinen charakteristischen Ruf und sein gefiedertes Gefieder.",
      "definition_translation": "टर्की उत्तरी अमेरिका में पाया जाने वाला एक बड़ा पक्षी है, जिसकी विशिष्ट कॉल और पंखों के लिए जाना जाता है.",
      "example": "Ich sah einen Truthahn, der im Wald herumlief, er wird morgen im Land herumliefen und war letzten Jahr in den Bergen herumgelaufen.",
      "example_translation": "मैंने वन में एक टर्की घूमते देखा, वह कल ग्रामीण इलाके में घूमेगा, और उसने पिछले साल पर्वतों में घूमा था.",
      "imageLink": "image_files\\English\\"imageLink": "turkey-2.jpg",
      "audioLink": "turkey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Feder",
      "translation": "पंख",
      "definition": "Eine der leichten, flauschigen und oft bunt gefärbten Wachstumsformen, die den Körper von Vögeln bedecken.",
      "definition_translation": "पक्षी के शरीर पर उगने वाली हल्की, फुल्फुल और आमतौर पर रंगीन वृद्धि。",
      "example": "Die Federn des Vogels wurden vom starken Wind zerzaust. Gestern sah ich einen Pfau, der seine bunten Federn ausbreitete. Bis nächstes Jahr wird der Vogel neue Federn gewachsen haben.",
      "example_translation": "तेज़ हवा ने पक्षी के पंखों को बिखरा दिया। कल, मैंने एक मोर के रंगीन पंख फैलाते हुए देखा। अगले साल तक, पक्षी के नए पंख उग जाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "feather.jpg",
      "audioLink": "feather.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Henne",
      "translation": "मुरगी",
      "definition": "Ein weibliches Huhn, insbesondere eines, das für seine Eier gehalten wird.",
      "definition_translation": "एक मुर्गी, विशेष रूप से अंडे के लिए रखी जाती है।",
      "example": "Der Bauer sammelt jeden Morgen Eier von der Henne. Gestern sah ich eine Henne, die ihre Küken auf dem Hof jagte. Bis nächsten Monat wird die Henne wieder Eier legen.",
      "example_translation": "किसान सुबह CircularProgressहें से अंडे इकट्ठा करता है। कल, मैंने एक मुरगी को खेत के चारों ओर अपने चूजों का पीछा करते हुए देखा। अगले महीने तक, मुरगी फिर से अंडे देना शुरू कर देगी।",
      "imageLink": "image_files\\English\\"imageLink": "hen.jpg",
      "audioLink": "hen.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eier legen",
      "translation": "अंडे दे",
      "definition": "Eier zu produzieren, insbesondere als regelmäßiger Prozess.",
      "definition_translation": "अंडे उत्पादन करना, विशेष रूप से एक नियमित प्रक्रिया के रूप में।",
      "example": "Hennen legen Eier in ihren Nestern. Der Bauer's Huhn hat täglich Eier gelegt. Bis nächstes Jahr wird das Huhn mehr Eier legen als vorher.",
      "example_translation": "मुरगियां अपने घोसलों में अंडे देती हैं। किसान की मुरगी रोज़ाना अंडे दे रही है। अगले साल तक, मुरगी पहले से ज्यादा अंडे देगी।",
      "imageLink": "image_files\\English\\"imageLink": "lay-eggs.jpg",
      "audioLink": "lay eggs.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eule",
      "translation": "उल्लू",
      "definition": "Ein nachtaktiver Vogel mit rundem Kopf, nach vorne gerichteten Augen und Ohrentüften, bekannt für seinen lautlosen Flug und sein scharfes Hören.",
      "definition_translation": "एक रात्रि पक्षी जिसके दौरान सिर, आगे की ओर निकलती हुई आंखें और कान की ट्यूफ्ट, चुपचाप उड़ान और तेज़ सुनने के लिए जाना जाता है।",
      "example": "Die Eule auf einem Baumast sitzend beobachtete ihre Beute. Gestern sah ich eine Eule lautlos in der Dunkelheit fliegen. Bis nächsten Winter werden die Federn der Eule weiß werden.",
      "example_translation": "पेड़ की शाखा पर बैठा उल्लू अपने शिकार को देख रहा था। कल, मैंने अंधेरे में चुपचाप उड़ने वाले उल्लू को देखा। अगले सर्दी तक, उल्लू के पंख सफ़ेद हो जाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "owl.jpg",
      "audioLink": "owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taube",
      "translation": "कबूतर",
      "definition": "Ein stämmiger Vogel mit einem kleinen Kopf und einem charakteristischen traurigen Ruf, typischerweise graubraun gefärbt, in Städten und Dörfern gefunden.",
      "definition_translation": "एक मजबूत بدن वाला पक्षी, छोटा सिर और एक विशिष्ट शोकाकुल आवाज के साथ, आमतौर पर 灰ish-ब्राउन रंग में, शहरों और कस्बों में पाया जाता है。",
      "example": "Ich sah eine Taube gestern über mir fliegen. Heute sehe ich sie auf einem Gebäude sitzen. Bis morgen wird sie wegfliegen.",
      "example_translation": "मैंने कल आसमान में उड़ता हुआ कबूतर देखा. आज, मैं इसे एक इमारत पर बैठा हुआ देख रहा हूँ. कल तक, मैंने इसे उड़ते हुए देख लिया होगा.",
      "imageLink": "image_files\\English\\"imageLink": "pigeon.jpg",
      "audioLink": "pigeon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Möwe",
      "translation": "समुद्री गल",
      "definition": "Ein großer weißer oder grauweißer Vogel, der in der Nähe des Meeres gefunden wird, bekannt für seine lauten Rufe und seine Aasfressergewohnheiten.",
      "definition_translation": "समुद्र के नजदीक पाया जाने वाला एक बड़ा सफेद или 灰ish रंग का पक्षी, अपनी तेज आवाज और शिकार की आदत के लिए जाना जाता है.",
      "example": "Wir sahen eine Möwe gestern über dem Ozean fliegen. Heute folgt sie unserem Boot. Bis morgen werden wir sie über dem Ufer schweben sehen.",
      "example_translation": "हमने कल महासागर के ऊपर नीचे उड़ता हुआ समुद्री गल देखा. आज, यह हमारी नाव का पीछा कर रहा है. कल तक, हमने इसे तट के ऊपर मंडराता हुआ देख लिया होगा.",
      "imageLink": "image_files\\English\\"imageLink": "seagull.jpg",
      "audioLink": "seagull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Spatz",
      "translation": "गौरैया",
      "definition": "Ein kleiner braungrauer oder grauer Vogel, typischerweise in Gärten und städtischen Gebieten gefunden, bekannt für seine schnellen Bewegungen und sein Singen.",
      "definition_translation": "एक छोटा भूरा या 灰ish रंग का पक्षी, आमतौर पर बगीचों और शहरी इलाकों में पाया जाता है, अपनी तेज गति और गायन के लिए जाना जाता है.",
      "example": "Ich sah einen Spatz gestern auf einem Fenstersims sitzen. Heute fliegt er zwischen den Bäumen. Bis morgen wird er sein Nest bauen.",
      "example_translation": "मैंने कल एक खिड़की के फ्रेम पर बैठा हुआ गौरैया देखा. आज, यह पेड़ों के बीच में चक्कर लगा रहा है. कल तक, मैंने इसके घोसला बनाता हुआ देख लिया होगा.",
      "imageLink": "image_files\\English\\"imageLink": "sparrow.jpg",
      "audioLink": "sparrow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwan",
      "translation": "हंस",
      "definition": "Ein großer Wasservogel mit langem Hals und weißen Federn, bekannt für seine grazile Bewegungen und seinen trompetenartigen Ruf.",
      "definition_translation": "एक बड़ा जलपक्षी, लंबा गर्दन और सफेद पंखों के साथ, अपनी सुंदर गति और ट्रंपेट जैसी आवाज के लिए जाना जाता है.",
      "example": "Ich sah einen Schwan gestern auf dem See gleiten. Heute schwimmt er im Pool. Bis morgen werde ich ihn über mir fliegen sehen.",
      "example_translation": "मैंने कल झील पर फिसल्ता हुआ हंस देखा. आज, यह तालाब में तैर रहा है. कल तक, मैंने इसे आसमान में उड़ता हुआ देख लिया होगा.",
      "imageLink": "image_files\\English\\"imageLink": "swan.jpg",
      "audioLink": "swan.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnabel",
      "translation": "चोंच",
      "definition": "Der harte, spitze Mundteil eines Vogels, verwendet für Essen und Greifen.",
      "definition_translation": "एक पक्षी का कठोर, संकीर्ण मुख_ang, जिसका उपयोग खाने और पकड़ने के लिए किया जाता है.",
      "example": "Der Adler's Schnabel war stark genug, um Fleisch zu zerreißen. Der Adler hatte Fleisch mit seinem Schnabel zerrissen. Der Adler wird Fleisch mit seinem Schnabel zerreißen.",
      "example_translation": "शहdol की चोंच मांस फाड़ने के लिए पर्याप्त मजबूत थी. शहdol ने अपनी चोंच से मांस फाड़ा था. शहdol अपनी चोंच से मांस फाड़ेगा.",
      "imageLink": "image_files\\English\\"imageLink": "beak.jpg",
      "audioLink": "beak.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tauben",
      "translation": "कबूतर",
      "definition": "Ein Vogeltyp, bekannt für seinen sanften Gluckruf und seine sanfte Natur.",
      "definition_translation": "एक प्रकार का पक्षी जिसकी शान्त और स्नेही कूकॉल के लिए जाना जाता है और इसकी प्रकृति शान्त होती है.",
      "example": "Die Taube flog durch den Himmel. Die Taube hatte durch den Himmel geflogen. Die Taube wird durch den Himmel fliegen.",
      "example_translation": "कबूतर ने आसमान में शान्त उड़ान भरी. कबूतर ने आसमान में शान्त उड़ान भरी थी. कबूतर आसमान में शान्त उड़ान भरेगा.",
      "imageLink": "image_files\\English\\"imageLink": "dove.jpg",
      "audioLink": "dove.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Räuber",
      "translation": "शिकारी",
      "definition": "Ein Tier, das natürlicherweise andere Tiere jagt, wie Löwen und Wölfe.",
      "definition_translation": "एक जानवर जो प्राकृतिक रूप से दूसरे जानवरों का शिकार करता है, जैसे शेर और волк.",
      "example": "Der Löwe war ein Räuber des Dschungels. Der Löwe war ein Räuber des Dschungels gewesen. Der Löwe wird ein Räuber des Dschungels sein.",
      "example_translation": "शेर जंगल का शिकारी था. शेर जंगल का शिकारी था. शेर जंगल का शिकारी होगा.",
      "imageLink": "image_files\\English\\"imageLink": "predator.jpg",
      "audioLink": "predator.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Habicht",
      "translation": "बाज",
      "definition": "Ein Vogeltyp des Raubvogels, bekannt für sein scharfes Augenlicht und seinen schnellen Flug.",
      "definition_translation": "एक प्रकार का शिकारी पक्षी, जिसकी तेज दृष्टि और तीव्र उड़ान के लिए जाना जाता है.",
      "example": "Der Habicht segelte hoch am Himmel. Der Habicht hatte hoch am Himmel gesegelt. Der Habicht wird hoch am Himmel segeln.",
      "example_translation": "बाज ने आसमान में ऊंची उड़ान भरी. बाज ने आसमान में ऊंची उड़ान भरी थी. बाज आसमान में ऊंची उड़ान भरेगा.",
      "imageLink": "image_files\\English\\"imageLink": "hawk.jpg",
      "audioLink": "hawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lerche",
      "translation": "चिरैया",
      "definition": "Eine Lerche ist eine Vogelart, die bekannt für ihre schöne Singstimme und ihre Angewohnheit ist, hoch am Himmel zu fliegen.",
      "definition_translation": "एक लार्क एक प्रकार की चिड़िया है जिसकी सुंदर गायन आवाज़ और आकाश में उच्च उड़ने की आदत के लिए जाना जाता है।",
      "example": "Ich sah eine Lerche gestern im Himmel fliegen. Heute höre ich eine Lerche ihre süße Melodie singen. Morgen werde ich versuchen, einen Blick auf eine Lerche in einem nahe gelegenen Busch zu erhaschen.",
      "example_translation": "मैंने कल आकाश में उच्च उड़ते हुए एक लार्क को देखा। आज, मैं एक लार्क की मीठी स्वर लहर सुन रहा हूँ। कल, मैं निकटवर्ती झाड़ी में एक लार्क के घोंसले की झलक पाने की कोशिश करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "lark.jpg",
      "audioLink": "lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Elster",
      "translation": "मैगपाई",
      "definition": "Eine Elster ist eine Vogelart, die bekannt für ihr schwarzes und weißes Gefieder und ihre Angewohnheit ist, glänzende Objekte zu sammeln.",
      "definition_translation": "एक मैगपाई एक प्रकार की चिड़िया है जिसकी काली और सफ़ेद पंख और चमकीले वस्तुओं को संग्रह करने की आदत के लिए जाना जाता है।",
      "example": "Die Elster in meinem Hinterhof ist sehr intelligent. Gestern sammelte sie Münzen von der Straße. Heute spielt sie mit einem glänzenden Knopf.",
      "example_translation": "मेरे पिछवाड़े की मैगपाई बहुत होशियार है। वह कल सड़क से सिक्के इकट्ठा कर रहा था। आज, वह एक चमकीले बटन से खेल रहा है।",
      "imageLink": "image_files\\English\\"imageLink": "magpie.jpg",
      "audioLink": "magpie.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nest",
      "translation": "घोंसला",
      "definition": "Ein Nest ist eine Struktur, die von Vögeln und anderen Tieren gebaut wird, um ihre Eier zu legen und ihre Jungen aufzuziehen.",
      "definition_translation": "एक घोंसला पक्षियों और अन्य जानवरों द्वारा अपने अंडे देने और अपने शावक पालने के लिए बनाई गई संरचना है।",
      "example": "Der Vogel baute ein Nest in dem Baum gestern. Heute sitzt er auf seinen Eiern im Nest. Morgen werden seine Küken aus den Eiern im Nest schlüpfen.",
      "example_translation": "पक्षी ने कल पेड़ में एक घोंसला बनाया। आज, वह अपने अंडों पर घोंसले में बैठा है। कल, उसके बच्चे अंडों से घोंसले में निकलेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "nest-1.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nest",
      "translation": "घोंसला",
      "definition": "Ein Nest ist eine Struktur, die von Vögeln und anderen Tieren gebaut wird, um ihre Eier zu legen und ihre Jungen aufzuziehen.",
      "definition_translation": "एक घोंसला पक्षियों और अन्य जानवरों द्वारा अपने अंडे देने और अपने शावक पालने के लिए बनाई गई संरचना है।",
      "example": "Das Kaninchen baute ein Nest im Busch gestern. Heute füttert es seine Babys im Nest. Morgen werden seine Babys das Nest verlassen.",
      "example_translation": "खरगोश ने कल झाड़ी में एक घोंसला बनाया। आज, वह अपने बच्चों को घोंसले में दूध पिला रहा है। कल, उसके बच्चे घोंसला छोड़ देंगे।",
      "imageLink": "image_files\\English\\"imageLink": "nest.jpg",
      "audioLink": "nest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gefieder",
      "translation": "प्लमेज",
      "definition": "Die Federn, die einen Vogel bedecken, insbesondere die farbenfrohen.",
      "definition_translation": "एक पक्षी के ऊपर پوشा हुआ पंख, विशेष रूप से रंगीन पंख",
      "example": "Der Pfauenvogel zeigte gestern sein atemberaubendes Gefieder. Er hatte sein Gefieder den ganzen Morgen gepflegt. Er wird sein Gefieder auf der Vogelschau präsentieren.",
      "example_translation": "मोर के प्लमेज देखने में वास्तव में आश्चर्यजनक था। इसने सुबह से अपने प्लमेज को संवारता आ रहा था। यह अपने प्लमेज को पक्षी शो में प्रदर्शित करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "plumage.jpg",
      "audioLink": "plumage.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rabe",
      "translation": "कौवा",
      "definition": "Ein großer schwarzer Vogel mit einem markanten Ruf, der in der nördlichen Hemisphäre vorkommt.",
      "definition_translation": "उत्तरी गोलार्ध में पाया जाने वाला एक बड़ा काला पक्षी, जिसकी विशिष्ट पुकार है",
      "example": "Der Rabe saß auf dem Fensterbrett, krächzend laut. Er hatte den Raben bei der Nestbauarbeit beobachtet. Der alte Zauberer wird den Raben um Mitternacht herbeirufen.",
      "example_translation": "कौवा खिड़की की फलिया पर बैठा हुआ था, जोर से कांव-कांव कर रहा था। इसने पूरे हफ्ते कौवे का घोंसला बनाने की देखरेख की थी। पुराना जादूगर आधी रात को कौवे को बुलाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "raven.jpg",
      "audioLink": "raven.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Albatros",
      "translation": "अल्बात्रॉस",
      "definition": "Ein großer Seeschwal, insbesondere einer, der als Zeichen guter Vorzeichen angesehen wird.",
      "definition_translation": "एक बड़ा समुद्री पक्षी, विशेष रूप से अच्छे भाग्य का संकेत माना जाता है",
      "example": "Der Albatros glitt mühelos über den Ozean. Er hatte ihm für Stunden gefolgt. Sie werden den Albatros auf der nächsten Expedition sichten.",
      "example_translation": "अल्बात्रॉस समुद्र के ऊपर बिना किसी प्रयास के घूम रहा था। इसने घंटों से अल्बात्रॉस का पीछा किया था। वे अगले अभियान पर अल्बात्रॉस का पता लगाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "albatross.jpg",
      "audioLink": "albatross.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bienenfresser",
      "translation": "मधुमक्खी खाने वाला",
      "definition": "Ein farbenfroher Vogel, der Insekten, insbesondere Bienen, frisst.",
      "definition_translation": "एक रंगीन पक्षी जो कीटों, विशेष रूप से मधुमक्खियों, को खाता है",
      "example": "Der Bienenfresser saß auf einem Baumast, Insekten in der Luft fangend. Er hatte die Jagdmethoden des Bienenfressers beobachtet. Der Zoologe wird das Verhalten des Bienenfressers studieren.",
      "example_translation": "मधुमक्खी खाने वाला पेड़ की शाखा पर बैठा हुआ था, हवा में मधुमक्खियों को पकड़ता था। इसने मधुमक्खी खाने वाले की शिकार तकनीक का अवलोकन किया था। जीवविज्ञानी मधुमक्खी खाने वाले की आदतें अध्ययन करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "bee-eater.jpg",
      "audioLink": "bee eater.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarze Moorhuhn",
      "translation": "काला टीटर",
      "definition": "Ein mittelgroßes Huhn mit schwarzen Federn, das in Moorlandschaften und Heidelandschaften Europas und Asiens vorkommt.",
      "definition_translation": "एक मध्यम आकार का टीटर जिसके पंख काले हैं, यूरोप और एशिया के मुरलैंड और हीथलैंड में पाया जाता है।",
      "example": "Das Schwarze Moorhuhn war einmal ein gewöhnlicher Anblick auf dem Land, aber seine Population ist in den letzten Jahren zurückgegangen. Es streifte früher frei durch den Wald, aber jetzt ist es selten zu sehen. Bis nächstem Jahr werden wir Maßnahmen ergriffen haben, um sein Habitat zu schützen.",
      "example_translation": "काला टीटर पहले ग्रामीण इलाकों में एक सामान्य दृश्य था, लेकिन हाल के वर्षों में इसकी आबादी घट रही है. यह पहले जंगल में स्वतंत्र रूप से घूमता था, लेकिन अब यह दुर्लभ दिखाई देता है. अगले साल तक, हमने इसके आवास के संरक्षण के लिए कदम उठाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "black-grouse.jpg",
      "audioLink": "black grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzer Storch",
      "translation": "काला सार斯",
      "definition": "Ein großer, schwarzer Watvogel mit langem Nacken und Beinen, der in Feuchtgebieten und Graslandschaften Europas, Asiens und Afrikas vorkommt.",
      "definition_translation": "एक बड़ा, काला वेटलैंड और घास के मैदान में पाया जाने वाला पक्षी, यूरोप, एशिया और अफ्रीका में।",
      "example": "Der Schwarze Storch ist ein majestätischer Vogel, der in den Wäldern und Feuchtgebieten Europas brütet. Er migriert während des Winters nach Afrika und Asien, wo er in flachen Gewässern waten kann. Bis zu seiner Rückkehr zu seinem Brutplatz hat er bereits mit dem Nestbau begonnen.",
      "example_translation": "काला सारस एक शानदार पक्षी है जो यूरोप के जंगलों और वेटलैंड्स में प्रजनन करता है. यह सर्दी के महीनों में अफ्रीका और एशिया की ओर प्रवास करता है, जहां यह उथले पानी में चलने पर देखा जा सकता है. जब यह अपने प्रजनन स्थल पर लौटता है, तब तक यह अपने घोंसले की तैयारी कर चुका होता है।",
      "imageLink": "image_files\\English\\"imageLink": "black-stork.jpg",
      "audioLink": "black stork.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwarzkopfmöwe",
      "translation": "काला सिर वाला गULL",
      "definition": "Eine mittelgroße Möwe mit schwarzen Kopf und weißem Körper, die in Küstengebieten Europas, Asiens und Afrikas vorkommt.",
      "definition_translation": "यूरोप, एशिया और अफ्रीका के तटीय क्षेत्रों में पाया जाने वाला एक मध्यम आकार का गULL, जिसके सिर काले और शरीर सफ़ेद होते हैं।",
      "example": "Die Schwarzkopfmöwe ist ein häufiger Anblick in Küstenstädten, wo sie nach Nahrung sucht. Sie ist bekannt für ihr aggressives Verhalten während der Brutzeit, wenn sie andere Vögel aus ihrem Territorium verjagt. Bis zu den Wintermonaten hat sie bereits ihre jährliche Wanderung begonnen.",
      "example_translation": "काला सिर वाला गULL तटीय शहरों में एक सामान्य दृश्य है, जहां यह भोजन की तलाश में कूड़ा-करकट करता है. यह प्रजनन के मौसम में अपने व्यवहार के लिए जाना जाता है, जब यह अपने इलाके से दूसरे पक्षियों को भगा देता है. जब सर्दी के महीने आते हैं, तब तक यह अपने वार्षिक प्रवास की शुरुआत कर चुका होता है।",
      "imageLink": "image_files\\English\\"imageLink": "black-headed-gull.jpg",
      "audioLink": "black-headed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Amsel",
      "translation": "काला पाखी",
      "definition": "Ein häufiger Vogel in Gärten und Wäldern, mit schwarzen Gefieder und einem besonderen Gesang, der in Europa, Asien und Afrika vorkommt.",
      "definition_translation": "यूरोप, एशिया और अफ्रीका में पाया जाने वाला एक सामान्य पक्षी, जिसके पंख काले होते हैं और एक विशिष्ट गीत होता है, जो बगीचों और जंगलों में पाया जाता है।",
      "example": "Die Amsel ist ein heimlicher Vogel, der sich nur während der Brutzeit offenbart, wenn sie ihren melodischen Gesang singt. Sie kam regelmäßig in unseren Garten, aber jetzt wird sie selten gesehen. Bis zum nächsten Sommer hoffen wir, eine freundliche Umgebung für sie geschaffen zu haben.",
      "example_translation": "काला पाखी एक गुप्त पक्षी है जो केवल प्रजनन के मौसम में अपने आप को प्रकट करता है, जब यह अपना सुमधुर गीत गाता है. यह हमारे बगीचे में नियमित रूप से आता था, लेकिन अब यह दुर्लभ दिखाई देता है. अगले गर्मी के मौसम में, हम उम्मीद करते हैं कि हमने इसके लिए एक मित्रवत वातावरण बना लिया होगा।",
      "imageLink": "image_files\\English\\"imageLink": "blackbird.jpg",
      "audioLink": "blackbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Blaumeise",
      "translation": "नीला टिट",
      "definition": "Ein kleiner Sperlingsvogel mit blauer Krone und gelben Wangen, der in Wäldern und Gärten Europas und Asiens vorkommt.",
      "definition_translation": "एक छोटा सा पासराइन पक्षी जिसके शिखा नीला और गाल पीले हैं, यूरोप और एशिया के वनों और बगीचों में पाया जाता है।",
      "example": "Die Blaumeise baut ihr Nest in einem Baumloch. Sie baute ihr Nest letztes Jahr. Sie wird ihr Nest nächstes Jahr bauen.",
      "example_translation": "नीला टिट पेड़ की एक खोह में अपना घोंसला बनाता है. उसने पिछले साल अपना घोंसला बनाया. वह अगले साल अपना घोंसला बनाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "blue-tit.jpg",
      "audioLink": "blue tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergwacholder",
      "translation": "बोहेमियन वैक्सविंग",
      "definition": "Ein großer, dunkel gefiederter Vogel mit einer auffälligen Haube und roten, wachsartigen Spitzen an den Flügeln, die in Nadelwäldern der nördlichen Hemisphäre vorkommt.",
      "definition_translation": " utraardh गोलार्द्ध के कोनिफ़ेरस जंगलों में पाया जाने वाला एक बड़ा,.Dark रंग का पक्षी जिसके पंखों पर लाल मोमी टिप्स हैं, और एक विशिष्ट शिखा है।",
      "example": "Der Zwergwacholder wandert im Sommer nach Norden. Er wanderte letzten Sommer nach Norden. Er wird nächsten Sommer nach Norden wandern.",
      "example_translation": "बोहेमियन वैक्सविंग गर्मियों में उत्तर की ओर प्रवास करता है. उसने पिछले गर्मियों में उत्तर की ओर प्रवास किया. वह अगले गर्मियों में उत्तर की ओर प्रवास करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "bohemian-waxwing.jpg",
      "audioLink": "bohemian waxwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rauhfußkauz",
      "translation": "उत्तरी उल्लू",
      "definition": "Eine mittelgroße Eule mit runder Kopfform und nach vorn gerichteten Ohren, die in borealen Wäldern der nördlichen Hemisphäre vorkommt.",
      "definition_translation": "उत्तरार्द्ध गोलार्द्ध के दक्षिणी जंगलों में पाया जाने वाला एक मध्यम आकार का उल्लू, जिसके सिर पर एक गोल आकार है और आगे की ओर कान हैं।",
      "example": "Der Rauhfußkauz huit zu Nacht. Er huiet letzte Nacht. Er wird heute Nacht huien.",
      "example_translation": "उत्तरी उल्लू रात को बोलता है. उसने कल रात को बोला. वह आज रात को बोलेगा.",
      "imageLink": "image_files\\English\\"imageLink": "boreal-owl.jpg",
      "audioLink": "boreal owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wellensittich",
      "translation": "बड्गी",
      "definition": "Ein kleiner Papagei, der in Australien heimisch ist und bekannt für seine Fähigkeit, menschliche Sprache nachzuahmen, und sein helles Grün- und Gelbgefieder.",
      "definition_translation": "ऑस्ट्रेलिया में पाया जाने वाला एक छोटा टोता, जिसे मानव भाषा की नकल करने की क्षमता और उसके yeşil-हिरण के पंखों के लिए जाना जाता है।",
      "example": "Der Wellensittich ist ein beliebter Haustier. Er war letztes Jahr ein beliebter Haustier. Er wird nächstes Jahr ein beliebter Haustier sein.",
      "example_translation": "बड्गी एक लोकप्रिय पालतू है. वह पिछले साल एक लोकप्रिय पालतू था. वह अगले साल एक लोकप्रिय पालतू होगा.",
      "imageLink": "image_files\\English\\"imageLink": "budgerigar.jpg",
      "audioLink": "budgerigar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gimpel",
      "translation": "बुलफिंच",
      "definition": "Ein kleiner, stämmiger Singvogel mit kurzem, konischem Schnabel, der in Gärten und Waldrändern vorkommt, bekannt für sein charakteristisches Lied und seine buntscheckigen Federn.",
      "definition_translation": "एक छोटा, स्टाउट सóngबर्ड जिसके पास एक छोटा, खंडक आकार का बिल है, जिसका पता और लकड़ी के किनारे पर लगा है, जिसके विशिष्ट सóng और चमकीले रंग के पंखों के लिए जाना जाता है.",
      "example": "Der Gimpel saß auf einem Ast des Apfelbaums, ein süßes Lied singend. Er saß gestern da, und er wird morgen wieder da sitzen.",
      "example_translation": "सेब के पेड़ की शाखा पर बुलफिंच बैठा था, मीठी स्वरलहरी गा रहा था. कल वह वहां बैठा था, और कल वह फिर वहां बैठा होगा.",
      "imageLink": "image_files\\English\\"imageLink": "bullfinch.jpg",
      "audioLink": "bullfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mauerläufer",
      "translation": "बज़र्ड",
      "definition": "Ein mittelgroßer, breitflügeliger Greifvogel mit scharfem, hakigem Schnabel, der in offenen Landschaften und Waldrändern vorkommt, bekannt für seine Aasfressgewohnheiten.",
      "definition_translation": "एक मध्यम आकार का, चौड़े पंख वाला शिकारी पक्षी, जिसका एक तेज, हुक जैसा बिल है, जिसका पता और लकड़ी के किनारे पर लगा है, जिसके शिकारी आदतों के लिए जाना जाता है.",
      "example": "Der Mauerläufer segelte über unseren Köpfen, die Felder unten absuchend. Er segelte gestern über unseren Köpfen, und er wird morgen wieder segeln.",
      "example_translation": "बज़र्ड ऊपर से उड़ता हुआ, नीचे के मैदानों में मुर्दा ढूँढ रहा था. कल वह ऊपर से उड़ता हुआ था, और कल वह फिर ऊपर से उड़ता होगा.",
      "imageLink": "image_files\\English\\"imageLink": "buzzard.jpg",
      "audioLink": "buzzard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kanarienvogel",
      "translation": "केनरी",
      "definition": "Ein kleiner Singvogel mit hellem, gelbem Gefieder, bekannt für sein melodisches Lied, oft als Haustier in Käfigen gehalten.",
      "definition_translation": "एक छोटा, सóngबर्ड जिसका ज़र्द रंग का पंख है, जिसके मधुर सóng के लिए जाना जाता है, अक्सर पिंजड़े में पालतू रखा जाता है.",
      "example": "Der Kanarienvogel sang süß in seinem Käfig, Freude allen, die ihn hörten. Er sang gestern süß, und er wird morgen wieder singen.",
      "example_translation": "पिंजड़े में केनरी मीठा गा रहा था, जिसके सभी ने सुना तो खुश हो गए. कल वह मीठा गा रहा था, और कल वह फिर मीठा गा होगा.",
      "imageLink": "image_files\\English\\"imageLink": "canary.jpg",
      "audioLink": "canary.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Buntdompfaff",
      "translation": "चाफिन्च",
      "definition": "Ein kleiner bis mittelgroßer Fink mit braunem Rücken und Flügeln und weißem Bauch, der in Gärten und Waldrändern vorkommt, bekannt für sein soziales Verhalten.",
      "definition_translation": "एक छोटा से मध्यम आकार का फिन्च, जिसका भूरा पीठ और पंख हैं, और सफ़ेद निचला हिस्सा है, जिसका पता और लकड़ी के किनारे पर लगा है, जिसके सामाजिक व्यवहार के लिए जाना जाता है.",
      "example": "Der Buntdompfaff hoppelte im Garten umher, nach Samen suchend. Er hoppelte gestern umher, und er wird morgen wieder hoppeln.",
      "example_translation": "चाफिन्च बगीचे में कूदता हुआ, खाने के लिए बीज ढूँढ रहा था. कल वह कूदता हुआ था, और कल वह फिर कूदता होगा.",
      "imageLink": "image_files\\English\\"imageLink": "chaffinch.jpg",
      "audioLink": "chaffinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rohrschrei",
      "translation": "क्रेक",
      "definition": "Eine Art von kleinem Rallvogel, der in Feuchtgebieten vorkommt.",
      "definition_translation": "गीले इलाक़े में पाया जाने वाला एक，小 रेल пти,",
      "example": "Der Rohrschrei versteckte sich im Schilf, Angst vor dem Raubtier. Gestern hörte ich einen Rohrschrei laut rufen. Bis nächstes Jahr werde ich einen Rohrschrei aus der Nähe gesehen haben.",
      "example_translation": "क्रेक बड़े-बड़े पौधों में छिपा था, शिकारी से डरा हुआ था. कल मैंने एक क्रेक की ऊंची आवाज सुनी. अगले साल तक, मैं क्रेक को नजदीक से देख लूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "crake.jpg",
      "audioLink": "crake.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kranich",
      "translation": "सरस",
      "definition": "Ein großer Watvogel mit langem Hals und langen Beinen, der in Feuchtgebieten vorkommt.",
      "definition_translation": "गीले इलाक़े में पाया जाने वाला एक बड़ा प्रवासी पक्षी, जिसकी गर्दन और टांगें लंबी होती हैं.",
      "example": "Der Kranich ging langsam durch das Marschland, auf Nahrungssuche. Gestern sah ich einen Kranich hoch am Himmel fliegen. Bis nächstem Monat werde ich einen Kranich tanzen sehen.",
      "example_translation": "सरस ने धीरे-धीरे दलदल से चलते हुए, खाना ढूँढा. कल मैंने आकाश में सरस उड़ते हुए देखा. अगले महीने तक, मैं सरस को नाचते हुए देख लूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "crane.jpg",
      "audioLink": "crane.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubenlerche",
      "translation": "चोटी वाला बुलबुल",
      "definition": "Eine Haubenlerche ist ein Vogeltyp, der einen charakteristischen Hauben auf dem Kopf hat, der in offenen Ländern mit Gras- und Sträuchern vorkommt.",
      "definition_translation": "चोटी वाला बुलबुल एक प्रकार का पक्षी है जिसके सिर पर एक विशिष्ट चोटी होती है, आमतौर पर घास और झाड़ियों के मिश्रण वाले खुले देश में पाया जाता है।",
      "example": "Ich sah eine Haubenlerche auf einem Zaunpfosten sitzen gestern. Sie wird bald ihr schönes Lied singen. Sie sang schön letztes Jahr.",
      "example_translation": "मैंने कल एक चोटी वाले बुलबुल को बाड़ के पोस्ट पर बैठे देखा. वह जल्द ही अपनी मीठी धुन गाएगा. वह पिछले साल सुंदर गाया था.",
      "imageLink": "image_files\\English\\"imageLink": "crested-lark.jpg",
      "audioLink": "crested lark.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubenziesel",
      "translation": "चोटी वाला टीट",
      "definition": "Ein Haubenziesel ist ein kleiner Singvogel mit einem charakteristischen Hauben auf dem Kopf, der in Nadelwäldern und Waldbeständen vorkommt.",
      "definition_translation": "चोटी वाला टीट एक छोटा गायन पक्षी है जिसके सिर पर एक विशिष्ट चोटी होती है, कोंEIFEROUS वनों और वनभूमि में पाया जाता है.",
      "example": "Der Haubenziesel ist ein seltener Vogel in unserer Region. Er wurde häufig in der Vergangenheit gesehen. Er wird wieder in der Zukunft gesehen werden.",
      "example_translation": "चोटी वाला टीट हमारे क्षेत्र में एक दुर्लभ पक्षी है. यह पिछले में अक्सर देखा गया था. यह भविष्य में फिर से देखा जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "crested-tit.jpg",
      "audioLink": "crested tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergstrandläufer",
      "translation": "करलू",
      "definition": "Ein Zwergstrandläufer ist ein großer Strandvogel mit einem charakteristischen gebogenen Schnabel, der in Feuchtgebieten und Küstenregionen vorkommt.",
      "definition_translation": "करलू एक प्रकार का बड़ा तटीय पक्षी है जिसके बीक एक विशिष्ट वक्र होता है, आर्द्रभूमि और तटीय क्षेत्रों में पाया जाता है.",
      "example": "Ich sah einen Zwergstrandläufer im flachen Wasser waten gestern. Er wird bald wegfliegen. Er flog südwärts letzten Winter.",
      "example_translation": "मैंने कल एक करलू को उथले पानी में चरते देखा. वह जल्द ही उड़ जाएगा. वह पिछले सर्दी में दक्षिण की ओर उड़ा था.",
      "imageLink": "image_files\\English\\"imageLink": "curlew.jpg",
      "audioLink": "curlew.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jungschwan",
      "translation": "सिगनेट",
      "definition": "Ein Jungschwan ist ein junger Schwan, typischerweise bedeckt mit weichen, flauschigen Federn, der in Süßwasserfeuchtgebieten und Flüssen vorkommt.",
      "definition_translation": "सिगनेट एक युवा हंस है, आमतौर पर नरम, डाउनी-भरे पंखों से ढका होता है, ताजे पानी के आर्द्रभूमि और नदियों में पाया जाता है.",
      "example": "Das Jungschwan schwamm nah an seiner Mutter vorbei gestern. Es wird bald fliegen lernen. Es glitt sanft letzten Sommer.",
      "example_translation": "सिगनेट ने अपनी मां के पास कल तैरा. वह जल्द ही उड़ना सीख जाएगा. वह पिछले गर्मी में सMOOTHLY.glide किया था.",
      "imageLink": "image_files\\English\\"imageLink": "cygnet.jpg",
      "audioLink": "cygnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Uhu",
      "translation": "शाहबुल्ला",
      "definition": "Ein Uhu ist eine große Eule mit einem charakteristischen Ruf, der in Wäldern und Waldbeständen vorkommt, mit einer braunen oder grauen Gefieder und einem charakteristischen Gesichtsring.",
      "definition_translation": "एक बड़ा उल्लू जिसकी पुकार अलग होती है, जंगलों और वनों में पाया जाता है, जिसका प्लमेज भूरा या स्लेटी होता है और एक विशिष्ट चेहरे का डिस्क होता है.",
      "example": "Der Uhu ist ein Nachtvogel, er jagte nachts, er wird heute Nacht jagen, und er hatte letzten Nacht gejagt.",
      "example_translation": "शाहबुल्ला एक रात्रि पक्षी है, यह रात को शिकार करता है, यह आज रात को शिकार करेगा, और कल रात को शिकार कर चुका था.",
      "imageLink": "image_files\\English\\"imageLink": "eagle-owl.jpg",
      "audioLink": "eagle owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Emu",
      "translation": "ईमू",
      "definition": "Ein Emu ist ein großer, flugunfähiger Vogel, der in Australien heimisch ist, mit einem braunen Gefieder und einem langen, kräftigen Hals.",
      "definition_translation": "एक बड़ा, उड़ने में असमर्थ पक्षी जो आस्ट्रेलिया में पाया जाता है, जिसका प्लमेज भूरा होता है और एक लंबा, शक्तिशाली गर्दन होता है.",
      "example": "Der Emu ist ein großer Vogel, er rannte schnell, er wird morgen schnell laufen, und er hatte gestern schnell gelaufen.",
      "example_translation": "ईमू एक बड़ा पक्षी है, यह तेजी से दौड़ता है, यह कल तेजी से दौड़ेगा, और यह कल तेजी से दौड़ा था.",
      "imageLink": "image_files\\English\\"imageLink": "emu.jpg",
      "audioLink": "emu.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Falken",
      "translation": "बाज",
      "definition": "Ein Falken ist ein Greifvogel mit einem schlanken Körper und langen, schmalen Flügeln, bekannt für seine Geschwindigkeit und Wendigkeit.",
      "definition_translation": "एक शिकारी पक्षी जिसका शरीर पतला होता है और लंबे, संकीर्ण पंख होते हैं, जिसकी गति और चपलटा के लिए जाना जाता है.",
      "example": "Der Falken ist ein schneller Vogel, er stieg hoch, er wird morgen höher steigen, und er hatte gestern am höchsten gestiegen.",
      "example_translation": "बाज एक तेज पक्षी है, यह ऊंचा उड़ा था, यह कल और ऊंचा उड़ेगा, और यह कल सबसे ऊंचा उड़ा था.",
      "imageLink": "image_files\\English\\"imageLink": "falcon.jpg",
      "audioLink": "falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flamingo",
      "translation": "फ्लेमिंगो",
      "definition": "Ein Flamingo ist ein Watvogel mit einer rosa oder rotbraunen Gefieder, der in warmen und flachen Gewässern vorkommt, bekannt für seine charakteristische Schnabelform.",
      "definition_translation": "एक दलदली पक्षी जिसका प्लमेज गुलाबी या लाल होता है, जिसका पाए जाता है गरम और उथले पानी में, जिसकी विशिष्ट चोंच शेप के लिए जाना जाता है.",
      "example": "Der Flamingo ist ein sozialer Vogel, er lebte in Kolonien, er wird morgen in Kolonien leben, und er hatte gestern in Kolonien gelebt.",
      "example_translation": "फ्लेमिंगो एक सामाजिक पक्षी है, यह कॉलोनियों में रहता है, यह कल कॉलोनियों में रहेगा, और यह कल कॉलोनियों में रहता था.",
      "imageLink": "image_files\\English\\"imageLink": "flamingo.jpg",
      "audioLink": "flamingo.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänserich",
      "translation": "हंसा",
      "definition": "Ein männlicher Gänsevogel, insbesondere ein wilder.",
      "definition_translation": "एक जंगली हंस, विशेष रूप से एक पुरुष",
      "example": "Der Gänserich watschelte über das Feld. Der Bauer wird nächstes Frühjahr Gänseriche aufziehen. Der Gänserich hatte über das Feld gewatschelt.",
      "example_translation": "हंसा खेत के_across वड्डला था। किसान अगले वसंत में हंसा उठाएगा। हंसा ने खेत के_across वड्डला था।",
      "imageLink": "image_files\\English\\"imageLink": "gander.jpg",
      "audioLink": "gander.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gartengrasmücke",
      "translation": "बगीचा लड़ैया",
      "definition": "Ein kleiner, braungraublauer Vogel mit einem markanten Gesang, gefunden in Gärten und Waldrändern.",
      "definition_translation": "एक छोटा, भूरे-सफ़ेद रंग का पक्षी, जिसके गीत में एक विशेषता है, बगीचों और लकड़ी के किनारे पाया जाता है।",
      "example": "Die Gartengrasmücke sang süßlich am Morgen. Gartengrasmücken werden in den Sträuchern nisten. Die Gartengrasmücke hatte süßlich am Morgen gesungen.",
      "example_translation": "बगीचा लड़ैया सुबह में मधुर गाया। बगीचा लड़ैया झाड़ियों में घोंसला बनाएगा। बगीचा लड़ैया सुबह में मधुर गाया था।",
      "imageLink": "image_files\\English\\"imageLink": "garden-warbler.jpg",
      "audioLink": "garden warbler.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krickente",
      "translation": "कलौंजी",
      "definition": "Eine kleine, schnell fliegende Ente mit einer markanten blaugrauen Gesichtsfärbung, gefunden in Feuchtgebieten und Grasländern.",
      "definition_translation": "एक छोटा, तेज़ उड़ने वाला बत्तख, जिसके चेहरे पर एक विशेष नीले-सफ़ेद पैच है, जो उमड़े और घास के मैदानों में पाया जाता है।",
      "example": "Die Krickente flog schnell über das Marschland. Krickenten werden im Frühjahr brüten. Die Krickente hatte schnell über das Marschland geflogen.",
      "example_translation": "कलौंजी दलदल पर तेज़ उड़ गया। कलौंजी वसंत में प्रजनन करेगी। कलौंजी दलदल पर तेज़ उड़ गया था।",
      "imageLink": "image_files\\English\\"imageLink": "garganey.jpg",
      "audioLink": "garganey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zaunkönig",
      "translation": "सोने की टोपी",
      "definition": "Ein kleiner, grünlich-gelber Vogel mit einer markanten goldenen Haube auf dem Kopf, gefunden in Nadelwäldern.",
      "definition_translation": "एक छोटा, हरे-पीले रंग का पक्षी, जिसके सिर पर एक विशेष सोने की टोपी है, जो कónिफ़ेरस जंगलों में पाया जाता है।",
      "example": "Der Zaunkönig flatterte zwischen den Ästen. Zaunkönige werden im Herbst ziehen. Der Zaunkönig hatte zwischen den Ästen geflattert.",
      "example_translation": "सोने की टोपी शाखाओं के बीच में उड़ गया। सोने की टोपी शरद ऋतु में प्रवास करेगी। सोने की टोपी शाखाओं के बीच में उड़ गया था।",
      "imageLink": "image_files\\English\\"imageLink": "goldcrest.jpg",
      "audioLink": "goldcrest.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Steinadler",
      "translation": "स्वर्ण ईगल",
      "definition": "Ein großer, dunkelbrauner Adler mit einer golden-braunen Nacken- und Flügelfärbung, gefunden in der nördlichen Hemisphäre.",
      "definition_translation": "उत्तरी गोलार्द्ध में पाया जाने वाला एक बड़ा, गहरा भूरा ईगल जिसके पीछे और पंख स्वर्ण-भूरे होते हैं।",
      "example": "Der Steinadler segelte durch den klarblauen Himmel, sein durchdringender Blick richtete sich auf die Landschaft unten. Es hatte durch die Jahrhunderte hindurch gesegelt und wird es auch in Zukunft tun. Gestern wurde ein Steinadler auf einem Baumast gesichtet.",
      "example_translation": "स्वर्ण ईगल ने साफ नीले आसमान से उड़ान भरी, अपनी तीव्र दृष्टि ने नीचे के लैंडस्केप को स्कैन किया। यह सदियों से आसमान से उड़ान भरता आ रहा है, और भविष्य में भी ऐसा ही करेगा। कल, एक स्वर्ण ईगल को पेड़ की डाल पर बैठा हुआ देखा गया था।",
      "imageLink": "image_files\\English\\"imageLink": "golden-eagle.jpg",
      "audioLink": "golden eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pirol",
      "translation": "स्वर्ण ओरिओल",
      "definition": "Ein Zugvogel mit einer leuchtenden gelben Gefiederfärbung und einem markanten Gesang, gefunden in Wäldern und Gärten.",
      "definition_translation": "एक प्रवासी पक्षी जिसका चमकीला पीला कौशल होता है और एक विशिष्ट गीत होता है, वनों και बगीचों में पाया जाता है।",
      "example": "Die süße Melodie des Pirols füllte die Luft, als er von Ast zu Ast im Garten flog. Es wird nächstes Frühjahr zurückkehren und hat dies schon viele Jahre getan. Gestern baute ein Pirol sein Nest in unserem Garten.",
      "example_translation": "स्वर्ण ओरिओल की मिठास भरी धुन हवा में गूँजी, जैसे यह बगीचे में शाखा से शाखा पर जाता था। यह अगले वसंत में वापस आएगा, और कई साल से ऐसा कर रहा है। कल, एक स्वर्ण ओरिओल ने हमारे पिछवाड़े में अपना घोंसला बनाया था।",
      "imageLink": "image_files\\English\\"imageLink": "golden-oriole.jpg",
      "audioLink": "golden oriole.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stieglitz",
      "translation": "स्वर्ण फिंच",
      "definition": "Ein kleiner, attraktiver Vogel mit einer leuchtenden gelben Gesichts- und Flügelfärbung, gefunden in Gärten und auf dem Land.",
      "definition_translation": "एक छोटा, आकर्षक पक्षी जिसका चमकीला पीला चेहरा और पंख होते हैं, बगीचों और देहात में पाया जाता है।",
      "example": "Der Stieglitz saß auf der Fensterbank, sein helles Gefieder fing das Morgenlicht ein. Es hat unseren Garten für Wochen besucht und wird es auch in Zukunft tun. Gestern baute ein Stieglitz sein Nest in dem nahe gelegenen Busch.",
      "example_translation": "स्वर्ण फिंच ने खिड़की पर बैठा था, अपना चमकीला कौशल मॉर्निंग सन को पकड़ रहा था। यह हमारे बगीचे में हफ्तों से आ रहा है, और भविष्य में ऐसा ही करेगा। कल, एक स्वर्ण फिंच ने पास की झाड़ी में अपना घोंसला बनाया था।",
      "imageLink": "image_files\\English\\"imageLink": "goldfinch.jpg",
      "audioLink": "goldfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gänsgöschen",
      "translation": "गूजलिंग",
      "definition": "Ein junges Gänschen, insbesondere eines, das noch weiches Daunenflaum hat.",
      "definition_translation": "एक युवा हंस, विशेष रूप से वह जिसका अभी तक नर्म पंख होता है।",
      "example": "Das Gänsgöschen watschelte hinter seiner Mutter, sein weiches Daunenflaum fluffte im Wind. Es wird zu einem starken Gänsevogel heranwachsen, genau wie seine Eltern. Gestern wurde ein Gänsgöschen mit seinen Geschwistern im Park gesichtet.",
      "example_translation": "गूजलिंग ने अपनी माँ के पीछे टहलता हुआ चला गया, अपना नर्म पंख हवा में फुलफुलाता हुआ। यह एक मजबूत हंस बन जाएगा, जैसा कि उसके माता-पिता हैं। कल, एक गूजलिंग को पार्क में अपने भाई-बहनों के साथ खेलते हुए देखा गया था।",
      "imageLink": "image_files\\English\\"imageLink": "gosling.jpg",
      "audioLink": "gosling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haubentaucher",
      "translation": " μεγाला शिरस धवल बट बट",
      "definition": "Ein großer Wasser vogel mit einer markanten schwarzen und weißen Haube, gefunden in Süßwasserseen und Flüssen.",
      "definition_translation": "एक बड़ा जलपक्षी जिसके सिर पर काला और सफेद छाता होता है, ताज़े पानी की झीलों और नदियों में पाया जाता है।",
      "example": "Der Haubentaucher nestete am Seeufer. Gestern hatte es ein Nest gebaut, und nächstes Jahr wird es seine Jungen aufgezogen haben. Momentan bebrütet es seine Eier.",
      "example_translation": "महान शिरस धवल बट बट झील के किनारे पर घोंसला बना रहा था। कल, उसने एक घोंसला बनाया था, और अगले साल तक, वह अपने बच्चों को पाल लेगा। फिलहाल, वह अपने अंडे सेता है।",
      "imageLink": "image_files\\English\\"imageLink": "great-crested-grebe.jpg",
      "audioLink": "great crested grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kohlmeise",
      "translation": "महान टिट",
      "definition": "Ein kleiner, farbenfroher Vogel mit einer markanten schwarzen und weißen Kopffärbung, gefunden in Wäldern und Gärten.",
      "definition_translation": "एक छोटा, चमकदार रंग वाला पक्षी जिसके सिर पर काला और सफेद रंग होता है, वनों और बाग़ानों में पाया जाता है।",
      "example": "Die Kohlmeise saß auf einem Baumast. Gestern hatte es einen Wurm gefangen, und nächstes Sommer wird es ein Nest gebaut haben. Momentan singt es eine süße Melodie.",
      "example_translation": "महान टिट एक पेड़ की शाखा पर बैठा था। कल, उसने एक कीड़ा पकड़ा था, और अगले गर्मी तक, वह एक घोंसला बना लेगा। फिलहाल, वह एक मीठी धुन गा रहा है।",
      "imageLink": "image_files\\English\\"imageLink": "great-tit.jpg",
      "audioLink": "great tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "großer weißer Eisvogel",
      "translation": "महान श्वेत बगुला",
      "definition": "Ein großer, weißer Watvogel mit langem Hals und Beinen, in Feuchtgebieten und Küstengebieten anzutreffen.",
      "definition_translation": "एक बड़ा, सफेद पैर वाला पक्षी जिसके लंबे गर्दन और पांव होते हैं, दलदल और तटीय क्षेत्रों में पाया जाता है।",
      "example": "Der große weiße Eisvogel watete im seichten Wasser. Gestern hatte er einen Fisch gefangen und würde bis nächsten Monat in ein wärmeres Klima migrieren. Aktuell trocknete er seine Federn.",
      "example_translation": "महान श्वेत बगुला उथले पानी में टहल रहा था। कल, उसने एक मछली पकड़ी थी, और अगले महीने तक, वह गर्म जलवायु में प्रवास करने लेगा। फिलहाल, वह अपने पंख सुखा रहा है।",
      "imageLink": "image_files\\English\\"imageLink": "great-white-egret.jpg",
      "audioLink": "great white egret.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Taucher",
      "translation": "बट बट",
      "definition": "Eine Art von WasserVögeln, die in Süßwasserseen und Flüssen gefunden werden und bekannt für ihr charakteristisches Tauchverhalten sind.",
      "definition_translation": "एक प्रकार का जलपक्षी जो ताज़े पानी की झीलों और नदियों में पाया जाता है, अपने विशिष्ट डाइविंग व्यवहार के लिए जाना जाता है।",
      "example": "Der Taucher tauchte tief ins Wasser ein. Gestern hatte er einen Frosch gefangen und würde bis nächsten Winter sein Wintergefieder tragen. Aktuell schwamm er langsam.",
      "example_translation": "बट बट ने पानी में गहरा डुबकी लगाया। कल, उसने एक मेंढक पकड़ा था, और अगले सर्दी तक, वह अपने सर्दी के पंख उगा लेगी। फिलहाल, वह धीरे-धीरे तैर रहा है।",
      "imageLink": "image_files\\English\\"imageLink": "grebe.jpg",
      "audioLink": "grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Graureiher",
      "translation": "स्लेटी बगुला",
      "definition": "Ein großer, grau-weißer Watvogel mit langem Hals und Beinen, in Feuchtgebieten und Flüssen anzutreffen.",
      "definition_translation": "एक बड़ा, स्लेटी सफ़ेद खड़े पैर वाला पक्षी, नदियों और दलदल में पाया जाता है।",
      "example": "Ich sah einen Graureiher still im Fluss stehen und auf seine Beute warten. Er hatte einen Graureiher vorher gesehen, aber nie so nah. Er wird morgen einen Graureiher wieder beobachten.",
      "example_translation": "मैंने नदी में एक स्लेटी बगुला को खड़े हुए देखा, अपना शिकार ढूंढते हुए। उसने पहले स्लेटी बगुला देखा था, लेकिन इतने करीब नहीं। वह कल स्लेटी बगुला को फिर से देखेगा।",
      "imageLink": "image_files\\English\\"imageLink": "heron.jpg",
      "audioLink": "grey heron.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Graugans",
      "translation": "ग्रेल بگ",
      "definition": "Eine große, grau-bräunliche Gans mit schwarzem Kopf und Hals, in Feuchtgebieten und Grasländern anzutreffen.",
      "definition_translation": "एक बड़ा, स्लेटी-भूरा हंस, जिसका सिर और गर्दन काला है, दलदल और घास के मैदान में पाया जाता है।",
      "example": "Der Bauer sah eine Graugans hoch am Himmel fliegen. Er hatte von der Graugans gehört, aber nie eine so nah gesehen. Er wird nächste Woche ein Graugans-Schutzgebiet besuchen.",
      "example_translation": "किसान ने आसमान में ऊंचा उड़ते हुए ग्रेल بگ देखा। उसने ग्रेल بگ के बारे में सुना था, लेकिन इतने करीब नहीं देखा था। वह अगले सप्ताह ग्रेल بگ अभयारण्य का दौरा करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "greylag-goose.jpg",
      "audioLink": "greylag goose.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perlhuhn",
      "translation": "गिनी मुर्गा",
      "definition": "Ein großer, bodenbewohnender Vogel mit einem plumpen Körper und einer helmartigen Struktur auf dem Kopf, ursprünglich aus Afrika.",
      "definition_translation": "एक बड़ा, जमीन पर रहने वाला पक्षी, जिसका शरीर मोटा है और सिर पर एक हेलमेट जैसी संरचना है, अफ्रीका का देशज है।",
      "example": "Der Bauer züchtete Perlhühner auf seinem Hof. Er hatte vorher Perlhühner gezüchtet, aber dieser Bestand war der gesündeste. Er wird die Perlhühner nächste Woche auf dem Markt verkaufen.",
      "example_translation": "किसान ने अपने फार्म पर गिनी मुर्गा पाला। उसने पहले गिनी मुर्गा पाला था, लेकिन ये बैच सबसे स्वस्थ था। वह अगले महीने बाजार में गिनी मुर्गा बेचेगा।",
      "imageLink": "image_files\\English\\"imageLink": "guinea-fowl.jpg",
      "audioLink": "guinea fowl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Häherfink",
      "translation": "हॉफिंच",
      "definition": "Ein großer, brauner Fink mit einer charakteristischen Kopfzeichnung, in Wäldern und Gärten anzutreffen.",
      "definition_translation": "एक बड़ा, भूरा फिंच, जिसका सिर पर एक विशिष्ट पैटर्न है, जंगलों और बगीचों में पाया जाता है।",
      "example": "Ich sah einen Häherfink auf einem Ast sitzen und Samen von einem Baum essen. Er hatte vorher einen Häherfink gesehen, aber nie so nah. Er wird versuchen, einen Häherfink in seinem Hinterhof anzulocken, nächstes Jahr.",
      "example_translation": "मैंने एक शाखा पर बैठे हुए हॉफिंच को देखा, जो पेड़ से बीज खा रहा था। उसने पहले हॉफिंच देखा था, लेकिन इतने करीब नहीं। वह अगले साल अपने पिछवाड़े में हॉफिंच को आकर्षित करने की कोशिश करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "hawfinch.jpg",
      "audioLink": "hawfinch.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haselhuhn",
      "translation": "टेहरा टека",
      "definition": "Ein mittelgroßer Huhn mit braunem Rücken und Flügeln und einem schwarzen Kehlpfoten, in Nord-Europa und Asien anzutreffen.",
      "definition_translation": "उत्तरी यूरोप और एशिया में पाया जाने वाला एक मध्यम आकार का टека, जिसकी पीठ और पंख भूरे रंग के होते हैं, और गले पर काला धब्बा होता है.",
      "example": "Das Haselhuhn flog schnell durch den Wald, sein schwarzer Kehlpfoten schimmerte im Sonnenlicht. Es hatte über dem Baum geflogen, gestern, und wird morgen zurückfliegen.",
      "example_translation": "टेहरा टека वन में तेजी से उड़ा और उसका काला गला धब्बा सूरज की रोशनी में चमका। यह कल पेड़ के ऊपर से उड़ा था, और कल वापस उड़ेगा।",
      "imageLink": "image_files\\English\\"imageLink": "hazel-grouse.jpg",
      "audioLink": "hazel grouse.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wiedehopf",
      "translation": "हुदहुद",
      "definition": "Ein mittelgroßer Vogel mit einer charakteristischen Haube und schwarz-weißen Streifen, in warmen und gemäßigten Regionen anzutreffen.",
      "definition_translation": "गर्म और समशीतोष्ण क्षेत्रों में पाया जाने वाला एक मध्यम आकार का पक्षी, जिसका विशिष्ट शिखर और काला-सफ़ेद धारियाँ होती हैं।",
      "example": "Der Wiedehopf saß auf einem Ast, seine Haube wippte auf und ab. Er hatte sein Nest dort letzte Woche gebaut und wird heute darum kreisen.",
      "example_translation": "हुदहुद डाल पर बैठा था, उसका शिखर ऊपर-नीचे हिल रहा था। यह पिछले हफ्ते वहाँ अपना घोंसला बनाया था, और आज उसे घेरा होगा।",
      "imageLink": "image_files\\English\\"imageLink": "hoopoe.jpg",
      "audioLink": "hoopoe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": " Kolibri",
      "translation": "हमिंगबर्ड",
      "definition": "Ein kleiner, bunt gefärbter Vogel, der in der Luft schweben kann, in tropischen und subtropischen Regionen anzutreffen.",
      "definition_translation": "गर्म और उपोष्णकटिबंधीय क्षेत्रों में पाया जाने वाला एक छोटा, चमकीला रंग का पक्षी, जो हवा में स्थिर हो सकता है।",
      "example": "Der Kolibri flatterte von Blüte zu Blüte, seine Flügel schlugen rasend schnell. Er had gestern Nektar getrunken und wird es morgen wieder tun.",
      "example_translation": "हमिंगबर्ड फूल से फूल पर उड़ता है, उसके पंख तेज़ी से पीट रहे थे। यह कल अमृत पिया था, और कल फिर से पिएगा।",
      "imageLink": "image_files\\English\\"imageLink": "hummingbird.jpg",
      "audioLink": "hummingbird.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ibis",
      "translation": "इबिस",
      "definition": "Ein großer Watvogel mit einer langen, gebogenen Schnabel, in warmen und gemäßigten Regionen anzutreffen.",
      "definition_translation": "गर्म और समशीतोष्ण क्षेत्रों में पाया जाने वाला एक बड़ा, लंबे और घुमावदार चोंचवाला पक्षी।",
      "example": "Der Ibis watete durch das seichte Wasser, sein Schnabel bohrte sich in den Schlamm. Er hatte gestern auf seine Beute geachtet und wird es heute wieder tun.",
      "example_translation": "इबिस उथले पानी में चलता है, उसकी चोंच मिटटी में खोजती है। यह कल अपने शिकार का पीछा कर रहा था, और आज फिर से करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "ibis.jpg",
      "audioLink": "ibis.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Dohle",
      "translation": "काला कौवा",
      "definition": "Ein schwarzer Vogel mit einem charakteristischen Ruf, in Wäldern und Gärten gefunden, bekannt für seine Intelligenz und Kühnheit.",
      "definition_translation": "एक झाड़ी में रहने वाला काला पक्षी, अपने विशिष्ट कॉल और होशियारी के लिए जाना जाता है।",
      "example": "Die Dohle tauchte hinab, um ein Stück Brot vom Picknick-Plaid zu holen. Gestern sah ich eine Dohle auf dem Fensterbrett sitzen. Bis zum nächsten Sommer wird die Dohle ihr Nest im alten Eichenbaum gebaut haben.",
      "example_translation": "पिकनिक के चादर से रोटी का टुकड़ा पकड़ने के लिए जैकडा नीचे उतर आया। कल, मैंने जैकडा को खिड़की के ऊपर बैठा हुआ देखा। अगली गर्मी तक, जैकडा पुराने ओक के पेड़ पर अपना घोंसला बना लेगा।",
      "imageLink": "image_files\\English\\"imageLink": "jackdaw.jpg",
      "audioLink": "jackdaw.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eichelhäher",
      "translation": "लाल फिटरी",
      "definition": "Ein bunt gefärbter Vogel mit einer charakteristischen Haube, in Wäldern und Gärten gefunden, bekannt für seine kühne und neugierige Natur.",
      "definition_translation": "एक उज्ज्वल रंग का पक्षी, जिसके सिर पर एक विशिष्ट सिरवाल है, जंगलों और बगीचों में पाया जाता है, अपने निडर और जिज्ञासु स्वभाव के लिए जाना जाता है।",
      "example": "Der Eichelhäher flatterte zwischen den Bäumen, seine bunten Federn fingen das Sonnenlicht ein. Gestern sah ich einen Eichelhäher auf dem Zaunpfahl sitzen. Bis nächste Woche wird der Eichelhäher sein Nest im Apfelbaum gebaut haben.",
      "example_translation": "लाल फिटरी पेड़ों के बीच में तेजी से उड़ता हुआ, उसके उज्ज्वल पंख सूरज की रोशनी में चमकते थे। कल, मैंने लाल फिटरी को बाड़े पर बैठा हुआ देखा। अगले हफ्ते तक, लाल फिटरी सेब के पेड़ पर अपना घोंसला बना लेगी।",
      "imageLink": "image_files\\English\\"imageLink": "jay.jpg",
      "audioLink": "jay.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turmfalke",
      "translation": "लड़ाकू बाज",
      "definition": "Ein kleiner Falken mit einem schwarz-grauen Rücken und weißem Bauch, in offenen Ländern und Städten gefunden, bekannt für seine Agilität und Geschwindigkeit.",
      "definition_translation": "एक छोटा बाज, जिसका पीठ का रंग स्लेट-ग्रे है और नीचे का रंग सफ़ेद है, खुले इलाके और शहरी क्षेत्रों में पाया जाता है, अपने चपलापन और गति के लिए जाना जाता है।",
      "example": "Der Turmfalke schoss hoch in den Himmel, seine scharfen Augen suchten den Boden unten ab. Gestern sah ich einen Turmfalke auf einem Straßenlaterne sitzen. Bis nächsten Monat wird der Turmfalke zu seinem Winterquartier gezogen sein.",
      "example_translation": "लड़ाकू बाज आकाश में ऊंचा उड़ा हुआ था, उसकी तेज नज़र नीचे की जमीन पर टिकी हुई थी। कल, मैंने लड़ाकू बाज को स्ट्रीट लाइट पर बैठा हुआ देखा। अगले महीने तक, लड़ाकू बाज अपने शीतकालीन ठिकाने पर पलायन कर लेगा।",
      "imageLink": "image_files\\English\\"imageLink": "kestrel.jpg",
      "audioLink": "kestrel.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eisvogel",
      "translation": "जलकبير",
      "definition": "Ein bunt gefärbter Vogel mit einer charakteristischen Haube, in der Nähe von Flüssen und Seen gefunden, bekannt für seine Geschwindigkeit und Agilität beim Tauchen nach Fischen.",
      "definition_translation": "एक उज्ज्वल रंग का पक्षी, जिसके सिर पर एक विशिष्ट सिरवाल है, नदी और झील के किनारे पाया जाता है, अपने गति और चपलापन में मछली पकड़ने के लिए जाना जाता है।",
      "example": "Der Eisvogel tauchte in den Fluss, seine bunten Federn glänzten im Sonnenlicht. Gestern sah ich einen Eisvogel auf einem Weidenzweig sitzen. Bis nächsten Frühling wird der Eisvogel sein Nest im Schilf gebaut haben.",
      "example_translation": "जलकبير नदी में डूबा हुआ था, उसके उज्ज्वल पंख सूरज की रोशनी में चमकते थे। कल, मैंने जलकبير को विलो की डाल पर बैठा हुआ देखा। अगले वसंत तक, जलकبير का घोंसला निखार में बना लेगा।",
      "imageLink": "image_files\\English\\"imageLink": "kingfisher.jpg",
      "audioLink": "kingfisher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kiwi",
      "translation": "कीवी",
      "definition": "Ein Kiwi ist ein kleiner, flugunfähiger Vogel, der in Neuseeland beheimatet ist, bekannt für seine flauschigen Federn und langen Schnabel.",
      "definition_translation": "कीवी एक छोटा, उड़ने में असमर्थ पक्षी है जो न्यूजीलैंड में पाया जाता है, इसके फजी पंखों और लंबे चोंच के लिए जाना जाता है।",
      "example": "Ich aß ein Kiwi-Frucht zum Frühstück, ich werde ein Kiwi-Frucht zum Mittagessen essen, und ich hatte ein Kiwi-Frucht zum Abendessen gegessen.",
      "example_translation": "मैंने नाश्ते में कीवी फल खाया, मैं दोपहर में कीवी फल खाऊंगा, और मैंने रात के खाने में कीवी फल खाया था।",
      "imageLink": "image_files\\English\\"imageLink": "kiwi.jpg",
      "audioLink": "kiwi.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kiebitz",
      "translation": "तित्तर",
      "definition": "Ein Kiebitz ist eine Art von Vogel, die bekannt für ihre charakteristische Haube und lauten, durchdringenden Schrei ist.",
      "definition_translation": "तित्तर एक प्रकार का पक्षी है जो अपने विशिष्ट शिखा और तेज, चói링 आवाज के लिए जाना जाता है।",
      "example": "Der Kiebitz hoppelte langsam davon, ich sah einen Kiebitz gestern überfliegen, und sie werden ein Nest für die Kiebitzeier bauen.",
      "example_translation": "तित्तर धीरे-धीरे फिसल गया, मैंने कल तित्तर को ऊपर उड़ते हुए देखा, और वे तित्तर के अंडे के लिए एक घोंसला बनाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "lapwing.jpg",
      "audioLink": "lapwing.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Möwenläufer",
      "translation": "कम काला-पीठ वाला गुल",
      "definition": "Ein Kleiner Möwenläufer ist ein mittelgroßer Seevogel, der an Küsten gefunden wird und bekannt für seinen schwarzen Rücken und weißen Flügeln ist.",
      "definition_translation": "कम काला-पीठ वाला गुल एक मध्यम आकार का समुद्री पक्षी है जो तटीय क्षेत्रों में पाया जाता है और उसके काले पीठ और सफ़ेद पंखों के लिए जाना जाता है।",
      "example": "Ich sah einen Kleinen Möwenläufer über dem Ozean fliegen, der Kleine Möwenläufer wird auf dem Strand nach Nahrung suchen, und sie hatten einen Kleinen Möwenläufer auf einem Felsen brüten sehen.",
      "example_translation": "मैंने सागर के ऊपर कम काला-पीठ वाला गुल उड़ते हुए देखा, कम काला-पीठ वाला गुल समुद्र तट पर खाना ढूंढेगा, और उन्होंने चट्टान पर कम काला-पीठ वाला गुल घोंसला बनाते हुए देखा।",
      "imageLink": "image_files\\English\\"imageLink": "lesser-black-backed-gull.jpg",
      "audioLink": "lesser black-backed gull.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleiner Spiegelralle",
      "translation": "कम चित्तीदार ईगल",
      "definition": "Ein Kleiner Spiegelralle ist ein mittelgroßer Greifvogel, der in Wäldern und Grasländern gefunden wird und bekannt für seine braunen Federn und weißen Flecken ist.",
      "definition_translation": "कम चित्तीदार ईगल एक मध्यम आकार का शिकारी पक्षी है जो वनों और घास के मैदानों में पाया जाता है और उसके भूरे पंखों और सफ़ेद चित्तियों के लिए जाना जाता है।",
      "example": "Der Kleine Spiegelralle schoss durch den Himmel, ich werde morgen den Kleinen Spiegelralle besuchen, und sie hatten einen Kleinen Spiegelralle auf einem Baum sitzen sehen.",
      "example_translation": "कम चित्तीदार ईगल आसमान में उड़ाया, मैं कल कम चित्तीदार ईगल देखने जाऊंगा, और उन्होंने पेड़ पर कम चित्तीदार ईगल बैठा हुआ देखा।",
      "imageLink": "image_files\\English\\"imageLink": "lesser-spotted-eagle.jpg",
      "audioLink": "lesser spotted eagle.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hänfling",
      "translation": "लिनेट",
      "definition": "Ein kleiner Singvogel mit einem braunen Rücken und Flügeln und einem grau-weißen Bauch.",
      "definition_translation": "एक छोटा पasserine पक्षी जिसकी पीठ और पंख भूरे रंग के हैं और पेट 灰ish-श्वेत है",
      "example": "Der Hänfling saß auf dem Ast des Baumes. Er wird morgen ein melodisches Lied singen. Er sang ein süßes Melodie gestern.",
      "example_translation": "लिनेट पेड़ की शाखा पर बैठा था. वह सुबह में एक सुरीला गीत गाएगा. कल वह एक मीठा सुर गाया था.",
      "imageLink": "image_files\\English\\"imageLink": "linnet.jpg",
      "audioLink": "linnet.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldohreule",
      "translation": "लंबे कान वाली उल्लू",
      "definition": "Ein nachtaktiver Greifvogel mit langen Ohrfederbüscheln und nach vorn gerichteten Augen.",
      "definition_translation": "रात्रि में शिकार करने वाला पक्षी जिसके कान की पट्टियां लंबी हैं और आंखें सामने की ओर हैं",
      "example": "Die Waldohreule wird still in der dunklen Nacht fliegen. Sie flog gestern über den Wald. Sie wird morgen kleine Säugetiere jagen.",
      "example_translation": "लंबे कान वाली उल्लू रात में चुपचाप उड़ेगी. कल रात उसने जंगल पर उड़ान भरी. वह कल छोटे स्तनधारी जानवरों का शिकार करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "long-eared-owl.jpg",
      "audioLink": "long-eared owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stockente",
      "translation": "मल्लर्ड",
      "definition": "Eine große, grasende Ente mit einem grünen Kopf, gelbem Schnabel und braunem Körper.",
      "definition_translation": "एक बड़ा डैब्बलिंग बत्तख जिसका सिर हरा है, चोंच पीला है, और शरीर भूरा है",
      "example": "Die Stockente schwamm im Teich gestern. Es wird im Winter in den Süden fliegen. Es schwamm mit seinem Partner am Morgen.",
      "example_translation": "मल्लर्ड कल तालाब में泳 गया. वह सर्दी में दक्षिण की ओर उड़ेगा. वह अपने साथी के साथ सुबह में泳 गया.",
      "imageLink": "image_files\\English\\"imageLink": "mallard.jpg",
      "audioLink": "mallard.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sumpfmeise",
      "translation": "मर्श टिट",
      "definition": "Ein kleiner Vogel mit einer schwarzen Mütze, weißen Wangen und einem gelb-schwarzen Streifen auf der Unterseite.",
      "definition_translation": "एक छोटा पक्षी जिसका टोपी काला है, गाल सफ़ेद हैं, और पेट का नीचे पीला और काला धारीदार है",
      "example": "Die Sumpfmeise saß auf einem Schilfrohr gestern. Es wird ein Nest im Sumpf bauen. Es sang ein süßes Lied am Morgen.",
      "example_translation": "मर्श टिट कल रीड पर बैठा था. वह अगले हफ्ते में मर्श में एक घोंसला बनाएगा. वह सुबह में एक मीठा गीत गाया था.",
      "imageLink": "image_files\\English\\"imageLink": "marsh-tit.jpg",
      "audioLink": "marsh tit.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtigall",
      "translation": "बुलबुल",
      "definition": "Ein nachtaktiver Vogel mit einem melodischen Gesang, typically braun oder grau-braun gefärbt.",
      "definition_translation": "एक रात्रि पक्षी जिसकी मधुर आवाज है, जिसका रंग आमतौर पर भूरा या خاکीभूरा होता है.",
      "example": "Die Nachtigall sang süßlich in dem Garten, und ich hörte ihrem Gesang stundenlang zu. Ihr Gesang wird von jeder Person im Dorf erinnert. Es wird morgen wieder singen.",
      "example_translation": "बगीचे में बुलबुल ने मिठास से गाया और मैं उसके गाने को घंटों सुनता रहा. उसके गाने को गांव के सभी लोग याद करेंगे. वह कल सुबह फिर से गाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "nightingale.jpg",
      "audioLink": "nightingale.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachtschwalbe",
      "translation": "रातरांग",
      "definition": "Ein nachtaktiver Vogel, der Insekten im Flug fing, mit einem großen Kopf und flachem Gesicht.",
      "definition_translation": "एक रात्रि पक्षी जिसके पास बड़ा सिर और चपटा चेहरा है, और उड़ते हुए कीड़े पकड़ने की आदत है.",
      "example": "Die Nachtschwalbe flog still durch die Dunkelheit, Insekten mit seinem weit geöffneten Maul fangend. Es fliegt schnell in der Nacht, und es wird heute Nacht wieder fliegen. Es hat schnell geflogen letzte Nacht.",
      "example_translation": "रातरांग ने अंधेरे में चुपचाप उड़ान भरी, अपने मुंह से खुले में माटियां और Тутियां पकड़ी. वह रात को जल्दी उड़ता है, और वह आज रात को फिर से उड़ेगा. वह कल रात को जल्दी उड़ा था.",
      "imageLink": "image_files\\English\\"imageLink": "nightjar.jpg",
      "audioLink": "nightjar.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischadler",
      "translation": " osprey (ओस्प्रे)",
      "definition": "Ein großer, dunkelbrauner Fisch fressender Greifvogel mit einem reversiblen äußeren Zehen.",
      "definition_translation": "एक बड़ा, काला भूरा मछली खाने वाला शिकारी पक्षी, जिसके पास एक विशिष्ट उलटने वाला बाहरी उंगली है.",
      "example": "Der Fischadler tauchte schnell in den Fluss, einen großen Fisch in seinen Klauen fangend. Es wird morgen wieder tauchen, und es hatte gestern getaucht. Fischadler bauen ihre Nester auf hohen Bäumen.",
      "example_translation": "ओस्प्रे ने नदी में तेजी से डुबकी लगाई, अपने पंजों में एक बड़ी मछली पकड़ी. वह कल फिर से डुबकी लगाएगा, और वह कल डुबकी लगाया था. ओस्प्रे लंबे पेड़ों पर अपने घोंसले बनाते हैं.",
      "imageLink": "image_files\\English\\"imageLink": "osprey.jpg",
      "audioLink": "osprey.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rebhuhn",
      "translation": "टीटार",
      "definition": "Ein kleiner bis mittelgroßer Vogel, typischerweise bodenbewohnend, mit einem runden Körper und kurzen Schwanz.",
      "definition_translation": "एक छोटा से मध्यम आकार का पक्षी, आमतौर पर जमीन पर रहने वाला, जिसके पास एक गोल शरीर और लंबा पूंछ होता है.",
      "example": "Das Rebhuhn rannte schnell über das Feld, nach Nahrung suchend. Es wird morgen wieder rennen, und es hatte gestern gerannt. Rebhühner sind soziale Vögel und leben in Schwärmen.",
      "example_translation": "टीटार ने खेत में तेजी से दौड़ लगाई, खाना ढूंढते हुए. वह कल फिर से दौड़ेगा, और वह कल दौड़ा था. टीटार सामाजिक पक्षी हैं और झुंडों में रहते हैं.",
      "imageLink": "image_files\\English\\"imageLink": "partridge.jpg",
      "audioLink": "partridge.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pfau",
      "translation": "मोर",
      "definition": "Ein großer, farbenprächtiger Vogel mit einem auffälligen Ruf und einem langen, kunstvollen Schwanz.",
      "definition_translation": "एक बड़ा, रंगीन चिड़िया जिसकी एक विशिष्ट कॉल और लंबा, अलंकृत पूंछ है।",
      "example": "Der Pfau breitete seinen prächtigen Schwanz aus, um einen Partner anzulocken. Gestern sah ich einen Pfau im Zoo. In Zukunft werde ich einen Pfau als Haustier haben.",
      "example_translation": "मोर ने अपनी शानदार पूंछ फैलाई ताकि एक साथी को आकर्षित कर सके। कल मैं जू में एक मोर देखा। भविष्य में, मैं एक मोर के रूप में पालतू पशु रखूँगा。",
      "imageLink": "image_files\\English\\"imageLink": "peacock.jpg",
      "audioLink": "peacock.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rosapelikan",
      "translation": "पेलिकन",
      "definition": "Ein großer Wasservogel mit einem auffälligen Sack an seinem Schnabel, in warmen und tropischen Regionen gefunden.",
      "definition_translation": "एक बड़े जलपक्षी के साथ एक विशिष्ट थैली वाले बिल, गर्म और उष्णकटिबंधीय क्षेत्रों में पाए जाते हैं।",
      "example": "Der Rosapelikan schöpfte Fische mit seinem Schnabel. Rosapelikane sind bekannt für ihr soziales Verhalten. In der Vergangenheit waren Rosapelikane in dieser Region häufig zu finden.",
      "example_translation": "पेलिकन ने अपने चोंच से मछली उठा ली। पेलिकन उनके सामाजिक व्यवहार के लिए जाने जाते हैं।过去, पेलिकन इस क्षेत्र में आम तौर पर पाए जाते थे।",
      "imageLink": "image_files\\English\\"imageLink": "pelican.jpg",
      "audioLink": "pelican.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wanderfalke",
      "translation": "पेरेग्रिन बाज",
      "definition": "Ein schneller und agiler Greifvogel, der kleine bis mittelgroße Vögel in der Luft jagt.",
      "definition_translation": "एक तेज और लचीला शिकारी पक्षी जो मध्य वायु में छोटे से मध्यम आकार के पक्षियों का शिकार करता है।",
      "example": "Der Wanderfalke stürzte sich hinab, um sein Opfer zu fangen. Wanderfalken sind bedrohte Arten. Bis 2025 werden Wanderfalken in diesem Gebiet wieder eingeführt werden.",
      "example_translation": "पेरेग्रिन बाज ने अपने शिकार को पकड़ने के लिए नीचे डूब गया। पेरेग्रिन बाज लुप्तप्राय प्रजाति हैं। 2025 तक, पेरेग्रिन बाज इस क्षेत्र में पुनः प्रस्तुत किए जाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "peregrine-falcon.jpg",
      "audioLink": "peregrine falcon.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fasan",
      "translation": "तीतर",
      "definition": "Ein großer, bodenbewohnender Vogel mit brillanter Federn, in Asien und Europa heimisch.",
      "definition_translation": "एक बड़ा, धरातल निवासी पक्षी जिसके चमकीले पंख हैं, एशिया और यूरोप में मूल निवासी है।",
      "example": "Der Fasan hetzte über das Feld. Fasane werden oft wegen ihres Fleisches gejagt. In der Vergangenheit waren Fasane in diesem Gebiet zahlreich zu finden.",
      "example_translation": "तीतर ने खेत के ऊपर दौड़ा। तीतर उनके मांस के लिए अक्सर शिकार किए जाते हैं। कभी, तीतर इस क्षेत्र में बहुतायत से पाए जाते थे।",
      "imageLink": "image_files\\English\\"imageLink": "pheasant.jpg",
      "audioLink": "pheasant.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Geflügel",
      "translation": "पोल्ट्री",
      "definition": "Hausgeflügel wie Hühner, Truthühner, Enten und Gänse, die für ihre Eier oder ihr Fleisch gehalten werden.",
      "definition_translation": "अंडे या मांस के लिए रखे जाने वाले घरेलू मुर्गे, टर्की, बत्तख, और हंस जैसे domesticated birds.",
      "example": "Der Hof züchtete Geflügel für den Verkauf auf dem Markt.",
      "example_translation": "बाज़ार में बिक्री के लिए फ़ार्म ने पोल्ट्री पालना शुरू कर दिया।",
      "imageLink": "image_files\\English\\"imageLink": "poultry.jpg",
      "audioLink": "poultry.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zwergohreule",
      "translation": "बौना उल्लू",
      "definition": "Eine kleine Art von Eule, die typischerweise zwischen 6-10 Zoll lang ist und in Wäldern und Gehölzen gefunden wird.",
      "definition_translation": "एक छोटी उल्लू प्रजाति,通常 6-10 इंच लंबी trovato, जंगलों और जंगलों में पाया जाता है।",
      "example": "Die Zwergohreule saß auf einem Ast und beobachtete ihre Beute.",
      "example_translation": "बौना उल्लू एक शाखा पर बैठा था, अपने शिकार की निगरानी कर रहा था।",
      "imageLink": "image_files\\English\\"imageLink": "pygmy-owl.jpg",
      "audioLink": "pygmy owl.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wachtel",
      "translation": "बटेर",
      "definition": "Ein kleiner, bodenbewohnender Vogel, der einer Rebhuhn ähnelt und oft in Grasländern und offenen Feldern gefunden wird.",
      "definition_translation": "एक छोटा, जमीन पर रहने वाला पक्षी जो टिटहरी से मिलता जुलता है, अक्सर घास के मैदान और खुले मैदान में पाया जाता है।",
      "example": "Die Wachtel huschte über das offene Feld und suchte nach Nahrung.",
      "example_translation": "बटेर खुले मैदान में भोजन की तलाश में दौड़ता हुआ गया।",
      "imageLink": "image_files\\English\\"imageLink": "quail.jpg",
      "audioLink": "quail.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rothalstaucher",
      "translation": "लाल गर्दन वाली ग्रेब",
      "definition": "Eine Art von Wasser Vogel, die in Süßwasserhabitaten brütet und durch ihr charakteristisches rotes Nackenfleckchen gekennzeichnet ist.",
      "definition_translation": "एक जलपक्षी प्रजाति जो ताज़े पानी के वास में प्रजनन करती है, अपने विशिष्ट लाल गर्दन पैच से पहचानी जाती है।",
      "example": "Der Rothalstaucher tauchte in den See, um Fische zu suchen.",
      "example_translation": "लाल गर्दन वाली ग्रेब झील में मछली की तलाश में डूब गई।",
      "imageLink": "image_files\\English\\"imageLink": "red-necked-grebe.jpg",
      "audioLink": "red-necked grebe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rotkehlchen",
      "translation": "रोबिन",
      "definition": "Ein kleiner, runder Vogel mit einem roten Brustfleck, der in Europa und Nordamerika häufig vorkommt.",
      "definition_translation": "एक छोटा, गोल पक्षी जिसके स्तन लाल होते हैं, आम तौर पर यूरोप और उत्तर अमेरिका में पाया जाता है।",
      "example": "Gestern sah ich ein Rotkehlchen auf einem Ast sitzen. Heute sitzt es auf dem Boden. Morgen wird es fliegen.",
      "example_translation": "कल मैंने एक शाखा पर रोबिन को देखा. आज, वह जमीन पर बैठा है. कल, वह उड़ जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "robin.jpg",
      "audioLink": "robin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Walze",
      "translation": "रोलर",
      "definition": "Ein zylindrisches oder kugelförmiges Objekt, das sich frei dreht oder bewegt und für verschiedene Zwecke wie Malen oder Reinigen verwendet wird.",
      "definition_translation": "एक लंबा या गोल объект जो घूमता है या自由 रूप से चलता है, पेंटिंग या साफ-सफाई जैसे विभिन्न उद्देश्यों के लिए प्रयोग किया जाता है।",
      "example": "Ich verwendete eine Walze, um die Wand zu malen. Ich werde sie morgen benutzen, um den Boden zu reinigen. Gestern hatte ich sie verwendet, um Klebstoff aufzutragen.",
      "example_translation": "मैंने दीवार पेंट करने के लिए एक रोलर का प्रयोग किया. मैं कल इसे फर्श साफ करने के लिए प्रयोग करूँगा. कल, मैंने इसे गोंद लगाने के लिए प्रयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "roller.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rabe",
      "translation": "रूक",
      "definition": "Ein großer, schwarzer Vogel der Krähenfamilie, der in Europa und Asien vorkommt und bekannt für seine Intelligenz und Problemlösungsfähigkeiten ist.",
      "definition_translation": "एक बड़ा काला पक्षी, कौवे परिवार का, यूरोप और एशिया में पाया जाता है, जिसकी बुद्धिमत्ता और समस्या-समाधान क्षमता के लिए जाना जाता है।",
      "example": "Der Rabe ist bekannt für seine Cleverness. Gestern löste er das Puzzle. Heute versucht er, die Schachtel zu öffnen.",
      "example_translation": "रूक की चालाकी के लिए जाना जाता है. कल, उसने पहेली को सolve किया. आज, वह बॉक्स खोलने की कोशिश कर रहा है.",
      "imageLink": "image_files\\English\\"imageLink": "rook.jpg",
      "audioLink": "rook.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zeisig",
      "translation": "सिसकिन",
      "definition": "Ein kleiner, gelbgrüner Vogel mit einem charakteristischen Gesang, der in Europa und Asien vorkommt und bekannt für seine Agilität und soziales Verhalten ist.",
      "definition_translation": "एक छोटा, पीला-हरा पक्षी, एक विशिष्ट गीत के साथ, यूरोप और एशिया में पाया जाता है, जिसकी چुस्ती और सामाजिक व्यवहार के लिए जाना जाता है।",
      "example": "Der Zeisig ist ein sozialer Vogel. Gestern sang er ein schönes Lied. Heute fliegt er mit seinen Freunden.",
      "example_translation": "सिसकिन एक सामाजिक पक्षी है. कल, उसने एक सुंदर गीत गाया. आज, वह अपने दोस्तों के साथ उड़ रहा है.",
      "imageLink": "image_files\\English\\"imageLink": "siskin.jpg",
      "audioLink": "siskin.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beachtlings-Schnepfe",
      "translation": "जहाज़ी बाज़",
      "definition": "Ein langschwänziger, getarnter Watvogel mit einer charakteristischen Flugweise, der in Feuchtgebieten und Grasländern gefunden wird.",
      "definition_translation": "नमभूमि और घासभूमि में पाया जाने वाला लंबे-चोंच वाला एक प्रवासी पक्षी, जिसके उड़ने का तरीका विशेष है।",
      "example": "Der Ornithologe entdeckte gestern eine Beachtlings-Schnepfe im Marschgebiet, sie wird morgen wieder schnepfen und hatte viele Vögel letztes Jahr geschnepft.",
      "example_translation": "जीवविज्ञानी ने कल नमभूमि क्षेत्र में एक जहाज़ी बाज़ देखा, वह कल फिर से जहाज़ी बाज़ करेगा, और पिछले साल कई पक्षियों को जहाज़ी बाज़ किया था।",
      "imageLink": "image_files\\English\\"imageLink": "snipe.jpg",
      "audioLink": "snipe.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sperber",
      "translation": "चीड़ील",
      "definition": "Ein kleiner, schlanker Raubvogel mit einer abgerundeten Flügelspitze und einem langen Schwanz, der kleine Vögel und Insekten jagt.",
      "definition_translation": "एक छोटा, पतला शिकारी पक्षी जिसके पंख का सिरा गोल है और पूंछ लंबी है, जो छोटे पक्षियों और कीड़ों का शिकार करता है।",
      "example": "Der Sperber stürzte gestern auf seine Beute herab, er hat in den letzten Wochen im Wald auf Sperberjagd gewesen, und wird morgen wieder auf Sperberjagd gehen.",
      "example_translation": "चीड़ील ने कल अपने शिकार पर झपट्टा मारा था, वह जंगल में कई हफ्ते से चीड़ील कर रहा है, और कल फिर से चीड़ील करेगा।",
      "imageLink": "image_files\\English\\"imageLink": "sparrowhawk.jpg",
      "audioLink": "sparrowhawk.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gebrauchter Fliegenschnäpper",
      "translation": "चित्तीदार मक्खी पकड़ने वाला",
      "definition": "Ein kleiner, graubrauner Vogel mit einem auffälligen weißen Augenbrauen, der Fliegen in der Luft fängt.",
      "definition_translation": "एक छोटा, धूसर-भूरा रंग का पक्षी जिसके आंख के ऊपर सफ़ेद सILITIES है, जो हवा में उड़ते मक्खियों को पकड़ता है।",
      "example": "Der Gebrauchte Fliegenschnäpper wurde gestern im Garten gesichtet, er hat Wochenlang Fliegen gefangen und wird morgen weitere Fliegen sichten.",
      "example_translation": "चित्तीदार मक्खी पकड़ने वाला कल बगीचे में देखा गया था, वह कई हफ्ते से मक्खियां पकड़ता आ रहा है, और कल फिर से अधिक मक्खियां पकड़ेगा।",
      "imageLink": "image_files\\English\\"imageLink": "spotted-flycatcher.jpg",
      "audioLink": "spotted flycatcher.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tüpfel-Nussknacker",
      "translation": "चित्तीदार नटखोड़ा",
      "definition": "Ein großer, graubrauner Vogel mit einer auffälligen schwarzen Mütze und weißen Flecken, der Nüsse aufbricht, um sie zu essen.",
      "definition_translation": "एक बड़ा, धूसर-भूरा रंग का पक्षी जिसके सिर पर काला टोपी और सफ़ेद चित्तीदार है, जो नट को तोड़ कर उन्हें खाता है।",
      "example": "Der Tüpfel-Nussknacker knackte gestern eine Walnuss auf, er hat Monate lang Nüsse geknackt und wird morgen weitere Nüsse sichten.",
      "example_translation": "चित्तीदार नटखोड़ा ने कल एक अखरॉट खोला था, वह कई महीने से नटखोड़ा कर रहा है, और कल फिर से अधिक नट देखेगा।",
      "imageLink": "image_files\\English\\"imageLink": "spotted-nutcracker.jpg",
      "audioLink": "spotted nutcracker.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Star",
      "translation": "मैना",
      "definition": "Ein mittelgroßer, Tümmlerartiger Vogel mit einem kurzen, viereckigen Schwanz und einem schwarzen Kopf und Körper mit weißen oder gelblichen Abzeichen.",
      "definition_translation": "एक छोटा से मedium आकार का पासरीन पक्षी जिसके पास एक छोटा सा वर्गाकार पूंछ और एक काला सिर और शरीर होता है जिसमें सफ़ेद या पीले रंग के निशान होते हैं.",
      "example": "Der Star saß gestern auf dem Telefonkabel, schrei endlich. Gestern wurde er über dem Haus gesehen. Bis nächster Woche wird er sein Nest gebaut haben.",
      "example_translation": "मैना टेलीफ़ोन तार पर बैठा, ज़ोर से चहचहा रहा था. कल, यह ऊपर उड़ते हुए देखा गया. अगले हफ्ते तक, यह अपना घोंसला बना लेगा.",
      "imageLink": "image_files\\English\\"imageLink": "starling.jpg",
      "audioLink": "starling.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwalbe",
      "translation": "абाबील",
      "definition": "Ein schneller, fliegender Vogel mit einer gestutzten Schwanzspitze und einem schwarzen, roten oder weißen Gefieder.",
      "definition_translation": "एक छोटा, तेज़ उड़ने वाला पक्षी जिसके पास एक विभाजित पूंछ और एक काला,红, या सफ़ेद प्लमेज होता है.",
      "example": "Die Schwalbe baute ihr Nest unter dem Dach des alten Hauses. Letzten Sommer wurde sie über dem Bauernhof gesehen. Bis nächstem Frühjahr wird sie zu wärmeren Klimazonen gezogen sein.",
      "example_translation": "अबाबील ने पुराने घर की छत के नीचे अपना घोंसला बनाया. पिछली गर्मी में, इसके आसपास खेत में उड़ते हुए देखा गया. अगली वसंत में, यह Гар्मी climates में प्रवास करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "swallow.jpg",
      "audioLink": "swallow.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mauersegler",
      "translation": "श्वेत वुलेट",
      "definition": "Ein schneller, fliegender Vogel mit einem braunen oder grauen Gefieder und einer gestutzten Schwanzspitze.",
      "definition_translation": "एक छोटा, तेज़ उड़ने वाला पक्षी जिसके पास एक भूरा या धूसर प्लमेज और एक विभाजित पूंछ होता है.",
      "example": "Der Mauersegler flog schnell über die Stadt, sein gestutzter Schwanz war von Weitem sichtbar. Gestern wurde er auf einem Wolkenkratzer gesehen. Bis nächsten Monat wird er seinen Zugein Neubeginnen haben.",
      "example_translation": "श्वेत वुलेट ने शहर के ऊपर तेज़ी से उड़ते हुए, अपनी विभाजित पूंछ को दूर से दिखाया. कल, इसके एक महल पर बैठे हुए देखा गया. अगले महीने तक, यह अपना प्रवास शुरू कर देगा.",
      "imageLink": "image_files\\English\\"imageLink": "swift.jpg",
      "audioLink": "swift.mp3"
    },
    {
      "section": "ptaki-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Waldkauz",
      "translation": "टर्नी उल्लू",
      "definition": "Ein mittelgroßer Eulenartiger Vogel mit einem braunen oder rotbraunen Gefieder und einem auffälligen Huhu-Ruf.",
      "definition_translation": "एक मध्यम आकार का उल्लू जिसके पास एक भूरा या लाल-भूरा प्लमेज और एक विशेष हुक होता है.",
      "example": "Der Waldkauz saß auf einem Ast, dabei beobachtete er seine Beute. Gestern Nacht wurde er durch den Wald fliegend gesehen. Bis nächsten Winter wird er sein neues Gefieder gewachsen haben.",
      "example_translation": "टर्नी उल्लू ने एक शाखा पर बैठा, अपने शिकार को देखा. पिछली रात, इसके जंगल में चुपचाप उड़ते हुए देखा गया. अगली सर्दी तक, यह अपने नए पंख उगा लेगा.",
      "imageLink": "image_files\\English\\"imageLink": "tawny-owl.jpg",
      "audioLink": "tawny owl.mp3"
    }
  ]