[
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "bunte Stifte",
      "translation": "रंगीन पेंसिलें",
      "definition": "Bunte Stifte sind Kunstzubehör, das für das Malen und Zeichnen verwendet wird. Sie bestehen typischerweise aus einer Mischung aus Pigment, Bindemittel und anderen Inhaltsstoffen und sind in einer Vielzahl von Farben erhältlich.",
      "definition_translation": "रंगीन पेंसिलें आर्ट सप्लाई हैं जिनका उपयोग रंग भरने और ड्राइंग के लिए किया जाता है. वे आमतौर पर पिग्मेंट, बाइंडर और अन्य सामग्रियों के मिश्रण से बनाए जाते हैं, और विभिन्न रंगों में उपलब्ध हैं.",
      "example": "Ich verwendete bunte Stifte, um ein farbiges Porträt meiner Familie zu erstellen. Ich werde sie morgen benutzen, um mein Buch zu färben. Sie hatte bunte Stifte verwendet, um eine schöne Landschaft zu zeichnen.",
      "example_translation": "मैंने अपने परिवार का एक जीवंत चित्र बनाने के लिए रंगीन पेंसिलें इस्तेमाल की. मैं कल अपनी किताब को रंगने के लिए इन्हें इस्तेमाल करूँगा. उसने एक सुंदर लैंडस्केप ड्रा करने के लिए रंगीन पेंसिलें इस्तेमाल की थीं.",
      "imageLink": "image_files\\English\\"imageLink": "crayons.jpg",
      "audioLink": "coloured pencils.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bleistift",
      "translation": "पेंसिल",
      "definition": "Ein Bleistift ist ein Schreibgerät, das zum Schreiben, Zeichnen und Skizzieren verwendet wird. Er besteht typischerweise aus einem schmalen, festen Graphitkern, der von einem Holz- oder Plastikgehäuse umgeben ist.",
      "definition_translation": "पेंसिल एक लेखन साधन है जिसका उपयोग लिखने, ड्राइंग और स्केचिंग के लिए किया जाता है. यह आमतौर पर संकीर्ण, ठोस ग्रेफाइट नाभिक से बना है, जिसके चारों ओर लकड़ी या प्लास्टिक केसिंग होती है.",
      "example": "Ich trage immer einen Bleistift bei mir, um Notizen zu machen. Sie hatte einen Bleistift verwendet, um ihr Design zu skizzieren. Er wird einen Bleistift benutzen, um seine Prüfung morgen zu schreiben.",
      "example_translation": "मैं हमेशा नोट्स लेने के लिए पेंसिल अपने साथ रखता हूँ. उसने अपने डिज़ाइन का स्केच बनाने के लिए पेंसिल इस्तेमाल की थी. वह कल अपना परीक्षा लिखने के लिए पेंसिल इस्तेमाल करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "pencil.jpg",
      "audioLink": "pencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinsel",
      "translation": "ब्रश",
      "definition": "Ein Pinsel ist ein Werkzeug, das zum Auftragen von Farbe, Tinte oder anderen Substanzen auf eine Oberfläche verwendet wird. Er besteht typischerweise aus einem Griff und einem Kopf, der aus Borsten, Haaren oder anderen Materialien besteht.",
      "definition_translation": "ब्रश एक टूल है जिसका उपयोग सतह पर पेंट, स्याही या अन्य पदार्थों को लगाने के लिए किया जाता है. यह आमतौर पर एक हैंडल और एक हेड से बना है, जिसका निर्माण ब्रिसल, बाल या अन्य सामग्रियों से होता है.",
      "example": "Ich verwendete einen Pinsel, um mein Zimmer zu streichen. Sie hatte einen Pinsel verwendet, um Leim auf ihr Projekt aufzutragen. Er wird einen Pinsel benutzen, um seine Schuhe morgen zu reinigen.",
      "example_translation": "मैंने अपने कमरे को पेंट करने के लिए ब्रश इस्तेमाल किया. उसने अपने प्रोजेक्ट पर ग्लू लगाने के लिए ब्रश इस्तेमाल की थी. वह कल अपने जूतों की सफ़ाई के लिए ब्रश इस्तेमाल करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "brush-1.jpg",
      "audioLink": "brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lineal",
      "translation": "रुलर",
      "definition": "Ein Lineal ist ein Linealwerkzeug, das zum Messen, Zeichnen von geraden Linien und als Führungsleine für das Schneiden oder Zeichnen verwendet wird.",
      "definition_translation": "रुलर एक सीधी किनारा टूल है जिसका उपयोग मापने, सीधी रेखा खींचने और काटने या ड्राइंग के लिए गाइड के रूप में किया जाता है.",
      "example": "Ich verwende ein Lineal, um die Länge meines Zimmers zu messen. Sie hatte ein Lineal verwendet, um eine gerade Linie auf ihrem Papier zu zeichnen. Er wird ein Lineal benutzen, um sein Stoff morgen zu schneiden.",
      "example_translation": "मैं अपने कमरे की लंबाई मापने के लिए रुलर इस्तेमाल करता हूँ. उसने अपने पेपर पर सीधी रेखा खींचने के लिए रुलर इस्तेमाल की थी. वह कल अपने कपड़े को काटने के लिए रुलर इस्तेमाल करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "ruler.jpg",
      "audioLink": "ruler.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schere",
      "translation": "कैंची",
      "definition": "Ein Instrument zum Schneiden von Stoff, Papier oder anderen Materialien, das aus zwei Klingen besteht, die an den Griffen befestigt sind.",
      "definition_translation": "कागज, कपड़े या अन्य सामग्रियों को काटने के लिए प्रयोग किया जाने वाला एक उपकरण, जिसमें दो ब्लेड होते हैं जो हैंडल से जुड़े होते हैं",
      "example": "Sie verwendete eine Schere, um den Stoff zu schneiden. Sie wird eine Schere benutzen, um den Stoff morgen zu schneiden. Sie hatte eine Schere verwendet, um den Stoff zu schneiden.",
      "example_translation": "उसने कपड़े काटने के लिए कैंची का उपयोग किया. वह कपड़े काटने के लिए कैंची का उपयोग करेगी. उसने कपड़े काटने के लिए कैंची का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "scissors.jpg",
      "audioLink": "scissors.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knopf",
      "translation": "बटन",
      "definition": "Ein kleiner, runder oder ovaler Gegenstand, der aus Kunststoff oder Metall besteht und zum Öffnen oder Schließen von Kleidung oder anderen Gegenständen dient.",
      "definition_translation": "कुछ खोलने या बंद करने के लिए प्रयोग किया जाने वाला एक छोटा डिस्क या नॉब, ज्यादातर प्लास्टिक या मेटल से बना होता है, विशेष रूप से कपड़े पर",
      "example": "Sie schloss den Knopf an ihrem Hemd. Sie wird den Knopf an ihrem Hemd schließen. Sie hatte den Knopf an ihrem Hemd geschlossen.",
      "example_translation": "उसने अपनी शर्ट पर बटन लगाया. वह अपनी शर्ट पर बटन लगाएगी. उसने अपनी शर्ट पर बटन लगाया था.",
      "imageLink": "image_files\\English\\"imageLink": "button-1.jpg",
      "audioLink": "button.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pinnnadel",
      "translation": "ड्राइंग पिन",
      "definition": "Eine kleine Nadel mit einem flachen Kopf, die verwendet wird, um Papiere, Notizen oder Zeichnungen an einer Oberfläche, insbesondere an einer Tafel oder Wand, zu befestigen.",
      "definition_translation": "एक छोटा पिन जिसका सिरा चपटा होता है, कागज, नोट या चित्र को एक सतह पर, विशेष रूप से एक बोर्ड या दीवार पर लगाने के लिए प्रयोग किया जाता है",
      "example": "Sie verwendete eine Pinnnadel, um die Ankündigung aufzuhängen. Sie wird eine Pinnnadel benutzen, um die Ankündigung aufzuhängen. Sie hatte eine Pinnnadel verwendet, um die Ankündigung aufzuhängen.",
      "example_translation": "उसने नोटिस लगाने के लिए ड्राइंग पिन का उपयोग किया. वह नोटिस लगाने के लिए ड्राइंग पिन का उपयोग करेगी. उसने नोटिस लगाने के लिए ड्राइング पिन का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "drawing-pin.jpg",
      "audioLink": "drawing pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tinte",
      "translation": "स्याही",
      "definition": "Eine flüssige oder gelartige Substanz, die zum Schreiben oder Drucken verwendet wird, typischerweise schwarz oder blau gefärbt.",
      "definition_translation": "लिखने या प्रिंटिंग के लिए प्रयोग किया जाने वाला एक द्रव्य या जेल जैसा पदार्थ, ज्यादातर काला या नीला रंग का होता है",
      "example": "Sie schrieb den Brief mit schwarzer Tinte. Sie wird den Brief mit blauer Tinte schreiben. Sie hatte den Brief mit roter Tinte geschrieben.",
      "example_translation": "उसने काली स्याही से पत्र लिखा. वह नीली स्याही से पत्र लिखेगी. उसने लाल स्याही से पत्र लिखा था.",
      "imageLink": "image_files\\English\\"imageLink": "ink.jpg",
      "audioLink": "ink.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Muster",
      "translation": "पैटर्न",
      "definition": "Ein wiederholtes Design oder Motiv, das insbesondere auf Stoffen, Tapeten oder anderen Oberflächen verwendet wird.",
      "definition_translation": "किसी सतह पर उपयोग किया जाने वाला दोहराया डिज़ाइन या दृश्य, विशेष रूप से वस्त्र, वॉलपेपर या अन्य सतहों पर。",
      "example": "Ich liebe das Muster auf diesem Schal. Gestern kaufte ich ein Hemd mit einem ähnlichen Muster. Morgen werde ich ein Kleid mit einem schönen Muster tragen.",
      "example_translation": "मुझे इस स्कार्फ पर पैटर्न पसंद है। कल, मैंने एक समान पैटर्न वाला शर्ट खरीदा। कल, मैं एक सुंदर पैटर्न वाला ड्रेस पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "pattern.jpg",
      "audioLink": "pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadel",
      "translation": "पिन",
      "definition": "Ein kleiner, dünner Metallstab mit einer Spitze an einem Ende und einem Kopf am anderen Ende, der zum Zusammennähen von Dingen verwendet wird.",
      "definition_translation": "एक छोटा, पतला धातु का टुकड़ा, जिसके एक सिरे पर एक 点 है और दूसरे सिरे पर एक सिर है, चीजें साथ में扎ने के लिए उपयोग किया जाता है।",
      "example": "Ich verwendete eine Nadel, um mein Kleid zu flicken. Sie steckte die Ankündigung auf dem Brett auf. Sie werden die Medaillen an ihren Uniformen anstecken.",
      "example_translation": "मैंने अपनी ड्रेस को ठीक करने के लिए एक पिन का उपयोग किया। उसने नोटिस बोर्ड पर पिन किया। वे अपने वर्दी पर मेडल पिन करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "pin-1.jpg",
      "audioLink": "pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadelkissen",
      "translation": "पिन कुशन",
      "definition": "Ein kleines Kissen oder Polster, das typischerweise mit weichem Material gefüllt ist, das zum Halten von Nadeln dient.",
      "definition_translation": "एक छोटा गद्दा या पैड, आम तौर पर एक नरम सामग्री से भरा होता है, पिन्स रखने के लिए उपयोग किया जाता है।",
      "example": "Ich behielt mein Nadelkissen auf dem Tisch. Sie machte ein schönes Nadelkissen für ihre Nähkiste. Das Nadelkissen war voller Nadeln.",
      "example_translation": "मैंने अपना पिन कुशन टेबल पर रखा। उसने अपने सिलाई किट के लिए एक सुंदर पिन कुशन बनाया। पिन कुशन पिन्स से भरा हुआ था।",
      "imageLink": "image_files\\English\\"imageLink": "pincushion.jpg",
      "audioLink": "pincushion.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karton",
      "translation": "कार्डबोर्ड",
      "definition": "Ein steifes, dickes Papier, das zum Herstellen von Schachteln, Kartons und anderen Behältern verwendet wird.",
      "definition_translation": "एक सख्त, मोटा पेपरबोर्ड, बक्सों, कार्टनों, और अन्य कंटेनर बनाने के लिए उपयोग किया जाता है।",
      "example": "Ich wickelte das Geschenk in Karton ein. Das Unternehmen verwendet Kartonschachteln für den Versand. Sie haben ein Kartonmodell des Gebäudes gemacht.",
      "example_translation": "मैंने उपहार को कार्डबोर्ड में लपेटा। कंपनी शिपिंग के लिए कार्डबोर्ड बक्सользовोग करती है। उन्होंने इमारत का कार्डबोर्ड मॉडल बनाया।",
      "imageLink": "image_files\\English\\"imageLink": "cardboard.jpg",
      "audioLink": "cardboard.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ton",
      "translation": "मिट्टी",
      "definition": "Ein weiches, klebriges Erdmaterial, das typischerweise gelb oder braun ist und zum Herstellen von Keramik, Töpferei und anderen Gegenständen verwendet wird.",
      "definition_translation": "एक नरम, चिपचिपा पृथ्वी सामग्री, जिसका रंग टाइपकली पीला या भूरा होता है, जिसका उपयोग मिट्टी के बर्तन, सिरेमिक और अन्य वस्तुओं को बनाने के लिए किया जाता है।",
      "example": "Die Künstlerin arbeitete mit Ton, um eine schöne Vase zu erstellen. Sie hatte bereits mit Ton gearbeitet, aber dies war ihr erster Versuch, eine Vase zu erstellen. Sie wird wieder mit Ton arbeiten, um weitere schöne Stücke zu schaffen.",
      "example_translation": "कलाकार ने एक सुंदर वास को बनाने के लिए मिट्टी से काम किया। उसने पहले मिट्टी से काम किया था, लेकिन यह उसका पहला वक्त था एक वास को बनाने का। वह फिर से मिट्टी से काम करेगा और अधिक सुंदर टुकड़े बनाएगा।",
      "imageLink": "image_files\\English\\"imageLink": "clay.jpg",
      "audioLink": "clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wachsmalstifte",
      "translation": "क्रेयॉन",
      "definition": "Wachs-basierte Stifte, die zum Malen oder Kolorieren verwendet werden, typischerweise in bunten Farben.",
      "definition_translation": "ड्राइंग या रंगीन करने के लिए वैक्स-आधारित स्टिक्स, टाइपकली उज्ज्वल रंगीन होते हैं।",
      "example": "Die Kinder waren aufgeregt, ihre neuen Wachsmalstifte zu verwenden, um das Bild zu färben. Sie hatten bereits Wachsmalstifte verwendet, aber diese waren ihre Lieblingsfarben. Sie werden Wachsmalstifte wieder verwenden, um weitere schöne Kunstwerke zu erstellen.",
      "example_translation": "बच्चे अपने नए क्रेयॉन को चित्र को रंगीन करने के लिए उपयोग करने के लिए उत्साहित थे। वे पहले क्रेयॉन का उपयोग कर चुके थे, लेकिन ये उनके पसंदीदा रंग थे। वे फिर से क्रेयॉन का उपयोग करेंगे और अधिक सुंदर कलाकृति बनाएंगे।",
      "imageLink": "image_files\\English\\"imageLink": "crayons-1.jpg",
      "audioLink": "crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klebstoff",
      "translation": "ग्लू",
      "definition": "Ein Typ von Klebstoff, der zum Verbinden von Materialien wie Papier, Holz oder Plastik verwendet wird.",
      "definition_translation": "एक प्रकार का अदहेसिव सामग्री जिसका उपयोग सामग्रियों को एक साथ जोड़ने के लिए किया जाता है, जैसे कागज, लकड़ी, या प्लास्टिक।",
      "example": "Sie benutzte Klebstoff, um das Foto an das Album zu kleben. Sie hatte bereits Klebstoff verwendet, aber dies war ein neuer Typ von Klebstoff. Sie wird Klebstoff wieder verwenden, um das kaputte Spielzeug zu reparieren.",
      "example_translation": "उसने एल्बम में फोटो को चिपकाने के लिए ग्लू का उपयोग किया। उसने पहले ग्लू का उपयोग किया था, लेकिन यह एक नई प्रकार का ग्लू था। वह फिर से टूटे हुए खिलौने को ठीक करने के लिए ग्लू का उपयोग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "glue-1.jpg",
      "audioLink": "glue.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähnadel",
      "translation": "सुई",
      "definition": "Ein kleines, spitzes Werkzeug, das zum Nähen oder Durchbohren verwendet wird, typischerweise mit einem Auge an einem Ende.",
      "definition_translation": "एक छोटा, नुकीला टूल जिसका उपयोग सिलाई या छेदने के लिए किया जाता है, टाइपकली एक अंत में एक आंख होती है।",
      "example": "Sie benutzte eine Nähnadel, um den zerrissenen Stoff zu flicken. Sie hatte bereits eine Nähnadel verwendet, aber dies war ein neuer Typ von Nähnadel. Sie wird eine Nähnadel wieder verwenden, um den kaputten Reißverschluss zu reparieren.",
      "example_translation": "उसने फटे हुए फेब्रिक को सिलने के लिए सुई का उपयोग किया। उसने पहले सुई का उपयोग किया था, लेकिन यह एक नई प्रकार की सुई थी। वह फिर से टूटे हुए ज़िप को ठीक करने के लिए सुई का उपयोग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "needle.jpg",
      "audioLink": "needle.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papier-Serviette",
      "translation": "कागज़ नैपकिन",
      "definition": "Ein kleines Stück absorptive Papier, das zum Trocknen oder Reinigen der Hände und des Gesichts verwendet wird, typischerweise während einer Mahlzeit.",
      "definition_translation": "एक छोटा सा कागज़ का टुकड़ा जिसका उपयोग हाथ और चेहरा साफ करने के लिए किया जाता है, आमतौर पर एक भोजन के दौरान.",
      "example": "Ich benutzte eine Papier-Serviette, um meine Lippen nach dem Essen des Sandwichs abzuwischen. Ich werde eine Papier-Serviette verwenden, um meine Hände nach dem Essen zu säubern. Sie hatte eine Papier-Serviette verwendet, um ihre Tränen abzuwischen.",
      "example_translation": "मैंने सैंडविच खाने के बाद अपने मुंह पर कागज़ नैपकिन का उपयोग किया. मैं भोजन के बाद अपने हाथ साफ करने के लिए कागज़ नắpकिन का उपयोग करूँगा. उसने अपने आंसू सुखाने के लिए कागज़ नैपकिन का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "paper-napkin.jpg",
      "audioLink": "paper napkin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sicherheitsnadel",
      "translation": "सुरक्षा पिन",
      "definition": "Eine kleine Nadel mit einer sprunggeladenen Klammer, die zum Befestigen von Kleidung, insbesondere für Babys, verwendet wird.",
      "definition_translation": "एक छोटा पिन जिसका उपयोग कपड़े को जोड़ने के लिए किया जाता है, szczególnie dla dzieci.",
      "example": "Sie benutzte eine Sicherheitsnadel, um die Windel des Babys zu befestigen. Die Schwester wird eine Sicherheitsnadel verwenden, um das Identitätsband am Patienten anzubringen. Er hatte eine Sicherheitsnadel verwendet, um sein zerrissenes Hemd zu flicken.",
      "example_translation": "उसने बच्चे की डायपर को जोड़ने के लिए सुरक्षा पिन का उपयोग किया. नर्स मरीज़ की कलाई से पहचान टैग को जोड़ने के लिए सुरक्षा पिन का उपयोग करेगी. उसने अपनी फटी हुई शर्ट की मरम्मत के लिए सुरक्षा पिन का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "safety-pin.jpg",
      "audioLink": "safety pin.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähmaschine",
      "translation": "सिलाई मशीन",
      "definition": "Eine Maschine, die zum Nähen verwendet wird, typischerweise mit einer automatischen Nadel und einem Faden.",
      "definition_translation": "एक मशीन जिसका उपयोग सिलाई के लिए किया जाता है, आमतौर पर एक ऑटोमैटिक सुई और धागे के साथ.",
      "example": "Sie lernte in ihrer Kindheit, eine Nähmaschine zu bedienen. Der Schneider wird eine Nähmaschine verwenden, um das Kleid zu nähen. Sie hatten eine Nähmaschine verwendet, um die Vorhänge zu machen.",
      "example_translation": "उसने अपने बचपन में सिलाई मशीन का उपयोग सीखा. दर्जी Dresses की सिलाई के लिए सिलाई मशीन का उपयोग करेगा. वे पर्दे बनाने के लिए सिलाई मशीन का उपयोग कर चुके थे.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-machine.jpg",
      "audioLink": "sewing machine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aufkleber",
      "translation": "चिपकने वाला लेबल",
      "definition": "Ein kleiner klebender Etikett oder Bild, der zum Dekorieren oder Kennzeichnen verwendet wird.",
      "definition_translation": "एक छोटा सा चिपकने वाला लेबल या चित्र, सजावट या पहचान के लिए उपयोग किया जाता है.",
      "example": "Sie klebte einen Aufkleber auf ihr Notizbuch. Die Kinder werden Aufkleber verwenden, um ihr Bild zu dekorieren. Er hatte einen Aufkleber verwendet, um sein Gepäck zu kennzeichnen.",
      "example_translation": "उसने अपने नोटबुक पर एक चिपकने वाला लेबल लगाया. बच्चे अपने चित्र को सजाने के लिए चिपकने वाला लेबल का उपयोग करेंगे. उसने अपने सामान को लेबल करने के लिए एक चिपकने वाला लेबल का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "sticker.jpg",
      "audioLink": "sticker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schnur",
      "translation": "डोरी",
      "definition": "Ein Faden oder eine Schnur, die zum Binden oder Nähen verwendet wird.",
      "definition_translation": "बांधने या सिलने के लिए उपयोग किए जाने वाला एक रेशमी या धागा",
      "example": "Sie benutzte eine Schnur, um ihr Haar zu binden. Gestern hatte sie ihre Gitarre gestimmt. Morgen wird sie die Perlen aufziehen.",
      "example_translation": "वह अपने बालों को बांधने के लिए एक डोरी का उपयोग करती है. कल, उसने अपने गिटार के तार किया था. कल, वह मोतियों की डोरी करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "string-1.jpg",
      "audioLink": "string.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Draht",
      "translation": "तार",
      "definition": "Ein dünner,flexibler Faden oder Streifen aus Metall, der zum Leiten von Elektrizität oder Senden von Nachrichten verwendet wird.",
      "definition_translation": "विद्युत या संदेश भेजने के लिए उपयोग किए जाने वाला एक पतला, लचीला धागा या धातु की पट्टी",
      "example": "Der Elektriker verband die Drähte. Gestern hatte sie das Haus verdrahtet. Morgen werden sie den Zaun verdrahten.",
      "example_translation": "بिजलीकर्मी ने तारों को जोड़ा. कल, उसने घर को तार दिया था. कल, वे बाड़ को तार करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "wire.jpg",
      "audioLink": "wire.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reißverschluss",
      "translation": "जिप",
      "definition": "Ein Gerät zum Öffnen oder Schließen von Öffnungen, insbesondere an Kleidung.",
      "definition_translation": "विशेष रूप से कपड़े पर खुलने या बंद होने के लिए एक उपकरण",
      "example": "Sie zog ihren Reißverschluss hoch. Gestern hatte er seinen Rucksack zugezogen. Morgen werden sie die Mappe zuziehen.",
      "example_translation": "उसने अपने जैकेट को जिप कर दिया. कल, उसने बैग को जिप कर दिया था. कल, वे फोल्डर को जिप करेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "zip.jpg",
      "audioLink": "zip.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wachsmalstifte",
      "translation": "मोम क्रेयन",
      "definition": "Ein Stift aus farbigem Wachs, der zum Zeichnen oder Malen verwendet wird.",
      "definition_translation": "रंगीन मोम का एक स्टिक, ड्राइंग या रंग करने के लिए उपयोग किया जाता है",
      "example": "Das Kind malte mit Wachsmalstiften. Gestern hatte sie das Bild mit Wachsmalstiften bemalt. Morgen werden sie das Papier mit Wachsmalstiften bemalen.",
      "example_translation": "बच्चे ने क्रेयन से रंग किया. कल, उसने मोम क्रेयन से चित्र को रंगा था. कल, वे कागज को क्रेयन से रंगेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "wax-crayons.jpg",
      "audioLink": "(wax) crayons.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stoff",
      "translation": "कपड़ा",
      "definition": "Ein Material, das aus Fasern, Fäden oder Garne hergestellt wird und zum Herstellen von Kleidung, Polstern und anderen Textilerzeugnissen verwendet wird.",
      "definition_translation": "धागों, सूत्रों या यार्न से बना एक सामग्री, जिसका उपयोग कपड़े, असबाब और अन्य टेक्सटाइल उत्पादों को बनाने के लिए किया जाता है",
      "example": "Sie wählte einen schönen Stoff für ihr neues Kleid. Sie hatte einen schönen Stoff für ihr neues Kleid gewählt. Sie wird einen schönen Stoff für ihr neues Kleid wählen.",
      "example_translation": "वह अपने नए कपड़े के लिए सुंदर कपड़ा चुनती थी। वह अपने नए कपड़े के लिए सुंदर कपड़ा चुनती थी। वह अपने नए कपड़े के लिए सुंदर कपड़ा चुनेगी",
      "imageLink": "image_files\\English\\"imageLink": "fabric.jpg",
      "audioLink": "fabric.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gummistempel",
      "translation": "रबर मोहर",
      "definition": "Ein Werkzeug, das zum Auftragen eines Musters oder einer Marke auf eine Oberfläche verwendet wird, typischerweise aus Gummi oder einem ähnlichen Material hergestellt.",
      "definition_translation": "एक उपकरण जिसका उपयोग सतह पर डिज़ाइन या निशान लगाने के लिए किया जाता है, आम तौर पर रबर या समान सामग्री से बना होता है",
      "example": "Der Büroangestellte benutzte einen Gummistempel, um die Dokumente zu unterzeichnen. Sie hatte einen Gummistempel benutzt, um die Dokumente zu unterzeichnen. Sie wird einen Gummistempel benutzen, um die Dokumente zu unterzeichnen.",
      "example_translation": "कार्यालय कार्यकर्ता ने दस्तावेजों पर हस्ताक्षर करने के लिए एक रबर मोहर का उपयोग किया। उसने दस्तावेजों पर हस्ताक्षर करने के लिए एक रबर मोहर का उपयोग किया था। वह दस्तावेजों पर हस्ताक्षर करने के लिए एक रबर मोहर का उपयोग करेगी",
      "imageLink": "image_files\\English\\"imageLink": "rubber-stamp.jpg",
      "audioLink": "rubber stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Filz",
      "translation": "मोटा कपड़ा",
      "definition": "Ein dichtes, dickes Gewebe, das durch Verdichten, Verfestigen und Pressen von Wolle oder einem anderen Faserstoff hergestellt wird.",
      "definition_translation": "वूल या अन्य फाइबर से बना एक मोटा, घना कपड़ा, जिसका निर्माण मैटिंग, कंडेंसिंग और प्रेसिंग से होता है",
      "example": "Sie trug einen Hut aus Filz. Sie hatte einen Hut aus Filz getragen. Sie wird einen Hut aus Filz tragen.",
      "example_translation": "वह एक मोटे कपड़े से बना टोपी पहनती थी। उसने एक मोटे कपड़े से बना टोपी पहनी थी। वह एक मोटे कपड़े से बना टोपी पहनेगी",
      "imageLink": "image_files\\English\\"imageLink": "felt.jpg",
      "audioLink": "felt.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zange",
      "translation": "प्लायर्स",
      "definition": "Ein handgehaltenes Werkzeug, das zum Greifen, Biegen oder Schneiden von Objekten verwendet wird, typischerweise bestehend aus einer Zange und einem Griff.",
      "definition_translation": "एक हाथ में पकड़े जाने वाला उपकरण जिसका उपयोग वस्तुओं को पकड़ने, मोड़ने या काटने के लिए किया जाता है, आम तौर पर एक जोड़ी जबड़े और एक हैंडल से बना होता है",
      "example": "Der Mechaniker benutzte eine Zange, um die Schraube festzuziehen. Er hatte eine Zange benutzt, um die Schraube festzuziehen. Er wird eine Zange benutzen, um die Schraube festzuziehen.",
      "example_translation": "मेकैनिक ने बोल्ट को कसने के लिए प्लायर्स का उपयोग किया। उसने बोल्ट को कसने के लिए प्लायर्स का उपयोग किया था। वह बोल्ट को कसने के लिए प्लायर्स का उपयोग करेगा",
      "imageLink": "image_files\\English\\"imageLink": "pliers.jpg",
      "audioLink": "pliers.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Druckknopf",
      "translation": "प्रेस स्टड",
      "definition": "Ein kleines Gerät, das zum Öffnen oder Schließen von Kleidung verwendet wird, typischerweise bestehend aus einem kleinen metallischen oder plastischen Knopf, der durch ein Loch in einem Stoffstück passt und durch einen entsprechenden Knopf an einem anderen Stoffstück gesichert wird.",
      "definition_translation": "एक छोटा डिवाइस जिसका उपयोग कपड़े को बंद करने या खोलने के लिए किया जाता है, आमतौर पर एक छोटे मेटल या प्लास्टिक स्टड से बना होता है जो एक टुकड़े में छेद में से गुजरता है और दूसरे टुकड़े पर संबंधित स्टड से सुरक्षित होता है.",
      "example": "Ich drückte den Knopf, um mein Hemd zuzubinden. Ich werde den Knopf drücken, um mein Hemd morgen zuzubinden. Ich hatte den Knopf gedrückt, um mein Hemd gestern zuzubinden.",
      "example_translation": "मैंने अपनी शर्ट को बंद करने के लिए स्टड को दबाया. मैं कल अपनी शर्ट को बंद करने के लिए स्टड को दबाऊंगा. मैंने कल अपनी शर्ट को बंद करने के लिए स्टड को दबाया था.",
      "imageLink": "image_files\\English\\"imageLink": "press-stud.jpg",
      "audioLink": "press stud.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schlag",
      "translation": "पंच",
      "definition": "Ein schneller, plötzlicher Schlag, insbesondere mit der Faust, oder ein Gerät, das zum Erzeugen von Löchern in Materialien verwendet wird.",
      "definition_translation": "एक तेज, अचानक मुक्का, विशेष रूप से मुट्ठी से, या सामग्री में छेद करने के लिए उपयोग किए जाने वाला उपकरण.",
      "example": "Ich schlug die Wand in Wut. Sie wird die Tastatur schlagen, um die Nachricht zu tippen. Er hatte den Boxsack geschlagen, um Boxen zu üben.",
      "example_translation": "मैंने गुस्से में दीवार पर मुक्का मारा. वह संदेश टिप्पणी करने के लिए कीबोर्ड पर मुक्का मारेगी. उसने बॉक्सिंग प्रैक्टिस करने के लिए बैग पर मुक्का मारा था.",
      "imageLink": "image_files\\English\\"imageLink": "punch-2.jpg",
      "audioLink": "punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleife",
      "translation": "रिबन",
      "definition": "Ein langer, schmaler Streifen aus Stoff oder anderem Material, der zur Dekoration oder zum Festmachen verwendet wird.",
      "definition_translation": "एक लंबा, संकीर्ण फैबरिक या अन्य सामग्री की पट्टी, अलंकरण के लिए या चीजों को बांधने के लिए उपयोग की जाती है.",
      "example": "Sie band die Schleife um das Geschenk. Sie wird die Schleife um ihr Haar binden. Er hatte die Schleife um den Blumenstrauß gebunden.",
      "example_translation": "मैंने उपहार के चारो ओर रिबन बांधा. वह अपने बाल के चारो ओर रिबन बांधेगी. उसने बुके के चारो ओर रिबन बांधा था.",
      "imageLink": "image_files\\English\\"imageLink": "ribbon.jpg",
      "audioLink": "ribbon.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Walze",
      "translation": "रोलर",
      "definition": "Ein Gerät oder Teil einer Ausrüstung, das sich um eine feste Achse dreht oder bewegt, das für verschiedene Aufgaben wie Malen oder das Bewegen von schweren Objekten verwendet wird.",
      "definition_translation": "एक डिवाइस या उपकरण जो एक स्थिर अक्ष के चारो ओर घूमता है या स्थानांतरित होता है, विभिन्न कार्यों जैसे पेंटिंग या भारी वस्तुओं को स्थानांतरित करने के लिए उपयोग किया जाता है.",
      "example": "Ich verwendete eine Walze, um die Wand zu streichen. Sie wird eine Walze verwenden, um den schweren Kasten zu bewegen. Er hatte eine Walze verwendet, um die raue Oberfläche zu glätten.",
      "example_translation": "मैंने दीवार के लिए पेंट करने के लिए रोलर का उपयोग किया. वह भारी बॉक्स को स्थानांतरित करने के लिए रोलर का उपयोग करेगी. उसने rough सतह को सMOOTH करने के लिए रोलर का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "roller-1.jpg",
      "audioLink": "roller.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleifpapier",
      "translation": "सैंडपेपर",
      "definition": "Ein Papier mit einer rauen Oberfläche, das zum Glätten oder Polieren von Holz, Metall usw. verwendet wird.",
      "definition_translation": "लकड़ी, धातु, इत्यादि की सतह को चिकना करने या पॉलिश करने के लिए उपयोग किया जाने वाला एक कागज के साथ एक रफ़ सतह",
      "example": "Sie verwendete Schleifpapier, um die rauen Kanten des Holztisches zu glätten. Sie wird Schleifpapier verwenden, um den Metalltürgriff zu polieren. Er verwendete Schleifpapier, um die alte Farbe abzuschleifen.",
      "example_translation": "उसने लकड़ी की टेबल के कठिन कड़ों को चिकना करने के लिए सैंडपेपर का उपयोग किया। वह धातु के दरवाज़े के हैंडल को पॉलिश करने के लिए सैंडपेपर का उपयोग करेगी। उसने पुराने पेंट को सैंड डाउन करने के लिए सैंडपेपर का उपयोग किया।",
      "imageLink": "image_files\\English\\"imageLink": "sandpaper.jpg",
      "audioLink": "sandpaper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pailletten",
      "translation": "सिक्विन्स",
      "definition": "Kleine, glänzende Scheiben oder Teile aus Metall, Kunststoff oder anderen Materialien, die zur Dekoration verwendet werden.",
      "definition_translation": "आभूषण के लिए उपयोग किए जाने वाले छोटे चमकदार डिस्क या लोहा, प्लास्टिक, या अन्य सामग्रियों के टुकड़े",
      "example": "Sie nähte Pailletten auf ihr Kleid für die Party. Der Kostümbildner verwendete Pailletten, um einen funkelnden Effekt auf dem Outfit zu erzielen. Das Handwerksladen verkauft Pailletten in verschiedenen Formen und Größen.",
      "example_translation": "उसने पार्टी के लिए अपने ड्रेस पर सिक्विन्स को सिल दिया। कॉस्ट्यूम डिज़ाइनर ने Кост्यüm पर एक चमकदार प्रभाव पैदा करने के लिए सिक्विन्स का उपयोग किया। हस्तकला स्टोर विभिन्न आकार और आकारों में सिक्विन्स बेचता है।",
      "imageLink": "image_files\\English\\"imageLink": "sequins.jpg",
      "audioLink": "sequins.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schablone",
      "translation": "स्टेंसिल",
      "definition": "Eine Vorlage oder ein Muster, das verwendet wird, um eine bestimmte Form oder ein bestimmtes Design zu zeichnen oder zu malen.",
      "definition_translation": "एक विशिष्ट डिज़ाइन या आकार को खींचने या पेंट करने के लिए उपयोग किया जाने वाला एक टेम्प्लेट या पैटर्न",
      "example": "Sie verwendete eine Schablone, um einen perfekten Kreis zu malen. Er entwarf eine Schablone, um ein kompliziertes Muster auf dem Stoff zu erstellen. Der Künstler verwendete eine Schablone, um ein Wandgemälde zu erstellen.",
      "example_translation": "उसने एक सटीक परिपत्र पेंट करने के लिए एक स्टेंसिल का उपयोग किया। उसने फैब्रिक पर एक जटिल पैटर्न बनाने के लिए एक स्टेंसिल का डिज़ाइन किया। कलाकार ने दीवार पर एक म्यूरल बनाने के लिए एक स्टेंसिल का उपयोग किया।",
      "imageLink": "image_files\\English\\"imageLink": "stencil.jpg",
      "audioLink": "stencil.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stich",
      "translation": "सिलाई",
      "definition": "Ein einzelner Durchgang einer Nadel und eines Fadens durch ein Gewebe, insbesondere bei Näharbeiten oder Stickerei.",
      "definition_translation": "सिलाई या एम्ब्रॉयडरी में especially विशेष रूप से एक फैब्रिक के माध्यम से एक सुई और धागे की एकल पास",
      "example": "Sie nahm einen Stich, um den gerissenen Saum zu reparieren. Er lernte, einen Stich in seinem Nähkurs zu sticken. Der Schneider nahm mehrere Stiche, um den kaputten Reißverschluss zu reparieren.",
      "example_translation": "उसने फटी सीम की मरम्मत के लिए एक सिलाई ली। उसने अपनी सिलाई कक्षा में एक सीधी रेखा सिलाई सीखी। दर्जी ने टूटे हुए ज़िपέρ को ठीक करने के लिए कई सिलाइयां लीं।",
      "imageLink": "image_files\\English\\"imageLink": "stitch-1.jpg",
      "audioLink": "stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Styropor",
      "translation": "स्टायरोफोम",
      "definition": "Eine Art von leichtem, sprödem Schaum, der zur Herstellung von Bechern, Tellern und Verpackungsmaterialien verwendet wird.",
      "definition_translation": "एक प्रकार का हल्का और टूटने वाला फोम जिसका उपयोग कप, प्लेट और पैकेजिंग सामग्री बनाने के लिए किया जाता है。",
      "example": "Das Unternehmen hat aufgehört, Styropor in ihrer Verpackung zu verwenden, um Abfall zu reduzieren. Der Styropor-Teller war zu brüchig und brach leicht. Bis nächstem Jahr werden wir Styropor vollständig aus unseren Produkten entfernt haben.",
      "example_translation": "कंपनी ने अपने पैकेजिंग में styrofoam का उपयोग बंद कर दिया है ताकि कचरा कम हो। styrofoam प्लेट बहुत टूटने वाला था और आसानी से टूट गया। अगले साल तक, हम अपने उत्पादों से styrofoam पूरी तरह से हटा देंगे।",
      "imageLink": "image_files\\English\\"imageLink": "styrofoam.jpg",
      "audioLink": "styrofoam.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fingerhut",
      "translation": "ठिमला",
      "definition": "Eine kleine, kelchförmige Metall- oder Kunststoff-Abdeckung, die am Finger getragen wird, um ihn beim Nähen zu schützen.",
      "definition_translation": "सewing करते समय उंगली की रक्षा के लिए उंगली के अंत में पहनने के लिए धातु या प्लास्टिक का एक छोटा कप आकार का कवर。",
      "example": "Sie nähte sorgfältig den Knopf auf, indem sie einen Fingerhut verwendete, um ihren Finger zu schützen. Der Fingerhut war zu klein für seinen Finger, daher musste er einen provisorischen verwenden. Bis sie fertig genäht hatte, war ihr Fingerhut abgenutzt.",
      "example_translation": "उसने सावधानीपूर्वक बटन सिल दिया, अपनी उंगली की रक्षा के लिए ठिमला का उपयोग किया। ठिमला उसके लिए बहुत छोटा था, इसलिए उसे अस्थायी ठिमला का उपयोग करना पड़ा। जब उसने सिलाई समाप्त कर ली, तब तक उसका ठिमला खराब हो गया था।",
      "imageLink": "image_files\\English\\"imageLink": "thimble.jpg",
      "audioLink": "thimble.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Garn",
      "translation": "धागा",
      "definition": "Eine lange, dünne Faser, die zum Nähen oder Weben verwendet wird.",
      "definition_translation": "सिलाई या बुनाई के लिए उपयोग किए जाने वाले ट्विस्टेड फाइबर की लंबी पतली स्ट्रिंग。",
      "example": "Sie fädelte sorgfältig die Nadel ein, um die zerrissene Seite zu nähen. Der Faden war zu dünn und riss leicht. Bis nächsten Monat werden wir neuen Faden für unsere Textilindustrie importiert haben.",
      "example_translation": "उसने सावधानीपूर्वक सुई में धागा डाला ताकि टorn पेज की सिलाई कर सकें। धागा बहुत पतला था और आसानी से टूट गया। अगले महीने तक, हमारे टेक्सटाइल उद्योग के लिए नए धागे आयात कर लेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "thread.jpg",
      "audioLink": "thread.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lack",
      "translation": "वर्निश",
      "definition": "Eine flüssige Substanz, die verwendet wird, um Holz, Metall oder andere Materialien zu schützen und ihnen einen glänzenden Aussehen zu geben.",
      "definition_translation": "लकड़ी, धातु या अन्य सामग्रियों की रक्षा और चमकदार स्वरूप देने के लिए उपयोग किया जाने वाला तरल पदार्थ。",
      "example": "Der Tischler lackierte den Holztisch, um ihn vor Feuchtigkeit zu schützen. Der Lack war zu klebrig und schwierig aufzutragen. Bis nächsten Jahr werden wir einen neuen Lack entwickelt haben, der mehr Dauer hat.",
      "example_translation": "कारपेंटर ने लकड़ी की टेबल की रक्षा के लिए नमी से वर्निश किया। वर्निश बहुत चिपचिपा था और लागू करने में मुश्किल था। अगले साल तक, हमने एक नई वर्निश विकसित कर ली होगी जो अधिक टिकाऊ होगी।",
      "imageLink": "image_files\\English\\"imageLink": "varnish.jpg",
      "audioLink": "varnish.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weidenmöbel",
      "translation": "विकर (vikar)",
      "definition": "Weidenmöbel ist eine Art von gewebten Möbeln oder anderen Objekten, die aus flexiblen Zweigen oder Schilfrohren hergestellt werden, oft für Außen- oder Dekorationszwecke verwendet.",
      "definition_translation": "विकर में आमतौर पर बाहरी या सजावटी उद्देश्यों के लिए लचीले शाखाओं या रीड्स से बनेurniture या अन्य वस्तुओं का एक प्रकार है.",
      "example": "Die Gartbank war aus stabilen Weidenmöbeln hergestellt und überstand die harten Wetterbedingungen. In der Vergangenheit waren Weidenmöbels sehr beliebt in Sommerhäusern. Heutzutage wird Weidenmöbel auch im Innenraumdesign eingesetzt, um eine behagliche Atmosphäre zu schaffen.",
      "example_translation": "बगीचे की बेंच विकर से बनी थी, और यह कठोर मौसम की स्थितियों का सामना कर रही थी। पिछले समय में, विकर फर्नीचर गर्मियों में घरों में बहुत लोकप्रिय था। आजकल, विकर इन्टरियर डिजाइन में इस्तेमाल किया जा रहा है ताकि एक आरामदायक वातावरण बनाया जा सके।",
      "imageLink": "image_files\\English\\"imageLink": "wicker.jpg",
      "audioLink": "wicker.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Acrylfarbe",
      "translation": "एक्रिलिक पेंट (akrilik paint)",
      "definition": "Acrylfarbe ist eine schnell trocknende Farbe, die aus einer Mischung aus Wasser, Pigment, Bindemittel und anderen Additiven hergestellt wird, häufig für künstlerische und dekorative Zwecke verwendet.",
      "definition_translation": "एक्रिलिक पेंट जल्दी सूखने वाला पेंट है जो पानी, पिगमेंट, बाइंडर और अन्य एडिटिव्स के मिश्रण से बनता है, जिसका इस्तेमाल अक्सर कलात्मक और सजावटी उद्देश्यों के लिए किया जाता है।",
      "example": "Sie verwendete Acrylfarbe, um ein leuchtendes Wandbild an der Schulkulisse zu schaffen. Der Künstler mischte Acrylfarbe mit Wasser, um die gewünschte Textur zu erreichen. Am nächsten Tag war die Acrylfarbe komplett getrocknet.",
      "example_translation": "उसने स्कूल की दीवार पर एक जीवंत म्यूरल बनाने के लिए एक्रिलिक पेंट का इस्तेमाल किया। कलाकार ने वांछित टेक्सचर प्राप्त करने के लिए एक्रिलिक पेंट को पानी के साथ मिक्स किया। अगले दिन तक, एक्रिलिक पेंट पूरी तरह से सूख गया था।",
      "imageLink": "image_files\\English\\"imageLink": "acrylic-paint.jpg",
      "audioLink": "acrylic paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Klebestreifen",
      "translation": "चिपकाने वाला सीमा (chipkane wala seema)",
      "definition": "Ein Klebestreifen ist ein dekoratives Band oder Rand, das mit Hilfe eines Klebstoffs auf Oberflächen aufgebracht werden kann, oft für Scrapbooking, Basteln und andere kreative Projekte verwendet.",
      "definition_translation": "चिपकाने वाला सीमा एक सजावटी पट्टी या किनारा है जिसे एक एडहेसिव का इस्तेमाल करके सतहों पर लागू किया जा सकता है, अक्सर स्क्रैपबुकिंग, Крафтिंग और अन्य सृजनात्मक परियोजनाओं में इस्तेमाल किया जाता है।",
      "example": "Sie fügte einen Klebestreifen ihrem Fotoalbum hinzu, um einen persönlichen Touch zu geben. Der Klebestreifen war leicht aufzubringen und entfernte sich sauber ohne Rückstände zu hinterlassen. Durch Verwendung von Klebestreifen konnte sie ein schönes und einzigartiges Geschenk erstellen.",
      "example_translation": "उसने अपने फोटो एल्बम में एक चिपकाने वाला सीमा जोड़ा ताकि उसे एक व्यक्तिगत स्पर्श मिल सके। चिपकाने वाला सीमा लागू करना आसान था और बिना किसी अवशेष के साफ हटाया गया। चिपकाने वाले सीमा का इस्तेमाल करके, वह एक सुंदर और अनोखा उपहार बनाने में सक्षम थी।",
      "imageLink": "image_files\\English\\"imageLink": "adhesive-border.jpg",
      "audioLink": "adhesive border.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Perlen",
      "translation": "मोती (moti)",
      "definition": "Perlen sind kleine Objekte mit einem Loch durch sie hindurch, oft für die Herstellung von Schmuck, Accessoires oder anderen dekorativen Gegenständen verwendet.",
      "definition_translation": "मोती उन छोटे वस्तुओं को कहते हैं जिनमें एक छेद होता है, अक्सर आभूषण, सामान या अन्य सजावटी वस्तुओं के लिए इस्तेमाल किया जाता है।",
      "example": "Sie fädelte die Perlen auf eine Schnur, um ein schönes Collier zu schaffen. Die Perlen waren farbig und glänzend und fingen sich im Licht, als sie sich bewegte. In der Vergangenheit wurden Perlen als Form von Währung in einigen Kulturen verwendet.",
      "example_translation": "उसने एक सुंदर हार बनाने के लिए मोतियों को एक डोरी पर थ्रेड किया। मोती रंगीन और चमकीले थे, और वेجب प्रकाश में आते थे जब वह चलती थी। पिछले समय में, कुछ संस्कृतियों में मोती मुद्रा के रूप में इस्तेमाल किया जाता था।",
      "imageLink": "image_files\\English\\"imageLink": "beads.jpg",
      "audioLink": "beads.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Eckenstanze",
      "translation": "कोना पंच",
      "definition": "Ein Werkzeug, das verwendet wird, um eine abgerundete Ecke auf einem Blatt Papier oder Karton zu erzeugen, typischerweise für Bastel- und DIY-Projekte verwendet.",
      "definition_translation": "कागज या कार्ड पर tròn कोना बनाने के लिए इस्तेमाल होने वाला एक टूल, आमतौर पर क्राफ्टिंग और DIY परियोजनाओं में इस्तेमाल किया जाता है",
      "example": "Ich verwendete eine Eckenstanze, um eine schöne Ecke auf meiner Scrapbook-Seite zu erzeugen. Gestern kaufte ich einen neuen Eckenstanze online. Bis nächster Woche werde ich die Kunst der Verwendung einer Eckenstanze beherrschen.",
      "example_translation": "मैंने स्क्रैपबुक पेज पर सुंदर एडज कोना पंच का इस्तेमाल किया. कल, मैंने ऑनलाइन एक नया कोना पंच खरीदा. अगले हफ्ते तक, मैं कोना पंच का इस्तेमाल करने की कला में महारत हासिल कर लूंगा.",
      "imageLink": "image_files\\English\\"imageLink": "corner-punch.jpg",
      "audioLink": "corner punch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Crespapier",
      "translation": "क्रेप पेपर",
      "definition": "Eine Art dünnes, delikates Papier, das oft für Dekorationen, wie Girlanden und Blumen, für Partys und besondere Anlässe verwendet wird.",
      "definition_translation": "एक प्रकार का पतला, नाजुक पेपर जिसका इस्तेमाल अक्सर पार्टियों और विशेष अवसरों के लिए सजावट, जैसे स्ट्रीमर्स और फूल, बनाने के लिए किया जाता है",
      "example": "Ich wickelte das Geschenk in Crespapier, um es ein festliches Aussehen zu geben. Meine Schwester liebt es, aus Crespapier Blumen zu machen. Bis zum Ende der Party war der Raum mit Crespapier-Dekorationen gefüllt.",
      "example_translation": "मैंने उपहार को त्योहारी रूप देने के लिए क्रेप पेपर में लपेटा था. मेरी बहन क्रेप पेपर से फूल बनाना पसंद करती है. पार्टी के अंत तक, कमरा क्रेप पेपर सजावट से भर गया था.",
      "imageLink": "image_files\\English\\"imageLink": "crepe-paper.jpg",
      "audioLink": "crepe paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Häkelnadel",
      "translation": "क्रोचेट हुक",
      "definition": "Ein Werkzeug, das verwendet wird, um Schlaufen in Garn oder Faden zu erzeugen, um Stoff zu erstellen, typischerweise für Stricken oder Häkeln verwendet.",
      "definition_translation": "यार्न या थ्रेड में लूप्स बनाने के लिए एक टूल, आमतौर पर निटिंग या क्रोचेटिंग के लिए इस्तेमाल किया जाता है",
      "example": "Ich verlor meine Häkelnadel und musste eine neue kaufen. Meine Großmutter lehrte mich, wie man eine Häkelnadel verwendet, als ich ein Kind war. Bis nächsten Monat werde ich mein Häkelprojekt mit diesem Werkzeug fertigstellen.",
      "example_translation": "मैंने अपना क्रोचेट हुक खो दिया और एक नया खरीदना पड़ा. मेरी दादी ने मुझे बच्चे के रूप में क्रोचेट हुक का इस्तेमाल करना सिखाया था. अगले महीने तक, मैं इस हुक का इस्तेमाल करके अपनी क्रोचेट परियोजना पूरी कर लूंगा.",
      "imageLink": "image_files\\English\\"imageLink": "crochet-hook.jpg",
      "audioLink": "crochet hook.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kreuzstich",
      "translation": "क्रॉस सिलाई",
      "definition": "Eine Art von Stickerei, die darin besteht, Muster auf Stoff mit x-förmigen Stichen zu erstellen.",
      "definition_translation": "एक प्रकार कीovenry जिसमें x-आकार के सिलाई का इस्तेमाल करके फैबरिक पर पैटर्न बनाया जाता है",
      "example": "Ich liebe es, im Freizeit Kreuzstich zu machen. Meine Tante lehrte mich, wie man Kreuzstich macht, als ich ein Teenager war. Bis zum Ende des Jahres werde ich mein Kreuzstich-Projekt fertigstellen.",
      "example_translation": "मैं अपने свобод समय में क्रॉस सिलाई करना पसंद करता हूँ. मेरी चाची ने मुझे किशोर_when में क्रॉस सिलाई करना सिखाया था. साल के अंत तक, मैं अपनी क्रॉस सिलाई परियोजना पूरी कर लूंगा.",
      "imageLink": "image_files\\English\\"imageLink": "cross-stitch.jpg",
      "audioLink": "cross stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Datumsstempel",
      "translation": "तारीख स्टाम्प",
      "definition": "Ein Datumsstempel ist ein Werkzeug, das verwendet wird, um ein Dokument oder ein Paket mit dem Datum zu markieren, an dem es empfangen, gesendet oder bearbeitet wurde.",
      "definition_translation": "एक तारीख स्टाम्प एक उपकरण है जिसका उपयोग दस्तावेज या पैकेज को प्राप्त, भेजे या संसाधित करने की तारीख標 के लिए किया जाता है。",
      "example": "Der Angestellte platzierte sorgfältig den Datumsstempel auf dem Beleg, um sicherzustellen, dass er am selben Tag bearbeitet wurde. Der Manager wird die Dokumente überprüfen und sie morgen datumsstempeln. Bis nächster Woche wird die gesamte Lieferung datumsstempelt und zur Auslieferung bereit sein.",
      "example_translation": "क्लर्क ने रसीद पर ध्यान से तारीख स्टाम्प लगाया, सुनिश्चित कर रहा था कि यह उसी दिन संसाधित किया गया था। प्रबंधक कल दस्तावेजों की समीक्षा करेंगे और उनका तारीख स्टाम्प लगाएँगे। अगले हफ्ते तक, पूरी शिपमेंट तारीख स्टाम्प्ड हो जाएगी और डिलीवरी के लिए तैयार हो जाएगी।",
      "imageLink": "image_files\\English\\"imageLink": "date-stamp.jpg",
      "audioLink": "date stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Decoupagepapier",
      "translation": "डेकोपाज पेपर",
      "definition": "Decoupagepapier ist ein Typ von Papier, das für Collagen und Bastelarbeiten verwendet wird, mit gedruckten Designs und Mustern.",
      "definition_translation": "डेकोपाज पेपर एक प्रकार का पेपर है जिसका उपयोग कॉलेज और क्राफ्ट प्रोजेक्ट्स के लिए किया जाता है, जिसमें प्रिंटेड डिजाइन और पैटर्न शामिल हैं।",
      "example": "Sie schnitt intrikate Designs aus dem Decoupagepapier und klebte sie auf die Vase. Die Kinder werden Decoupagepapier verwenden, um ihre eigenen einzigartigen Collagen zu erstellen. Bis zum Ende des Semesters werden wir ein atemberaubendes Decoupagepapier-Kunstwerk fertigstellen.",
      "example_translation": "उसने डेकोपाज पेपर से जटिल डिजाइन काटे और उन्हें वаза पर चिपका दिया। बच्चे अपने स्वयं के अनूठे कॉलेज बनाने के लिए डेकोपाज पेपर का उपयोग करेंगे। सेमेस्टर के अंत तक, हमने एक शानदार डेकोपाज पेपर आर्ट पीस तैयार कर लिया होगा।",
      "imageLink": "image_files\\English\\"imageLink": "decoupage-paper.jpg",
      "audioLink": "decoupage paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stickgarn",
      "translation": "कढ़ाई डोरी",
      "definition": "Stickgarn ist ein Typ von Faden, der für Stickerei und andere Formen von Nadelarbeiten verwendet wird, charakterisiert durch seine weiche, seidige Textur und lebhaften Farben.",
      "definition_translation": "कढ़ाई डोरी एक प्रकार की धागा है जिसका उपयोग कढ़ाई और अन्य प्रकार के सुई कार्य के लिए किया जाता है, जिसके नर्म, रेशमी बनावट और चमचमाते रंग हैं।",
      "example": "Sie fädelte das Stickgarn sorgfältig durch die Nadel und begann, das intrikate Muster zu sticken. Das Stickgarn war zu dick, also musste sie eine größere Nadel verwenden. Bis sie fertig war, war das Stickgarn ihr Markenzeichen geworden.",
      "example_translation": "उसने सावधानी से सुई में कढ़ाई डोरी को धागा दिया और जटिल डिजाइन सिलना शुरू कर दिया। कढ़ाई डोरी बहुत मोटी थी, इसलिए उसे बड़े सुई का उपयोग करना पड़ा। जब वह समाप्त हो गई, तो उसका कढ़ाई डोरी उसका ट्रेडमार्क बन गया था।",
      "imageLink": "image_files\\English\\"imageLink": "embroidery-floss.jpg",
      "audioLink": "embroidery floss.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stickrahmen",
      "translation": "कढ़ाई लूप",
      "definition": "Ein Stickrahmen ist ein kreisförmiger Rahmen, der verwendet wird, um Stoff straff zu spannen, damit man leichter sticken oder nähen kann.",
      "definition_translation": "कढ़ाई लूप एक圆 फ्रेम है जिसका उपयोग फैबरिक को टाइट रखने के लिए किया जाता है, जिससे कढ़ाई या सिलना आसान हो जाता है।",
      "example": "Sie legte den Stoff in den Stickrahmen und begann, das intrikate Muster zu sticken. Der Stickrahmen war zu klein, also musste sie einen größeren verwenden. Bis zum Ende des Projekts war der Stickrahmen ihr ständiger Begleiter geworden.",
      "example_translation": "उसने फैबरिक को कढ़ाई लूप में रखा और जटिल डिजाइन सिलना शुरू कर दिया। कढ़ाई लूप बहुत छोटा था, इसलिए उसे बड़े लूप का उपयोग करना पड़ा। परियोजना के अंत तक, उसका कढ़ाई लूप उसका स्थायी साथी बन गया था।",
      "imageLink": "image_files\\English\\"imageLink": "embroidery-hoop.jpg",
      "audioLink": "embroidery hoop.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaum Pinsel",
      "translation": "फोम ब्रश",
      "definition": "Ein Schaum Pinsel ist ein Typ von Pinsel, der verwendet wird, um Klebstoffe, Farben oder andere Materialien aufzutragen. Er isttypically aus Schaummaterial und hat weiche Borsten, die viel Flüssigkeit aufnehmen und halten können.",
      "definition_translation": "एक फोम ब्रश एक प्रकार का ब्रश है जिसका उपयोग एडहेसिव, पेंट या अन्य सामग्रियों को लगाने के लिए किया जाता है. यह आमतौर पर फोम से बना होता है और इसमें नरम ब्रिसल होते हैं जो तरल की बहुत अधिक मात्रा को吸 और धारण करते हैं.",
      "example": "Ich verwendete einen Schaum Pinsel, um den Klebstoff auf das Holz aufzutragen. Gestern verwendete ich einen Schaum Pinsel, um die Farbe aufzutragen. Morgen werde ich einen Schaum Pinsel verwenden, um das Möbel zu lackieren.",
      "example_translation": "मैंने लकड़ी पर ग्लू लगाने के लिए एक फोम ब्रश का उपयोग किया. कल, मैंने फोम ब्रश से पेंट लगाया. कल, मैं टेबल पर वार्निश लगाने के लिए एक फोम ब्रश का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "foam-brush.jpg",
      "audioLink": "foam brush.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heißklebepistole",
      "translation": "चिपकने वाला गन",
      "definition": "Eine Heißklebepistole ist ein handgehaltenes Gerät, das verwendet wird, um heißgeschmolzene Klebstoffe auf Materialien aufzutragen. Sie wird häufig für Handwerk, DIY-Projekte und Reparaturen verwendet.",
      "definition_translation": "एक चिपकने वाला गन एक हाथ से पकड़ने वाला उपकरण है जिसका उपयोग सामग्रियों पर गरम पिघला हुआ चिपकने वाला लगाने के लिए किया जाता है. यह आम तौर पर क्राफ्टिंग, डीआईवाई प्रोजेक्ट्स और वस्तुओं की मरम्मत के लिए उपयोग किया जाता है.",
      "example": "Ich verwendete eine Heißklebepistole, um das Stoff auf den Rahmen zu kleben. Gestern verwendete ich eine Heißklebepistole, um das gebrochene Gefäß zu reparieren. Morgen werde ich eine Heißklebepistole verwenden, um ein Collage zu erstellen.",
      "example_translation": "मैंने फ्रेम पर फैबरिक लगाने के लिए एक चिपकने वाला गन का उपयोग किया. कल, मैंने टूटे हुए वेसे की मरम्मत के लिए एक चिपकने वाला गन का उपयोग किया. कल, मैं एक कॉलेज machen के लिए एक चिपकने वाला गन का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "glue-gun.jpg",
      "audioLink": "glue gun.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haken und Öse",
      "translation": "हुक और आंख",
      "definition": "Ein Haken und Öse ist ein Typ von Verschlussvorrichtung, der verwendet wird, um zwei Teile miteinander zu verbinden. Er besteht aus einem Haken und einer entsprechenden Öse oder Schlaufe, die über den Haken passt.",
      "definition_translation": "एक हुक और आंख एक प्रकार का फास्टनिंग उपकरण है जिसका उपयोग दो हिस्सों को जोड़ने के लिए किया जाता है. यह एक हुक और उसके साथ में आने वाले आंख या लूप से मिलकर बना होता है जो हुक पर फिट होता है.",
      "example": "Ich verwendete einen Haken und Öse, um den Reißverschluss zu schließen. Gestern attachierte ich den Haken und Öse an das Kleid. Morgen werde ich einen Haken und Öse verwenden, um die Tasche zu reparieren.",
      "example_translation": "मैंने जिपर को जोड़ने के लिए एक हुक और आंख का उपयोग किया. कल, मैंने ड्रेस पर हुक और आंख लगाया. कल, मैं बैग की मरम्मत के लिए एक हुक और आंख का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "hook-and-eye.jpg",
      "audioLink": "hook and eye.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tintenplatte",
      "translation": "स्याही पैड",
      "definition": "Eine Tintenplatte ist ein kleines Pad, das verwendet wird, um Tinte auf eine Oberfläche aufzutragen. Sie wird häufig für Stempeln, Drucken und Schreiben verwendet.",
      "definition_translation": "एक स्याही पैड एक छोटा पैड है जिसका उपयोग किसी सतह पर स्याही लगाने के लिए किया जाता है. यह आम तौर पर स्टैम्पिंग, प्रिंटिंग और लिखने के लिए उपयोग किया जाता है.",
      "example": "Ich tauchte den Stempel in die Tintenplatte, um das Muster aufzudrucken. Gestern verwendete ich eine Tintenplatte, um einen Brief zu schreiben. Morgen werde ich die Tintenplatte auffüllen, um sie für zukünftige Verwendung bereitzuhalten.",
      "example_translation": "मैंने डिज़ाइन प्रिंट करने के लिए स्टैम्प को स्याही पैड में डुबाया. कल, मैंने एक पत्र लिखने के लिए स्याही पैड का उपयोग किया. कल, मैं भविष्य के उपयोग के लिए स्याही पैड को रिफिल करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "ink-pad.jpg",
      "audioLink": "ink pad.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stricknadeln",
      "translation": "बुनाई की सुईयां",
      "definition": "Lange, dünne, spitze Werkzeuge, die verwendet werden, um Garn zu stricken.",
      "definition_translation": "वस्त्र में यार्न बुनने के लिए उपयोग किए जाने वाले लंबे, पतले और नुकीले उपकरण.",
      "example": "Sie wählte sorgfältig ihre Stricknadeln aus, um ihr neues Projekt zu beginnen. Gestern hatte sie sie verwendet, um einen Schal zu stricken. Morgen wird sie sie verwenden, um einen Hut zu stricken.",
      "example_translation": "उसने अपने नए प्रोजेक्ट को शुरू करने के लिए सावधानीपूर्वक अपनी बुनाई की सुईयां चुनीं। कल, उसने एक स्कार्फ बुनने के लिए उनका इस्तेमाल किया था। कल, वह एक टोपी बनाने के लिए उनका उपयोग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "knitting-needles.jpg",
      "audioLink": "knitting needles.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Modelliermasse",
      "translation": "मΟΔेलिंग क्ले",
      "definition": "Ein weiches, formbares Material, das verwendet wird, um dreidimensionale Modelle oder Skulpturen zu erstellen.",
      "definition_translation": "तीन आयामी मॉडल या मूर्तियां बनाने के लिए उपयोग किया जाने वाला एक सoft, लचीला सामग्री।",
      "example": "Die Kinder liebten es, mit der Modelliermasse zu spielen, um ihre eigenen Tiere zu erstellen. Gestern hatten sie einen Vogel gemacht. Heute machen sie eine Katze. Morgen werden sie einen Hund machen.",
      "example_translation": "बच्चे अपने स्वयं के जानवर बनाने के लिए मОдेलिंग क्ले के साथ खेलने से प्यार करते थे। कल, वे एक पक्षी बना रहे थे। आज, वे एक बिल्ली बना रहे हैं। कल, वे एक कुत्ता बना रहे होंगे।",
      "imageLink": "image_files\\English\\"imageLink": "modelling-clay.jpg",
      "audioLink": "modelling clay.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nadelhilfe",
      "translation": "सुई धागा करने वाला",
      "definition": "Ein kleines Werkzeug, das verwendet wird, um Faden durch das Loch einer Nadel zu führen.",
      "definition_translation": "एक सुई के आंख में धागा गुजारने में मदद करने के लिए उपयोग किया जाने वाला एक छोटा उपकरण。",
      "example": "Sie verwendete eine Nadelhilfe, um den Knopf auf ihrem Hemd aufzunähen. Gestern hatte sie sie verwendet, um einen gerissenen Saum zu reparieren. Morgen wird sie sie verwenden, um ein neues Kleid zu machen.",
      "example_translation": "उसने अपने शर्ट पर बटन सीवन करने के लिए एक सुई धागा करने वाले का इस्तेमाल किया। कल, उसने एक फटा सीवन ठीक करने के लिए उसका इस्तेमाल किया था। कल, वह एक नई पोशाक बनाने के लिए उसका उपयोग करेगी।",
      "imageLink": "image_files\\English\\"imageLink": "needle-threader.jpg",
      "audioLink": "needle threader.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nummerstempel",
      "translation": "नंबरिंग स्टांप",
      "definition": "Ein Werkzeug, das verwendet wird, um Zahlen oder Daten auf Dokumente oder andere Materialien aufzutragen.",
      "definition_translation": "दस्तावेज या अन्य सामग्रियों पर संख्या या तिथि लगाने के लिए उपयोग किया जाने वाला एक उपकरण。",
      "example": "Das Büro verwendete einen Nummerstempel, um ihre Akten zu organisieren. Gestern hatten sie ihn verwendet, um ein neues Dokument zu kennzeichnen. Heute verwenden sie ihn, um einen Brief zu datieren. Morgen werden sie ihn verwenden, um einen Bericht zu nummerieren.",
      "example_translation": "कार्यालय ने अपने फाइल्स के आयोजन के लिए एक नंबरिंग स्टांप का इस्तेमाल किया। कल, वे एक नए दस्तावेज़ को लेबल करने के लिए उसका इस्तेमाल किया था। आज, वे एक पत्र को दिनांक करने के लिए उसका इस्तेमाल कर रहे हैं। कल, वे एक रिपोर्ट को संख्या करने के लिए उसका उपयोग करेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "numbering-stamp.jpg",
      "audioLink": "numbering stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papiermesser",
      "translation": "कागज काटने वाला",
      "definition": "Ein Gerät zum Schneiden von Papier, das normalerweise aus einer flachen, rechteckigen Klinge mit einem Griff besteht.",
      "definition_translation": "एक उपकरण जिसका उपयोग कागज काटने के लिए किया जाता है, जिसमें एक फ्लैट, आयताकार ब्लेड होता है जिसमें एक हैंडल संलग्न होता है।",
      "example": "Ich verwendete ein Papiermesser, um das komplexe Design auszuschneiden. Ich werde morgen ein Papiermesser verwenden, um das Papier zu schneiden. Sie hatte gestern ein Papiermesser verwendet, um das Papier zu schneiden.",
      "example_translation": "मैंने एक कागज काटने वाले डिवाइस का उपयोग करके जटिल डिजाइन काटा। मैं कल कागज काटने के लिए कागज काटने वाले डिवाइस का उपयोग करुँगा। उसने कल कागज काटने वाले डिवाइस का उपयोग करके कागज काटा था।",
      "imageLink": "image_files\\English\\"imageLink": "paper-cutter.jpg",
      "audioLink": "paper cutter.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Plastilin",
      "translation": "प्लास्टीसिन",
      "definition": "Eine Art von Modelliermasse, die aus einer Mischung von Ton, Wasser und Öl hergestellt wird und für künstlerische und therapeutische Zwecke verwendet wird.",
      "definition_translation": "एक प्रकार की मॉडलिंग क्ले जिसे मिट्टी, पानी और तेल के मिश्रण से बनाया जाता है, जिसका उपयोग कलात्मक और चिकित्सा उद्देश्यों के लिए किया जाता है।",
      "example": "Das Kind spielte den ganzen Tag mit Plastilin. Sie wird morgen mit Plastilin spielen. Er hatte gestern mit Plastilin gespielt.",
      "example_translation": "बच्चा पूरे दिन प्लास्टीसिन से खेला। वह कल प्लास्टीसिन से खेलेगी। उसने कल प्लास्टीसिन से खेला था।",
      "imageLink": "image_files\\English\\"imageLink": "play-dough-plasticine.jpg",
      "audioLink": "plasticine.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Plakatfarbe",
      "translation": "पोस्टर पेंट",
      "definition": "Eine Art von Farbe, die speziell für die Verwendung auf Plakaten, Bannern und anderen großflächigen Kunstwerken entwickelt wurde.",
      "definition_translation": "पोस्टर, बैनर और अन्य बड़े पैमाने के कला कार्यों पर उपयोग के लिए विशेष रूप से डिज़ाइन किए गए पेंट का प्रकार।",
      "example": "Der Künstler verwendete Plakatfarbe, um ein farbenfrohes Mural zu erstellen. Sie wird morgen Plakatfarbe verwenden, um ein Banner zu erstellen. Er hatte gestern Plakatfarbe verwendet, um ein Plakat zu malen.",
      "example_translation": "कलाकार ने एक जीवंत म्यूरल बनाने के लिए पोस्टर पेंट का उपयोग किया। वह कल एक बैनर बनाने के लिए पोस्टर पेंट का उपयोग करेगी। उसने कल एक पोस्टर बनाने के लिए पोस्टर पेंट का उपयोग किया था।",
      "imageLink": "image_files\\English\\"imageLink": "poster-paint.jpg",
      "audioLink": "poster paint.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rhinestein",
      "translation": "राइन斯्टोन",
      "definition": "Eine Art von dekorativem Stein oder Kristall, der oft in Schmuck und Kleidung verwendet wird.",
      "definition_translation": "एक प्रकार का सजावटी पत्थर या क्रिस्टल, अक्सर आभूषण और कपड़ों में उपयोग किया जाता है।",
      "example": "Das Kleid war mit Rhinesteinen verziert. Sie wird morgen ein Rhinestein-Halsband tragen. Er hatte gestern einen Rhinestein-Brosche getragen.",
      "example_translation": "ड्रेस राइनस्टोन से सजाया गया था। वह कल एक राइनस्टोन नेकलेस पहनेगी। उसने कल एक राइनस्टोन ब्रोच पहना था।",
      "imageLink": "image_files\\English\\"imageLink": "rhinestone.jpg",
      "audioLink": "rhinestone.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Reispapier",
      "translation": "चावल का कागज",
      "definition": "Ein dünnes, durchsichtiges Papier, das aus der Rinde der Reispapierpflanze hergestellt wird und für Handarbeiten, Verpackung und andere Zwecke verwendet wird.",
      "definition_translation": "चावल के पौधे के पिथ से बना एक पतला, पारदर्शी कागज, शिल्प, लपेटने और अन्य उद्देश्यों के लिए प्रयोग किया जाता है.",
      "example": "Ich verwendete Reispapier, um eine schöne Laterne zu machen. Ich werde morgen Reispapier verwenden, um einen Kerzenhalter zu machen. Ich machte ein Collage mit Reispapier gestern.",
      "example_translation": "मैंने एक सुंदर लालटेन बनाने के लिए चावल का कागज इस्तेमाल किया. मैं एक मोमबत्ती धारक बनाने के लिए चावल का कागज इस्तेमाल करूँगा. मैंने कल चावल के कागज से एक कॉलेज तैयार किया.",
      "imageLink": "image_files\\English\\"imageLink": "rice-paper.jpg",
      "audioLink": "rice paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "gerader Stich",
      "translation": "चालू सिलाई",
      "definition": "Der einfachste Stich in der Handnähtechnik, der durch das Auf- und Abführen der Nadel durch das Stoff in einer geraden Linie erreicht wird.",
      "definition_translation": "हाथ से सिलाई में सबसे बुनियादी सिलाई, कपड़े के माध्यम से सीधी रेखा में सुई लाकर और नीचे लाकर बनाई जाती है.",
      "example": "Ich verwendete einen geraden Stich, um mein zerrissenes Hemd zu reparieren. Sie wird einen geraden Stich verwenden, um einen Knopf anzunähen. Sie machten eine schöne Stickerei mit einem geraden Stich letzten Woche.",
      "example_translation": "मैंने अपनी फटी हुई शर्ट की मरम्मत के लिए चालू सिलाई का इस्तेमाल किया. वह एक बटन सिलने के लिए चालू सिलाई का इस्तेमाल करेगी. उन्होंने पिछले सप्ताह एक सुंदर कढ़ाई चालू सिलाई से तैयार की.",
      "imageLink": "image_files\\English\\"imageLink": "running-stitch.jpg",
      "audioLink": "running stitch.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähkasten",
      "translation": "सिलाई पेटी",
      "definition": "Ein Kasten oder Etui, das verwendet wird, um Nähzubehör wie Fäden, Nadeln und Scheren zu speichern und zu organisieren.",
      "definition_translation": "सिलाई की आपूर्ति जैसे धागे, सुई और कैंची को संग्रहीत और आयोजित करने के लिए प्रयोग किया जाने वाला एक पेटी या मामला.",
      "example": "Ich halte meinen Nähkasten im Dachboden. Sie wird morgen ihren Nähkasten öffnen, um einige Fäden zu finden. Sie präsentierten ihr einen schönen Nähkasten als Geschenk.",
      "example_translation": "मैं अपनी सिलाई पेटी को छत में रखता हूँ. वह अपनी सिलाई पेटी में कुछ धागे ढूँढने के लिए उसे खोलेगी. उन्होंने उसे एक सुंदर सिलाई पेटी उपहार में प्रस्तुत की.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-box.jpg",
      "audioLink": "sewing box.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nähmuster",
      "translation": "सिलाई पैटर्न",
      "definition": "Ein Vorlagen oder Entwurf, der als Leitfaden für das Zuschneiden und Nähen von Stoff verwendet wird, um ein Gewand oder Textil zu erstellen.",
      "definition_translation": "एक वस्त्र या कपड़े का निर्माण करने के लिए कपड़े के कटाई और सिलाई के लिए एक मार्गदर्शक के रूप में प्रयोग किया जाने वाला एक टेम्पलेट या डिजाइन.",
      "example": "Ich verwendete ein Nähmuster, um ein Kleid zu machen. Sie wird ein Nähmuster verwenden, um eine Bluse zu erstellen. Sie entwarfen ein schönes Nähmuster für ein Hochzeitskleid.",
      "example_translation": "मैंने एक ड्रेस बनाने के लिए एक सिलाई पैटर्न का इस्तेमाल किया. वह एक ब्लाउज़ बनाने के लिए एक सिलाई पैटर्न का इस्तेमाल करेगी. उन्होंने एक शादी के गाउन के लिए एक सुंदर सिलाई पैटर्न डिजाइन किया.",
      "imageLink": "image_files\\English\\"imageLink": "sewing-pattern.jpg",
      "audioLink": "sewing pattern.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schneiderpuppe",
      "translation": "ड्रेसमेकर का मॉडल",
      "definition": "Ein Modell der menschlichen Figur, das von Schneider verwendet wird, um Kleidung anzupassen und zu präsentieren.",
      "definition_translation": "एक मॉडल जिसका इस्तेमाल टेलर्स द्वारा कपड़े फिट और प्रदर्शित करने के लिए किया जाता है",
      "example": "Die Schneiderpuppe im Schaufenster war in der neuesten Mode gekleidet. Der Schneider hatte eine Puppe verwendet, um die Kleidung des Kunden anzupassen letzten Woche. Der Schneider wird eine Puppe verwenden, um die neue Kollektion nächsten Monat zu präsentieren.",
      "example_translation": "शॉप विंडो में टेलर का मॉडल नवीनतम फैशन में तैयार था. टेलर ने पिछले हफ्ते ग्राहक के कपड़े फिट करने के लिए मॉडल का इस्तेमाल किया था. टेलर अगले महीने नई कॉलेक्शन प्रदर्शित करने के लिए मॉडल का इस्तेमाल करेगा.",
      "imageLink": "image_files\\English\\"imageLink": "tailors-dummy-mannequin.jpg",
      "audioLink": "tailor's dummy.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Maßband",
      "translation": "टेप माप",
      "definition": "Ein flexibles Band, das mit Maßeinheiten markiert ist und verwendet wird, um Längen oder Entfernungen zu messen.",
      "definition_translation": "लंबाई या दूरी मापने के लिए इस्तेमाल की जाने वाली एक लचीली पट्टी जिसके ऊपर माप की इकाइयाँ अंकित हैं",
      "example": "Der Zimmermann verwendete ein Maßband, um die Länge des Holzbretts zu messen. Ich werde ein Maßband verwenden, um die Breite des Zimmers zu messen morgen. Sie maß die Entfernung zwischen den beiden Wänden mit einem Maßband letzten Jahr.",
      "example_translation": "कारपेंटर ने लकड़ी के प्लैंक की लंबाई मापने के लिए टेप माप का इस्तेमाल किया. मैं कल कमरे की चौड़ाई मापने के लिए टेप माप का इस्तेमाल करूँगा. उसने पिछले साल दो दीवारों के बीच की दूरी टेप माप से मापी थी.",
      "imageLink": "image_files\\English\\"imageLink": "tape-measure.jpg",
      "audioLink": "tape measure.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Papierraschleppe",
      "translation": "रुई का कागज़",
      "definition": "Ein weiches, absorbierendes Papiereprodukt zum Einwickeln, Reinigen und anderen Zwecken.",
      "definition_translation": "एक نرم,Absent पेपर प्रोडक्ट जिसका इस्तेमाल पैकिंग, साफ़-सफ़ाई और दूसरे उद्देश्यों के लिए किया जाता है",
      "example": "Das Geschenk war in bunte Papierraschleppe eingewickelt. Ich verwendete Papierraschleppe, um meine Brille zu reinigen. Sie wird morgen Papierraschleppe verwenden, um ihre Nase zu wischen.",
      "example_translation": "उपहार को रंगबिरंगे रुई के कागज़ में लपेटा गया था. मैंने अपने चश्मे साफ़ करने के लिए रुई के कागज़ का इस्तेमाल किया. वह कल अपनी नाक साफ़ करने के लिए रुई के कागज़ का इस्तेमाल करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "tissue-paper.jpg",
      "audioLink": "tissue paper.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aquarellfarbe",
      "translation": "जल रंग",
      "definition": "Eine Art von Farbe, die aus Pigmenten in einer wasserbasierten Lösung hergestellt wird.",
      "definition_translation": "एक प्रकार का रंग जिसका निर्माण जल-आधारित समाधान में निलंबित पिगमेंट से होता है",
      "example": "Die Künstlerin schuf ein schönes Aquarellgemälde der Landschaft. Ich werde morgen Aquarellfarbe verwenden, um die Blumen zu malen. Sie hatte letztes Jahr Aquarellfarbe verwendet, um ein Porträt ihrer Großmutter zu erstellen.",
      "example_translation": "कलाकार ने जल रंग से परिदृश्य का सундार चित्र बनाया था. मैं कल फूलों को जल रंग से रंगूँगा. उसने पिछले साल अपनी दादी का पोर्ट्रेट जल रंग से बनाया था.",
      "imageLink": "image_files\\English\\"imageLink": "watercolour.jpg",
      "audioLink": "watercolour.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Holzstempel",
      "translation": "लकड़ी की मोहर",
      "definition": "Ein Holzstempel ist ein Werkzeug, das verwendet wird, um ein Muster oder Design auf einer Oberfläche zu prägen, typischerweise aus Holz und für Handarbeiten und Kunstprojekte verwendet.",
      "definition_translation": "लकड़ी की मोहर एक उपकरण है जिसका उपयोग सतह पर डिजाइन या पैटर्न दबाने के लिए किया जाता है, आमतौर पर लकड़ी से बना होता है और हस्तशिल्प और कला परियोजनाओं के लिए उपयोग किया जाता है।",
      "example": "Sie verwendete einen Holzstempel, um ein intrikates Design auf der Keramik zu erstellen. Sie wird morgen einen Holzstempel verwenden, um ein schönes Muster auf dem Stoff zu erstellen. Sie hatte einen Holzstempel verwendet, um eine dekorative Bordüre auf dem Papier zu erstellen.",
      "example_translation": "उसने मिट्टी के बर्तन पर एक जटिल डिजाइनを作ाने के लिए लकड़ी की मोहर का उपयोग किया. वह कपड़े पर एक सुंदर पैटर्न बनाने के लिए लकड़ी की मोहर का उपयोग करेगी. उसने कागज पर एक सजावटी सीमा बनाने के लिए लकड़ी की मोहर का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "wooden-stamp.jpg",
      "audioLink": "wooden stamp.mp3"
    },
    {
      "section": "rekodzielo-artykuly-plastyczne-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schreibpinsel",
      "translation": "लिखने की ब्रुश",
      "definition": "Ein Schreibpinsel ist ein Werkzeug, das verwendet wird, um Tinte oder andere Schreibmaterialien auf eine Oberfläche aufzutragen, typischerweise aus Natur- oder Kunstfasern und für Kalligraphie und künstlerisches Schreiben verwendet.",
      "definition_translation": "लिखने की ब्रुश一个 उपकरण है जिसका उपयोग सतह पर स्याही या अन्य लेखन सामग्री लगाने के लिए किया जाता है, आमतौर पर प्राकृतिक या संश्लेषण सutex के बना होता है और कालिग्राफी और कलात्मक लेखन के लिए उपयोग किया जाता है।",
      "example": "Der Künstler verwendete einen Schreibpinsel, um ein schönes Kalligraphiewerk zu erstellen. Sie wird morgen einen Schreibpinsel verwenden, um ein Gedicht auf dem Canvas zu schreiben. Er hatte einen Schreibpinsel verwendet, um seinen Namen auf dem Dokument zu unterschreiben.",
      "example_translation": "कलाकार ने एक खूबसूरत कालिग्राफी टुकड़ा बनाने के लिए लिखने की ब्रुश का उपयोग किया. वह कनवास पर एक कविता लिखने के लिए लिखने की ब्रुश का उपयोग करेगी. उसने दस्तावेज पर अपना नाम लिखने के लिए लिखने की ब्रुश का उपयोग किया था.",
      "imageLink": "image_files\\English\\"imageLink": "writing-brush.jpg",
      "audioLink": "writing brush.mp3"
    }
  ]