[
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fisch",
      "translation": "मछली",
      "definition": "Ein kaltblütiges Tier, das in Wasser lebt, typischerweise mit Kiemen und einem stromlinienförmigen Körper.",
      "definition_translation": "एक ठंडे-blooded जानवर जो पानी में रहता है, обычно गिल्स और एक स्ट्रीमलाइन्ड बॉडी होता है.",
      "example": "Ich fing einen Fisch im See gestern. Ich fange einen Fisch im See jede Woche. Ich werde einen Fisch im See morgen fangen.",
      "example_translation": "मैं ने कल झील में मछली पकड़ी. मैं झील में हर हफ्ते मछली पकड़ता हूँ. मैं कल झील में मछली पकडूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "fish.jpg",
      "audioLink": "fish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kabeljau",
      "translation": "कॉड",
      "definition": "Eine Art von Fisch, insbesondere einer, der essbar ist und häufig als Nahrung gefangen wird.",
      "definition_translation": "एक प्रकार की मछली, विशेष रूप से एक जिसका सेवन किया जाता है और आम तौर पर भोजन के लिए पकड़ा जाता है.",
      "example": "Ich liebe es, Kabeljau zum Abendessen zu essen. Sie kochte Kabeljau zum Mittagessen. Sie werden Kabeljau im Restaurant servieren.",
      "example_translation": "मैं रात के खाने में कॉड खाना पसंद करता हूँ. उसने दोपहर के खाने में कॉड पकाया. वे रेस्तरां में कॉड परोसेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "cod.jpg",
      "audioLink": "cod.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lachs",
      "translation": "साल्मون",
      "definition": "Eine Art von Fisch, typischerweise rosa-rot gefärbt, in Flüssen und Ozeanen gefunden.",
      "definition_translation": "एक प्रकार की मछली, टाइपिकली गुलाबी लाल रंग की, नदियों और महासागरों में पाया जाता है.",
      "example": "Lachs ist eine gesunde Essensoption. Ich aß Lachs zum Frühstück. Sie wird Lachs zum Abendessen heute Abend essen.",
      "example_translation": "साल्मोन एक स्वस्थ भोजन विकल्प है. मैंने नाश्ते में साल्मोन खाया. वह आज रात के खाने में साल्मोन खाना होगा.",
      "imageLink": "image_files\\English\\"imageLink": "salmon.jpg",
      "audioLink": "salmon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hai",
      "translation": "शार्क",
      "definition": "Ein sehr großer Fisch mit einem starken Körper und scharfen Zähnen, oft im Ozean gesehen.",
      "definition_translation": " một बहुत बड़ा मछली, एक मजबूत शरीर और तेज दाँत के साथ, अक्सर महासागर में देखा जाता है.",
      "example": "Ich sah einen Hai im Ozean gestern. Haie sind bekannt dafür, Menschen anzugreifen. Sie wird Haie in ihrer Forschung studieren.",
      "example_translation": "मैंने कल महासागर में शार्क देखा. शार्क इंसानों पर हमला करने के लिए जाने जाते हैं. वह अपने शोध में शार्क का अध्ययन करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "shark.jpg",
      "audioLink": "shark.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Thunfisch",
      "translation": "ट्यूना",
      "definition": "Ein Thunfisch ist ein großer, schnell schwimmender Fisch im Ozean, oft als Nahrung konsumiert.",
      "definition_translation": "एक ट्यूना एक बड़ा, तेज़-तर्रार समुद्री मछली है, अक्सर भोजन के रूप में खाया जाता है।",
      "example": "Ich aß ein Thunfisch-Sandwich zum Mittagessen gestern, ich werde heute Abend eins essen und ich aß eins zum Frühstück letzte Woche.",
      "example_translation": "मैंने कल दोपहर के लिए ट्यूना सैंडविच खाया, मैं आज रात के लिए एक खाऊंगा, और मैंने पिछले हफ्ते सुबह के लिए एक खाया।",
      "imageLink": "image_files\\English\\"imageLink": "tuna-1.jpg",
      "audioLink": "tuna.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Laichen",
      "translation": "अंडा देना",
      "definition": "Laichen bedeutet, Eier oder Junge zu produzieren, insbesondere in großer Zahl.",
      "definition_translation": "अंडा देना का मतलब है अंडे या बच्चे पैदा करना, विशेष रूप से बड़ी संख्या में।",
      "example": "Die Fische laichten im Fluss letzte Nacht, sie werden nächstes Jahr wieder laichen und sie laichten drei Mal letzte Saison.",
      "example_translation": "मछलियों ने कल रात नदी में अंडा दिया, वे अगले साल फिर से अंडा देंगे, और पिछले सीज़न में वे तीन बार अंडा दिए।",
      "imageLink": "image_files\\English\\"imageLink": "spawn.jpg",
      "audioLink": "spawn.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Forelle",
      "translation": "ट्राउट",
      "definition": "Eine Forelle ist eine Art von Süßwasserfisch, oft gefangen für Nahrung oder Sport.",
      "definition_translation": "ट्राउट एक प्रकार की मीठे पानी की मछली है, अक्सर भोजन या खेल के लिए पकड़ा जाता है।",
      "example": "Ich fing eine Forelle im See gestern, ich werde eine im Fluss morgen fangen und ich fing drei im Bach letzte Woche.",
      "example_translation": "मैंने कल झील में एक ट्राउट पकड़ा, मैं कल नदी में एक पकड़ूँगा, और मैंने पिछले हफ्ते नाले में तीन पकड़े।",
      "imageLink": "image_files\\English\\"imageLink": "trout.jpg",
      "audioLink": "trout.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Algenfresser",
      "translation": "शैवाल खाने वाला",
      "definition": "Ein Algenfresser ist eine Art von aquatischem Organismus, der sich von Algen ernährt.",
      "definition_translation": "एक शैवाल खाने वाला एक प्रकार का जल जीव है जो शैवाल पर फ़ीड करता है।",
      "example": "Der Algenfresser im Aquarium hilft, das Wasser zu reinigen, der Algenfresser im Teich isst viel Algen und der Algenfresser im See ist sehr nützlich.",
      "example_translation": "एक्वेरियम में शैवाल खाने वाला पानी को साफ करता है, तालाब में शैवाल खाने वाला बहुत सारा शैवाल खाता है, और झील में शैवाल खाने वाला बहुत लाभदायक है।",
      "imageLink": "image_files\\English\\"imageLink": "algae-eater.jpg",
      "audioLink": "algae eater.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anchovis",
      "translation": "achuwa",
      "definition": "Ein kleiner Fisch, insbesondere von der Familie Engraulidae, oft in Öl eingemacht und als Würze oder Zutat verwendet.",
      "definition_translation": "एक छोटी मछली, विशेष रूप से एन्ग्रौलिडाए परिवार की, अक्सर तेल में संरक्षित की जाती है और स्वाद या सामग्री के रूप में इस्तेमाल की जाती है",
      "example": "Ich hatte Anchovis auf meiner Pizza letzte Nacht, aber ich werde sie auf meinem Salat morgen haben, und ich hatte sie auf meiner Pasta vor drei Tagen.",
      "example_translation": "मैंने कल रात को पिज़्ज़ा पर अचुवा लगाया था, लेकिन मैं कल सलाद पर लगाऊंगा, और मैंने तीन दिन पहले पास्ता पर लगाया था",
      "imageLink": "image_files\\English\\"imageLink": "anchovy.jpg",
      "audioLink": "anchovy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barbe",
      "translation": "arResult",
      "definition": "Ein Cypridenfisch mit einem schlanken Körper und einem Paar Barteln am Unterkiefer, in Flüssen und Seen gefunden.",
      "definition_translation": "एक सीप्रिनिड मछली, पातला शरीर और निचले जबड़े पर दो बार्ब के साथ, नदियों और झीलों में पाया जाता है",
      "example": "Ich fing eine Barbe beim Angeln im See gestern, aber ich werde nächste Woche eine andere fangen und ich fing eine vor drei Monaten.",
      "example_translation": "मैंने कल झील में मछली पकड़ने के दौरान एक बार्बल पकड़ा था, लेकिन मैं अगले सप्ताह में एक और पकड़ूँगा, और मैंने तीन महीने पहले एक पकड़ा था",
      "imageLink": "image_files\\English\\"imageLink": "barbel.jpg",
      "audioLink": "barbel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "düster",
      "translation": "एक प्रकार की मछली",
      "definition": "Ein kleiner, silberner europäischer Karpfenfisch.",
      "definition_translation": "एक छोटी, चांदी जैसी यूरोपीय सीप्रिनिड मछली",
      "example": "Der Düster schwamm im Fluss, als ich ihn sah, und er wird nächsten Jahr im See schwimmen, aber er schwamm vor drei Jahren im Teich.",
      "example_translation": "जब मैंने उसे देखा था, तब ब्लीक नदी में तैर रहा था, और अगले साल 湖 में तैरेगा, लेकिन तीन साल पहले पOND में तैरा था",
      "imageLink": "image_files\\English\\"imageLink": "bleak.jpg",
      "audioLink": "bleak.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Brachsen",
      "translation": "एक प्रकार की मछली",
      "definition": "Ein Süßwasserfisch der Familie Cyprinidae, gefunden in Europa und Asien.",
      "definition_translation": "एक स Sweetम मछली, सीप्रिनिडए परिवार की, यूरोप और एशिया में पाया जाता है",
      "example": "Ich fing einen Brachsen beim Angeln im Fluss, und ich werde nächsten Monat wieder einen fangen, aber ich hatte vor zwei Jahren einen gefangen.",
      "example_translation": "मैंने नदी में मछली पकड़ने के दौरान एक ब्रीम पकड़ा था, और मैं अगले महीने में एक और पकड़ूँगा, लेकिन मैंने दो साल पहले एक पकड़ा था",
      "imageLink": "image_files\\English\\"imageLink": "bream.jpg",
      "audioLink": "bream.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleine Maräne",
      "translation": "लौंगा मछली",
      "definition": "Eine Kleine Maräne ist ein Typ von Süßwasserfisch, der in Europa und Asien heimisch ist, gekennzeichnet durch seinen langen, schlanken Körper und Schnurrbart-ähnlichen Barteln um seinen Mund.",
      "definition_translation": "एक लौंगा मछली एक प्रकार की मीठे पानी की मछली है जो यूरोप और एशिया में पाई जाती है, जिसके मुख के चारों ओर लंबे, पतले शरीर और व्हिस्कर जैसे बार्बल्स से चिह्नित है।",
      "example": "Ich fing eine Kleine Maräne beim Angeln im See letzte Woche. Ich werde nächste Woche wieder eine Kleine Maräne fangen. Ich hatte vorher eine Kleine Maräne gefangen.",
      "example_translation": "मैंने पिछले हफ्ते झील में मछली पकड़ते समय एक लौंगा मछली पकड़ी। मैं अगले हफ्ते फिर से एक लौंगा मछली पकड़ूंगा। मैंने पिछले हफ्ते एक लौंगा मछली पकड़ी थी।",
      "imageLink": "image_files\\English\\"imageLink": "burbot.jpg",
      "audioLink": "burbot.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Karpfen",
      "translation": "कार्प मछली",
      "definition": "Ein Karpfen ist ein Typ von Süßwasserfisch, der in Asien und Europa heimisch ist, gekennzeichnet durch seine großen Schuppen und langen, schlanken Körper.",
      "definition_translation": "एक कार्प मछली एक प्रकार की मीठे पानी की मछली है जो एशिया और यूरोप में पाई जाती है, जिसके बड़े पैमाने और लंबे, पतले शरीर से चिह्नित है।",
      "example": "Meine Freundin liebt es, Karpfen im Fluss zu fangen. Sie wird morgen wieder einen Karpfen fangen. Sie hatte letzten Monat einen Karpfen gefangen.",
      "example_translation": "मेरे मित्र को नदी में कार्प मछली पकड़ना पसंद है। वह कल फिर से एक कार्प मछली पकड़ेगी। उसने पिछले महीने एक कार्प मछली पकड़ी थी।",
      "imageLink": "image_files\\English\\"imageLink": "carp.jpg",
      "audioLink": "carp.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wels",
      "translation": "मैगुर मछली",
      "definition": "Ein Wels ist ein Typ von Süßwasserfisch, der durch seine Schnurrbart-ähnlichen Barteln um seinen Mund und seine Fähigkeit, einen schmerzhaften Stich zu produzieren, gekennzeichnet ist.",
      "definition_translation": "एक मैगुर मछली एक प्रकार की मीठे पानी की मछली है जो अपने मुख के चारों ओर व्हिस्कर जैसे बार्बल्स और दर्दनाक चोट पहुँचाने की क्षमता से चिह्नित है।",
      "example": "Ich sah einen Wels im Aquarium gestern. Ich werde nächste Woche wieder einen Wels sehen. Ich hatte vorher einen Wels gesehen.",
      "example_translation": "मैंने कल एक्वेरियम में एक मैगुर मछली तैरते हुए देखी। मैं अगले हफ्ते फिर से एक मैगुर मछली देखूंगा। मैंने पिछले हफ्ते एक मैगुर मछली देखी थी।",
      "imageLink": "image_files\\English\\"imageLink": "catfish.jpg",
      "audioLink": "catfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barsch",
      "translation": "चब मछली",
      "definition": "Ein Barsch ist ein Typ von Süßwasserfisch, der in Europa und Asien heimisch ist, gekennzeichnet durch seinen runden Körper und kleinen Schuppen.",
      "definition_translation": "एक चब मछली एक प्रकार की मीठे पानी की मछली है जो यूरोप और एशिया में पाई जाती है, जिसके गोलाकार शरीर और छोटे पैमाने से चिह्नित है।",
      "example": "Mein Bruder fing einen Barsch beim Angeln im See letztes Jahr. Er wird nächsten Monat wieder einen Barsch fangen. Er hatte vorher einen Barsch gefangen.",
      "example_translation": "मेरे भाई ने पिछले साल झील में मछली पकड़ते समय एक चब मछली पकड़ी। वह अगले महीने फिर से एक चब मछली पकड़ेगा। वह पिछले साल एक चब मछली पकड़ी थी।",
      "imageLink": "image_files\\English\\"imageLink": "chub.jpg",
      "audioLink": "chub.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Aal",
      "translation": "स/ionका",
      "definition": "Ein langer, dünner, schlangenartiger Fisch, der in Wasser lebt und einen schlanken Körper hat.",
      "definition_translation": "एक लंबा, पतला, सांप जैसी मछली जो पानी में रहती है और पतला शरीर होता है",
      "example": "Der Taucher fing einen Aal beim Schwimmen im See gestern. Der Aal schwimmt jetzt im See. Der Aal wird morgen wieder gefangen werden.",
      "example_translation": "ड़ाइवर ने कल झील में तैरते समय एक स/ionका पकड़ा. स/ionका अब झील में तैर रहा है. स/ionका कल फिर से पकड़ा जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "eel.jpg",
      "audioLink": "eel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flosse",
      "translation": "पंख",
      "definition": "Ein dünner, flacher Teil am Hinterteil eines Fischkörpers, der ihm hilft, zu schwimmen.",
      "definition_translation": "मछली के शरीर के पीछे एक पतला, फ्लैट भाग जो उसे तैरने में मदद करता है",
      "example": "Die Flosse des Hais war über dem Wasser sichtbar. Der Fisch wird seine Flosse verwenden, um schneller zu schwimmen. Die Flosse des Hais wird morgen scharf sein.",
      "example_translation": "शार्क का पंख पानी के ऊपर दिख रहा था. मछली अपने पंख का उपयोग जल्दी तैरने के लिए करेगी. शार्क का पंख कल तेज होगा.",
      "imageLink": "image_files\\English\\"imageLink": "fin.jpg",
      "audioLink": "fin.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flattfisch",
      "translation": "चपटा मछली",
      "definition": "Ein Typ von Fisch, der einen flachen Körper hat und auf oder in der Nähe des Meeresbodens lebt.",
      "definition_translation": "एक प्रकार की मछली जिसका शरीर चपटा होता है और वह समुद्र तल या इसके निकट रहती है",
      "example": "Der Flattfisch versteckte sich unter dem Sand. Die Fischer fingen einen Flattfisch im Netz. Der Flattfisch wird heute Abend zum Essen zubereitet.",
      "example_translation": "चपटा मछली रेत के नीचे छिपी हुई थी. मछुआरों ने जाल में एक चपटा मछली पकड़ा. चपटा मछली आज रात के खाने के लिए पकाई जाएगी.",
      "imageLink": "image_files\\English\\"imageLink": "flatfish.jpg",
      "audioLink": "flatfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flunder",
      "translation": "फ्लाउंडर",
      "definition": "Ein Typ von Flattfisch, der oft zum Essen gefangen wird und einen delikaten Geschmack hat.",
      "definition_translation": "एक प्रकार की चपटा मछली जिसकी अक्सर खाने के लिए पकड़ी जाती है और जिसका स्वाद नाजुक होता है",
      "example": "Die Flunder flipping auf der Oberfläche des Wassers. Der Koch kochte eine leckere Flunder für die Gäste. Die Flunder wird morgen mit Zitronensauce serviert werden.",
      "example_translation": "फ्लाउंडर पानी की सतह पर फ्लिप कर रहा था. शेफ ने मेहमानों के लिए एक स्वादिष्ट फ्लाउंडर पकाया. फ्लाउंडर कल नींबू सॉस के साथ परोसा जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "flounder.jpg",
      "audioLink": "flounder.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Goldkopf",
      "translation": "सिर वाला मछली",
      "definition": "Eine Art Fisch, insbesondere einer, der im Mittelmeer gefunden wird",
      "definition_translation": "भूमध्य सागर में पाया जाने वाला एक प्रकार की मछली",
      "example": "Der Goldkopf-Fisch ist ein beliebtes Zutat in der mediterranen Küche. Er wurde im Restaurant perfekt gegrillt. Er wird mit einer Seite Zitrone und Kräutern serviert.",
      "example_translation": "मेडिटेरिनियन व्यंजन में सिर वाला मछली एक लोकप्रिय सामग्री है. रेस्टोरेंट में यह परफेक्ट ग्रिल्ड किया गया था. यह नींबू और हर्ब्स के साथ परोसा जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "gilthead.jpg",
      "audioLink": "gilthead.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gründling",
      "translation": "गूदगन मछली",
      "definition": "Eine Art kleiner Süßwasserfisch, oft als Köder verwendet",
      "definition_translation": "एक प्रकार की छोटी मीठे पानी की मछली, अक्सर बैट के रूप में इस्तेमाल की जाती है",
      "example": "Der Angler verwendete einen Gründling als Köder, um einen größeren Fisch zu fangen. Sie hatte gestern einen Gründling gefangen. Es wird ein großartiger Fang sein, wenn sie heute einen fängt.",
      "example_translation": "अंग्लर ने एक बड़ी मछली पकड़ने के लिए गूदगन मछली का इस्तेमाल बैट के रूप में किया. कल उसे एक गूदगन मछली मिली थी. अगर वह आज एक पकड़ लेती है तो यह एक बड़ी पकड़ होगी.",
      "imageLink": "image_files\\English\\"imageLink": "gudgeon.jpg",
      "audioLink": "gudgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Guppys",
      "translation": "गप्पी मछली",
      "definition": "Eine Art kleiner, farbiger Süßwasserfische, oft als Haustier gehalten",
      "definition_translation": "एक प्रकार की छोटी, रंग-बिरंगी मीठे पानी की मछली, अक्सर पालतू के रूप में रखी जाती है",
      "example": "Das Aquariumgeschäft hatte eine Vielzahl von Guppys zum Verkauf. Sie hatte letzte Woche einen Guppy gekauft. Es wird ein großartiger Zugang zu ihrem Aquarium sein, wenn sie heute einen weiteren hinzufügt.",
      "example_translation": "एक्वेरियम स्टोर में बिक्री के लिए विभिन्न प्रकार की गप्पी मछलियां थी. उसे पिछले हफ्ते एक गप्पी मछली खरीदी थी. अगर वह आज एक और गप्पी मछली अपने एक्वेरियम में जोड़ती है तो यह एक बड़ा अतिरिक्त होगा.",
      "imageLink": "image_files\\English\\"imageLink": "guppy.jpg",
      "audioLink": "guppy.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schellfisch",
      "translation": "हैडॉक मछली",
      "definition": "Eine Art Fisch, oft geräuchert oder getrocknet und in traditionellen Gerichten verwendet",
      "definition_translation": "एक प्रकार की मछली, अक्सर स्मोक्ड या सुखाकर पारंपरिक व्यंजनों में इस्तेमाल की जाती है",
      "example": "Die Schellfisch-Filet war im Räucherei perfekt geraucht. Sie hatte Schellfisch im Restaurant probiert. Es wird eine großartige Wahl für das Abendessen sein, wenn sie heute Abend wieder Schellfisch bestellt.",
      "example_translation": "स्मोकहाउस में हैडॉक फिलेट को परफेक्ट स्मोक्ड किया गया था. उसने रेस्टोरेंट में हैडॉक का स्वाद लिया था. अगर वह आज रात को फिर से हैडॉक ऑर्डर करती है तो यह एक बड़ा डिनर विकल्प होगा.",
      "imageLink": "image_files\\English\\"imageLink": "haddock.jpg",
      "audioLink": "haddock.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Heilbutt",
      "translation": "हेक",
      "definition": "Eine Art Fisch, insbesondere ein mildgeschmackter, weißfleischiger Fisch, oft als Nahrung verwendet",
      "definition_translation": "एक प्रकार की मछली, विशेष रूप से एक मृदु स्वाद वाली सफ़ेद मछली, अक्सर खाने के लिए इस्तेमाल की जाती है.",
      "example": "Ich aß Heilbutt zum Abendessen gestern Abend, und ich werde ihn morgen wieder essen. Sie hatte Heilbutt zum Mittagessen gestern gegessen.",
      "example_translation": "मैंने रात के खाने के लिए हेक खाया था, और मैं कल फिर से खाऊंगा. उसने कल दोपहर के खाने के लिए हेक खाया था.",
      "imageLink": "image_files\\English\\"imageLink": "hake.jpg",
      "audioLink": "hake.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hecht",
      "translation": "हलीबट",
      "definition": "Eine Art Plattfisch, insbesondere ein großer, festfleischiger Fisch, oft als Nahrung verwendet",
      "definition_translation": "एक प्रकार की फ्लैटफिश, विशेष रूप से एक बड़े, स्थिर मांस वाली मछली, अक्सर खाने के लिए इस्तेमाल की जाती है.",
      "example": "Ich esse Hecht seit Jahren, und ich werde ihn in Zukunft weiter essen. Sie hatte Hecht zum Frühstück gestern essen.",
      "example_translation": "मैं वर्षों से हलीबट खा रहा हूँ, और मैं भविष्य में इसे खाना जारी रखूँगा. उसने कल सुबह के नाश्ते के लिए हलीबट खाया था.",
      "imageLink": "image_files\\English\\"imageLink": "halibut.jpg",
      "audioLink": "halibut.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hering",
      "translation": "हरिंग",
      "definition": "Ein kleiner, fetthaltiger Fisch, oft gefangen und eingelegt oder konserviert, um gegessen zu werden",
      "definition_translation": "एक छोटी, तेल वाली मछली, अक्सर पकड़ी जाती है और नमकीन या इलाज की जाती है खाने के लिए.",
      "example": "Ich liebe es, Hering wegen seines Nährwerts zu essen, und ich werde ihn nächste Woche wieder essen. Sie hatten Hering zum Abendessen gestern Abend gegessen.",
      "example_translation": "मैं पोषण मूल्य के लिए हरिंग खाना पसंद करता हूँ, और मैं अगले सप्ताह में फिर से खाऊंगा. वे रात के खाने के लिए हरिंग खाया था.",
      "imageLink": "image_files\\English\\"imageLink": "herring.jpg",
      "audioLink": "herring.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Neunauge",
      "translation": "लैम्प्रे",
      "definition": "Eine Art aalartiger Fisch, oft parasitär auf anderen Fischen, mit einem saugenden Maul",
      "definition_translation": "एक प्रकार की ईल जैसी मछली, अक्सर दूसरी मछलियों पर परजीवी, एक चूसने वाला मुँह के साथ.",
      "example": "Ich habe Neunaugen im Fluss gesehen, und ich werde sie in Zukunft wieder sehen. Sie hatten Neunaugen für Forschungszwecke gestern gefangen.",
      "example_translation": "मैंने नदी में लैम्प्रे देखा है, और मैं भविष्य में फिर से देखूँगा. उन्होंने कल शोध के उद्देश्य से लैम्प्रे पकड़ा था.",
      "imageLink": "image_files\\English\\"imageLink": "lamprey.jpg",
      "audioLink": "lamprey.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Makrele",
      "translation": "मैकेरल",
      "definition": "Eine Makrele ist eine Art Fisch, die in Ozeanen rund um die Welt gefunden wird. Sie ist bekannt für ihr reichhaltiges, fetthaltiges Fleisch und wird oft als Nahrungsquelle verwendet.",
      "definition_translation": "दुनिया भर में सामान्य रूप से पाया जाने वाला एक प्रकार का मछली मैकेरल है, जिसका अमीर, तेलयुक्त मांस होता है और अक्सर भोजन के स्रोत के रूप में प्रयोग किया जाता है.",
      "example": "Die Fischer fingen einen großen Makrelen in der Morgen, sie verkaufen ihn jetzt auf dem Markt, und sie werden heute Abend wieder Makrelen fangen.",
      "example_translation": "सुबह मछुआरों ने एक बड़ा मैकेरल पकड़ा, वे अब बाजार में इसे बेच रहे हैं, और वे रात में और पकड़ेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "mackerel.jpg",
      "audioLink": "mackerel.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Murai",
      "translation": "मोरे",
      "definition": "Ein Murai ist eine Art aalartiger Fisch, der in warmen, tropischen Gewässern gefunden wird. Er ist bekannt für seinen langen, schlanken Körper und seine scharfen Zähne.",
      "definition_translation": "एक मोरे एक प्रकार का ईल-जैसा मछली है जो गर्म, उष्णकटिबंधीय पानी में पाया जाता है. इसका लंबा, संकीर्ण शरीर और तेज दांत होते हैं.",
      "example": "Der Taucher sah einen Murai in einer Felsspalte versteckt, er war już Jahre lang dort, und wird vermutlich noch viele Jahre lang dort bleiben.",
      "example_translation": "डाइवेर ने एक मोरे को दरार में छिपा हुआ देखा, वह वहां कई साल से था, और कई और साल वहीं रहेगा.",
      "imageLink": "image_files\\English\\"imageLink": "moray.jpg",
      "audioLink": "moray.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Barsch",
      "translation": "पर्च",
      "definition": "Ein Barsch ist eine Art von Fisch, der in Süßwasserumgebungen wie Seen und Flüssen vorkommt. Er ist bekannt für seinen kurzen, stämmigen Körper und seine bunten Farben.",
      "definition_translation": "एक पर्च एक प्रकार का मछली है जो ताज़े पानी के वातावरण में पाया जाता है, जैसे झीलें और नदियाँ. इसका छोटा, सख्त शरीर और रंगीन रंग होते हैं.",
      "example": "Der Angler fing einen großen Barsch im Fluss, er schwamm nah an der Oberfläche und wird heute Abend zum Essen zubereitet.",
      "example_translation": "एंगलर ने नदी में एक बड़ा पर्च पकड़ा, वह सतह के पास तैर रहा था, और आज रात के खाने के लिए पकाया जाएगा.",
      "imageLink": "image_files\\English\\"imageLink": "perch.jpg",
      "audioLink": "perch.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hecht",
      "translation": "पाइक",
      "definition": "Ein Hecht ist eine Art von Fisch, der in Süßwasserumgebungen wie Seen und Flüssen vorkommt. Er ist bekannt für seine lange, spitze Schnauze und seine scharfen Zähne.",
      "definition_translation": "एक पाइक एक प्रकार का मछली है जो ताज़े पानी के वातावरण में पाया जाता है, जैसे झीलें और नदियाँ. इसका लंबा, नोकदार स्नाउट और तेज दांत होते हैं.",
      "example": "Die Fischer versuchten, einen Hecht im See zu fangen, sie haben Stunden lang versucht und haben schließlich Nachmittags einen gefangen.",
      "example_translation": "मछुआरों ने झील में एक पाइक पकड़ने की कोशिश की, वे कई घंटों से प्रयास कर रहे थे, और आखिरकार दोपहर में एक पकड़ा.",
      "imageLink": "image_files\\English\\"imageLink": "pike.jpg",
      "audioLink": "pike.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Piranha",
      "translation": "पिरान्हा",
      "definition": "Ein Süßwasserfisch des Amazonas-Beckens, bekannt für seine scharfen Zähne und sein räuberisches Verhalten.",
      "definition_translation": "अमेज़न नदी बेसिन की Một मीठे पानी की मछली, अपने तेज दांतों और शिकारी व्यवहार के लिए जानी जाती है",
      "example": "Im Amazonas-Fluss greifen Piranhas in Schulen an und fressen ihre Beute in Minuten. Heute sah ich eine Piranha im Aquarium. Nächste Woche werde ich eine Piranha im Fluss fangen.",
      "example_translation": "अमेज़न नदी में, पिरान्हा स्कूलों में हमला करते हैं, अपने शिकार को कुछ मिनटों में निगल जाते हैं. आज, मैंने एक्वेरियम में एक पिरान्हा देखा. अगले हफ्ते तक, मैं नदी में एक पिरान्हा पकड़ लूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "piranha.jpg",
      "audioLink": "piranha.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Scholle",
      "translation": "प्लाइस",
      "definition": "Eine Art von Plattfisch, oft in flachen Gewässern des Atlantischen Ozeans gefunden.",
      "definition_translation": "एक प्रकार की फ्लैटफिश, अक्सर अटलांटिक सागर के उथले पानी में पाई जाती है",
      "example": "Ich fing eine Scholle während des Fischens im Atlantischen Ozean letzten Sommer. Jetzt esse ich eine Scholle in einem Restaurant. Nächstes Jahr werde ich versuchen, eine Scholle wieder zu fangen.",
      "example_translation": "पिछले ग्रीष्म में, मैंने अटलांटिक सागर में मछली पकड़ने के दौरान एक प्लाइस पकड़ा. अब, मैं एक रेस्टोरेंट में एक प्लाइस खा रहा हूँ. अगले साल, मैं एक प्लाइस फिर से पकड़ने की कोशिश करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "plaice.jpg",
      "audioLink": "plaice.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rotaugen",
      "translation": "रोच",
      "definition": "Eine Art von Süßwasserfisch, oft in Flüssen und Bächen gefunden.",
      "definition_translation": "एक प्रकार की मीठे पानी की मछली, अक्सर नदियों और नालों में पाई जाती है",
      "example": "Ich fing eine Rotaugen während des Fischens im Fluss gestern. Heute putze ich eine Rotaugen in meiner Küche. Nächsten Monat werde ich versuchen, eine Rotaugen wieder zu fangen.",
      "example_translation": "कल मैं, नदी में मछली पकड़ने के दौरान एक रोच पकड़ा. आज, मैं अपने रसोई में एक रोच साफ कर रहा हूँ. अगले महीने, मैं एक रोच फिर से पकड़ने की कोशिश करूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "roach.jpg",
      "audioLink": "roach.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sardine",
      "translation": "सरडाइन",
      "definition": "Ein kleiner, öliger Fisch, oft in Konserven verwendet und in der Küche eingesetzt.",
      "definition_translation": "एक छोटी, तेलीय मछली, अक्सर कैन में पैक की जाती है और खाना पकाने में इस्तेमाल की जाती है",
      "example": "Ich aß eine Dose Sardinen zum Frühstück heute Morgen. Gestern kaufte ich ein Paket Sardinen im Supermarkt. Nächste Woche werde ich Sardinen zum Abendessen zubereiten.",
      "example_translation": "आज सुबह, मैंने नाश्ते में एक कैन सरडाइन खायी. कल मैं, सुपरमार्केट से एक पैक सरडाइन खरीदा. अगले हफ्ते, मैं रात के खाने में सरडाइन पकाऊँगा.",
      "imageLink": "image_files\\English\\"imageLink": "sardine.jpg",
      "audioLink": "sardine.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sägefisch",
      "translation": "चीरा मछली",
      "definition": "Ein Sägefisch ist eine Art von Rochen, der einen langen, schmalen Schnabel mit einer Reihe scharfer Zähne hat, der zur Jagd und Verteidigung dient.",
      "definition_translation": "एक चीरा मछली एक प्रकार की रे है जिसका लंबा, संकीर्ण स्नौट शार्प दांतों की एक पंक्ति के साथ है, शिकार और रक्षा के लिए उपयोग किया जाता है।",
      "example": "Ich sah einen Sägefisch im Ozean gestern, ich werde morgen wieder hinsehen, ich habe ihn viele Male vorher gesehen.",
      "example_translation": "मैं कल समुद्र में तैरता हुआ एक चीरा मछली देखा, मैं कल फिर से उसे देखने जाऊंगा, और मैंने पहले कई बार उसे देखा है।",
      "imageLink": "image_files\\English\\"imageLink": "sawfish.jpg",
      "audioLink": "sawfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skalar",
      "translation": "स्केलर",
      "definition": "Ein Skalar ist eine Größe, die nur eine Größe hat und keine Richtung.",
      "definition_translation": "एक स्केलर एक मात्रा है जिसका केवल परिमाण है और कोई दिशा नहीं है।",
      "example": "Das skalare Produkt zweier Vektoren ist ein skalares Wert, ich berechnete es gestern und werde es morgen wieder berechnen.",
      "example_translation": "दो वेक्टर्स का स्केलर गुणनफल एक स्केलर मान है, मैंने कल इसकी गणना की, और मैं कल फिर से इसकी गणना करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "scalar.jpg",
      "audioLink": "scalar.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Skala",
      "translation": "पैमाना",
      "definition": "Eine Skala ist eine Reihe von Musiknoten in einem bestimmten Muster oder ein Gerät zum Wiegen von Objekten.",
      "definition_translation": "एक पैमाना एक विशेष पैटर्न में संगीत नोटों की एक श्रृंखला है, या वस्तुओं के nặngने के लिए एक उपकरण है।",
      "example": "Ich verwende eine Skala, um mein Gepäck vor der Reise zu wiegen, ich verwendete es gestern und werde es morgen wieder verwenden.",
      "example_translation": "मैं यात्रा से पहले अपने सामान का वजन करने के लिए एक पैमाने का उपयोग करता हूँ, मैंने कल इसका उपयोग किया, और मैं कल फिर से इसका उपयोग करूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "scale.jpg",
      "audioLink": "scale.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Seepferd",
      "translation": "समुद्री घोड़ा",
      "definition": "Ein Seepferd ist eine Art von Meerfisch, der einen pferdeähnlichen Kopf und einen gekrümmten Schwanz hat.",
      "definition_translation": "एक समुद्री घोड़ा एक प्रकार की समुद्री मछली है जिसका घोड़े की तरह सिर और कर्ल वाली पूँछ है।",
      "example": "Ich habe ein Seepferd im Aquarium schwimmen sehen, ich sah es gestern und werde es morgen wieder sehen.",
      "example_translation": "मैंने एक समुद्री घोड़े को एक्वेरियम में तैरता हुआ देखा, मैंने कल उसे देखा, और मैं कल फिर से उसे देखूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "seahorse.jpg",
      "audioLink": "seahorse.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sohle",
      "translation": "एकमात्र",
      "definition": "Die Sohle des Fußes ist die Unterseite des Fußes, die mit dem Boden in Kontakt kommt.",
      "definition_translation": "पाँव का तलवा, जो जमीन के साथ संपर्क में आता है",
      "example": "Die Sohle meines Schuhs ist abgetragen. Ich hatte ihn gestern getragen. Ich werde ihn morgen wieder tragen.",
      "example_translation": "मेरे जूते का तलवा खराब हो गया है. मैंने कल उसे पहना था. मैं कल उसे फिर से पहनूंगा.",
      "imageLink": "image_files\\English\\"imageLink": "sole.jpg",
      "audioLink": "sole.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sprotte",
      "translation": "एक प्रकार की मछली",
      "definition": "Eine Sprotte ist ein kleiner Fisch, der typischerweise in Schulen im Meer gefunden wird.",
      "definition_translation": "एक स्प्रैट एक छोटी मछली है, जो आमतौर पर समुद्र में स्कूलों में पाई जाती है.",
      "example": "Ich fing eine Sprotte beim Angeln gestern. Ich hatte viele Sprotten vorher gefangen. Ich werde nächste Woche mehr Sprotten fangen.",
      "example_translation": "मैंने कल मछली पकड़ते समय एक स्प्रैट पकड़ा था. मैंने पहले कई स्प्रैट पकड़े थे. मैं अगले सप्ताह और अधिक स्प्रैट पकड़ूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "sprat.jpg",
      "audioLink": "sprat.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stichling",
      "translation": "एक प्रकार की मछली",
      "definition": "Ein Stichling ist ein kleiner Fisch mit Stacheln auf seinem Rücken, der in Süßwasserseen und Flüssen gefunden wird.",
      "definition_translation": "एक स्टिकलबैक एक छोटी मछली है, जिसकी पीठ पर कांटे होते हैं, जिसे ताजे पानी के झीलों और नदियों में पाया जाता है.",
      "example": "Ich sah einen Stichling im Aquarium. Ich hatte viele Stichlinge vorher gesehen. Ich werde nächstes Jahr mehr Stichlinge sehen.",
      "example_translation": "मैंने एक्वेरियम में एक स्टिकलबैक देखा था. मैंने पहले कई स्टिकलबैक देखे थे. मैं अगले साल और अधिक स्टिकलबैक देखूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "stickleback.jpg",
      "audioLink": "stickleback.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stör",
      "translation": "एक प्रकार की मछली",
      "definition": "Ein Stör ist ein großer Fisch mit einer langen Schnauze, der in Flüssen und Küstengewässern gefunden wird.",
      "definition_translation": "एक स्टर्जन एक बड़ी मछली है, जिसका लंबा नॉस होता है, जिसे नदियों और तटीय पानी में पाया जाता है.",
      "example": "Ich aß Stör im Restaurant. Ich hatte Stör vorher gegessen. Ich werde nächsten Monat wieder Stör essen.",
      "example_translation": "मैंने रेस्टोरेंट में स्टर्जन खाया था. मैंने पहले स्टर्जन खाया था. मैं जल्द ही स्टर्जन फिर से खाऊँगा.",
      "imageLink": "image_files\\English\\"imageLink": "sturgeon.jpg",
      "audioLink": "sturgeon.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sonnenfisch",
      "translation": "सूरजमछली",
      "definition": "Ein großer, flacher, ozeanbewohnender Fisch mit einem kleinen Maul und einem stacheligen Rückenflossen, oft in den Tropen und Subtropen gefunden.",
      "definition_translation": "एक बड़े, फ्लैट, महासागर-वासी मछली जिसका मुंह छोटा है और पीठ पर एक कांटेदार फिन है, अक्सर उष्ण और उपोष्ण जलवायु के पास पाया जाता है।",
      "example": "Der Sonnenfisch schwamm langsam durch das Korallenriff, sein heller Körper glänzte in der Sonne. Gestern sahen wir einen Sonnenfisch nahe der Oberfläche schwimmen. Bis nächstes Jahr werden Sonnenfische in unseren Ozeanen verschwunden sein.",
      "example_translation": "सूरजमछली ने珊चल से धीरे-धीरे तरना शुरू किया, उसके चमकीले पीले शरीर ने सूरज की रोशनी में चमक उठा। कल, हमने एक सूरजमछली को सतह के पास तैरते हुए देखा। अगले साल तक, सूरजमछली हमारे सागरों से गायब हो जाएगी।",
      "imageLink": "image_files\\English\\"imageLink": "sunfish.jpg",
      "audioLink": "sunfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwertfisch",
      "translation": "तलवारमछली",
      "definition": "Ein großer, räuberischer Fisch mit einem langen, spitzen Schnabel und einem schlanken, stromlinienförmigen Körper, der in tropischen und subtropischen Gewässern gefunden wird.",
      "definition_translation": "एक बड़ी, शिकारी मछली जिसका बिल लंबा और नुकीला है और पतला, स्ट्रीमलाइन्ड शरीर है, उष्ण और उपोष्ण जलवायु के पास पाया जाता है।",
      "example": "Der Schwertfisch sprang aus dem Wasser, sein Schwert-ähnlicher Schnabel glänzte in der Sonne. Gestern fingen wir einen Schwertfisch vor der Küste Floridas. Bis nächste Woche wird Schwertfisch auf der Speisekarte unseres Restaurants sein.",
      "example_translation": "तलवारमछली ने पानी से उछलकर निकल गया, उसके तलवार जैसे बिल ने सूरज की रोशनी में चमक उठा। कल, हमने फ्लोरिडा के तट पर एक तलवारमछली पकड़ी। अगले हफ्ते तक, तलवारमछली हमारे रेस्टोरेंट के मेनю पर होगी।",
      "imageLink": "image_files\\English\\"imageLink": "swordfish.jpg",
      "audioLink": "swordfish.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kaulbarsch",
      "translation": "तेंच",
      "definition": "Ein kleiner, Süßwasserfisch mit einem flachen, abgerundeten Körper und einem kurzen, spitzen Schnabel, der in langsamen Flüssen und Seen gefunden wird.",
      "definition_translation": "एक छोटी, ताजा पानी की मछली जिसका शरीर फ्लैट और गोल है और एक छोटा, नुकीला स्नाउट है, धीमी गति से बहने वाली नदियों और झीलों में पाया जाता है।",
      "example": "Der Kaulbarsch schwamm träge im trüben Wasser, sein flacher Körper wellte sich im Strom. Gestern fingen wir einen Kaulbarsch im See. Bis nächstes Jahr werden Kaulbarsche in unseren Flüssen überreichlich sein.",
      "example_translation": "तेंच ने गंदे पानी में सुस्ताना शुरू कर दिया, उसके फ्लैट शरीर ने प्रवाह में लहरें मारना शुरू कर दिया। कल, हमने झील में एक तेंच पकड़ा। अगले महीने तक, तेंच हमारी नदियों में प्रचुर मात्रा में होगी।",
      "imageLink": "image_files\\English\\"imageLink": "tench.jpg",
      "audioLink": "tench.mp3"
    },
    {
      "section": "ryby-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zander",
      "translation": "ज़ेंडर",
      "definition": "Ein großer, Süßwasserfisch mit einem langgestreckten, schlanken Körper und einem langen, spitzen Schnabel, der in Flüssen und Seen Europas und Asiens gefunden wird.",
      "definition_translation": "एक बड़ी, ताजा पानी की मछली जिसका शरीर लंबा और पतला है और एक लंबा, नुकीला स्नाउट है, यूरोप और एशिया की नदियों और झीलों में पाया जाता है।",
      "example": "Der Zander schwamm schnell durch das klare Wasser, sein langer Körper wellte sich im Strom. Gestern fingen wir einen Zander im Fluss. Bis nächstes Jahr wird Zander ein beliebter Sportfisch sein.",
      "example_translation": "ज़ेंडर ने साफ पानी में तेज़ी से तैरना शुरू कर दिया, उसके लंबे शरीर ने प्रवाह में लहरें मारना शुरू कर दिया। कल, हमने नदी में एक ज़ेंडर पकड़ा। अगले साल तक, ज़ेंडर एक लोकप्रिय गेम फिश होगी।",
      "imageLink": "image_files\\English\\"imageLink": "zander.jpg",
      "audioLink": "zander.mp3"
    }
  ]