[
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleidung",
      "translation": "कपड़े",
      "definition": "Kleidungsstücke, insbesondere Oberbekleidung, die am Oberkörper getragen werden.",
      "definition_translation": "शरीर के ऊपरी हिस्से पर पहने जाने वाले कपड़े",
      "example": "Ich habe meine Kleidung gestern gewaschen, ich trage sie jetzt und ich werde sie morgen wieder tragen.",
      "example_translation": "मैंने अपने कपड़े कल धोए, मैं अभी उन्हें पहने हुए हूँ, और मैं कल फिर से उन्हें पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "clothes.jpg",
      "audioLink": "clothes.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mantel",
      "translation": "कोट",
      "definition": "Ein Außenanzug, der am Oberkörper getragen wird, typischerweise ärmelloser und offen vorne.",
      "definition_translation": "ऊपरी शरीर पर पहना जाने वाला बाहरी कपड़ा, आम तौर पर बिना Sleevesऔर सामने से खुला होता है.",
      "example": "Ich trug einen Mantel im Winter, ich trage einen Mantel jetzt und ich werde einen Mantel wieder im nächsten Winter tragen.",
      "example_translation": "मैंने सर्दी में एक कोट पहना था, मैं अभी एक कोट पहने हुए हूँ, और मैं अगले सर्दी में फिर से एक कोट पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "coat.jpg",
      "audioLink": "coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kleid",
      "translation": "ड्रेस",
      "definition": "Ein Einzelteil für Frauen oder Mädchen, das typischerweise bei formalen Anlässen getragen wird.",
      "definition_translation": "एक स्त्री या लड़की के लिए एक-टुकड़ा कपड़ा, आमतौर पर औपचारिक अवसर पर पहना जाता है.",
      "example": "Meine Schwester trug ein schönes Kleid gestern, sie trägt ein Kleid jetzt und sie wird ein Kleid wieder auf der Party tragen.",
      "example_translation": "मेरी बहन ने कल एक सुंदर ड्रेस पहना था, वह अभी एक ड्रेस पहने हुए हैं, और वह पार्टी में फिर से एक ड्रेस पहनेगी.",
      "imageLink": "image_files\\English\\"imageLink": "dress.jpg",
      "audioLink": "dress.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hut",
      "translation": "टोपी",
      "definition": "Ein Kopfbedeckung, typischerweise aus Stoff oder Stroh gefertigt, getragen für Wärme, als Modeerklärung oder als Teil einer Uniform.",
      "definition_translation": "एक सिर का आवरण, आम तौर पर कपड़े या च AW से बना होता है, गर्मी के लिए, फैशन स्टेटमेंट के रूप में, या वर्दी के हिस्से के रूप में।",
      "example": "Ich trug einen Hut in der Sonne, ich trage einen Hut jetzt und ich werde einen Hut wieder am Strand tragen.",
      "example_translation": "मैंने धूप में एक टोपी पहना था, मैं अभी एक टोपी पहने हुए हूँ, और मैं समुद्र तट पर फिर से एक टोपी पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "hat.jpg",
      "audioLink": "hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jeans",
      "translation": "जीन्स",
      "definition": "Jeans sind eine Art von Hosen, die aus Denim oder anderen robusten Stoffen gefertigt werden, typischerweise zum Casual-Tragen gedacht.",
      "definition_translation": "जीन्स डेनिम या अन्य मजबूत फैब्रिक से बने पतलून का एक प्रकार है, जिसे आम तौर पर कैजुअल पहना जाता है.",
      "example": "Ich trug Jeans zur Party letzte Nacht, ich trage Jeans zur Party heute Nacht und ich werde Jeans zur Party morgen Nacht tragen.",
      "example_translation": "मैंने पार्टी में कल रात को जीन्स पहने थे, मैं आज रात को पार्टी में जीन्स पहन रहा हूँ, और मैं कल रात को पार्टी में जीन्स पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "jeans.jpg",
      "audioLink": "jeans.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hemd",
      "translation": "कमीज",
      "definition": "Ein Hemd ist ein Kleidungsstück, das am Oberkörper getragen wird, typischerweise mit Ärmeln und Kragen.",
      "definition_translation": "कमीज ऊपरी शरीर का एक कपड़ा है, जिसमें आम तौर पर बाहें और कॉलर होता है.",
      "example": "Ich bügelte mein Hemd gestern, ich trage ein Hemd heute und ich werde ein Hemd morgen kaufen.",
      "example_translation": "मैंने कल अपनी कमीज प्रेस की, मैं आज कमीज पहना हूँ, और मैं कल कमीज खरीदूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "shirt.jpg",
      "audioLink": "shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schuh",
      "translation": "जूता",
      "definition": "Ein Schuh ist ein Fußbekleidung, die am Fuß getragen wird, um ihn zu schützen und Komfort zu bieten.",
      "definition_translation": "जूता पैर की रक्षा और आराम प्रदान करने के लिए पहना जाने वाला फुटवियर है.",
      "example": "Ich polierte meinen Schuh letzte Woche, ich trage Schuhe heute und ich werde Schuhe nächste Woche kaufen.",
      "example_translation": "मैंने पिछले हफ्ते अपने जूते पॉलिश किए, मैं आज जूते पहना हूँ, और मैं अगले हफ्ते जूते खरीदूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "shoe.jpg",
      "audioLink": "shoe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rock",
      "translation": "स्किर्ट",
      "definition": "Ein Rock ist ein Kleidungsstück, das von Frauen und Mädchen getragen wird, typischerweise hängend von der Taille und reichend bis zu den Knien oder Fußgelenken.",
      "definition_translation": "स्किर्ट महिलाओं और लड़कियों द्वारा पहना जाने वाला एक कपड़ा है, जो आम तौर पर कमर से लटका होता है और घुटनों या टखनों तक फैला होता है.",
      "example": "Sie trug einen Rock zur Party gestern, sie trägt einen Rock zum Büro heute und sie wird einen Rock zur Hochzeit morgen tragen.",
      "example_translation": "उसने पार्टी में कल स्किर्ट पहना था, वह आज ऑफिस में स्किर्ट पहना है, और वह कल शादी में स्किर्ट पहनेगी.",
      "imageLink": "image_files\\English\\"imageLink": "skirt.jpg",
      "audioLink": "skirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "T-Shirt",
      "translation": "टी-शर्ट",
      "definition": "Ein kurzhemdsheimliches, lockeres Oberbekleidungsstück, typischerweise aus Baumwolle, synthetischen Fasern oder einer Mischung beider, für Casual-Anlässe getragen.",
      "definition_translation": "एक अल्पawai कैज़ुअल टॉप, ज्यादातर सूती, सिंथेटिक फाइबर या दोनों के मिश्रण से बना, कैज़ुअल अवसरों के लिए पहना जाता है।",
      "example": "Ich trug ein T-Shirt zum Strand gestern, ich trage eines jetzt und ich werde eines zur Party morgen tragen.",
      "example_translation": "मैं कल समुद्र तट पर एक टी-शर्ट पहन कर गया था, मैं अब एक पहन रहा हूँ, और मैं कल पार्टी में एक पहनूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "t-shirt.jpg",
      "audioLink": "T-shirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hose",
      "translation": "पैंट",
      "definition": "Ein Außenanzug, der die Beine bedeckt, typischerweise aus Stoff gefertigt, für Casual- oder formale Anlässe getragen.",
      "definition_translation": "पैरों को ढकने वाला एक बाहरी पहनावा, ज्यादातर कपड़े से बना, कैज़ुअल या औपचारिक अवसरों के लिए पहना जाता है।",
      "example": "Ich habe Hose zur Arbeit jeden Tag dieser Woche getragen, ich trug sie zur Hochzeit letzte Woche und ich werde sie zur Konferenz nächsten Monat tragen.",
      "example_translation": "मैं इस हफ्ते हर दिन काम पर पैंट पहन कर गया हूँ, मैं पिछले हफ्ते शादी में पहन कर गया था, और मैं अगले महीने कॉन्फ्रेंस में पहनूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "trousers.jpg",
      "audioLink": "trousers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Stiefel",
      "translation": "बूट",
      "definition": "Ein stabiler Schuh, der den Fuß und die Knöchel bedeckt, typischerweise aus Leder oder synthetischen Materialien hergestellt und für Outdoor-Aktivitäten oder als Modestatement getragen.",
      "definition_translation": "एक मजबूत पैर केToProps, ज्यादातर चमड़े या सिंथेटिक सामग्री से बना, आउटडोर गतिविधियों या फैशन स्टेटमेंट के रूप में पहना जाता है।",
      "example": "Ich trug Stiefel, um letzten Jahr in den Bergen zu wandern, ich trage sie jetzt, um Fußball zu spielen, und ich werde sie nächste Woche auf dem Festival tragen.",
      "example_translation": "मैं पिछले साल पर्वत में ट्रेकिंग के लिए बूट पहन कर गया था, मैं अब सॉकर खेलने के लिए पहन रहा हूँ, और मैं अगले हफ्ते त्योहार में पहनूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "boot.jpg",
      "audioLink": "boot.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mütze",
      "translation": "टोपी",
      "definition": "Eine weiche, eng anliegende Mütze, typischerweise aus Stoff oder synthetischen Materialien hergestellt, auf dem Kopf für Casual- oder Sportzwecke getragen.",
      "definition_translation": "एक नरम, समीप-से-फिटिंग टोपी, ज्यादातर कपड़े या सिंथेटिक सामग्री से बनी, सिर पर कैज़ुअल या एथलेटिक उद्देश्यों के लिए पहनी जाती है।",
      "example": "Ich trug eine Mütze zum Baseball-Spiel gestern, ich trage eine jetzt, um mein Gesicht vor der Sonne zu schützen, und ich werde eine morgen zum Joggen tragen.",
      "example_translation": "मैं कल बेसबॉल गेम में एक टोपी पहन कर गया था, मैं अब सूरज से अपने चेहरे की रक्षा के लिए एक पहन रहा हूँ, और मैं कल जोगिंग के लिए एक पहनूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "cap.jpg",
      "audioLink": "cap.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Handschuh",
      "translation": "मुज़",
      "definition": "Ein Handschuh ist ein Kleidungsstück, das die Hand bedeckt, typischerweise bis zum Handgelenk reichend, mit separaten Fingern und einem Daumen, als Schutz, Wärme oder als Modestatement getragen.",
      "definition_translation": "एक मुज़ हाथ का परिधान है, जिसके अलग-अलग उंगलियां और अंगूठा हैं, जिसका उपयोग सुरक्षा, गर्मी या फैशन स्टेटमेंट के लिए किया जाता है।",
      "example": "Ich trug einen Handschuh, um meine Hand vor der Kälte zu schützen. Ich werde einen Handschuh morgen zum Golfspiel tragen. Sie trug einen Handschuh zum Party letzten Abend.",
      "example_translation": "मैंने ठंड से अपने हाथ की रक्षा के लिए मुज़ पहना था. मैं कल गोल्फ खेलने के लिए मुज़ पहनूँगा. उसने पार्टी में कल रात मुज़ पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "glove.jpg",
      "audioLink": "glove.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Jacke",
      "translation": "जैकेट",
      "definition": "Eine Jacke ist eine Art von Kleidung, die auf dem Oberkörper getragen wird, typischerweise bis zur Hüfte oder Taille reichend, mit Ärmeln und Kragen, oft für Casual- oder formelle Anlässe getragen.",
      "definition_translation": "एक जैकेट ऊपरी शरीर पर पहने जाने वाला एक प्रकार का परिधान है, जिसका उपयोग अपने कूल्हे या कमर तक होता है, जिसके साथ लंबे हाथ और एक कॉलर होता है, अक्सर साधारण या औपचारिक अवसरों पर पहना जाता है।",
      "example": "Er trug eine Jacke zur Party. Ich werde eine Jacke zum Meeting morgen tragen. Sie hat eine Jacke heute zum Fitnessstudio getragen.",
      "example_translation": "उसने पार्टी में जैकेट पहना था. मैं कल मीटिंग में जैकेट पहनूँगा. उसने जिम में आज जैकेट पहना है.",
      "imageLink": "image_files\\English\\"imageLink": "jacket.jpg",
      "audioLink": "jacket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "स्वेटर",
      "definition": "Ein Pullover ist eine Art von Kleidung, die auf dem Oberkörper getragen wird, typischerweise bis zur Hüfte oder Taille reichend, mit Ärmeln und Kragen, oft für Casual- oder sportliche Anlässe getragen.",
      "definition_translation": "एक स्वेटर ऊपरी शरीर पर पहने जाने वाला एक प्रकार का परिधान है, जिसका उपयोग अपने कूल्हे या कमर तक होता है, जिसके साथ लंबे हाथ और एक कॉलर होता है, अक्सर साधारण या एथलेटिक अवसरों पर पहना जाता है।",
      "example": "Sie trug einen Pullover zum Wandern. Ich werde einen Pullover zum Spiel morgen tragen. Er trug einen Pullover zur Party letzten Abend.",
      "example_translation": "उसने हाइक में स्वेटर पहना था. मैं कल गेम में स्वेटर पहनूँगा. उसने पार्टी में कल रात स्वेटर पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "jumper.jpg",
      "audioLink": "jumper.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Tasche",
      "translation": "जेब",
      "definition": "Eine Tasche ist ein kleines Beutel oder Umschlag, der in oder an die Kleidung genäht ist, verwendet für das Tragen kleiner Gegenstände, wie Münzen, Schlüssel oder einer Brieftasche.",
      "definition_translation": "एक जेब कपड़े में सिला हुआ या लगा हुआ एक छोटा बैग या लिफाफा है, जिसका उपयोग छोटे-छोटे सामान, जैसे सिक्के, चाभी, या वॉलेट, रखने के लिए किया जाता है।",
      "example": "Ich steckte mein Telefon in meine Tasche. Sie wird ihre Schlüssel morgen in ihre Tasche stecken. Er hatte sein Portemonnaie in seiner Tasche gestern.",
      "example_translation": "मैंने अपना फोन अपनी जेब में रखा था. वह कल अपनी चाभी अपनी जेब में रखेगी. उसने कल अपना वॉलेट अपनी जेब में रखा था.",
      "imageLink": "image_files\\English\\"imageLink": "pocket.jpg",
      "audioLink": "pocket.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Regenmantel",
      "translation": "रेनकोट",
      "definition": "Ein Regenmantel ist ein wasserdichter oder wasserabweisender Mantel, der zum Schutz des Körpers vor Regen getragen wird.",
      "definition_translation": "रेनकोट शरीर को बारिश से बचाने के लिए पहना जाने वाला पानी-प्रतिरोधी या पानी-रहित जैकेट है।",
      "example": "Ich trug einen Regenmantel, um mich vor dem starken Regen zu schützen. Ich werde einen Regenmantel morgen tragen, wenn es regnet. Ich hatte einen Regenmantel angezogen, als ich letzte Woche in den Park ging.",
      "example_translation": "मैंने भारी बारिश से खुद को बचाने के लिए रेनकोट पहना था. अगर कल बारिश होगी तो मैं रेनकोट पहनूँगा. मैंने पिछले सप्ताह पार्क में जाते समय रेनकोट पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "raincoat.jpg",
      "audioLink": "raincoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schal",
      "translation": "दुपट्टा",
      "definition": "Ein Schal ist ein Stück Stoff, das um den Hals oder Kopf getragen wird, um sich warm zu halten, sich zu schützen oder als Modeaccessoire.",
      "definition_translation": "दुपट्टा गर्मी, सुरक्षा या फैशन के सहायक के रूप में गले या सिर पर पहना जाने वाला कपड़े का टुकड़ा है।",
      "example": "Sie wickelte einen Schal um ihren Hals, um sich warm zu halten. Er wird einen Schal morgen tragen, um sich vor der Kälte zu schützen. Sie hatten Schals getragen, als sie letzten Jahr in die Berge fuhren.",
      "example_translation": "उसने अपने गले को गर्म रखने के लिए दुपट्टा लपेटा. वह कल ठंड से बचाने के लिए दुपट्टा पहनेगा. वे पिछले साल पर्वत पर जाते समय दुपट्टा पहने थे.",
      "imageLink": "image_files\\English\\"imageLink": "scarf.jpg",
      "audioLink": "scarf.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kurze Hose",
      "translation": "शॉर्ट्स",
      "definition": "Eine kurze Hose ist eine Art von Hose, die nur bis knapp über das Knie reicht, im warmen Wetter oder für Sportzwecke getragen.",
      "definition_translation": "शॉर्ट्स गर्म मौसम में या खेल के लिए पहने जाने वाले जीन्स का एक प्रकार है, जो घुटने से justo ऊपर तक पहुँचता है।",
      "example": "Ich trug eine kurze Hose zum Strand gestern. Sie wird eine kurze Hose zum Party heute Abend tragen. Sie hatten kurze Hosen getragen, als sie letzten Woche Cricket spielten.",
      "example_translation": "मैंने कल समुद्र तट पर शॉर्ट्स पहने थे. वह आज रात की पार्टी में शॉर्ट्स पहनेगी. वे पिछले सप्ताह क्रिकेट खेलते समय शॉर्ट्स पहने थे.",
      "imageLink": "image_files\\English\\"imageLink": "shorts.jpg",
      "audioLink": "shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Socke",
      "translation": "मोज़ा",
      "definition": "Eine Socke ist ein Stück Kleidung, das den Fuß bedeckt, normalerweise mit Schuhen getragen.",
      "definition_translation": "मोज़ा एक प्रकार का कपड़ा है जो पैर को ढकता है, आमतौर पर जूते के साथ पहना जाता है।",
      "example": "Ich verlor eine Socke in der Waschmaschine. Sie wird Socken zum Fitnessstudio morgen tragen. Sie hatten Socken getragen, als sie letzten Monat zum Fußballspiel gingen.",
      "example_translation": "मैंने वाशिंग मशीन में एक मोज़ा खो दिया. वह कल जिम में मोज़ा पहनेगी. वे पिछले महीने सॉकर खेल में गये थे.",
      "imageLink": "image_files\\English\\"imageLink": "sock.jpg",
      "audioLink": "sock.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Anzug",
      "translation": "सूट",
      "definition": "Ein Satz äußerer Kleidungsstücke aus demselben Stoff und dazu bestimmt, zusammen getragen zu werden, typischerweise bestehend aus einem Jacket und Hose oder einem Jacket und Rock.",
      "definition_translation": "एक ही फैबरिक से बने बाहरी कपड़ों का सेट जिसे एक साथ पहना जाता है, जिसमें आम तौर पर जैकेट और ट्राउज़र या जैकेट और स्कर्ट होता है.",
      "example": "Ich trug einen Anzug zum Vorstellungsgespräch gestern, ich werde ihn zur Hochzeit morgen tragen und ich trug ihn ins Büro letzte Woche.",
      "example_translation": "मैं कल नौकरी के साक्षात्कार में सूट पहना था, मैं कल शादी में पहनूँगा, और मैंने पिछले हफ्ते ऑफिस में पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "suit.jpg",
      "audioLink": "suit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "स्वेटर",
      "definition": "Ein Strickteil, typischerweise mit einem Kragen und Ärmeln, über einem Hemd oder einem Kleid getragen, um sich warm zu halten.",
      "definition_translation": "एक न紂ीदार गारमेंट, जिसकीtypically एक कॉलर और स्लीव्स होती है, जिसे शर्ट या ड्रेस पर पहना जाता है ताकि गर्मी मिल सके।",
      "example": "Ich trug einen Pullover zum Park gestern, ich werde ihn zum Berg morgen tragen und ich trug ihn ins Büro letzte Woche.",
      "example_translation": "मैं कल पार्क में स्वेटर पहना था, मैं कल पर्वतों में पहनूँगा, और मैंने पिछले हफ्ते ऑफिस में पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "sweater.jpg",
      "audioLink": "sweater.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badeanzug",
      "translation": "तैराकी कॉस्ट्यूम",
      "definition": "Ein spezielles Outfit, das zum Schwimmen getragen wird, typischerweise aus leichtem, schnell trocknendem Stoff.",
      "definition_translation": "तैराकी के लिए पहना जाने वाला एक विशेष आउटफिट, जिसका आम तौर पर हल्का और तेज सुखाने वाला फैबरिक होता है।",
      "example": "Ich trug einen Badeanzug zum Strand gestern, ich werde ihn zum Pool morgen tragen und ich trug ihn zum Wassermarkt letzte Woche.",
      "example_translation": "मैं कल बीच में तैराकी का कॉस्ट्यूम पहना था, मैं कल पूल में पहनूँगा, और मैंने पिछले हफ्ते वॉटर पार्क में पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "swimming-costume.jpg",
      "audioLink": "swimming costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schwimmanzug",
      "translation": "स्विमसूट",
      "definition": "Ein Kleidungsstück, das zum Schwimmen konzipiert wurde, typischerweise aus leichtem, schnell trocknendem Stoff.",
      "definition_translation": "तैराकी के लिए पहना जाने वाला एक कपड़ा, जिसका आम तौर पर हल्का और तेज सुखाने वाला फैबरिक होता है।",
      "example": "Ich trug einen Schwimmanzug zum Strand gestern, ich werde ihn zum Pool morgen tragen und ich trug ihn zum Wassermarkt letzte Woche.",
      "example_translation": "मैं कल बीच में स्विमसूट पहना था, मैं कल पूल में पहनूँगा, और मैंने पिछले हफ्ते वॉटर पार्क में पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "swimsuit.jpg",
      "audioLink": "swimsuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "knoten",
      "translation": "टाई",
      "definition": "etwas zu binden oder zu verbinden, indem man ein Seil oder Band verwendet",
      "definition_translation": "किसी चीज़ को डोरी या रस्सी से बांधना",
      "example": "Ich band meine Schnürsenkel vor dem Lauf gestern. Ich binde meine Krawatte für die Hochzeit. Ich werde das Paket mit einer Schleife binden.",
      "example_translation": "मैं दौड़ने से पहले अपने जूते की लेस बांधी। मैं शादी के लिए अपनी टाई बांध रहा हूँ। मैं रिबन से पैकेज बांधूँगा।",
      "imageLink": "image_files\\English\\"imageLink": "tie.jpg",
      "audioLink": "tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhosen",
      "translation": "टाइट्स",
      "definition": "Kleidung, die eng an den Beinen sitzt",
      "definition_translation": "पैरों के चारों ओर टाइट फिट होने वाले कपड़े",
      "example": "Sie trug Strumpfhosen zur Party letzte Nacht. Die Eisläuferin trug Strumpfhosen, um warm zu bleiben. Ich kaufte Strumpfhosen für die Wintersaison.",
      "example_translation": "रात को पार्टी में उसने टाइट्स पहने थे। स्केटर ने गर्म रहने के लिए टाइट्स पहने। मैंने सर्दियों के मौसम के लिए टाइट्स खरीदे।",
      "imageLink": "image_files\\English\\"imageLink": "tights.jpg",
      "audioLink": "tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turnschuhe",
      "translation": "टरेनर्स",
      "definition": "Schuhe, die für athletische oder Fitness-Aktivitäten entworfen wurden",
      "definition_translation": "एथलेटिक या फिटनेस गतिविधियों के लिए डिज़ाइन किए गए जूते",
      "example": "Ich trug Turnschuhe zum Fitnessstudio heute. Der Athlet trug Turnschuhe, um den Marathon zu laufen. Sie kaufte Turnschuhe für ihren Yogakurs.",
      "example_translation": "मैं आज जिम में ट्रेनर्स पहन कर गया। एथलीट ने मैराथन दौड़ने के लिए ट्रेनर्स पहने। उसने योगा क्लास के लिए ट्रेनर्स खरीदे।",
      "imageLink": "image_files\\English\\"imageLink": "trainers.jpg",
      "audioLink": "trainers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Uniform",
      "translation": "यूनिफॉर्म",
      "definition": "Ein Satz Kleidungsstücke, die von Menschen einer bestimmten Organisation oder Gruppe getragen werden",
      "definition_translation": "एक PARTICULAR संगठन या समूह के लोगों द्वारा पहने जाने वाले कपड़ों का सेट",
      "example": "Die Schüler trugen Uniformen zur Schule. Der Polizist trug eine Uniform zur Arbeit. Das Team trug Uniformen für das Spiel.",
      "example_translation": "छात्रों ने स्कूल में यूनिफॉर्म पहने। पुलिस अधिकारी ने काम पर यूनिफॉर्म पहना। टीम ने गेम के लिए यूनिफॉर्म पहने।",
      "imageLink": "image_files\\English\\"imageLink": "uniform.jpg",
      "audioLink": "uniform.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bluse",
      "translation": "ब्लाउज",
      "definition": "Eine Bluse ist ein Kleidungsstück, das von Frauen getragen wird, typischerweise bestehend aus einem lockeren, oft dekorierten Oberteil mit Knöpfen oder einer anderen Form von Verschluss.",
      "definition_translation": "एक ब्लाउज यह एक प्रकार का ऊपरी शरीर का गर्म पोशाक है जिसका उपयोग महिलाओं द्वारा किया जाता है, आमतौर पर बटन या क्लोजर के कुछ अन्य रूप से सजाया गया टॉप。",
      "example": "Ich trug eine Bluse zur Party letzte Nacht. Ich trage eine Bluse zur Arbeit heute. Ich werde eine Bluse zur Hochzeit nächste Woche tragen.",
      "example_translation": "मैंने पार्टी में कल रात को ब्लाउज पहना था. मैं आज काम पर ब्लाउज पहन रहा हूँ. मैं अगले सप्ताह शादी में ब्लाउज पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "blouse.jpg",
      "audioLink": "blouse.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kragen",
      "translation": "कॉलर",
      "definition": "Ein Kragen ist ein Teil eines Kleidungsstücks, das um den Hals sitzt, typischerweise mit einer steifen oder starren Form.",
      "definition_translation": "एक कॉलर एक ऐसा हिस्सा है जो गर्दन के आसपास फिट होता है, आमतौर पर सiff या रिगिड आकार का होता है.",
      "example": "Der Hund trug einen Kragen mit einem Namensschild. Das Hemd hatte einen steifen Kragen, der unangenehm zu tragen war. Sie wird den Kragen ihres neuen Kleides morgen bügeln.",
      "example_translation": "कुत्ते ने नाम टैग के साथ कॉलर पहना था. शर्ट में सiff कॉलर था जिसके कारण पहनने में असहज था. वह कल अपने नए ड्रेस के कॉलर की इस्त्री करेगी.",
      "imageLink": "image_files\\English\\"imageLink": "collar.jpg",
      "audioLink": "collar.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ferse",
      "translation": "हील",
      "definition": "Eine Ferse ist der Teil eines Schuhs oder Stiefels, der sich am hinteren Ende befindet, unterhalb des Knöchels.",
      "definition_translation": "हील एक जूते या बूट का वह हिस्सा है जो एड़ी के नीचे स्थित है.",
      "example": "Sie brach die Ferse ihres Schuhs beim Tanzen. Er hat eine hohe Ferse an seinen neuen Stiefeln. Sie wird Fersen zu der Party heute Abend tragen.",
      "example_translation": "उसने नाचते हुए अपने जूते का हील तोड़ दिया. उसके नए जूते पर ऊंचा हील है. वह आज रात की पार्टी में हील पहनेगी.",
      "imageLink": "image_files\\English\\"imageLink": "heel.jpg",
      "audioLink": "heel.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Slips",
      "translation": "कニックर्स",
      "definition": "Slips sind eine Art von Damenunterwäsche, die ushort und knielang ist.",
      "definition_translation": "कニックर्स एक प्रकार का अंडरगारमेंट है जिसका उपयोग महिलाओं द्वारा किया जाता है, आमतौर पर घुटने की लंबाई का ढीला गर्म पोशाक.",
      "example": "Sie vergaß, Slips unter ihrem Rock anzuziehen. Ich kaufte ein neues Paar Slips gestern. Sie wird Slips zum Fitnessstudio morgen tragen.",
      "example_translation": "उसने अपने स्कर्ट के नीचे कニックर्स पहनना भूल गई. मैंने कल एक नया जोड़ा कニックर्स खरीदा. वह कल जिम में कニックर्स पहनेगी.",
      "imageLink": "image_files\\English\\"imageLink": "knickers.jpg",
      "audioLink": "knickers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hose",
      "translation": "पैंट",
      "definition": "Ein Kleidungsstück, das am unteren Teil des Körpers getragen wird und die Beine bedeckt.",
      "definition_translation": "निचले शरीर के निचले हिस्से में पहनने वाला वस्त्र, पैरों को ढकता है",
      "example": "Ich trug eine Hose zur Party letzte Nacht, Ich trage eine Hose zur Arbeit jeden Tag und ich werde eine Hose zum Konzert morgen tragen.",
      "example_translation": "मैंने कल रात पार्टी में पैंट पहने थे, मैं हर दिन ऑफिस में पैंट पहनता हूँ, और मैं कल कॉन्सर्ट में पैंट पहनूँगा",
      "imageLink": "image_files\\English\\"imageLink": "pants.jpg",
      "audioLink": "pants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pullover",
      "translation": "ओवरकोट",
      "definition": "Ein Kleidungsstück, das über den Kopf gezogen wird und den oberen Teil des Körpers bedeckt.",
      "definition_translation": "एक वस्त्र जो सिर के ऊपर से पहना जाता है और शरीर के ऊपरी हिस्से को ढकता है",
      "example": "Ich zog einen Pullover an, um mich warm zu halten, Ich ziehe jeden Morgen einen Pullover an und ich werde einen Pullover für mein Jogging-Training anziehen.",
      "example_translation": "मैंने गर्मी के लिए ओवरकोट पहना था, मैं हर सुबह ओवरकोट पहनता हूँ, और मैं अपने जोगिंग सेशन के लिए ओवरकोट पहनूँगा",
      "imageLink": "image_files\\English\\"imageLink": "pullover.jpg",
      "audioLink": "pullover.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sandale",
      "translation": "चप्पल",
      "definition": "Ein Typ von Schuhen, der den Fuß freiliegt und typischerweise in warmem Wetter getragen wird.",
      "definition_translation": "एक प्रकार का पादरक्षा जो पैर को प्रकट करता है और आमतौर पर गर्म मौसम में पहना जाता है",
      "example": "Ich trug Sandalen zum Strand gestern, Ich trage Sandalen zum Park jeden Wochenende und ich werde Sandalen zur Hochzeit meines Freundes nächsten Monat tragen.",
      "example_translation": "मैंने कल समुद्र तट पर चप्पल पहने थे, मैं हर वीकेंड पार्क में चप्पल पहनता हूँ, और मैं अपने दोस्त की शादी में अगले महीने चप्पल पहनूँगा",
      "imageLink": "image_files\\English\\"imageLink": "sandal.jpg",
      "audioLink": "sandal.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmel",
      "translation": "अस्तीन",
      "definition": "Ein Teil eines Kleidungsstückes, der den Arm bedeckt, typischerweise vom Schulter bis zum Handgelenk.",
      "definition_translation": "एक वस्त्र का भाग जो बाँह को ढकता है, आम तौर पर कंधे से कलाई तक",
      "example": "Ich rollte meinen Ärmel hoch, um mein neues Tattoo zu zeigen, Ich trage ein langärmliges Hemd im Winter und ich werde den Ärmel meines Kleides für den Sommer kürzen.",
      "example_translation": "मैंने अपने नए टैटू को दिखाने के लिए अपना अस्तीन ऊपर किया था, मैं सर्दी में लंबा अस्तीन वाला शर्ट पहनता हूँ, और मैं गर्मी के लिए अपने ड्रेस का अस्तीन छोटा करूँगा",
      "imageLink": "image_files\\English\\"imageLink": "sleeve.jpg",
      "audioLink": "sleeve.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pantoffeln",
      "translation": "चप्पल",
      "definition": "Pantoffeln sind ein Typ von Schuhen, die ausschließlich im Haus getragen werden und typischerweise aus weichen Materialien wie Baumwolle oder Leder bestehen.",
      "definition_translation": "चप्पल एक प्रकार का पायल है जो घर के अंदर पहना जाता है, आमतौर पर मुलायम सामग्री जैसे कॉटन या चमड़े से बना होता है.",
      "example": "Ich trug meine Pantoffeln ins Bett letzte Nacht, Ich trage sie jetzt und ich werde sie morgen früh tragen.",
      "example_translation": "मैंने कल रात को बिस्तर पर चप्पल पहना था, मैं अब उन्हें पहना हुआ हूँ, और मैं कल सुबह उन्हें पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "slippers.jpg",
      "audioLink": "slippers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Sweatshirt",
      "translation": "स्वेटशर्ट",
      "definition": "Ein Sweatshirt ist ein Typ von casual Kleidungsstück, das für sportliche oder lockere Anlässe getragen wird und typischerweise aus Baumwolle oder synthetischen Materialien besteht.",
      "definition_translation": "स्वेटशर्ट एक प्रकार का कैजуль गारमेंट है जो एथलेटिक या कैजуль PURPOSE के लिए पहना जाता है, आमतौर पर कॉटन या सिंथेटिक सामग्री से बना होता है.",
      "example": "Ich trug ein Sweatshirt gestern, Ich trage eines jetzt und ich werde eins zum Fitnessstudio morgen tragen.",
      "example_translation": "मैंने कल एक स्वेटशर्ट पहना था, मैं अब एक पहना हुआ हूँ, और मैं कल जिम जाने के लिए एक पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "sweatshirt.jpg",
      "audioLink": "sweatshirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Badehose",
      "translation": "स्विमिंग ट्रंक्स",
      "definition": "Badeshorts sind ein Typ von Shorts, der fürs Schwimmen gedacht ist und typischerweise aus schnell trocknenden Materialien wie Polyester oder Nylon besteht.",
      "definition_translation": "स्विमिंग ट्रंक्स एक प्रकार के शॉर्ट्स हैं जो तैराकी के लिए डिज़ाइन किए गए हैं, आमतौर पर क्विक-ड्राइंग सामग्री जैसे पॉलिएस्टर या नायलॉन से बने होते हैं.",
      "example": "Ich trug Badeshorts zum Strand letzten Sommer, Ich plane ein neues Paar zu kaufen und ich werde sie zum Pool-Party nächste Woche tragen.",
      "example_translation": "मैंने पिछले गर्मी में समुद्र तट पर स्विमिंग ट्रंक्स पहना था, मैं अब एक नया जोड़ा खरीदने की योजना बना रहा हूँ, और मैं अगले हफ्ते पूल पार्टी में उन्हें पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "swimming-trunks.jpg",
      "audioLink": "swimming trunks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Oberteil",
      "translation": "टॉप",
      "definition": "Ein Oberteil ist ein Typ von Oberbekleidung, das den Oberkörper bedeckt und typischerweise aus leichten Materialien wie Baumwolle oder Seide besteht.",
      "definition_translation": "टॉप एक प्रकार का ऊपरी बदन का गारमेंट है जो टोर्सो को कवर करता है, आमतौर पर हल्के सामग्री जैसे कॉटन या सिल्क से बना होता है.",
      "example": "Ich trug ein Oberteil gestern, Ich trage ein anderes jetzt und ich werde ein neues zum Party morgen tragen.",
      "example_translation": "मैंने कल एक टॉप पहना था, मैं अब एक अलग टॉप पहना हुआ हूँ, और मैं कल पार्टी में एक नया टॉप पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "top.jpg",
      "audioLink": "top.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Trainingsanzug",
      "translation": "ट्रैकसूट",
      "definition": "Ein Trainingsanzug ist ein bequemes Outfit, das für athletische oder Outdoor-Aktivitäten getragen wird.",
      "definition_translation": "एक ट्रैकसूट एथलेटिक या आउटडोर गतिविधियों के लिए पहना जाने वाला आरामदायक पोशाक है।",
      "example": "Ich trug einen Trainingsanzug zum Fitnessstudio gestern, ich trage ihn jetzt im Park und ich trug ihn letzte Woche im Stadium.",
      "example_translation": "मैं कल जिम में एक ट्रैकसूट पहना था, मैं आज पार्क में पहनूंगा, और मैंने पिछले हफ्ते स्टेडियम में पहना था।",
      "imageLink": "image_files\\English\\"imageLink": "tracksuit.jpg",
      "audioLink": "tracksuit.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterhose",
      "translation": "अंडरपैंट",
      "definition": "Unterhosen sind eine Art von Unterwäsche, die direkt auf der Haut getragen wird.",
      "definition_translation": "अंडरपैंट त्वचा के निकट पहना जाने वाला एक प्रकार का अंडरवियर है।",
      "example": "Ich zog meine Unterhose an, bevor ich meine Jeans anzog, ich ziehe sie jetzt an und ich werde sie nach meinem Duschbad anziehen.",
      "example_translation": "मैंने अपने जींस पहनने से पहले अपने अंडरपैंट पहने थे, मैं अब अपने अंडरपैंट पहन रहा हूँ, और मैं अपने शॉवर के बाद अपने अंडरपैंट पहनूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "underpants.jpg",
      "audioLink": "underpants.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterwäsche",
      "translation": "अंडरवियर",
      "definition": "Unterwäsche bezeichnet Kleidung, die direkt auf der Haut getragen wird, normalerweise unter anderen Kleidungsstücken.",
      "definition_translation": "अंडरवियर त्वचा के निकट पहना जाने वाले कपड़ों को संदर्भित करता है, आमतौर पर अन्य वस्त्रों के नीचे।",
      "example": "Ich wechselte meine Unterwäsche nach dem Fitnessstudio, ich wechsle sie jetzt und ich werde sie vor dem Schlafengehen wechseln.",
      "example_translation": "मैंने जिम के बाद अपने अंडरवियर बदले थे, मैं अब अपने अंडरवियर बदल रहा हूँ, और मैं बिस्तर पर जाने से पहले अपने अंडरवियर बदलूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "underwear.jpg",
      "audioLink": "underwear.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schürze",
      "translation": "एप्रन",
      "definition": "Eine Schürze ist ein Stück Stoff, das vorn am Körper getragen wird, um die Kleidung vor Flecken zu schützen.",
      "definition_translation": "एप्रन शरीर के सामने कपड़ों को दाग से बचाने के लिए पहना जाने वाला कपड़े का एक टुकड़ा है।",
      "example": "Ich trug eine Schürze, während ich gestern Abend zu kochen, ich trage sie jetzt, während ich einen Kuchen backe, und ich werde sie morgen, während ich gärtnere, tragen.",
      "example_translation": "मैंने कल रात को खाना बनाते समय एप्रन पहना था, मैं अब केक बनाते समय एप्रन पहन रहा हूँ, और मैं कल उद्यान में एप्रन पहनूंगा।",
      "imageLink": "image_files\\English\\"imageLink": "apron.jpg",
      "audioLink": "apron.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bikini",
      "translation": "बिकिनी",
      "definition": "Ein Bikini ist eine Art von Badeanzug, der von Frauen getragen wird, gekennzeichnet durch zwei Stücke Stoff, die die Brust und das Schambereich bedecken.",
      "definition_translation": "महिलाओं द्वारा पहना जाने वाला एक प्रकार का स्विमसूट, जिसमें स्तन और जननांग क्षेत्रों को ढकने वाले दो टुकड़े होते हैं।",
      "example": "Sie trug einen Bikini am Strand letzten Sommer. Sie trägt ihn jetzt. Sie wird einen Bikini zur Party nächste Woche tragen.",
      "example_translation": "पिछली गर्मी में वह समुद्र तट पर बिकिनी पहनी थी। वह अभी बिकिनी पहनी है। वह अगले हफ्ते पार्टी में बिकिनी पहनेगी।",
      "imageLink": "image_files\\English\\"imageLink": "bikini.jpg",
      "audioLink": "bikini.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Boxershorts",
      "translation": "बक्सर शॉर्ट्स",
      "definition": "Boxershorts sind eine Art von Unterhosen, die von Männern getragen werden, gekennzeichnet durch lockere, beIN sackartige Beine und einen flexiblen Hosenbund.",
      "definition_translation": "बक्सर शॉर्ट्स पुरुषों द्वारा पहने जाने वाले एक प्रकार के अंडरपैंट हैं, जिनकी विशेषता ढीले और बैगी पैर और लचीला कमरबंद होता है।",
      "example": "Er trug Boxershorts zum Schlafen letzte Nacht. Er trägt sie jetzt. Er wird Boxershorts zum Tennisspiel morgen tragen.",
      "example_translation": "उसने कल रात को सो ने के लिए बक्सर शॉर्ट्स पहने थे। वह अभी बक्सर शॉर्ट्स पहने हुए हैं। वह कल टेनिस खेलने जाने के लिए बक्सर शॉर्ट्स पहनेगा।",
      "imageLink": "image_files\\English\\"imageLink": "boxer-shorts.jpg",
      "audioLink": "boxer shorts.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Büstenhalter",
      "translation": "ब्रा",
      "definition": "Ein Büstenhalter ist eine Art von Unterwäsche, die von Frauen getragen wird, um die Brüste zu stützen und zu bedecken.",
      "definition_translation": "ब्रा एक प्रकार का अंडरगारमेंट है जिसे महिलाओं द्वारा पहना जाता है, जिसका डिजाइन स्तनों को सहारा और ढकना होता है।",
      "example": "Sie zog einen Büstenhalter an, bevor sie zur Arbeit ging. Sie trägt ihn jetzt. Sie wird einen Büstenhalter zur Party heute Abend tragen.",
      "example_translation": "वह काम पर जाने से पहले ब्रा पहन लिया था। वह अभी ब्रा पहने हुए हैं। वह आज रात पार्टी में ब्रा पहनेगी।",
      "imageLink": "image_files\\English\\"imageLink": "bra.jpg",
      "audioLink": "bra.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Slips",
      "translation": "जांघिया",
      "definition": "Slips sind eine Art von Unterhosen, die von Männern getragen werden, gekennzeichnet durch eine enge Passform und minimale Abdeckung.",
      "definition_translation": "जांघिया पुरुषों द्वारा पहने जाने वाले एक प्रकार के अंडरपैंट हैं, जिनकी विशेषता स्नग फिट और न्यूनतम कवरेज होता है।",
      "example": "Er trug Slips zum Fitnessstudio gestern. Er trägt sie jetzt. Er wird Slips zum Cricketspiel nächste Woche tragen.",
      "example_translation": "उसने कल जिम में जांघिया पहने थे। वह अभी जांघिया पहने हुए हैं। वह अगले हफ्ते क्रिकेट खेलने जाने के लिए जांघिया पहनेगा।",
      "imageLink": "image_files\\English\\"imageLink": "briefs.jpg",
      "audioLink": "briefs.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kardigan",
      "translation": "कार्डिगन",
      "definition": "Ein Kardigan ist eine Art von Strickkleidung, die vorn offen ist und normalerweise über einem Hemd oder Kleid getragen wird.",
      "definition_translation": "एक कार्डिगन एक प्रकार का बुना हुआ गर्म कपड़ा होता है जिसके सामने का हिस्सा खुला होता है और अक्सर एक शर्ट या ड्रेस के ऊपर पहना जाता है.",
      "example": "Ich trug einen Kardigan, um mich in der kalten Wetter zu wärmen. Ich werde einen Kardigan zur Party heute Abend tragen. Sie hatte einen Kardigan zum Büro gestern getragen.",
      "example_translation": "मैंने ठंडे मौसम में गर्म रहने के लिए एक कार्डिगन पहना था. मैं आज रात पार्टी में एक कार्डिगन पहनूँगा. उसने कल ऑफिस में एक कार्डिगन पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "cardigan.jpg",
      "audioLink": "cardigan.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kostüm",
      "translation": "कॉस्ट्यूम",
      "definition": "Ein Kostüm ist ein Satz von Kleidern, der getragen wird, um ein bestimmtes Erscheinungsbild oder eine bestimmte Identität zu kreieren, oft um eine Figur oder eine bestimmte Periode oder Kultur darzustellen.",
      "definition_translation": "एक कॉस्ट्यूम एक विशेष दिखावट या पहचान बनाने के लिए पहने जाने वाले कपड़ों का एक सेट होता है, अक्सर किसी चरित्र का प्रतिनिधित्व करने या किसी विशेष अवधि या संस्कृति का प्रतिनिधित्व करने के लिए.",
      "example": "Sie trug ein schönes Kostüm zum Maskenball. Die Schauspieler trugen Kostüme, die die Charaktere im Stück darstellten. Er wird ein Superman-Kostüm zur Kostümparty tragen.",
      "example_translation": "उसने मास्केयर बॉल में एक सुंदर कॉस्ट्यूम पहना था. अभिनेताओं ने नाटक में पात्रों का प्रतिनिधित्व करने वाले कॉस्ट्यूम पहने थे. वह कॉस्ट्यूम पार्टी में एक सुपरहीरो कॉस्ट्यूम पहनेगा.",
      "imageLink": "image_files\\English\\"imageLink": "costume-1.jpg",
      "audioLink": "costume.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ärmel",
      "translation": "कफ",
      "definition": "Ein Ärmel ist ein Typ von Stoff oder Riemen, der um das Handgelenk getragen wird, um einen Ärmel zu befestigen, oder ein vorspringender Rand oder Rahmen um ein Loch oder eine Öffnung.",
      "definition_translation": "कफ एक प्रकार का कपड़ा या स्ट्रैप होता है जो आस्तीन को बंद करने के लिए कलाई के आसपास पहना जाता है, या एक होल या ओपनिंग के आसपास एक परिचालित रिम या बॉर्डर होता है.",
      "example": "Sie rollte ihre Ärmel auf, um sie nicht schmutzig zu machen. Das Hemd hatte Ärmel am Handgelenk. Er musste den Ärmel seines Hemdes anpassen, um richtig zu passen.",
      "example_translation": "उसने अपने आस्तीन को मोड़ा ताकि उसके कफ गंदे न हों. शर्ट में कलाई पर कफ थे. उसे अपने शर्ट के कफ को ठीक से फिट होने के लिए एडजस्ट करना पड़ा.",
      "imageLink": "image_files\\English\\"imageLink": "cuff.jpg",
      "audioLink": "cuff.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Helm",
      "translation": "हेलमेट",
      "definition": "Ein Helm ist ein Schutz für den Kopf, der getragen wird, um den Kopf vor Verletzungen zu schützen, insbesondere bei Sport, Militär- oder Baustellenaktivitäten.",
      "definition_translation": "एक हेलमेट एक सुरक्षात्मक सिर ढकना होता है जो सिर की चोट से बचाने के लिए पहना जाता है, विशेष रूप से खेल, सैन्य या निर्माण गतिविधियों में.",
      "example": "Der Radfahrer trug einen Helm, um seinen Kopf zu schützen. Der Soldat trug einen Helm während des Krieges. Der Bauarbeiter musste einen Helm auf der Baustelle tragen.",
      "example_translation": "साइकिलिस्ट ने अपने सिर की रक्षा के लिए एक हेलमेट पहना था. सैनिक ने युद्ध के दौरान एक हेलमेट पहना था. निर्माण मजदूर को साइट पर एक हेलमेट पहनना पड़ा.",
      "imageLink": "image_files\\English\\"imageLink": "helmet.jpg",
      "audioLink": "helmet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kapuze",
      "translation": "छत",
      "definition": "Der obere Teil eines Umhangs oder Mantels oder ein faltbarer Überzug für den Kopf und Hals, der normalerweise an einer Jacke oder einem Mantel befestigt ist.",
      "definition_translation": "एक केप या कोट का शीर्ष भाग, या सिर और गर्दन के लिए एक तह कवर,通常 जैकेट या कोट से जुड़ा हुआ है.",
      "example": "Sie trug einen Mantel mit Kapuze, um sich vor dem Regen zu schützen. Sie hatte einen Kapuzenmantel am Vortag getragen. Sie wird einen Kapuzenumhang zum FestTomorrow tragen.",
      "example_translation": "वह बारिश से खुद को बचाने के लिए एक हुड वाला कोट पहनी थी। उसने पिछले दिन एक हुड वाला जैकेट पहना था। वह कल पार्टी में एक हुड वाला केप पहनेगी.",
      "imageLink": "image_files\\English\\"imageLink": "hood.jpg",
      "audioLink": "hood.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kniehose",
      "translation": "घुटने के मोजे",
      "definition": "Strümpfe, die bis zum Knie gehen, die normalerweise für athletische oder modische Zwecke getragen werden.",
      "definition_translation": "घुटने को ढकने वाले मोजे, आमतौर पर एथलेटिक या फैशन के लिए पहने जाते हैं.",
      "example": "Sie trug Kniehosen, um Fußball zu spielen. Sie hat Kniehosen zur Modenschau getragen. Sie wird Kniehosen zum Marathon morgen tragen.",
      "example_translation": "वह सॉकर खेलने के लिए घुटने के मोजे पहनी थीं। वह फैशन शो में घुटने के मोजे पहनी थीं। वह अगले हफ्ते मैराथन में घुटने के मोजे पहनेगी.",
      "imageLink": "image_files\\English\\"imageLink": "knee-socks.jpg",
      "audioLink": "knee socks.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Nachthemd",
      "translation": "रात का गाउन",
      "definition": "Ein lockeres, meist bodenlanges Kleidungsstück, das zum Schlafen oder Entspannen getragen wird.",
      "definition_translation": "सो जाने या आराम करने के लिए पहना जाने वाला ढीला, आमतौर पर जमीन तक लंबा परिधान.",
      "example": "Sie trug ein Nachthemd ins Bett. Sie hat ein Nachthemd zum Schlafzimmer getragen. Sie wird ein Nachthemd ins Krankenhaus heute Abend tragen.",
      "example_translation": "वह बिस्तर पर रात का गाउन पहनी थीं। वह स्लीपओवर में रात का गाउन पहनी थीं। वह आज रात अस्पताल में रात का गाउन पहनेगी.",
      "imageLink": "image_files\\English\\"imageLink": "nightgown.jpg",
      "audioLink": "nightgown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "N ächtliches Hemd",
      "translation": "नाइटी",
      "definition": "Ein kurzes, lockeres Kleidungsstück, das zum Schlafen oder Entspannen getragen wird.",
      "definition_translation": "सो जाने या आराम करने के लिए पहना जाने वाला छोटा, ढीला परिधान.",
      "example": "Sie trug ein nächtliches Hemd ins Bett. Sie hat ein nächtliches Hemd zum Hotel getragen. Sie wird ein nächtliches Hemd zum Zeltlager morgen tragen.",
      "example_translation": "वह बिस्तर पर नाइटी पहनी थीं। वह होटल में नाइटी पहनी थीं। वह कल कैंप में नाइटी पहनेगी.",
      "imageLink": "image_files\\English\\"imageLink": "nightie.jpg",
      "audioLink": "nightie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pyjama",
      "translation": "पजामा",
      "definition": "Lockere, bequeme Hosen, die zum Schlafen oder Entspannen getragen werden, normalerweise aus weicher, leichter Stoff gefertigt.",
      "definition_translation": "लेटने या ऐश करने के लिए पहने जाने वाले ढीले-ढाले पजामा, आमतौर पर सॉफ्ट, हल्के कपड़े से बने होते हैं",
      "example": "Ich trug Pyjamas ins Bett letzte Nacht. Ich trage Pyjamas, um am Wochenende zu relaxen. Ich werde Pyjamas zum Kinofilm heute Abend tragen.",
      "example_translation": "मैं कल रात को बेड पर पजामा पहना था. मैं वीकेंड पर आराम करने के लिए पजामा पहनता हूँ. मैं आज रात को मूवी पर पजामा पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "pyjamas.jpg",
      "audioLink": "pyjamas.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Turnschuh",
      "translation": "स्नीकर्स",
      "definition": "Eine Art von Sportschuhe mit einer Gummisohle und einem oberen Teil aus Canvas oder Leder, die für lässiges Tragen oder für Sportarten wie Laufen oder Basketball entworfen wurde.",
      "definition_translation": "एक प्रकार का एथलेटिक जूता, रबर के तलवे और कैनवास या लेदर के ऊपरी हिस्से से, कैजुअल पहनने के लिए या दौड़ने या बास्केटबॉल जैसे खेलों के लिए डिज़ाइन किया गया",
      "example": "Ich schnürte meine Turnschuhe für einen Lauf heute Morgen. Sie trägt Turnschuhe jeden Tag zum Fitnessstudio. Sie werden Turnschuhe zum Basketball-Spiel morgen tragen.",
      "example_translation": "मैं आज सुबह रन के लिए अपने स्नीकर्स के फीते بند कर दिए. वह हर दिन जिम पर स्नीकर्स पहनती है. वे कल बास्केटबॉल गेम पर स्नीकर्स पहनेंगे.",
      "imageLink": "image_files\\English\\"imageLink": "sneakers.jpg",
      "audioLink": "sneakers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bademantel",
      "translation": "बाथरोब",
      "definition": "Ein lockerer, absorbenter Bademantel, der nach dem Baden oder Duschen getragen wird, normalerweise aus Baumwolle oder Frottee gefertigt.",
      "definition_translation": "बाथ या शॉवर के बाद पहना जाने वाला ढीला और अवशोषक रोब, आमतौर पर कॉटन या टेरीक्लॉथ से बना होता है",
      "example": "Ich zog einen Bademantel nach meinem Duschen an. Sie liebt es, in ihrem Bademantel am Sonntag zu faulenzen. Er wird einen Bademantel zum Wellness-Zentrum morgen tragen.",
      "example_translation": "मैं शॉवर के बाद बाथरोब पहन-Лिया. वह रविवार को अपने बाथरोब में लाउंज करना पसंद करती है. वह कल स्पा पर बाथरोब पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "bathrobe.jpg",
      "audioLink": "bathrobe.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fliege",
      "translation": "बो टाई",
      "definition": "Eine Art von Krawatte, die aus einem Band oder einer Stoffstreifen besteht, die in einer Schleife gebunden wird, normalerweise für formelle Anlässe getragen.",
      "definition_translation": "एक प्रकार की गर्दनी जिसमें रिबन या फैबरिक की पट्टी को बो के आकार में बंधी होती है, आमतौर पर औपचारिक अवसरों पर पहनी जाती है",
      "example": "Er trug eine Fliege zur Hochzeit. Ich musste lernen, eine Fliege für den Abschlussball zu binden. Sie wird eine Fliege zum formellen Anlass tragen.",
      "example_translation": "वह शादी पर बो टाई पहना था. मुझे प्रोम के लिए बो टाई बाँधना सीखना पड़ा. वह ब्लैक टाई इवेंट पर बो टाई पहनेगी.",
      "imageLink": "image_files\\English\\"imageLink": "bow-tie.jpg",
      "audioLink": "bow tie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Latzhosen",
      "translation": "डंगरीज",
      "definition": "Lockere Hose mit einer Schürze und Trägern, die über die Schultern gehen, typischerweise für Freizeit- oder Arbeitskleidung getragen.",
      "definition_translation": "कंधे के ऊपर पट्टियों के साथ ढीले फिटिंग के पैंट, आम तौर पर कैजुअल या काम के कपड़े पहनने के लिए पहने जाते हैं.",
      "example": "Ich trug Latzhosen zur Landpartie yesterday. Ich trage Latzhosen zur Landpartie heute. Ich werde Latzhosen zur Landpartie morgen tragen.",
      "example_translation": "मैं पिकनिक के लिए ग्रामीण इलाके में डंगरीज पहने थे। मैं ग्रामीण इलाके में पिकनिक के लिए डंगरीज पहना हूँ। मैं ग्रामीण इलाके में पिकनिक के लिए डंगरीज पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "dungarees.jpg",
      "audioLink": "dungarees.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Flipflops",
      "translation": "फ्लिप-फ्लॉप",
      "definition": "Ein Typ von Sandalen mit einer flachen Sohle und einem Riemen, der zwischen dem großen und zweiten Zeh geht, typischerweise in warmem Wetter getragen.",
      "definition_translation": "एक प्रकार की सैंडल जिसका सOLE_flat होता है और एक स्ट्रैप होता है जो बड़े और दूसरे उंगलियों के बीच में होता है, आम तौर पर गर्म मौसम में पहना जाता है.",
      "example": "Ich trug Flipflops zum Strand gestern. Ich trage Flipflops zum Strand heute. Ich werde Flipflops zum Strand morgen tragen.",
      "example_translation": "मैं कल बीच पर फ्लिप-फ्लॉप पहने थे। मैं आज बीच पर फ्लिप-फ्लॉप पहना हूँ। मैं कल बीच पर फ्लिप-फ्लॉप पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "flip-flops.jpg",
      "audioLink": "flip-flops.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Pelzmantel",
      "translation": "फ़र कोट",
      "definition": "Ein Mantel, der aus dem Fell eines Tieres gemacht wird, typischerweise für Wärme und als modisches Statement getragen.",
      "definition_translation": "एक जानवर की फर से बना हुआ कोट, आम तौर पर गर्मी और फ़ैशन स्टेटमेंट के लिए पहना जाता है.",
      "example": "Sie trug einen Pelzmantel zur Party letzte Nacht. Sie trägt einen Pelzmantel zur Party heute Nacht. Sie wird einen Pelzmantel zur Party nächste Woche tragen.",
      "example_translation": "उसने कल रात पार्टी पर फ़र कोट पहना था। वह आज रात पार्टी पर फ़र कोट पहना है। वह अगले हफ्ते पार्टी पर फ़र कोट पहनूँगी.",
      "imageLink": "image_files\\English\\"imageLink": "fur-coat.jpg",
      "audioLink": "fur coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Overalls",
      "translation": "ओवरॉल",
      "definition": "Lockere Hose mit einer Schürze und Trägern, die über die Schultern gehen, typischerweise für Freizeit- oder Arbeitskleidung getragen.",
      "definition_translation": "कंधे के ऊपर पट्टियों के साथ ढीले फिटिंग के पैंट, आम तौर पर कैजुअल या काम के कपड़े पहनने के लिए पहने जाते हैं.",
      "example": "Er trug Overalls zum Garten gestern. Er trägt Overalls zum Garten heute. Er wird Overalls zum Garten morgen tragen.",
      "example_translation": "उसने कल बागान में ओवरॉल पहने थे। वह आज बागान में ओवरॉल पहना है। वह कल बागान में ओवरॉल पहनूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "overalls.jpg",
      "audioLink": "overalls.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strumpfhose",
      "translation": "पैंटीवoze",
      "definition": "Strumpfhosen sind ein Typ von eng anliegendem Beinbekleidung, die die Beine und den unteren Körper bedeckt, typischerweise aus einem dünnen, dehnbaren Material hergestellt.",
      "definition_translation": "पैंटीवoze पैर और निचले शरीर को कवर करने वाले कड़े फिटिंग लेग गारमेंट हैं, ज्यादातर पतले, स्ट्रेची मटेरियल से बने होते हैं",
      "example": "Sie trug Strumpfhose zur Party letzte Nacht, aber wird sie nächste Woche wieder tragen, und hatte sie zum Büro gestern getragen.",
      "example_translation": "वह पार्टी में पैंटीवoze पहन कर गई थी, लेकिन अगले हफ्ते फिर से पहनेंगी, और कल ऑफिस में पहन कर गई थी।",
      "imageLink": "image_files\\English\\"imageLink": "pantyhose.jpg",
      "audioLink": "pantyhose.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Strümpfe",
      "translation": "स्टॉकिंग्स",
      "definition": "Strümpfe sind ein Typ von Beinbekleidung, die die Beine bedeckt, typischerweise aus einem dünnen, dehnbaren Material hergestellt, von Frauen getragen.",
      "definition_translation": "स्टॉकिंग्स पैर का गारमेंट है, ज्यादातर पतले, स्ट्रेची मटेरियल से बना होता है, जिसे महिलाएं पहनती हैं।",
      "example": "Sie kaufte ein neues Paar Strümpfe gestern, wird sie zum Büro heute tragen, und hatte sie zur Party letzte Woche getragen.",
      "example_translation": "वह कल एक नए स्टॉकिंग्स की जोड़ी खरीदी थी, आज ऑफिस में पहनेंगी, और पिछले हफ्ते पार्टी में पहन कर गई थी।",
      "imageLink": "image_files\\English\\"imageLink": "stockings.jpg",
      "audioLink": "stockings.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zylinder",
      "translation": "टॉप हैट",
      "definition": "Ein Zylinder ist ein Typ von Hut, der hoch, flach gekrönt und schmal randig ist, traditionell von Männern getragen.",
      "definition_translation": "एक टॉप हैट एक तरह का हैट है, जो लंबा, फ्लैट-क्राउन और संकीर्ण-ब्रिम वाला होता है, जिसे पारंपरिक रूप से पुरुष पहनते हैं।",
      "example": "Er trug einen Zylinder zur Hochzeit letzten Jahr, wird ihn zur Party nächsten Monat tragen, und hatte ihn zur Oper gestern getragen.",
      "example_translation": "वह पिछले साल शादी में टॉप हैट पहन कर गया था, अगले महीने पार्टी में पहनेंगे, और कल ओपेरा में पहन कर गया था।",
      "imageLink": "image_files\\English\\"imageLink": "top-hat.jpg",
      "audioLink": "top hat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schleier",
      "translation": "वेल",
      "definition": "Ein Schleier ist ein Stück Stoff, das über das Gesicht getragen wird, typischerweise von Frauen, als Symbol der Bescheidenheit oder als Modeaccessoire.",
      "definition_translation": "वेल चेहरे पर पहना जाने वाला कपड़े का टुकड़ा है, ज्यादातर महिलाएं, संकोच या फैशन एक्सेसरी के प्रतीक के रूप में पहनती हैं।",
      "example": "Sie trug einen Schleier zur Hochzeit letzten Jahr, wird ihn zur Party nächste Woche tragen, und hatte ihn zur Beerdigung gestern getragen.",
      "example_translation": "वह पिछले साल शादी में वेल पहन कर गई थी, अगले हफ्ते पार्टी में पहनेंगी, और कल अंत्येष्टि में पहन कर गई थी।",
      "imageLink": "image_files\\English\\"imageLink": "veil.jpg",
      "audioLink": "veil.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Vest",
      "translation": "वेस्ट",
      "definition": "Ein ärmelloses Kleidungsstück, das den Oberkörper bedeckt, typischerweise für Wärme oder als Modeaccessoire getragen.",
      "definition_translation": "ऊपरी शरीर को ढकने वाला एक बिना आस्तीन का गर्म لباس, आमतौर पर गर्मी या फैशन आइटम के रूप में पहना जाता है.",
      "example": "Sie trug ein Vest, um warm zu bleiben während des Winters. Sie wird ein Vest zur Party heute Abend tragen. Sie hatte ein Vest zur Bergfahrt letztes Jahr getragen.",
      "example_translation": "वह सर्दियों में गर्मी के लिए एक वेस्ट पहनती थी. वह आज रात पार्टी में एक वेस्ट पहनेगी. पिछले साल वह पहाड़ पर एक वेस्ट पहनकर गई थी.",
      "imageLink": "image_files\\English\\"imageLink": "singlet.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Balaklava",
      "translation": "बालाक्लава",
      "definition": "Ein Kleidungsstück, das den Kopf, den Hals und Teile des Gesichts bedeckt, getragen für Wärme oder als Verkleidung.",
      "definition_translation": "मुख्य रूप से गर्मी या वेश बदलने के लिए पहना जाने वाला एक कपड़ा, जो सिर, गर्दन और चेहरे के कुछ हिस्से को ढकता है.",
      "example": "Der Skifahrer trug eine Balaklava, um sich vor dem kalten Wind zu schützen. Sie wird eine Balaklava zum Skiresort morgen tragen. Er hatte eine Balaklava zu den Winterspielen letzten Jahr getragen.",
      "example_translation": "स्कीइर ने ठंडी हवा से खुद को बचाने के लिए एक बालाक्लава पहना था. वह कल स्की रिसॉर्ट में एक बालाक्लава पहनेगी. पिछले साल वह विंटर ओलम्पिक में एक बालाक्लава पहनकर गया था.",
      "imageLink": "image_files\\English\\"imageLink": "balaclava.jpg",
      "audioLink": "balaclava.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kniehosen",
      "translation": "ब्रीचेज",
      "definition": "Hosen, die oberhalb des Knies enden und für das Reiten von Pferden getragen werden.",
      "definition_translation": "घुड़सवारी के लिए पहने जाने वाले ट्राउज़र्स, जो घुटने से ऊपर समाप्त होते हैं.",
      "example": "Der Jockey trug Kniehosen, um das Pferd zu reiten. Sie wird Kniehosen tragen, wenn sie morgen zum Pferdewettbewerb geht. Er hatte Kniehosen getragen, als er letztes Jahr zum Polo-Spiel ging.",
      "example_translation": "जॉकी ने घोड़ा骑 से लिए ब्रीचेज पहने थे. वह कल घोड़ा शो में ब्रीचेज पहनेगी. पिछले साल वह पोलो मैच में ब्रीचेज पहनकर गया था.",
      "imageLink": "image_files\\English\\"imageLink": "breeches.jpg",
      "audioLink": "breeches.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Umhang",
      "translation": "केप",
      "definition": "Ein Umhang ist ein ärmelloses Außenkleid, das meistens am Hals hängt.",
      "definition_translation": "एक बिना आस्तीन का बाहरी कपड़ा, आमतौर पर गर्दन से लटका होता है.",
      "example": "Der Superheld trug einen Umhang, um die Stadt zu retten. Sie wird einen Umhang tragen, wenn sie heute Abend zur Kostümparty geht. Er hatte einen Umhang getragen, als er letzten Jahr zum Faschingsfest ging.",
      "example_translation": "सुपर हीरो ने शहर को बचाने के लिए एक केप पहना था. वह आज रात कॉस्ट्यूम पार्टी में एक केप पहनेगी. पिछले साल वह फैंसी ड्रेस प्रतियोगिता में एक केप पहनकर गया था.",
      "imageLink": "image_files\\English\\"imageLink": "cape.jpg",
      "audioLink": "cape.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Verstopfung",
      "translation": "चक्का",
      "definition": "Eine Verstopfung ist ein Blockierungs- oder Verstopfungsin einem Rohr oder einer Maschine, insbesondere in einem System für die Beförderung von Flüssigkeiten.",
      "definition_translation": "एक पाइप या मशीन में एक बाधा या अवरोध, विशेष रूप से द्रव प्रणाली में",
      "example": "Die Abwasserleitung war durch Haare und Seife verstopft. Gestern habe ich das Waschbecken mit Fett verstopft. Morgen werde ich die Toilette mit Papier verstopfen.",
      "example_translation": "नलपाइप बाल और साबुन के Malta से अवरुद्ध था. कल, मैंने वसा से सिन्क को अवरुद्ध कर दिया. कल, मैं टॉयलेट को कागज से अवरुद्ध कर दूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "clog.jpg",
      "audioLink": "clog.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Mieder",
      "translation": "कोर्सेट",
      "definition": "Ein Mieder ist ein eng anliegendes, oft gesteiftes oder gehärtetes Kleidungsstück, das von Frauen getragen wird, um den Körper zu formen oder zu unterstützen, insbesondere um die Taille und den Busen.",
      "definition_translation": "एक कोर्सेट एक महिला द्वारा पहना जाने वाला एक सख्त, अक्सर सख्त या हड्डीदार, परिधान है जो शरीर को आकार देने या सहायता करने के लिए पहना जाता है, विशेष रूप से कमर और बस्ट के चारों ओर.",
      "example": "Sie schnürte ihr Mieder fest vor der Party. Gestern sah ich ein Mieder in einem Antiquitätenladen. Morgen werde ich ein neues Mieder für die Hochzeit kaufen.",
      "example_translation": "उसने पार्टी से पहले अपने कोर्सेट को कड़ा बांधा. कल, मैंने एंटीक शॉप में एक कोर्सेट देखा. कल, मैं शादी के लिए एक नया कोर्सेट खरीदूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "corset.jpg",
      "audioLink": "corset.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Fischnetzstrümpfe",
      "translation": "मछली जाली टाइट्स",
      "definition": "Fischnetzstrümpfe sind eine Art von Strümpfen mit einem Netzähnlichen Muster, das einem Angelschlauch ähnelt, meistens von Frauen als Modestatement oder zu fetishistischen Zwecken getragen.",
      "definition_translation": "मछली जाली टाइट्स एक प्रकार की होजरी होती है जिसमें एक जाल जैसा पैटर्न होता है, आम तौर पर महिलाएं फैशन स्टेटमेंट के रूप में या फेटिश उद्देश्यों के लिए पहनती हैं.",
      "example": "Sie trug Fischnetzstrümpfe zum Club letzten Abend. Gestern sah ich Fischnetzstrümpfe auf einem Modell. Morgen werde ich Fischnetzstrümpfe für die Kostümparty kaufen.",
      "example_translation": "उसने कल रात क्लब में मछली जाली टाइट्स पहने थे. कल, मैंने फैशन मॉडल पर मछली जाली टाइट्स देखे. कल, मैं कॉस्ट्यूम पार्टी के लिए मछली जाली टाइट्स खरीदूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "fishnet-tights.jpg",
      "audioLink": "fishnet tights.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Gürtel",
      "translation": "कमरबंद",
      "definition": "Ein Gürtel ist ein Typ von Frauenunterwäsche, der meist um die Taille getragen wird, um den Körper zu unterstützen und zu formen, insbesondere nach einer Geburt oder für medizinische Zwecke.",
      "definition_translation": "एक कमरबंद एक प्रकार की महिला की इनरगारमेंट होती है, आम तौर पर कमर के चारों ओर पहनी जाती है, शरीर को सहायता और आकार प्रदान करने के लिए, विशेष रूप से प्रसव के बाद या चिकित्सा उद्देश्यों के लिए.",
      "example": "Sie trug einen Gürtel nach ihrer Schnittentbindung. Gestern sah ich einen Gürtel in einem Dessous-Geschäft. Morgen werde ich einen Gürtel für meine Schwester kaufen.",
      "example_translation": "उसने सी-सेक्शन के बाद एक कमरबंद पहना. कल, मैंने लिंजरी स्टोर में एक कमरबंद देखा. कल, मैं अपनी बहन के लिए एक कमरबंद खरीदूँगा.",
      "imageLink": "image_files\\English\\"imageLink": "girdle.jpg",
      "audioLink": "girdle.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Beinwärmer",
      "translation": "टांग के गर्म करने वाले",
      "definition": "Beinwärmer sind eine Art von Kleidung, die über die Beine getragen wird, um sie warm zu halten, meistens aus dickem Stoff oder Fleece hergestellt.",
      "definition_translation": "टांग के गर्म करने वाले पैरों पर पहनने के लिए पहने जाते हैं, जिन्हें गर्म रखने के लिए मोटे कपड़े या फ्लीस से बने होते हैं।",
      "example": "Ich trug Beinwärmer zum Fußballspiel letzten Abend, und sie hielten meine Beine warm. Morgen werde ich sie wieder tragen, und ich trug sie letzten Woche auch.",
      "example_translation": "मैंने कल रात फुटबॉल गेम में टांग के गर्म करने वाले पहने थे, और वे मेरे पैरों को गर्म रखा था. मैं कल भी उन्हें पहनूँगा, और मैंने पिछले हफ्ते भी उन्हें पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "leg-warmers.jpg",
      "audioLink": "leg warmers.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "पेटीकोट",
      "definition": "Ein Unterrock ist ein Typ von Rock, der unter einem Kleid oder Rock getragen wird, um Volumen oder Form hinzuzufügen.",
      "definition_translation": "पेटीकोट एक प्रकार की स्कर्ट है जिसे ड्रेस या स्कर्ट के नीचे पहना जाता है ताकि आकार या आयतन मिल सके।",
      "example": "Meine Großmutter trug früher einen Unterrock unter ihren Kleidern, wenn sie jung war. Sie wird einen tragen, wenn sie morgen zur Party geht, und sie trug einen letzten Woche zur Hochzeit.",
      "example_translation": "मेरी दादी ने अपने कपड़ों के नीचे पेटीकोट पहना करती थी जब वह युवा थीं. वह कल पार्टी में एक पहनेगी, और उसने पिछले हफ्ते शादी में एक पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "petticoat.jpg",
      "audioLink": "petticoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schaffellmantel",
      "translation": "भेड़ की खाल का कोट",
      "definition": "Ein Schaffellmantel ist ein Typ von Mantel, der aus der Haut von Schafen hergestellt wird, oft zum Tragen für Wärme und Schutz vor den Elementen.",
      "definition_translation": "भेड़ की खाल का कोट भेड़ों की खाल से बना एक प्रकार का कोट है, जिसे अक्सर गर्मी और मौसम से सुरक्षा के लिए पहना जाता है।",
      "example": "Ich trug einen Schaffellmantel auf die Wanderung letzten Woche, und er hielt mich warm. Morgen werde ich ihn wieder tragen, und ich trug ihn zum Festival letzten Jahr.",
      "example_translation": "मैंने पिछले हफ्ते ट्रेकिंग यात्रा में भेड़ की खाल का कोट पहना था, और वह मुझे गर्म रखा था. मैं कल भी उसे पहनूँगा, और मैंने पिछले साल त्योहार में उसे पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "sheepskin-coat.jpg",
      "audioLink": "sheepskin coat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "वेस्ट",
      "definition": "Eine Weste ist ein Typ von Sleeveless-Kleidung, die über einem Hemd oder Kleid getragen wird, um eine weitere Schicht Wärme oder Dekoration hinzuzufügen.",
      "definition_translation": "वेस्ट एक प्रकार का बिना आस्तीन का गारमेंट है जिसे शर्ट या ड्रेस के ऊपर पहना जाता है ताकि अतिरिक्त गर्मी या सजावट मिल सके।",
      "example": "Ich trug eine Weste zum Büro gestern, und sie hielt mich warm. Morgen werde ich sie wieder tragen, und ich trug sie zur Party letzten Woche.",
      "example_translation": "मैंने कल ऑफिस में वेस्ट पहना था, और वह मुझे गर्म रखा था. मैं कल भी उसे पहनूँगा, और मैंने पिछले हफ्ते पार्टी में उसे पहना था.",
      "imageLink": "image_files\\English\\"imageLink": "vest.jpg",
      "audioLink": "vest.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Haube",
      "translation": "टोपी",
      "definition": "Eine Haube ist eine Art von Kopfbedeckung oder Hut, der von Frauen und Kindern getragen wird, typischerweise aus weichem Material wie Baumwolle oder Wolle.",
      "definition_translation": "एक टोपी स्त्रियों और बच्चों द्वारा पहना जाने वाला एक प्रकार का सिर पर पहनना है, आमतौर पर सॉफ्ट मैटेरियल जैसे कॉटन या ऊन से बना होता है.",
      "example": "Sie trug eine schöne Haube zur Hochzeitszeremonie. Sie hat gestern Abend eine Haube zum Fest getragen. Sie wird eine Haube zur Abschlussfeier nächste Woche tragen.",
      "example_translation": "वह शादी समारोह में एक सुंदर टोपी पहनी थी। वह कल पार्टी में टोपी पहनी थी। वह अगले हफ्ते स्नातक समारोह में टोपी पहनेगी।",
      "imageLink": "image_files\\English\\"imageLink": "bonnet.jpg",
      "audioLink": "bonnet.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Morgenrock",
      "translation": "रोब",
      "definition": "Ein Morgenrock ist ein locker sitzendes, bequemes Gewand, das über Nachtwäsche getragen wird, typischerweise aus weichem Stoff wie Baumwolle oder Seide.",
      "definition_translation": "एक रोब एक ढीला, आरामदायक परिधान है जो रात के कपड़े पर पहना जाता है, आमतौर पर सॉफ्ट फैबरिक जैसे कॉटन या सिल्क से बना होता है।",
      "example": "Er zog seinen Morgenrock nach dem Baden an. Sie hatte einen Morgenrock im Krankenhaus getragen. Sie werden Morgenröcke zum Spa-Besuch morgen tragen.",
      "example_translation": "उसने नहाने के बाद अपना रोब पहन लिया। वह अस्पताल में रोब पहनी थी। वे कल स्पा में रोब पहनेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "dressing-gown.jpg",
      "audioLink": "dressing gown.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hoodie",
      "translation": "हुडी",
      "definition": "Ein Hoodie ist eine Art von Sweatshirt mit einer Kapuze, typischerweise aus dickem Stoff wie Baumwolle oder Polyester.",
      "definition_translation": "एक हुडी एक प्रकार का स्वेटशर्ट है जिसमें हुड होता है, आमतौर पर मोटा फैबरिक जैसे कॉटन या पॉल이스्टर से बना होता है।",
      "example": "Er trug einen Hoodie zum Fitnessstudio. Sie hatte einen Hoodie zum Parkbesuch getragen. Sie werden Hoodies zum Konzert heute Abend tragen.",
      "example_translation": "उसने जिम में हुडी पहनी थी। वह पार्क में हुडी पहनी थी। वे आज रात कॉन्सर्ट में हुडी पहनेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "hoodie.jpg",
      "audioLink": "hoodie.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Hausmantel",
      "translation": "घर का कोट",
      "definition": "Ein Hausmantel ist ein leichtes, lockeres Gewand, das zu Hause getragen wird, typischerweise aus weichem Stoff wie Baumwolle oder Terrycloth.",
      "definition_translation": "एक घर का कोट एक हल्का, ढीला फिटिंग परिधान है जो घर पर पहना जाता है, आमतौर पर सॉफ्ट फैबरिक जैसे कॉटन या टेरी क्लॉथ से बना होता है।",
      "example": "Sie zog ihren Hausmantel nach dem Mittagsschlaf an. Er hatte einen Hausmantel zum Frühstückstisch getragen. Sie werden Hausmäntel zum Familienessen heute Abend tragen.",
      "example_translation": "उसने सो जाने के बाद घर का कोट पहन लिया। वह नाश्ता टेबल पर घर का कोट पहना था। वे आज रात परिवार के डिनर में घर का कोट पहनेंगे।",
      "imageLink": "image_files\\English\\"imageLink": "housecoat.jpg",
      "audioLink": "housecoat.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Rollkragenpullover",
      "translation": "टर्ट्लेनेक",
      "definition": "Ein Rollkragenpullover ist ein hochnäckiger Pullover oder Strickpulli, der eng am Hals und Kopf anliegt, typischerweise zum Warmhalten oder als Teil eines formellen Outfits getragen.",
      "definition_translation": "एक उच्च-गर्दन स्वेटर या पुल्लोवर जो गर्दन और सिर के चारों ओर.tightly फिट होता है, आम तौर पर गर्मी या औपचारिक पोशाक के हिस्से के रूप में पहना जाता है.",
      "example": "Ich trug einen Rollkragenpullover, um mich im kalten Winter warm zu halten. Gestern habe ich einen neuen Rollkragenpullover zum Fest gekauft. Bis nächster Woche werde ich meinen alten Rollkragenpullover abgetragen haben.",
      "example_translation": "मैं ठंडे सर्दी में गर्म रखने के लिए टर्टलनेक स्वेटर पहना था. कल, मैंने पार्टी के लिए एक नई टर्टलनेक खरीदा. अगले हफ्ते तक, मैं अपना पुराना टर्टलनेक पहन कर थक जाऊंगा.",
      "imageLink": "image_files\\English\\"imageLink": "turtleneck.jpg",
      "audioLink": "turtleneck.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Unterrock",
      "translation": "अंडरस्कर्ट",
      "definition": "Ein Unterrock ist ein Rock, der unter einem anderen Rock getragen wird, typischerweise, um Volumen hinzuzufügen oder zu verhindern, dass der äußere Rock an den Beinen anliegt.",
      "definition_translation": "एक ऐसा स्कर्ट जो दूसरे स्कर्ट के नीचे पहना जाता है, आम तौर पर आयतन जोड़ने या बाहरी स्कर्ट को पैरों से चिपकने से रोकने के लिए.",
      "example": "Ich trug einen Unterrock unter meinem Hochzeitskleid, um Volumen hinzuzufügen. Meine Schwester hasst es, Unterrokke unter ihren Röcken zu tragen. Bis nächstem Jahr werde ich einen neuen Unterrock für mein Partykleid gekauft haben.",
      "example_translation": "मैंने अपने वेडिंग ड्रेस के नीचे आयतन जोड़ने के लिए अंडरस्कर्ट पहना था. मेरी बहन अपने स्कर्ट के नीचे अंडरस्कर्ट पहनने से नफ़रत करती है. अगले साल तक, मैंने अपने पार्टी ड्रेस के लिए एक नई अंडरस्कर्ट खरीद लिया होगा.",
      "imageLink": "image_files\\English\\"imageLink": "underskirt.jpg",
      "audioLink": "underskirt.mp3"
    },
    {
      "section": "ubrania-garderoba-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weste",
      "translation": "वैस्कोट",
      "definition": "Eine Weste ist ein ärmelloses Gewand, das über einem Hemd und unter einem Jackett getragen wird, das den Oberkörper bedeckt und oft dekorativ ist.",
      "definition_translation": "एक आस्तीनरहित गारमेंट, जिसे आम तौर पर शर्ट के ऊपर और जैकेट के नीचे पहना जाता है, जो ऊपरी शरीर को कवर करता है और आमतौर पर सजावटी होता है.",
      "example": "Ich trug eine Weste zum formellen Anlass, um stilvoll auszusehen. Mein Großvater trug immer eine Weste unter seinem Anzug. Bis nächsten Monat werde ich eine neue Weste für die Hochzeit gekauft haben.",
      "example_translation": "मैंने फॉर्मल इवेंट में स्टाइलिश दिखने के लिए वैस्कोट पहना था. मेरे दादा अपने सूट के नीचे वैस्कोट पहनते थे. अगले महीने तक, मैं शादी के लिए एक नई वैस्कोट खरीद लिया होगा.",
      "imageLink": "image_files\\English\\"imageLink": "waistcoat.jpg",
      "audioLink": "waistcoat.mp3"
    }
  ]