[
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Lappenkraut",
      "translation": "बरडक",
      "definition": "Lappenkraut ist eine zweijährige, distelähnliche Pflanze, die in Europa und Asien wächst. Ihre Wurzeln werden in der Volksmedizin verwendet.",
      "definition_translation": "बरडक एक द्विवार्षिक थिसल जैसा植物 है जो यूरोप और एशिया में उगता है. इसकी जड़ें हर्बल दवा में उपयोग की जाती हैं.",
      "example": "Ich trank Lappenkraut-Tee gestern, ich werde ihn heute trinken und ich plane, ihn morgen zu trinken.",
      "example_translation": "मैंने कल बरडक चाय पी, आज मैं पीऊंगा, और मैं कल पीऊंगा.",
      "imageLink": "image_files\\English\\burdock.jpg",
      "audioLink": "burdock.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Kamille",
      "translation": "कामोमाइल",
      "definition": "Kamille ist ein Kraut, das zum Tee- und Medizinherstellen verwendet wird. Es ist bekannt für seine beruhigenden Wirkungen.",
      "definition_translation": "कामोमाइल एक जड़ी है जिसका उपयोग चाय और दवा बनाने में किया जाता है. इसके शांत प्रभाव के लिए जाना जाता है.",
      "example": "Ich trank Kamillentee letzte Nacht, ich werde heute eine Kamillen-Infusion herstellen und ich werde morgen Kamillenöl verwenden.",
      "example_translation": "मैंने कल रात को कामोमाइल चाय पी, आज मैं कामोमाइल इंफ्यूजन बनाऊंगा, और मैं कल कामोमाइल तेल का उपयोग करूँगा.",
      "imageLink": "image_files\\English\\chamomile.jpg",
      "audioLink": "camomile.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Krantzenklette",
      "translation": "बिल्ली की नख",
      "definition": "Krantzenklette ist eine Pflanze, die im Regenwald Amazoniens wächst. Ihre Rinde wird zur Medizinherstellung verwendet.",
      "definition_translation": "बिल्ली की नख एक पौधा है जो अमेज़न के जंगल में उगता है. इसके बार्क का उपयोग दवा बनाने में किया जाता है.",
      "example": "Die Krantzenklette-Pflanze wurde von den indigenen Völkern entdeckt, sie haben sie seit Jahrhunderten verwendet und jetzt ist sie allgemein verfügbar.",
      "example_translation": "बिल्ली की नख पौधा आदिवासी लोगों द्वारा खोजा गया था, वे इसे सदियों से उपयोग कर रहे हैं, और अब यह व्यापक रूप से उपलब्ध है.",
      "imageLink": "image_files\\English\\cats-claw.jpg",
      "audioLink": "cat's claw.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Huflattich",
      "translation": "कोल्ट्सफुट",
      "definition": "Huflattich ist eine mehrjährige Heilpflanze, die in Europa und Asien wächst. Ihre Blätter werden zur Medizinherstellung verwendet.",
      "definition_translation": "कोल्ट्सफुट एक बहुवर्षायी जड़ी है जो यूरोप और एशिया में उगता है. इसके पत्ते दवा बनाने में उपयोग किए जाते हैं.",
      "example": "Ich sah Huflattich gestern im Wald wachsen, ich werde heute seine Blätter zur Medizinherstellung verwenden und ich werde ihn morgen in meinem Garten pflanzen.",
      "example_translation": "मैंने कल जंगल में कोल्ट्सफुट देखा, मैं आज इसके पत्ते दवा बनाने के लिए उपयोग करूँगा, और मैं कल मेरे गार्डन में लगाऊंगा.",
      "imageLink": "image_files\\English\\coltsfoot.jpg",
      "audioLink": "coltsfoot.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Löwenzahn",
      "translation": "दन्डेलियन",
      "definition": "Ein Löwenzahn ist eine Art von Blumenpflanze, die ursprünglich aus Europa und Asien stammt, bekannt für ihre hellgelben Blüten und flaumigen Blätter.",
      "definition_translation": "एक दन्डेलियन एक प्रकार का फूलदार पौधा है जो यूरोप और एशिया में मूल निवासी है, अपने उज्ज्वल पीले फूलों और फ़ेयरी पत्तियों के लिए जाना जाता है।",
      "example": "Ich pflückte Löwenzähne im Garten, als ich ein Kind war. Heutzutage pflücken meine Kinder sie mit mir. Wenn ich alt bin, werden meine Enkel sie pflücken.",
      "example_translation": "मैं बचपन में बगीचे में दन्डेलियन उठाया करता था। आजकल, मेरे बच्चे मेरे साथ उठाते हैं। जब मैं बूढ़ा हो जाऊंगा, तब मेरे पोते-पोतियां उठाएंगे।",
      "imageLink": "image_files\\English\\dandelion.jpg",
      "audioLink": "dandelion.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Bockshornkleesamen",
      "translation": "मेथी",
      "definition": "Bockshornkleesamen ist eine Art von Kraut, die häufig in indischer und mittelöstlicher Küche verwendet wird, bekannt für seinen leicht bitteren und nussigen Geschmack.",
      "definition_translation": "मेथी एक प्रकार की जड़ी-बूटी है जिसका इस्तेमाल भारतीय और मध्य पूर्वी खाना पकाने में किया जाता है, अपने हल्के कसैले और अखरोट जैसे स्वाद के लिए जाना जाता है।",
      "example": "Meine Großmutter fügte Bockshornkleesamenblätter dem Curry hinzu, als ich ein Kind war. Jetzt füge ich sie dem Suppe hinzu. In Zukunft werde ich sie dem Salat hinzufügen.",
      "example_translation": "मेरी दादी बचपन में करी में मेथी के पत्ते डालती थीं। अब, मैं सूप में डालता हूँ। भविष्य में, मैं सलाद में डालूँगा।",
      "imageLink": "image_files\\English\\fenugreek.jpg",
      "audioLink": "fenugreek.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ginseng",
      "translation": "जिनसेंग",
      "definition": "Ginseng ist eine Art von Wurzelgemüse, die traditionell in der chinesischen Medizin verwendet wird, bekannt für seine angeblichen Gesundheitsvorteile und anregenden Eigenschaften.",
      "definition_translation": "जिनसेंग एक प्रकार की जड़ सब्जी है जिसका इस्तेमाल पारंपरिक चीनी दवा में किया जाता है, अपने स 假 स्वास्थ्य लाभ और उत्तेजक गुणों के लिए जाना जाता है।",
      "example": "Meine Mutter gab mir Ginseng-Tee, wenn ich krank war. Jetzt gebe ich ihn meinen Freunden, wenn sie müde sind. In Zukunft werde ich ihn meinen Kindern geben, wenn sie einen Energieschub benötigen.",
      "example_translation": "मेरी माँ मुझे बीमार होने पर जिनसेंग चाय देती थीं। अब, मैं अपने दोस्तों को थकान होने पर देता हूँ। भविष्य में, मैं अपने बच्चों को ऊर्जा बढ़ाने के लिए दूँगा।",
      "imageLink": "image_files\\English\\ginseng.jpg",
      "audioLink": "ginseng.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Schachtelhalm",
      "translation": "घोड़े की पूँछ",
      "definition": "Schachtelhalm ist eine Art von Pflanze, die bekannt für ihre hohlen Stengel und ihre alte Geschichte ist, oft in herbalistischen Rezepten und als natürlicher Diuretikum verwendet.",
      "definition_translation": "घोड़े की पूँछ एक प्रकार का पौधा है जिसके खोखले तने और प्राचीन इतिहास के लिए जाना जाता है, अक्सर हर्बल दवाओं और एक प्राकृतिक मूत्रवर्धक के रूप में इस्तेमाल किया जाता है।",
      "example": "Ich sammelte Schachtelhalm-Stengel im Wald, als ich ein Kind war. Heutzutage sammeln meine Freunde sie für herbalistische Tees. In Zukunft werde ich sie für meine Enkelkinder sammeln, die natürliche Heilmittel benötigen.",
      "example_translation": "मैं बचपन में जंगल में घोड़े की पूँछ के तने इकट्ठा करता था। आजकल, मेरे दोस्त हर्बल चाय के लिए इकट्ठा करते हैं। भविष्य में, मैं अपने पोते-पोतियों के प्राकृतिक दवाओं के लिए इकट्ठा करूँगा।",
      "imageLink": "image_files\\English\\horsetail.jpg",
      "audioLink": "horsetail.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Knotenkraut",
      "translation": "जलवारी",
      "definition": "Ein mehrjähriger Unkraut mit dünnen, flechtenähnlichen Stängeln und kleinen Blättern, ursprünglich aus Europa und Asien stammend.",
      "definition_translation": "यूरोप और एशिया में पैदा होने वाली एक çeşit सालाना खरपतवार जिसके पतले, तरुण स्टेम और छोटे पत्ते होते हैं।",
      "example": "Der Bauer kämpfte darum, das Knotenkraut von seinen Feldern zu entfernen.",
      "example_translation": "किसान ने अपने खेतों से जलवारी हटाने के लिए संघर्ष किया।",
      "imageLink": "image_files\\English\\knotgrass.jpg",
      "audioLink": "knotgrass.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Zitronenmelisse",
      "translation": "नींबू की चाल",
      "definition": "Eine mehrjährige krautige Pflanze mit zitronenduftenden Blättern, verwendet in der Küche und in der Medizin.",
      "definition_translation": "एक जड़ी बूटी सालाना पौधा जिसके नींबू से सुगंधित पत्ते हैं, खाना पकाने और दवा में प्रयोग किया जाता है।",
      "example": "Der Tee wurde mit Zitronenmelisse für eine beruhigende Wirkung infundiert.",
      "example_translation": "चाय में नींबू की चाल डालने से एक सुखदायक प्रभाव पैदा हुआ।",
      "imageLink": "image_files\\English\\lemon-balm.jpg",
      "audioLink": "lemon balm.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Ringelblume",
      "translation": "गेंदा",
      "definition": "Eine helle gelbe oder orange Blume, oft in Gärten und als Symbol für Wärme und Kreativität verwendet.",
      "definition_translation": "एक चमकीला पीला या नारंगी फूल, अक्सर बगीचों और गरमाहट और सृजनात्मकता के प्रतीक के रूप में प्रयोग किया जाता है।",
      "example": "Die Ringelblumen hellten den Garten auf.",
      "example_translation": "गेंदा फूलों ने बगीचे को रोशन कर दिया।",
      "imageLink": "image_files\\English\\marigold.jpg",
      "audioLink": "marigold.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Marshmallow",
      "translation": "मार्शमैलो",
      "definition": "Ein süßer Leckerbissen, hergestellt aus dem Saft der Marshmallow-Pflanze, oft in Desserts verwendet.",
      "definition_translation": "मार्शमैलो प्लांट के सैप से बनाया गया एक मीठा ट्रीट, अक्सर डेजर्ट्स में प्रयोग किया जाता है।",
      "example": "Die Kinder genossen es, Marshmallows über dem Lagerfeuer zu rösten.",
      "example_translation": "बच्चों ने शिविर की आग पर मार्शमैलो भूनने का आनंद लिया।",
      "imageLink": "image_files\\English\\marshmallow.jpg",
      "audioLink": "marshmallow.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Weislehnen-Wegerich",
      "translation": "आर्टोगेलस प्लांटेनिया",
      "definition": "Eine mehrjährige Kräuterart mit schmalen Blättern und kleinen, grünlichen Blüten, heimisch in Europa und Westasien.",
      "definition_translation": "यूरोप और पश्चिम एशिया में पाया जाने वाला एक बारहमासी जड़ी बूटी जिसके पत्ते संकीर्ण होते हैं और फूल зелे रंग के होते हैं।",
      "example": "Der Weislehnen-Wegerich wurde in der traditionellen Medizin verwendet, um Fieber und Entzündungen zu behandeln. Gestern sah ich einen Arzt, der mir Weislehnen-Wegerich für mein Fieber verschrieb. Ich werde Weislehnen-Wegerich nächste Woche verwenden, um meine Entzündung zu heilen.",
      "example_translation": "पारंपरिक दवा में बुखार और सूजन के इलाज के लिए आर्टोगेलस प्लांटेनिया का इस्तेमाल किया जाता था। कल मैंने एक डॉक्टर को देखा जिन्होंने मेरे बुखार के लिए मुझे आर्टोगेलस प्लांटेनिया निर्धारित किया। मैं अगले सप्ताह अपनी सूजन को ठीक करने के लिए आर्टोगेलस प्लांटेनिया का उपयोग करूँगा।",
      "imageLink": "image_files\\English\\ribwort-plantain.jpg",
      "audioLink": "ribwort plantain.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Salbei",
      "translation": "सेज",
      "definition": "Eine mehrjährige Kräuterart mit graugrünen Blättern und purpurnen Blüten, verwendet in der Küche und Medizin.",
      "definition_translation": "एक बारहमासी जड़ी बूटी जिसके पत्ते 灰-हरे रंग के होते हैं और फूल बैगनी रंग के होते हैं, खाना पकाने और दवा में प्रयोग किया जाता है।",
      "example": "Meine Großmutter fügte Salbei ihrem Kochen hinzu, um es einzigartig zu machen. Gestern fügte ich Salbei meiner Suppe hinzu und es schmeckte großartig. Ich werde Salbei nächste Woche meinem Steak hinzufügen.",
      "example_translation": "मेरी दादी अपने खाने में सेज डाल दिया करती थीं ताकि उसे एक अनोखा स्वाद मिले। कल मैंने अपने सूप में सेज डाला और वह स्वादिष्ट था। मैं अगले सप्ताह अपने स्टेक में सेज डालूँगा।",
      "imageLink": "image_files\\English\\sage.jpg",
      "audioLink": "sage.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Johanneskraut",
      "translation": "सेंट जॉन्स वर्ट",
      "definition": "Eine mehrjährige Kräuterart mit gelben Blüten, verwendet in der pflanzlichen Medizin, um leichte Depression und Angstzustände zu behandeln.",
      "definition_translation": "एक बारहमासी जड़ी बूटी जिसके फूल पीले रंग के होते हैं, जिसका इस्तेमाल हर्बल दवा में हल्के अवसाद और चिंता के इलाज के लिए किया जाता है।",
      "example": "Johanneskraut wird seit Jahrhunderten verwendet, um leichte Depression zu behandeln. Gestern nahm ich Johanneskraut, um meine Angstzustände zu lindern. Ich werde Johanneskraut regelmäßig einnehmen, um meine Depression zu managen.",
      "example_translation": "सेंट जॉन्स वर्ट का इस्तेमाल सदियों से हल्के अवसाद के इलाज के लिए किया जाता रहा है। कल मैंने अपनी चिंता को कम करने के लिए सेंट जॉन्स वर्ट लिया। मैं अपने अवसाद के प्रबंधन के लिए düzenli रूप से सेंट जॉन्स वर्ट लूँगा।",
      "imageLink": "image_files\\English\\st-johns-wort.jpg",
      "audioLink": "St John's wort.mp3"
    },
    {
      "section": "ziola-rosliny-lecznicze-po-Spanish",
      "language": "German",
      "translationLanguage": "Portugase",
      "word": "Wermut",
      "translation": "अफ़्सम",
      "definition": "Eine mehrjährige Kräuterart mit silbrig-grünen Blättern und kleinen, gelblichen Blüten, verwendet in der Medizin und Absinth-Produktion.",
      "definition_translation": "एक बारहमासी जड़ी बूटी जिसके पत्ते चांदी-हरे रंग के होते हैं और फूल पीले-हरे रंग के होते हैं, दवा और अब्सिन्थ उत्पादन में प्रयोग किया जाता है।",
      "example": "Wermut wird oft in der traditionellen Medizin verwendet, um Verdauungsprobleme zu behandeln. Gestern trank ich Absinth, der mit Wermut hergestellt wurde, und er war bitter. Ich werde nächste Woche Wermut-Tee probieren, um meine Verdauungsprobleme zu heilen.",
      "example_translation": "अफ़्सम का इस्तेमाल अक्सर पारंपरिक दवा में अपच के इलाज के लिए किया जाता है। कल मैंने अफ़्सम से बना अब्सिन्थ पिया और वह कड़वा था। मैं अगले सप्ताह अपने अपच के इलाज के लिए अफ़्सम चाय करूँगा।",
      "imageLink": "image_files\\English\\wormwood.jpg",
      "audioLink": "wormwood.mp3"
    }
  ]