[
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "suspicious",
      "translation": "sospechoso",
      "definition": "Giving rise to suspicion or mistrust; questionable or dubious in nature.",
      "definition_translation": "Que da lugar a sospecha o desconfianza; cuestionable o dudoso en su naturaleza.",
      "example": "The detective found a suspicious object at the crime scene. He had been acting suspiciously for weeks. The new policy has left many employees feeling suspicious.",
      "example_translation": "El detective encontró un objeto sospechoso en la escena del crimen. Había estado actuando sospechosamente durante semanas. La nueva política ha dejado a muchos empleados con sentimientos sospechosos.",
      "imageLink": "suspicious.jpg",
      "audioLink": "suspicious.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sympathetic",
      "translation": "simpatético",
      "definition": "Showing understanding and care for someone's problems or difficulties; feeling or showing concern for someone",
      "definition_translation": "Mostrando comprensión y cuidado por los problemas o dificultades de alguien; sintiendo o mostrando preocupación por alguien",
      "example": "The doctor was sympathetic to her patient's concerns. She was a sympathetic listener to her friend's problems. The sympathetic comments from colleagues made him feel better.",
      "example_translation": "El médico era simpatético con las preocupaciones de su paciente. Ella era una oyente simpatética a los problemas de su amiga. Los comentarios simpatéticos de los colegas lo hicieron sentir mejor.",
      "imageLink": "sympathetic.jpg",
      "audioLink": "sympathetic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tense",
      "translation": "tenso",
      "definition": "Feeling anxious or nervous; causing or characterized by stress or anxiety; having a strained or uneasy relationship",
      "definition_translation": "Sintiendo ansiedad o nerviosismo; causando o caracterizado por estrés o ansiedad; teniendo una relación tensa o incómoda",
      "example": "The atmosphere in the room was tense. She felt tense before the exam. The team was tense during the championship game.",
      "example_translation": "La atmósfera en la habitación era tensa. Ella se sintió tensa antes del examen. El equipo estaba tenso durante el juego de campeonato.",
      "imageLink": "tense.jpg",
      "audioLink": "tense.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "terrifying",
      "translation": "aterrador",
      "definition": "Causing extreme fear or anxiety; very frightening or alarming",
      "definition_translation": "Causando miedo o ansiedad extremos; muy aterrador o alarmante",
      "example": "The horror movie was terrifying. The news was terrifying for the victims' families. The prospect of public speaking was terrifying for her.",
      "example_translation": "La película de terror era aterradora. La noticia era aterradora para las familias de las víctimas. La perspectiva de hablar en público era aterradora para ella.",
      "imageLink": "terrifying.jpg",
      "audioLink": "terrifying.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "thoughtful",
      "translation": "pensativo",
      "definition": "Showing careful thought and consideration; having or showing a considerate and reflective nature",
      "definition_translation": "Mostrando pensamiento cuidadoso y consideración; teniendo o mostrando una naturaleza considerada y reflexiva",
      "example": "He was a thoughtful listener to her problems. She made a thoughtful gift for her friend's birthday. The professor was a thoughtful teacher.",
      "example_translation": "Él era un oyente pensativo a sus problemas. Ella hizo un regalo pensativo para el cumpleaños de su amiga. El profesor era un maestro pensativo.",
      "imageLink": "thoughtful.jpg",
      "audioLink": "thoughtful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "thrilled",
      "translation": "emocionado",
      "definition": "Feeling extremely happy or excited; experiencing a sudden strong feeling of pleasure or excitement",
      "definition_translation": "Sintiendo una felicidad o emoción extremas; experimentando un sentimiento fuerte y repentino de placer o emoción",
      "example": "She was thrilled to get the job offer. The thrill of skydiving was exhilarating. The news left him feeling thrilled and relieved.",
      "example_translation": "Ella estaba emocionada de recibir la oferta de trabajo. La emoción del salto en paracaídas era emocionante. La noticia lo dejó sintiendo emocionado y aliviado.",
      "imageLink": "thrilled.jpg",
      "audioLink": "thrilled.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tough",
      "translation": "duro",
      "definition": "Strong and resilient; able to withstand difficult conditions; physically or emotionally demanding",
      "definition_translation": "Fuerte y resistente; capaz de soportar condiciones difíciles; físicamente o emocionalmente exigente",
      "example": "The hiker was tough enough to handle the rugged terrain. The football player was tough and agile. The teacher was tough on her students, but fair.",
      "example_translation": "El senderista era lo suficientemente duro como para manejar el terreno Accidentado. El jugador de fútbol era duro y ágil. La maestra era dura con sus estudiantes, pero justa.",
      "imageLink": "tough.jpg",
      "audioLink": "tough.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tragic",
      "translation": "trágico",
      "definition": "Causing or characterized by great suffering, sadness, or unhappiness; very unfortunate or unlucky",
      "definition_translation": "Causando o caracterizado por gran sufrimiento, tristeza o infelicidad; muy desafortunado o con mala suerte",
      "example": "The news of the tragic accident shocked the nation. The tragic end of the play left the audience in tears. The company went bankrupt due to a tragic mistake.",
      "example_translation": "La noticia del trágico accidente conmocionó a la nación. El final trágico de la obra dejó a la audiencia en lágrimas. La compañía quebró debido a un trágico error.",
      "imageLink": "tragic.jpg",
      "audioLink": "tragic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unaware",
      "translation": "inconsciente",
      "definition": "Not knowing or realizing something; not conscious or aware of one's surroundings or actions",
      "definition_translation": "No sabiendo o dándose cuenta de algo; no consciente o consciente de su entorno o acciones",
      "example": "He was unaware of the danger behind him. She was unaware of the consequences of her actions. The company was unaware of the security breach.",
      "example_translation": "Él no sabía del peligro detrás de él. Ella no sabía de las consecuencias de sus acciones. La compañía no sabía de la violación de seguridad.",
      "imageLink": "unaware.jpg",
      "audioLink": "unaware.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "uncertain",
      "translation": "inseguro",
      "definition": "Not knowing or being unsure about something; having doubts or being unclear about the future",
      "definition_translation": "No sabiendo o siendo inseguro sobre algo; teniendo dudas o siendo claro sobre el futuro",
      "example": "He was uncertain about his future plans. The market was uncertain about the impact of the new policy. The team was uncertain about their chances of winning.",
      "example_translation": "Él estaba inseguro sobre sus planes futuros. El mercado estaba inseguro sobre el impacto de la nueva política. El equipo estaba inseguro sobre sus posibilidades de ganar.",
      "imageLink": "uncertain.jpg",
      "audioLink": "uncertain.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "understanding",
      "translation": "comprensivo",
      "definition": "Having a clear and sympathetic appreciation of something; being tolerant and empathetic towards others",
      "definition_translation": "Teniendo una apreciación clara y simpática de algo; siendo tolerante y compasivo hacia los demás",
      "example": "He showed understanding towards his friend's problems. The teacher had an understanding of the student's struggles. The company promoted an understanding of diversity and inclusion.",
      "example_translation": "Él mostró comprensión hacia los problemas de su amigo. El maestro tenía una comprensión de las luchas del estudiante. La empresa promovió la comprensión de la diversidad y la inclusión.",
      "imageLink": "understanding.jpg",
      "audioLink": "understanding.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "uneasy",
      "translation": "inquieto",
      "definition": "Feeling anxious or nervous; having a sense of discomfort or uncertainty",
      "definition_translation": "Sintiendo ansiedad o nerviosismo; teniendo un sentido de incomodidad o incertidumbre",
      "example": "He felt uneasy about the situation. She was uneasy about meeting her ex-boyfriend. The atmosphere in the room was uneasy.",
      "example_translation": "Él se sintió inquieto sobre la situación. Ella estaba inquieta sobre reunirse con su ex novio. La atmósfera en la habitación era inquieta.",
      "imageLink": "uneasy.jpg",
      "audioLink": "uneasy.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unfortunate",
      "translation": "desafortunado",
      "definition": "Unlucky or unfortunate in a particular situation; having bad luck or misfortune",
      "definition_translation": "Desafortunado en una situación particular; teniendo mala suerte o infortunio",
      "example": "It was unfortunate that she lost her job. The team had an unfortunate loss in the championship game. The natural disaster was an unfortunate event.",
      "example_translation": "Fue desafortunado que ella perdiera su trabajo. El equipo tuvo una desafortunada derrota en el juego de campeonato. El desastre natural fue un evento desafortunado.",
      "imageLink": "unfortunate.jpg",
      "audioLink": "unfortunate.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unhelpful",
      "translation": "inútil",
      "definition": "Not providing useful assistance or support; being obstructive or uncooperative",
      "definition_translation": "No proporcionando asistencia útil o apoyo; siendo obstructivo o no cooperativo",
      "example": "The instructions were unhelpful to the new employee. The colleague was unhelpful during the project. The customer service was unhelpful to the client.",
      "example_translation": "Las instrucciones fueron inútiles para el nuevo empleado. El colega fue inútil durante el proyecto. El servicio al cliente fue inútil para el cliente.",
      "imageLink": "unhelpful.jpg",
      "audioLink": "unhelpful.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unpopular",
      "translation": "impopular",
      "definition": "Not liked or appreciated by many people; lacking public approval or support",
      "definition_translation": "No siendo objeto de simpatía o aprecio de muchas personas; careciendo de aprobación o apoyo público",
      "example": "The new policy was unpopular among the employees. The politician was unpopular due to the scandal. The movie received unpopular reviews from critics.",
      "example_translation": "La nueva política era impopular entre los empleados. El político era impopular debido al escándalo. La película recibió críticas desfavorables de los críticos.",
      "imageLink": "unpopular.jpg",
      "audioLink": "unpopular.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unpredictable",
      "translation": "impredecible",
      "definition": "Unable to be foreseen or anticipated; having an uncertain or unexpected outcome",
      "definition_translation": "No siendo previsible o anticipado; teniendo un resultado incierto o inesperado",
      "example": "The weather was unpredictable that day. The team's performance was unpredictable throughout the season. The stock market was unpredictable due to the economic instability.",
      "example_translation": "El clima era impredecible ese día. El rendimiento del equipo fue impredecible durante toda la temporada. El mercado de valores era impredecible debido a la inestabilidad económica.",
      "imageLink": "unpredictable.jpg",
      "audioLink": "unpredictable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unrealistic",
      "translation": "irrealista",
      "definition": "Not based on reality; having expectations or goals that are not achievable or practical",
      "definition_translation": "No basado en la realidad; teniendo expectativas o objetivos que no son alcanzables o prácticos",
      "example": "The deadline was unrealistic for the project. Her expectations were unrealistic about the new job. The budget was unrealistic for the trip.",
      "example_translation": "El plazo límite era irrealista para el proyecto. Sus expectativas eran irrealistas sobre el nuevo trabajo. El presupuesto era irrealista para el viaje.",
      "imageLink": "unrealistic.jpg",
      "audioLink": "unrealistic.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unreasonable",
      "translation": "irrazonable",
      "definition": "Not based on reason or sound judgment; excessive or extreme in one's demands or expectations",
      "definition_translation": "No basado en la razón o juicio sólido; excesivo o extremo en sus demandas o expectativas",
      "example": "The customer's demands were unreasonable. The politician's promise was unreasonable given the circumstances. The workload was unreasonable for one person to handle.",
      "example_translation": "Las demandas del cliente fueron irrazonables. La promesa del político fue irrazonable dadas las circunstancias. La carga de trabajo era irrazonable para que una sola persona la maneje.",
      "imageLink": "unreasonable.jpg",
      "audioLink": "unreasonable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unreliable",
      "translation": "no confiable",
      "definition": "Not able to be trusted or depended on; prone to failure or inconsistent performance",
      "definition_translation": "No siendo posible confiar o depender; propenso a fallar o rendimiento inconsistente",
      "example": "The company's delivery service was unreliable. The employee's attendance was unreliable. The machine was unreliable and broke down frequently.",
      "example_translation": "El servicio de entrega de la empresa era no confiable. La asistencia del empleado era no confiable. La máquina era no confiable y se rompía con frecuencia.",
      "imageLink": "unreliable.jpg",
      "audioLink": "unreliable.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "unsure",
      "translation": "inseguro",
      "definition": "Not having a clear or certain opinion or feeling; lacking confidence or conviction",
      "definition_translation": "No teniendo una opinión o sentimiento claro o cierto; careciendo de confianza o convicción",
      "example": "She was unsure about what to do next. He was unsure about his feelings for her. The company was unsure about the future of the project.",
      "example_translation": "Ella estaba insegura sobre qué hacer después. Él estaba inseguro sobre sus sentimientos hacia ella. La empresa estaba insegura sobre el futuro del proyecto.",
      "imageLink": "unsure.jpg",
      "audioLink": "unsure.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "violent",
      "translation": "violento",
      "definition": "Using or involving physical force intended to cause harm or damage; characterized by intense anger or hostility",
      "definition_translation": "Usando o involucrando fuerza física con la intención de causar daño o daño; caracterizado por una ira intensa o hostilidad",
      "example": "The violent storm destroyed the city. The violent protest turned into a riot. The violent behavior was not tolerated in the school.",
      "example_translation": "La tormenta violenta destruyó la ciudad. La protesta violenta se convirtió en un motín. El comportamiento violento no fue tolerado en la escuela.",
      "imageLink": "violent.jpg",
      "audioLink": "violent.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "welcome",
      "translation": "bienvenido",
      "definition": "Giving a warm and friendly greeting; receiving someone or something with pleasure or hospitality",
      "definition_translation": "Dando una saluda cálida y amistosa; recibiendo a alguien o algo con placer o hospitalidad",
      "example": "The hotel gave us a warm welcome. The welcome gift was a nice surprise. The new employee received a welcome from the team.",
      "example_translation": "El hotel nos dio una cálida bienvenida. El regalo de bienvenida fue una agradable sorpresa. El nuevo empleado recibió una bienvenida del equipo.",
      "imageLink": "welcome.jpg",
      "audioLink": "welcome.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "well-balanced",
      "translation": "bien equilibrado",
      "definition": "Having a harmonious or proportionate relationship between different elements or qualities; being stable and consistent",
      "definition_translation": "Teniendo una relación armónica o proporcionada entre diferentes elementos o cualidades; siendo estable y consistente",
      "example": "The well-balanced meal was delicious. The company's well-balanced portfolio was impressive. The athlete's well-balanced physique was a result of hard work.",
      "example_translation": "La comida bien equilibrada fue deliciosa. El portafolio bien equilibrado de la empresa fue impresionante. La físico bien equilibrado del atleta fue resultado de un duro trabajo.",
      "imageLink": "well-balanced.jpg",
      "audioLink": "well-balanced.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "wise",
      "translation": "sabiamente",
      "definition": "Having or showing experience, knowledge, and good judgment; being prudent and discerning",
      "definition_translation": "Teniendo o mostrando experiencia, conocimiento y buen juicio; siendo prudente y discernedor",
      "example": "The wise old man gave good advice. The company made a wise investment decision. The wise teacher knew how to handle the situation.",
      "example_translation": "El anciano sabio dio buen consejo. La empresa tomó una sabia decisión de inversión. El maestro sabio sabía cómo manejar la situación.",
      "imageLink": "wise.jpg",
      "audioLink": "wise.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "witty",
      "translation": "ingenioso",
      "definition": "Having a quick and clever mind; being amusingly clever or humorous",
      "definition_translation": "Teniendo una mente rápida y astuta; siendo ingeniosamente divertido o humorístico",
      "example": "The witty comedian had the audience laughing. The witty remark was clever and unexpected. The witty writer was known for her humor.",
      "example_translation": "El comediante ingenioso tuvo al auditorio riendo. El comentario ingenioso fue astuto e inesperado. La escritora ingeniosa era conocida por su humor.",
      "imageLink": "witty.jpg",
      "audioLink": "witty.mp3"
    },
    {
      "section": "cechy-charakter-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "worrying",
      "translation": "preocupante",
      "definition": "Causing anxiety or concern; being a source of trouble or unease",
      "definition_translation": "Causando ansiedad o inquietud; siendo una fuente de problemas o inquietud",
      "example": "The worrying trend in the economy was alarming. The worrying news about her health was a shock. The worrying thoughts kept him up at night.",
      "example_translation": "La tendencia preocupante en la economía era alarmante. La noticia preocupante sobre su salud fue un shock. Los pensamientos preocupantes lo mantuvieron despierto por la noche.",
      "imageLink": "worrying.jpg",
      "audioLink": "worrying.mp3"
    }
  ]