[
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "stone pine",
      "translation": "pino de piedra",
      "definition": "A stone pine is a type of evergreen tree that is native to the Mediterranean region. It is known for its distinctive shape and its ability to thrive in dry conditions.",
      "definition_translation": "Un pino de piedra es un tipo de árbol perenne que es nativo de la región del Mediterráneo. Es conocido por su forma distintiva y su capacidad para prosperar en condiciones secas.",
      "example": "I planted a stone pine in my backyard last year, and it's already grown several feet. Today, I watered the stone pine to make sure it doesn't dry out. By next summer, the stone pine will be tall enough to provide shade.",
      "example_translation": "Planté un pino de piedra en mi patio el año pasado, y ya ha crecido varios pies. Hoy, regué el pino de piedra para asegurarme de que no se seque. Para el próximo verano, el pino de piedra será lo suficientemente alto como para proporcionar sombra.",
      "imageLink": "image_files\\English\\"imageLink": "stone-pine.jpg",
      "audioLink": "stone pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "Swiss pine",
      "translation": "pino suizo",
      "definition": "A Swiss pine is a type of evergreen tree that is native to the mountainous regions of Europe. It is known for its tall, slender shape and its ability to thrive in cold climates.",
      "definition_translation": "Un pino suizo es un tipo de árbol perenne que es nativo de las regiones montañosas de Europa. Es conocido por su forma alta y delgada y su capacidad para prosperar en climas fríos.",
      "example": "I hiked through the forest and saw a Swiss pine growing near the mountain stream. The Swiss pine was covered in snow, but it still looked beautiful. In the summer, the Swiss pine will be a popular spot for picnics.",
      "example_translation": "Me encaminé por el bosque y vi un pino suizo creciendo cerca del arroyo de la montaña. El pino suizo estaba cubierto de nieve, pero todavía parecía hermoso. En el verano, el pino suizo será un lugar popular para picnic.",
      "imageLink": "image_files\\English\\"imageLink": "swiss-pine.jpg",
      "audioLink": "Swiss pine.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sycamore",
      "translation": "sicómoro",
      "definition": "A sycamore is a type of deciduous tree that is native to North America. It is known for its large, maple-like leaves and its distinctive bark.",
      "definition_translation": "Un sicómoro es un tipo de árbol decíduo que es nativo de Norteamérica. Es conocido por sus hojas grandes, similares a las del arce, y su corteza distintiva.",
      "example": "I sat under the sycamore tree to read a book. The sycamore tree provided shade from the sun. In the fall, the sycamore will drop its leaves and create a crunchy carpet.",
      "example_translation": "Me senté debajo del árbol de sicómoro para leer un libro. El árbol de sicómoro proporcionó sombra del sol. En el otoño, el sicómoro dejará caer sus hojas y creará una alfombra crujiente.",
      "imageLink": "image_files\\English\\"imageLink": "sycamore.jpg",
      "audioLink": "sycamore.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "twig",
      "translation": "rama",
      "definition": "A twig is a small branch that grows from a tree or shrub. It is often used as a term to describe a small, thin branch.",
      "definition_translation": "Una rama es una pequeña rama que crece desde un árbol o arbusto. A menudo se utiliza como término para describir una rama pequeña y delgada.",
      "example": "I picked up a twig from the ground and used it to draw in the dirt. The twig was brittle and snapped in half. I'll need to find a stronger twig to use as a plant marker.",
      "example_translation": "Recogí una rama del suelo y la usé para dibujar en la tierra. La rama era frágil y se partió en dos. Necesitaré encontrar una rama más fuerte para usar como marca de planta.",
      "imageLink": "image_files\\English\\"imageLink": "twig.jpg",
      "audioLink": "twig.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "weeping willow",
      "translation": "sauce llorón",
      "definition": "A weeping willow is a type of deciduous tree that is known for its long, drooping branches. It is often found near water and is a popular choice for landscaping.",
      "definition_translation": "Un sauce llorón es un tipo de árbol decíduo que es conocido por sus ramas largas y colgantes. A menudo se encuentra cerca del agua y es una opción popular para la jardinera.",
      "example": "I sat under the weeping willow tree to watch the sunset. The weeping willow branches swayed gently in the breeze. In the spring, the weeping willow will bloom and create a beautiful canopy.",
      "example_translation": "Me senté debajo del árbol de sauce llorón para ver la puesta del sol. Las ramas del sauce llorón se mecían suavemente en la brisa. En la primavera, el sauce llorón florecerá y creará un dosel hermoso.",
      "imageLink": "image_files\\English\\"imageLink": "weeping-willow.jpg",
      "audioLink": "weeping willow.mp3"
    },
    {
      "section": "drzewa-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "willow",
      "translation": "sauce",
      "definition": "A willow is a type of deciduous tree that is known for its flexible branches. It is often found near water and is a popular choice for landscaping.",
      "definition_translation": "Un sauce es un tipo de árbol decíduo que es conocido por sus ramas flexibles. A menudo se encuentra cerca del agua y es una opción popular para la jardinera.",
      "example": "I planted a willow tree in my backyard last year. The willow tree has grown quickly and now provides shade from the sun. In the summer, I'll use the willow branches to make a wreath.",
      "example_translation": "Planté un árbol de sauce en mi patio el año pasado. El árbol de sauce ha crecido rápidamente y ahora proporciona sombra del sol. En el verano, usaré las ramas del sauce para hacer una guirnalda.",
      "imageLink": "image_files\\English\\"imageLink": "willow.jpg",
      "audioLink": "willow.mp3"
    }
  ]