[
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "hair spray",
      "translation": "laca para el cabello",
      "definition": "A cosmetic product used to style and hold hair in place, often in the form of an aerosol can.",
      "definition_translation": "Un producto cosmético utilizado para dar estilo y retener el cabello en su lugar, a menudo en forma de lata de aerosol.",
      "example": "She used hair spray to keep her hairdo in place all day. Yesterday, she used it to add volume to her hair. She will use it tomorrow to style her hair for the party.",
      "example_translation": "Ella usó laca para mantener su peinado en su lugar todo el día. Ayer, lo usó para agregar volumen a su cabello. Mañana, lo usará para dar estilo a su cabello para la fiesta.",
      "imageLink": "image_files\\English\\"imageLink": "hair-spray.jpg",
      "audioLink": "hair spray.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lip balm",
      "translation": "bálsamo labial",
      "definition": "A cosmetic product used to moisturize and protect the lips, often containing ingredients like beeswax and petroleum jelly.",
      "definition_translation": "Un producto cosmético utilizado para humedecer y proteger los labios, a menudo conteniendo ingredientes como cera de abeja y vaselina.",
      "example": "She applied lip balm before going out in the cold weather. Yesterday, she used it to soothe her chapped lips. She will use it tomorrow to add shine to her lips.",
      "example_translation": "Ella aplicó bálsamo labial antes de salir en clima frío. Ayer, lo usó para calmar sus labios agrietados. Mañana, lo usará para agregar brillo a sus labios.",
      "imageLink": "image_files\\English\\"imageLink": "lip-balm.jpg",
      "audioLink": "lip balm.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lip gloss",
      "translation": "brillo labial",
      "definition": "A cosmetic product used to add shine and moisture to the lips, often in a liquid or gel form.",
      "definition_translation": "Un producto cosmético utilizado para agregar brillo y humedad a los labios, a menudo en forma líquida o gel.",
      "example": "She applied lip gloss to add shine to her lips. Yesterday, she used it to make her lips look fuller. She will use it tomorrow to match her eye shadow.",
      "example_translation": "Ella aplicó brillo labial para agregar brillo a sus labios. Ayer, lo usó para hacer que sus labios parecieran más llenos. Mañana, lo usará para combinar con su sombra de ojos.",
      "imageLink": "image_files\\English\\"imageLink": "lip-gloss.jpg",
      "audioLink": "lip gloss.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "lip liner",
      "translation": "delineador de labios",
      "definition": "A cosmetic product used to define and shape the lips, often in a pencil or liquid form.",
      "definition_translation": "Un producto cosmético utilizado para definir y dar forma a los labios, a menudo en forma de lápiz o líquido.",
      "example": "She used lip liner to define her lip shape. Yesterday, she used it to correct her uneven lip line. She will use it tomorrow to create a bold lip look.",
      "example_translation": "Ella usó delineador de labios para definir la forma de sus labios. Ayer, lo usó para corregir su línea de labio desigual. Mañana, lo usará para crear un look de labios audaz.",
      "imageLink": "image_files\\English\\"imageLink": "lip-liner.jpg",
      "audioLink": "lip liner.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "liquid foundation",
      "translation": "base líquida",
      "definition": "A type of foundation that is in a liquid form, often used to provide sheer to medium coverage and a natural finish.",
      "definition_translation": "Un tipo de base que está en forma líquida, a menudo utilizado para proporcionar cobertura suave a media y un acabado natural.",
      "example": "She applied liquid foundation to even out her skin tone. Yesterday, she used it to cover up her blemishes. She will use it tomorrow to get a flawless complexion.",
      "example_translation": "Ella aplicó base líquida para igualar su tono de piel. Ayer, lo usó para cubrir sus imperfecciones. Mañana, lo usará para obtener una piel perfecta.",
      "imageLink": "image_files\\English\\"imageLink": "liquid-foundation.jpg",
      "audioLink": "liquid foundation.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "loose powder",
      "translation": "polvos sueltos",
      "definition": "A type of powder that is loose and can be applied using a powder brush or puff, often used to set makeup and control shine.",
      "definition_translation": "Un tipo de polvo que es suelto y puede ser aplicado utilizando un cepillo de polvo o una almohadilla, a menudo utilizado para fijar el maquillaje y controlar el brillo.",
      "example": "She applied loose powder to set her foundation. Yesterday, she used it to blot her oily skin. She will use it tomorrow to add a smooth finish to her makeup.",
      "example_translation": "Ella aplicó polvos sueltos para fijar su base. Ayer, lo usó para quitar el brillo de su piel aceitosa. Mañana, lo usará para agregar un acabado suave a su maquillaje.",
      "imageLink": "image_files\\English\\"imageLink": "loose-powder.jpg",
      "audioLink": "loose powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nail brush",
      "translation": "cepillo de uñas",
      "definition": "A brush used to apply nail polish, often with synthetic or natural bristles.",
      "definition_translation": "Un cepillo utilizado para aplicar esmalte de uñas, a menudo con cerdas sintéticas o naturales.",
      "example": "She used a nail brush to paint her nails. Yesterday, she used it to clean up her cuticles. She will use it tomorrow to apply a nail art design.",
      "example_translation": "Ella usó un cepillo de uñas para pintar sus uñas. Ayer, lo usó para limpiar sus cutículas. Mañana, lo usará para aplicar un diseño de arte de uñas.",
      "imageLink": "image_files\\English\\"imageLink": "nail-brush.jpg",
      "audioLink": "nail brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nail polish",
      "translation": "esmalte de uñas",
      "definition": "A cosmetic product used to color and decorate the nails, often in a liquid form and applied using a nail brush.",
      "definition_translation": "Un producto cosmético utilizado para colorear y decorar las uñas, a menudo en forma líquida y aplicado utilizando un cepillo de uñas.",
      "example": "She applied nail polish to her toes. Yesterday, she used it to match her outfit. She will use it tomorrow to add a pop of color to her nails.",
      "example_translation": "Ella aplicó esmalte de uñas a sus dedos del pie. Ayer, lo usó para combinar con su outfit. Mañana, lo usará para agregar un toque de color a sus uñas.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish.jpg",
      "audioLink": "nail polish.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "nail polish remover",
      "translation": "quitaesmalte",
      "definition": "A solvent used to remove nail polish from the nails, often in a liquid form and applied using a cotton ball or swab.",
      "definition_translation": "Un disolvente utilizado para quitar el esmalte de uñas de las uñas, a menudo en forma líquida y aplicado utilizando una bola de algodón o hisopo.",
      "example": "She used nail polish remover to remove her old polish. Yesterday, she used it to clean up her nail mistakes. She will use it tomorrow to prep her nails for a new polish.",
      "example_translation": "Ella usó quitaesmalte para quitar su antiguo esmalte. Ayer, lo usó para limpiar sus errores de uñas. Mañana, lo usará para preparar sus uñas para un nuevo esmalte.",
      "imageLink": "image_files\\English\\"imageLink": "nail-polish-remover.jpg",
      "audioLink": "nail polish remover.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "powder puff",
      "translation": "almohadilla de polvo",
      "definition": "A small, round tool used to apply powder to the face, often made of soft, absorbent material.",
      "definition_translation": "Una herramienta pequeña y redonda utilizada para aplicar polvo a la cara, a menudo hecha de material suave y absorbente.",
      "example": "She used a powder puff to apply powder to her face. Yesterday, she used it to touch up her makeup. She will use it tomorrow to set her foundation.",
      "example_translation": "Ella usó una almohadilla de polvo para aplicar polvo a su cara. Ayer, lo usó para tocar su maquillaje. Mañana, lo usará para fijar su base.",
      "imageLink": "image_files\\English\\"imageLink": "powder-puff.jpg",
      "audioLink": "powder puff.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pressed powder",
      "translation": "polvo compacto",
      "definition": "A type of powder that is pressed into a compact form, often used to provide sheer to medium coverage and a natural finish.",
      "definition_translation": "Un tipo de polvo que se presiona en una forma compacta, a menudo utilizado para proporcionar cobertura suave a media y un acabado natural.",
      "example": "She used pressed powder to set her foundation. Yesterday, she used it to touch up her makeup. She will use it tomorrow to add a smooth finish to her skin.",
      "example_translation": "Ella usó polvo compacto para fijar su base. Ayer, lo usó para tocar su maquillaje. Mañana, lo usará para agregar un acabado suave a su piel.",
      "imageLink": "image_files\\English\\"imageLink": "pressed-powder.jpg",
      "audioLink": "pressed powder.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "primer",
      "translation": "imprimador",
      "definition": "A cosmetic product used to prepare the skin for makeup, often creating a smooth surface and helping makeup stay in place.",
      "definition_translation": "Un producto cosmético utilizado para preparar la piel para el maquillaje, a menudo creando una superficie suave y ayudando a que el maquillaje se mantenga en su lugar.",
      "example": "She applied primer to her face before makeup. Yesterday, she used it to help her makeup last longer. She will use it tomorrow to create a flawless base.",
      "example_translation": "Ella aplicó imprimador a su cara antes de maquillaje. Ayer, lo usó para ayudar a que su maquillaje durara más. Mañana, lo usará para crear una base perfecta.",
      "imageLink": "image_files\\English\\"imageLink": "primer.jpg",
      "audioLink": "primer.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "pumice stone",
      "translation": "piedra pómez",
      "definition": "A natural or synthetic stone used to remove dead skin cells and smooth the skin, often used on the feet or hands.",
      "definition_translation": "Una piedra natural o sintética utilizada para eliminar células de piel muertas y suavizar la piel, a menudo utilizada en los pies o manos.",
      "example": "She used a pumice stone to exfoliate her heels. Yesterday, she used it to smooth out her rough skin. She will use it tomorrow to prepare her feet for sandal season.",
      "example_translation": "Ella usó una piedra pómez para exfoliar sus talones. Ayer, lo usó para suavizar su piel áspera. Mañana, lo usará para preparar sus pies para la temporada de sandalias.",
      "imageLink": "image_files\\English\\"imageLink": "pumice-stone.jpg",
      "audioLink": "pumice stone.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shaving brush",
      "translation": "cepillo de afeitar",
      "definition": "A brush used to apply shaving cream or soap to the skin, often made of natural or synthetic bristles.",
      "definition_translation": "Un cepillo utilizado para aplicar crema o jabón de afeitar a la piel, a menudo hecho de cerdas naturales o sintéticas.",
      "example": "He used a shaving brush to apply shaving cream. Yesterday, he used it to create a rich lather. He will use it tomorrow to shave his beard.",
      "example_translation": "Él usó un cepillo de afeitar para aplicar crema de afeitar. Ayer, lo usó para crear una espuma rica. Mañana, lo usará para afeitar su barba.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-brush.jpg",
      "audioLink": "shaving brush.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shaving cream",
      "translation": "crema de afeitar",
      "definition": "A cosmetic product used to aid in shaving, often creating a rich lather and helping the razor glide smoothly over the skin.",
      "definition_translation": "Un producto cosmético utilizado para ayudar en el afeitado, a menudo creando una espuma rica y ayudando a la navaja a deslizarse suavemente sobre la piel.",
      "example": "He applied shaving cream to his face. Yesterday, he used it to shave his neck. He will use it tomorrow to shave his legs.",
      "example_translation": "Él aplicó crema de afeitar a su cara. Ayer, la usó para afeitar su cuello. Mañana, la usará para afeitar sus piernas.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-cream.jpg",
      "audioLink": "shaving cream.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "shaving foam",
      "translation": "espuma de afeitar",
      "definition": "A type of shaving cream that is dispensed in a foamy form, often used for convenience and ease of application.",
      "definition_translation": "Un tipo de crema de afeitar que se dispensa en forma de espuma, a menudo utilizado para conveniencia y facilidad de aplicación.",
      "example": "He used shaving foam to shave his face. Yesterday, he used it to shave his armpits. He will use it tomorrow to shave his chest.",
      "example_translation": "Él usó espuma de afeitar para afeitar su cara. Ayer, la usó para afeitar sus axilas. Mañana, la usará para afeitar su pecho.",
      "imageLink": "image_files\\English\\"imageLink": "shaving-foam.jpg",
      "audioLink": "shaving foam.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "sunscreen",
      "translation": "protector solar",
      "definition": "A cosmetic product used to protect the skin from the sun's harmful UV rays, often containing ingredients like zinc oxide or titanium dioxide.",
      "definition_translation": "Un producto cosmético utilizado para proteger la piel de los dañinos rayos UV del sol, a menudo conteniendo ingredientes como óxido de zinc o dióxido de titanio.",
      "example": "She applied sunscreen to her skin before going outside. Yesterday, she used it to protect her skin from sunburn. She will use it tomorrow to enjoy the outdoors safely.",
      "example_translation": "Ella aplicó protector solar a su piel antes de salir. Ayer, lo usó para proteger su piel de la quemadura solar. Mañana, lo usará para disfrutar del aire libre con seguridad.",
      "imageLink": "image_files\\English\\"imageLink": "sunscreen.jpg",
      "audioLink": "sunscreen.mp3"
    },
    {
      "section": "kosmetyki-akcesoria-po-Spanish",
      "language": "English",
      "translationLanguage": "Spanish",
      "word": "tweezers",
      "translation": "pinzas",
      "definition": "A small, handheld tool used to pluck or shape the eyebrows, often made of metal or plastic.",
      "definition_translation": "Una herramienta pequeña y portátil utilizada para depilar o dar forma a las cejas, a menudo hecha de metal o plástico.",
      "example": "She used tweezers to shape her eyebrows. Yesterday, she used them to remove stray hairs. She will use them tomorrow to maintain her brow shape.",
      "example_translation": "Ella usó pinzas para dar forma a sus cejas. Ayer, las usó para eliminar pelos sueltos. Mañana, las usará para mantener la forma de sus cejas.",
      "imageLink": "image_files\\English\\"imageLink": "tweezers.jpg",
      "audioLink": "tweezers.mp3"
    }
  ]